{
    "date": "2004-12-28",
    "url": "http://kcna.co.jp/item/2004/200412/20041228.htm",
    "articles": [
        {
            "title": "Repeal of National Security Law Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Celebration Held in Russia",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#2",
            "content": "Repeal of National Security Law Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- The People's Solidarity for Abolition of the National Security Law reportedly held an emergency meeting in Seoul on Dec. 22 as regards the fact that the ruling and opposition parties agreed not to handle the issue of repealing the NSL within this year. At the meeting the organization announced a future action plan.\r\n The organization declared it would put strong pressure upon the \"Uri Party,\" which betrayed the desire of the people for reform after making a compromise with the \"Grand National Party.\" &nbsp;&nbsp;&nbsp;\r\n Noting that it would join the people in recording the year-end with mounting actions for the abolition of the NSL, the organization declared it would again close the ranks of the people struggling for the abolition of the law within this year. &nbsp;&nbsp;&nbsp;\r\n The meeting was followed by a press conference. &nbsp;&nbsp;&nbsp;\r\n Permanent Chairman of the National Alliance for Democracy and Reunification O Jong Ryol, Representative of the Democratic Workers' Party Kim Hye Gyong and other speakers stated that they would bury the GNP, a group of criminals, in the grave never to rise again and launch a campaign for making the \"Uri Party\" come to its senses. &nbsp;&nbsp;&nbsp;\r\n If the ruling party does not abandon its policy of illicit collusion, we would launch a joint struggle against it, they warned.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "S. Korean Jaitun Unit in Iraq on Alert",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#3",
            "content": "Celebration Held in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- A meeting was held by Russian circles in Moscow on Dec. 22 to mark the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 87th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\r\n Present there were Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, and other personages and reporters of Itar-Tass and the radio Voice of Russia. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n Nikolai Khobrin, chairman of the Central Executive Committee of the International Soviet Army Officers' Union, said that holding Kim Jong Il in high esteem as the supreme commander of the KPA was an expression of the unanimous support of all the servicepersons and Korean people for his great exploits performed in building the army.\r\n Kim Jong Il set forth the original Songun politics on the basis of the Juche idea, he noted, adding the U.S. dares not provoke the DPRK as the U.S. knows well about the might of Songun. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the meeting.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Day of Socialist Constitution Observed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#4",
            "content": "S. Korean Jaitun Unit in Iraq on Alert \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- The Jaitun unit of south Korea deployed in Iraq has been placed on alert as the Iraqi resistance forces recently threatened to launch a truck bomb attack on the unit, according to MBC of south Korea.\r\n The south Korean military is much upset by this warning as it was served soon after at least 80 U.S. service personnel were killed by those forces' mortar attack and missile strike at the U.S. military base near Mosul. &nbsp;&nbsp;&nbsp;\r\n In this connection, the unit suspended all activities except those for defending it and banned the entry of outsiders into the unit and their exit since Dec. 23.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "World Federation of Overseas Korean Businessmen Formed in Moscow",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#5",
            "content": "Day of Socialist Constitution Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- Papers here dedicate editorials to the 32nd anniversary of President Kim Il Sung's promulgation of the \"Socialist Constitution of the Democratic People's Republic of Korea\" that is December\r\n27, Juche 61 (1972).\r\n This marked a historic event of great significance in the political life of the Korean people and their efforts to accomplish the cause of the revolution. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says the first session of the 10th Supreme People's Assembly held in September Juche 87 (1998) marked a momentous occasion in further consolidating and developing the state and social system to meet the new requirements of the Songun revolution. It goes on: &nbsp;&nbsp;&nbsp;\r\n The session reorganized the state machinery in order to enable it to carry out the cause of Songun, renamed the Socialist Constitution Kim Il Sung Constitution, thus, providing a sure legal guarantee for firmly upholding the President's idea of building the state and his exploits performed in it and accomplishing the revolutionary cause of Juche in all fields under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n We do all work including not only the work in the fields of politics, military affairs, economy and culture but the work of bringing the masses into action and the anti-imperialist struggle as intended and instructed by the President and as required by Juche under any circumstances. We are building a great prosperous powerful nation our own way in conformity with the actual conditions of our country and in line with the desire and wishes of the people. We have frustrated the brigandish U.S. imperialists' vicious moves to stifle Korean-style socialism with the Juche-oriented strategy and tactics. &nbsp;&nbsp;&nbsp;\r\n The invincible military power built by Kim Jong Il under the uplifted banner of independence, the banner of great Songun, provides a sure guarantee for resolutely foiling any pressure and attempt to hurt the socialist system, a precious gain of the Korean revolution, and pushing ahead with everything in accordance with our faith and pluck. &nbsp;&nbsp;&nbsp;\r\n The unity of the Korean revolutionary ranks in mind has grown stronger as the days go by thanks to the Songun leadership of the Workers' Party of Korea and its policy of loving servicepersons and people. This serves as the most powerful weapon to smash the U.S. imperialists' moves to isolate and stifle the DPRK and gives a strong impetus to the drive for building a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n We should hold Kim Jong Il, a great brilliant commander pursuing the Songun policy, in higher esteem and wage a vigorous struggle to devotedly defend the Korean-style socialist system and further glorify it, under his leadership. &nbsp;&nbsp;&nbsp;\r\n It is necessary to increase the function and role of the socialist law as a weapon of the working class struggle and thoroughly establish the legal order as required by the present situation where the confrontation with the U.S. is getting extremely acute in order to prevent capitalist elements from infiltrating into our society. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Sunday called for accelerating the building of a great prosperous powerful nation by thoroughly applying the Socialist Constitution under the banner of Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Colorful Functions Held Abroad",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#6",
            "content": "World Federation of Overseas Korean Businessmen Formed in Moscow \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- The World Federation of Overseas Korean Businessmen was inaugurated in Moscow on Dec. 18.\r\n Korean businessmen abroad were present at the inaugural ceremony that day. &nbsp;&nbsp;&nbsp;\r\n At the ceremony the chairman of the Businessmen's Association of the International United Confederation of Koreans was elected chairman of the federation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends 80th Birthday Table to Former Unconverted Long-term Prisoner",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#7",
            "content": "Colorful Functions Held Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- A meeting praising the great persons of Mt. Paektu, film shows and a photo exhibition were held in the city of Portonov, Benin, and by the Center of Philatelists in Moscow, Russia, and a Singapore company between Dec. 15 and 20 on the occasion of the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 87th birth anniversary of anti-Japanese war hero Kim Jong Suk.\r\n Screened at the film shows were the Korean films \"The Respected Comrade Kim Jong Il Is a Great Thinker and Theoretician\" and \"The Korean People's Army, Steel-strong Ranks\". &nbsp;&nbsp;&nbsp;\r\n On display at the photo exhibition were photographs showing Kim Jong Il among the servicepersons and the people. &nbsp;&nbsp;&nbsp;\r\n Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and the Benin National Committee for the Study of Juche Idea and of General Kim Jong Il's Works, in a speech at a meeting said that Kim Jong Il is the great leader respected and supported by the world peace-loving people, stressing that the Songun politics enforced by him is politics highly praised and supported by the friendly people of Benin. &nbsp;&nbsp;&nbsp;\r\n The international community and all the people who love peace and justice must support the struggle of the Korean people true to the leadership of Kim Jong Il who has worked hard to reunify the country by the concerted efforts of the Korean people, he stressed. &nbsp;&nbsp;&nbsp;\r\n The officials of the center said at the end of the film show whenever they saw the Korean army and people standing firm against the U.S., they felt more keenly what a great leader they have.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "U.S.-Japan Joint Operation Plan Denounced",
            "url": "http://kcna.co.jp/item/2004/200412/news12/28.htm#8",
            "content": "Kim Jong Il Sends 80th Birthday Table to Former Unconverted Long-term Prisoner \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- Leader Kim Jong Il sent the 80th birthday table to Ryu Un Hyong, a former unconverted long-term prisoner.\r\n He subjected to colonial slavery, born as a son of the casual laborer in Kimhwa County, Kangwon Province on Dec. 26, Juche 13 (1924). After the liberation of the country he grew up to an able educator and party worker under the care of President Kim Il Sung who established a new system under which the people became a master. &nbsp;&nbsp;&nbsp;\r\n Ryu was active as a party worker in south Korea in the period of the last Korean war. He remained true to his revolutionary principle to the last while spending 34 years in prison after he was arrested by the enemy. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il put him forward as a hero of the DPRK and a recipient of the National Reunification Prize in high recognition of his feat. He has shown all sorts of paternal love for him as evidenced by his sending the birthday table to him this time. &nbsp;&nbsp;&nbsp;\r\n It was conveyed to him on Dec. 26.    \r\n\r\n\r\n\r\n"
        }
    ]
}