{
    "date": "2004-09-18",
    "url": "http://kcna.co.jp/item/2004/200409/20040918.htm",
    "articles": [
        {
            "title": "Floral Baskets to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#1",
            "content": "Floral Baskets to DPRK Embassies \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- Floral baskets were sent by parliaments, political parties, ministries, organizations and high-ranking officials of different countries to the DPRK embassies in the capital cities of the respective countries on the occasion of the 56th founding anniversary of the DPRK.\r\n They include the parliament, the People's Party, the FUNCINPEC Party, the Khmer Democratic Party, the Ministry of Foreign Affairs and International Cooperation, the Ministry of Interior and the Ministry of Commerce of Cambodia, the Ministry of Defence and Armed Forces Logistics and the Workers' House of Iran, the Malaysian People's Movement, the New Left Movement and the People's Front of Workers, Peasants and Students of Peru, the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, the Peruvian-Korean Institute of Culture and Friendship, the president of the People's Assembly and the ministers of Defence and Foreign Affairs of Syria, the general secretary of the Central Committee of the Communist Party of India (Marxist), and the foreign minister of Egypt.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Birthday Observed Abroad",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#2",
            "content": "DPRK Birthday Observed Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- Meetings, book and photo exhibitions took place in Italy, Mexico and Denmark on Sept. 5 and 8 on the occasion of the 56th birthday of the DPRK.\r\n On display in the venues of the functions were photos dealing with President Kim Il Sung's exploits in state building, photos and books on the glorious history of the DPRK.\r\n Michele Capuano, member of the Central Committee of the Communists Party of Italy, said in his speech at a meeting that the DPRK has entered a new phase of its development, adding that leader Kim Jong Il, successor to the President's cause, has glorified socialist Korea with his Songun politics. &nbsp;&nbsp;&nbsp;\r\n Jose Armando Rodriguez, chairman of the Socialist Party of Mexico, stressed in his speech that Kim Jong Il is a great leader who has performed noble exploits and accumulated experience in building the Party, the state and the army. &nbsp;&nbsp;&nbsp;\r\n Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that the proud 56 years of the DPRK are a history of victory and glory in which the Korean people have firmly defended the socialist cause and the dignity of the country by frustrating the incessant moves of the U.S. imperialists to stifle the DPRK and braving their threat of war under the outstanding and seasoned leadership of the President and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Letters to Kim Jong Il were adopted at the meetings in Mexico and Denmark.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolian Chief Legislator Asserts Peaceful Solution to Korean Issue",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#3",
            "content": "Mongolian Chief Legislator Asserts Peaceful Solution to Korean Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- N. Enkhbayar, chairman of the State Great Hural of Mongolia who is chairman of the Mongolian People's Revolutionary Party, when receiving Pak Jong Do, DPRK ambassador e.p. to Mongolia, who paid a courtesy call on him on Sept. 10, expressed hope that the Korean issue would find a peaceful and negotiated settlement.\r\n The two countries have closely cooperated with each other for nearly 60 years since the establishment of diplomatic relations in 1948, he said. &nbsp;&nbsp;&nbsp;\r\n Noting that the bilateral relations have made big progress in the political aspect, he underscored the need to actively boost economic cooperation in line with this development.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Repeal of SL in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#4",
            "content": "Struggle for Repeal of SL in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- The Reunification Solidarity of south Korea on September 11 reportedly made public a statement titled \"Let us smash by our struggle the moves of the pro-American conservative, anti-reunification forces to keep the Security Law\".\r\n However desperately the pro-American conservative, anti-reunification forces including the Grand National Party may try to block the repeal of the SL, they can never stop the fight of the people for its abrogation which is the demand of history and the trend of the times, said the statement. &nbsp;&nbsp;&nbsp;\r\n The abolition of the SL is the historic task which our people must not fail to carry out in the post-June 15 era, the statement noted, calling upon the people to mete out a stern judgment to those forces and throw them and the SL into the dust bin of history. &nbsp;&nbsp;&nbsp;\r\n The Citizens' Society for the Abolition of the SL issued a statement on September 10 marking the 400th one-man protest for the repeal of the SL. &nbsp;&nbsp;&nbsp;\r\n The GNP representative's jargon that she would check the abolition of the SL by staking everything vividly revealed her conservative Cold War stance, the statement said, strongly calling for a total repeal of the SL.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Figure on Optimistic Prospect of DPRK's Science and Technology",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#5",
            "content": "Russian Figure on Optimistic Prospect of DPRK's Science and Technology \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- Victoriya Prishepa, director of the Publishing House of Far Eastern University of Technology of Russia, was interviewed by KCNA before leaving for home after participating in the 4th Pyongyang International Science and Technology Book Fair.\r\n She said the fair held every year, drawing large crowds, had gone a long way toward bolstering scientific and technological exchange and cooperation, mutual understanding and trust among countries. &nbsp;&nbsp;&nbsp;\r\n She further said: &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between Russia and the DPRK have a long historical tradition. The bilateral relations are growing stronger under the deep care of President Putin and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has a strong faith and extensive knowledge, and the prospect of the science and technology of the DPRK is optimistic under his leadership. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the DPRK would proudly rank among the scientific and technological powers, she stated the Russians would make a noticeable contribution to boosting scientific and technological exchange and cooperation with the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arrogance under Fire",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#6",
            "content": "U.S. Arrogance under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- The U.S. Republican Party adopted a party platform at its recent national convention. What merits attention in the platform is an issue related to the \"leadership ability\" of the U.S. The platform contains brigandish and unilateral assertion that the U.S. would disregard the world body should it deny the former's leadership ability.\r\n In this regard, Rodong Sinmun Friday in a signed article terms this a brazen-faced threat and blackmail and base political pressure on the international organizations and a revelation of the extreme arrogance and insolence of the U.S. imperialists keen to realize their ambition for world supremacy. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. has acted a \"judge,\" dominating the international organizations as it pleases in recent years, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. has not treated the international bodies with respect and dignity from the stand of being their members but worked hard to put them under its control from the view-point that they are nothing but its tools. In other words, the U.S. does not follow the decisions of the international bodies but is forcing them to respect its will and stance and accept its \"decision.\" It was in pursuance of this aim that writers of the party platform included such words as the \"leadership ability\" of the U.S. and \"disregard of an international body\" in it. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to establish the U.S.-style international order through its high-handed practices whereby it can behave as it pleases, not hindered by any international bodies, and arbitrarily handle all the problems arising in the international arena in its own interests. In other words, the U.S. wants to exercise unlimited privilege and right as a \"superpower\" and \"world empire.\" &nbsp;&nbsp;&nbsp;\r\n Gone are the days when the U.S. could rule supreme. The U.S. is neither the \"world leader\" nor the \"superpower\" and \"international judge.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to face up to the trend of the present times and discard the arrogant and insolent attitude to act a \"world emperor,\" disregarding the international bodies.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Implementation of DPRK-Japan Pyongyang Declaration Called for",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#7",
            "content": "Implementation of DPRK-Japan Pyongyang Declaration Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- The DPRK-Japan Pyongyang Declaration is a historical document in line with the aspiration and interests of the peoples of the DPRK and Japan in the new century and with the trend of the times, says Rodong Sinmun Friday in a signed article carried two years after the publication of the historic declaration.\r\n The declaration serves as a basic document and international legal framework for putting an end to the long-standing abnormal relations between the two countries and normalizing them, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The declaration has commanded an unequivocal approval, welcome and support from the world people as it reflects the desire of the two peoples and humankind's aspiration for peace and swims with the trend towards reconciliation, cooperation, normalization of bilateral relations and the progress of international relations. &nbsp;&nbsp;&nbsp;\r\n It is the desire and wish of the peoples of the DPRK and Japan to see the bilateral hostile relations terminated and normalized. The DPRK government has made strenuous efforts to observe the spirit of the declaration and implement it, hoping that Japan would honestly redeem the hideous crimes it committed against the Koreans in the past and come out to have good relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is beyond doubt that had the declaration been implemented on its orbit, many issues between the two countries would have been solved. &nbsp;&nbsp;&nbsp;\r\n The declaration should be implemented to the letter at an early date. The core issue in the declaration is for Japan to settle its crime-woven past at an early date. &nbsp;&nbsp;&nbsp;\r\n However, the Japanese ultra-right conservative forces have hamstrung its implementation, evading the redemption of the past and persistently maintaining its one-sided hostile stand toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n For Japan to redress its past is the most urgent task for solving the outstanding bilateral issues between the two countries and the prospect of the improved DPRK-Japan relations hinges upon this. What is essential is to have a proper stand and attitude toward the implementation of the declaration. The declaration can be successfully implemented when the DPRK and Japan properly understand the reality and the need of the times and exert concerted efforts. It is not an issue which can be solved by efforts on the part of one side only. Therefore, both sides should sincerely approach the implementation of the declaration and bring about results.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Pakistani Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#8",
            "content": "Greetings to Pakistani Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- Paek Nam Sun, minister of Foreign Affairs, sent a message of greetings to Mian Khursheed Mehmood Kasuri on his\r\nreappointment as foreign minister of Pakistan.\r\n  Expressing the belief that the good relations of friendship and cooperation between the two countries would develop on good terms, the message wholeheartedly wished him great success in his new post.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Fair in Full Swing",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#9",
            "content": "Film Fair in Full Swing\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- A film fair (September 13-19) is going on in full swing at the Yanggakdo International Hotel in Pyongyang during the 9th Pyongyang Film Festival.\r\n The fair is crowded with foreign delegations and delegates to the festival, filmmakers and movie fans. &nbsp;&nbsp;&nbsp;\r\n Various activities are being conducted at the fair. Films including those presented to the festival are screened and contracts made for film exchange between nations. &nbsp;&nbsp;&nbsp;\r\n Scores of countries and regions including the DPRK, Japan, Germany and Hong Kong have held negotiations for joint and ordered film production and shooting service. &nbsp;&nbsp;&nbsp;\r\n The Canario Corporation of Japan has already started shooting a documentary film on the ongoing festival in accordance with the contract concluded with the Korean International Film Production Agency. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, some delegations from Asia, Africa and Europe are greatly interested in importing Korean films. &nbsp;&nbsp;&nbsp;\r\n The nine rounds of the film fair which have taken place up to now have made a positive contribution to promoting film exchange, joint production and friendship among nations and to developing film art.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Immortal Life of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#10",
            "content": "Immortal Life of Kim Jong Suk\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- September 22 is the 55th death anniversary of Kim Jong Suk, an anti-Japanese war hero.\r\n Though many years have passed, the Korean people have venerated her as a paragon of those who defended the leader at the cost of their lives and as a hero of the anti-Japanese war. &nbsp;&nbsp;&nbsp;\r\n She was born into a patriotic and revolutionary family in Hoeryong, North Hamgyong Province, on December 24, Juche 6 (1917). She grew up, experiencing the misfortune and suffering of a ruined nation from her childhood. &nbsp;&nbsp;&nbsp;\r\n She, who started revolutionary activities in her teens, took part in the anti-Japanese war in 1935. &nbsp;&nbsp;&nbsp;\r\n She distinguished herself in Chechangzi (October 1935), Naitoushan (January 1936), Xigang (July 1936), Fusong County seat (August 1936), Dashahe (1940) and many other battles, earning fame as an anti-Japanese war hero. &nbsp;&nbsp;&nbsp;\r\n She steadfastly supported the revolutionary ideas of President Kim Il Sung at the secret camp in Qingfeng in confrontation with a betrayer to the revolution who was daunted by difficulties during the \"Arduous March\" (December 1938-March 1939), the hardest period of the Korean revolution. In the autumn 1939, she, along with several sewing squad members, made 600 suits of military uniforms in 20 days to contribute to successfully carrying out an operation plan of the President. &nbsp;&nbsp;&nbsp;\r\n She always regarded it as her first and foremost task to ensure the safety of the President. She safeguarded him on battlefields, risking her life. &nbsp;&nbsp;&nbsp;\r\n It is her greatest exploit for the Korean revolution that she ensured the continuity of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n The revolutionary cause of Juche pioneered by the President is being carried forward successfully by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Indeed, Kim Jong Suk's is a brilliant life that was dedicated to the leader, fatherland and revolution.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Appreciates Performance of Russian Army Academic Ensemble",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#11",
            "content": "Kim Jong Il Appreciates Performance of Russian Army Academic Ensemble\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, appreciated a performance given by the visiting Russian Army Academic Song and Dance Ensemble Named after Alexandrov.\r\n Also seeing the performance were Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission and director of the General Political Department of the KPA, Kim Yong Chun, member of the DPRK National Defence Commission and chief of the General Staff of the KPA, Yon Hyong Muk, vice-chairman of the DPRK National Defence Commission, Kim Kuk Thae, Jong Ha Chol and Kim Ki Nam, secretaries of the WPK Central Committee, senior officials of the party, leading men of culture and arts and the press and servicepersons. &nbsp;&nbsp;&nbsp;\r\n In the audience were Deputy Director of the Education General Bureau of the Armed Forces of the Russian Federation N. V. Burbyga who is leading the ensemble, Leonid Ivanovich Malev who is head of the ensemble, Russian Ambassador to the DPRK Andrei Gennadiyevich Karlov and embassy officials. &nbsp;&nbsp;&nbsp;\r\n The artistes of the ensemble with a 70 odd-year long history raised thecurtain on the chorus of \"Song of General Kim Jong Il\". The repertoire included the orchestra and choruses \"Just War\" and \"Forward\", the male vocal solo and chorus \"Kalinka\", the Korean songs \"My Blessed Life\", \"The Hero Was 18 Years Old\" and \"Korea Is One\". &nbsp;&nbsp;&nbsp;\r\n The performers vividly represented with high artistry the brave fighting spirit of the Russian army and people who turned out to repulse the aggressors and defend the country and the optimistic life of the Russian people. &nbsp;&nbsp;&nbsp;\r\n The performance ended with the chorus \"Our Friendship Is Everlasting\". &nbsp;&nbsp;&nbsp;\r\n The performance overflowing with feelings of DPRK-Russia friendship was acclaimed by the audience. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il presented a floral basket to the artistes in congratulation of their successful performance.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Heads of Russian Army Ensemble",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#12",
            "content": "Kim Jong Il Receives Heads of Russian Army Ensemble\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, received N. V. Burbyga, deputy director of the Education General Bureau of the Armed Forces of the Russian Federation who is leading the Russian Army Academic Song and Dance Ensemble Named after Alexandrov, and Leonid Ivanovich Malev, head of the ensemble, on a visit to the DPRK.\r\n Present there were Andrei Gennadiyevich Karlov, Russian ambassador e.p. to the DPRK. \r\n Kim Jong Il warmly welcomed the DPRK visit of the ensemble and had a cordial talk with them. &nbsp;&nbsp;&nbsp;\r\n He had a photograph taken with the artistes of the ensemble.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Nicaraguan Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#13",
            "content": "Greetings to Nicaraguan Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Nicaraguan Foreign Minister Norman Jose Caldera Cardenal on the occasion of the 183rd anniversary of the independence of Nicaragua.\r\n The message expressed the belief that the friendly relations between the two countries would steadily grow stronger on good terms in mutual interests.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Extraordinary Meeting of IMGC Held",
            "url": "http://kcna.co.jp/item/2004/200409/news09/18.htm#14",
            "content": "Extraordinary Meeting of IMGC Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 17 (KCNA) -- An extraordinary meeting of the International Martial Arts Games Committee (IMGC) was held in Pyongyang Friday.\r\n The meeting discussed practical matters for enhancing the function and role of the committee. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of Choe Hong Hui, former president of the International Taekwon-do Federation (ITF) and chairman of the IMGC.\r\n Jang Ung, president of the ITF and chairman of the IMGC, in an address underscored the need to consolidate the success of the first games and successfully hold future games to meet the expectation of world martial art practitioners. &nbsp;&nbsp;&nbsp;\r\n Kwak Pom Gi, vice-premier of the DPRK Cabinet, in a congratulatory address sincerely hoped that the first international martial arts games would prove to be a big assembly of world martial art practitioners, saying that the DPRK government would extend positive support and solidarity to the IMGC in its work. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed agenda items and by-elected members and executive members of the IMGC. &nbsp;&nbsp;&nbsp;\r\n The meeting decided to admit various countries in Asia, Europe, Latin America and Africa into the IMGC. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il from the participants in the First IMG was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting represented by at least 40 countries were Mac Harb, president of the IMGC, Giuliano Fulvi, chairman of the World Chinese Kung-fu Association, Jong Ji Hae, director general of the Physical Culture and Sports Federation of Koreans in Japan, Rhee Ki Ha, senior vice-president of the ITF, Leong Wai Meng, vice-chairman of the IMGC who is vice-president of the ITF, Andy Mencia, executive member of the IMGC, Hwang Pong Yong, chairman of the Korean Martial Art Federation who is chairman of the Korean Taekwon-do Committee, Jong Jae Hun, secretary general of the IMGC who is chairman of the organizing committee of the first International Martial Arts Games\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}