{
    "date": "2004-12-25",
    "url": "http://kcna.co.jp/item/2004/200412/20041225.htm",
    "articles": [
        {
            "title": "Songun Policy Praised Abroad",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#1",
            "content": "Songun Policy Praised Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Various functions were held in London, Bern and New Delhi on December 18 on the occasion of the 13th anniversary of Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA) and the 87th birth anniversary of anti-Japanese war hero Kim Jong Suk.\r\n On display in the venues of functions were books and photos on the revolutionary exploits of President Kim Il Sung and leader Kim Jong Il and photos showing the Korean people in their struggle to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Meetings were addressed by representatives of the Revolutionary Communist Party of Britain (Marxist-Leninist) and the New Communist Party of Britain and the Communist Party of Britain (Marxist-Leninist), the chairman of the Swiss Committee for Supporting Korea's Reunification and other personages of different circles. &nbsp;&nbsp;&nbsp;\r\nThe speakers said that Kim Jong Il's assumption of the KPA supreme commandership marked an epoch-making event in developing the Korean revolution on a new higher level, pursuant to the Songun policy, adding that at present the Songun policy serves as the only political mode for checking the imperialists' moves for aggression and defending global peace. &nbsp;&nbsp;&nbsp;\r\n Shown at the film shows were Korean films \"The Great Leader Comrade Kim Jong Il Gives On- the- Spot Guidance to the Work in Various Fields\", \"The Great Leader Comrade Kim Jong Il Pays an Unofficial Visit to the People's Republic of China\" and \"The Korean People's Army, Steel-Strong Ranks.\" &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter and a message of greetings to Kim Jong Il were adopted at functions in Britain and India.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Stand of U.S. and IAEA on S. Korea's Nuclear Program under Fire",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#2",
            "content": "Stand of U.S. and IAEA on S. Korea's Nuclear Program under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- The Korean Peninsula can be denuclearized only when the United States withdraws its forces and nuclear weapons from south Korea and its authorities dismantle their nuclear weapons program, declared the Swiss Committee for Supporting Korea's Reunification in its statement issued on December 9 denouncing south Korea's nuclear program and the U.S. and the IAEA for supporting and conniving at it.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. raised such a hue and cry over the nuclear program of the DPRK and cried out for sanctions against it but keeps mum about that of south Korea. &nbsp;&nbsp;&nbsp;\r\nThe IAEA, too, feels satisfied with the ambiguous and dishonest explanation given by south Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the IAEA, in the final analysis, have revealed their double-faced nature.\r\n South Korea's nuclear weapons program threatens peace and security on the Korean Peninsula, the statement pointed out, holding that the process of easing the tension between the north and the south of Korea can make steady progress only when south Korea's nuclear program which has been pushed forward in secrecy at the connivance of the U.S. imperialists is clarified.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S., Anti-War Group Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#3",
            "content": "Anti-U.S., Anti-War Group Formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- The Solidarity Council for the Withdrawal of U.S. Troops in south Korea grouping the Solidarity for Implementing the South-North Joint Declaration, the Headquarters of the People's Movement for the Withdrawal of U.S. Troops, the south Korean Federation of University Student Councils (Hanchongryon) and the June 15 Solidarity of Youth and Students reportedly formed a \"national anti-U.S., anti-war group for demanding the withdrawal of the U.S. troops\" in Seoul on Dec. 18.\r\n Kwon O Chang, co-representative of the solidarity council, said that the group has been inaugurated to wage a full-dress anti-U.S., anti-war struggle after setting the period from Dec. 18 this year to January 19 next year for the movement for greeting the year of the withdrawal of the U.S. troops from south Korea in order to make 2005, 60 years since the division of the country, a year of opening the history of the new era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The participants in the inaugural ceremony chanted slogan \"Let's put an end to the history of disgusting submission and division and make 2005 the year of the withdrawal of the U.S. troops. &nbsp;&nbsp;&nbsp;\r\n An inaugural declaration said that they would dynamically conduct information activities among the people in different parts of Seoul in order to inform them of the justice of the actions for the withdrawal of the U.S. troops. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony its participants marched as far as Kwanghwamun together with students under Hanchongryon.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Russian Ambassador Hosts Friendly Gathering for Deputies to SPA",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#4",
            "content": "Russian Ambassador Hosts Friendly Gathering for Deputies to SPA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Andrei Karlov, Russian ambassador e.p. to the DPRK, hosted a friendly gathering for deputies to the Supreme People's Assembly (SPA) at his embassy Thursday evening in the run-up to the New Year Juche 94 (2005).\r\n Present there on invitation were Deputies to the SPA Hong So Hon, who is chairman of the DPRK-Russia Friendship Parliamentary Group, Choe Jong Son, Kye Yong Sam and Kim Kwang Chol and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Russian embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants went round the photographs showing the historic meeting between leader Kim Jong Il and President V.V. Putin and introducing Russia. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the gathering. &nbsp;&nbsp;&nbsp;\r\n They talked to one another about the need to boost the bilateral ties of cooperation, deepening the friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hostile Moves against DPRK Assailed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#5",
            "content": "U.S. Hostile Moves against DPRK Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Genaro Ledesma Izquieta, first vice-chairman of the Latin American and Caribbean Regional Committee for Supporting Korea's Reunification and chairman of the People's Front of Workers, Peasants and Students of Peru, issued a statement on Dec. 15 denouncing the U.S. hostile moves against the DPRK.\r\n Recalling that Bush at the recent APEC summit meeting talked about the \"common cause against the DPRK\" while stoking anti-DPRK hysteria, the statement held that the moves of Bush seeking an alliance of big powers to invade Korea by a Hitler style frantic method should not be overlooked. &nbsp;&nbsp;&nbsp;\r\n Supreme Commander Kim Jong Il is now pursuing the Songun policy, it said, noting that the United States can never browbeat the Korean people even a bit. &nbsp;&nbsp;&nbsp;\r\n It stressed that the destiny of Korea and progressive humankind is firmly guaranteed by Kim Jong Il who is leading the invincible heroic Korean People's Army.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Papers Editorially Call for Demonstrating Spirit of Songun Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#6",
            "content": "Papers Editorially Call for Demonstrating Spirit of Songun Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Papers here Friday dedicate editorials to the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army in which they call for more strikingly demonstrating the spirit of Songun Korea flying high the flag of the supreme commander.\r\n Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK acclaimed Kim Jong Il as KPA supreme commander in reflection of President Kim Il Sung's clairvoyant wisdom and their unanimous will. This marked a landmark event as it gave a steady continuity to the Songun idea and tradition of the President. &nbsp;&nbsp;&nbsp;\r\n Calling upon all the servicepersons and people to fully display the honor of victors in the gigantic struggle for accelerating the general march of the Songun revolution, cherishing the great national pride and self-confidence of holding in high esteem the illustrious commander of Mt. Paektu pursuing the Songun policy as the supreme commander of the revolutionary armed force, the editorial goes on: &nbsp;&nbsp;&nbsp;\r\n We should enshrine the faith that we will surely emerge victorious as long as the supreme commander leads us and consolidate the unity of the Party, the army and the people in mind steel-strong under the uplifted banner of devotedly defending the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n All the servicepersons and people should make every moment of their life rewarding, taking the idea of devotedly defending the headquarters of the revolution as their lifeline, as the U.S. imperialists are getting evermore undisguised in their moves against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is necessary for us to firmly uphold and defend the history and tradition of the Party's Songun revolution, which were made by the President and have been carried forward in all fields under the leadership of Kim Jong Il, and glorify them generation after generation. All the servicepersons and people should remain true to Songun leadership of the supreme commander, deeply grasping the immortal history of his Songun revolutionary activities and his exploits performed in their course as he wrought miracles in defending socialism in the 20th century with his invincible Songun policy and paved a wide avenue for fresh success in building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n It is imperative for the KPA to more fully prepare itself politically and ideologically and in military technique and demonstrate its might as the strongest revolutionary armed forces, the strong revolutionary army of Mt. Paektu, on the front of anti-imperialism and military affairs. &nbsp;&nbsp;&nbsp;\r\n It is also necessary to augment the national power in every way and fully display the invincible might of Songun Korea through a revolutionary offensive on all fronts of building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Minju Joson notes that the KPA under Supreme Commander Kim Jong Il will demonstrate its honor as the main force of the Songun revolution.    \r\n\r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Evening Gala Held",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#7",
            "content": "Evening Gala Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- An evening gala of the Ministry of the People's Armed Forces took place at Jonsung Square Thursday to celebrate the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\r\n Attending there were KPA Vice Marshal Kim Il Chol, minister of the People's Armed Forces, senior officials of the ministry and KPA servicepersons. &nbsp;&nbsp;&nbsp;\r\n Servicepersons of the three services began dancing when the playing of the immortal revolutionary paean \"Song of General Kim Jong Il\" reverberated through the vast square. &nbsp;&nbsp;&nbsp;\r\n Senior officials of the ministry joined the soldiers in dancing to the tune of songs \"Soldiers Extend Glory\", \"Let's Sing of Our Pride in Holding the General in High Esteem\" and \"The Country I Am Defending\", adding to the festive atmosphere. &nbsp;&nbsp;&nbsp;\r\n Dancing to the tune of \"Let's Support Our Supreme Commander with Arms\" and other songs, the servicepersons firmly determined to devotedly defend Kim Jong Il and accomplish the cause of national reunification and the revolutionary cause of Juche under the leadership of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Song and Dance Performance Given",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#8",
            "content": "Song and Dance Performance Given \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- The song and dance performance \"Glory to the General\" was given by the Song and Dance Ensemble of the Korean People's Army at the April 25 House of Culture Thursday in celebration of the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the KPA.\r\n Appreciating the performance were senior officials of the party, the state and the army, chairpersons of the friendly parties and overseas Koreans as well as working people in the city. &nbsp;&nbsp;&nbsp;\r\n In the mixed chorus \"Memory of Roads to the Front\", the group singing to the accompaniment of Oungum \"Oh, Ye Bright Moon over My Country\", the female folk vocal solo and male pangchang \"Songun Nilliri\" and other numbers the performers highly praised the immortal feats of Kim Jong Il in his Songun leadership whereby he has strengthened and developed the KPA into a matchless revolutionary army of Mt. Paektu and led the anti-U.S. confrontation and the building of a great prosperous powerful socialist nation to victory by carrying forward the Songun idea and Songun leadership of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n In the mixed chorus \"The Blue Sky over My Country\" and the \"Sangmo Dance\" they well depicted the firm defence of socialism of Juche and further development of national culture under the Songun policy of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were also the female group singing \"The Nearest\", the male vocal solo \"The Country I Am Defending\", and the mixed chorus \"We Will Be the Seventh Regiment Today\" which display the unshakable faith and will of the KPA to repulse any formidable enemy millions strong at one blow and bring earlier the prosperity of the country and national reunification under the Songun leadership of the supreme commander. &nbsp;&nbsp;&nbsp;\r\n The performance was acclaimed by the audience for its high ideological and artistic plane.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#9",
            "content": "Reception Given by Chinese Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Chinese Ambassador to the DPRK Wu Donghe Wednesday evening hosted a reception for officials of the Ministry of the People's Armed Forces on the threshold of the New Year Juche 94 (2005).\r\n Present on invitation were Kim Sang Ik, vice-minister of the People's Armed Forces, and others. &nbsp;&nbsp;&nbsp;\r\n Military Attache of the Chinese embassy Yang Xilian and embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception. &nbsp;&nbsp;&nbsp;\r\n The speakers stressed the need to boost friendship, solidarity and cooperation between the armies of the two countries in the New Year.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Powerful Impetus to Implementation of Joint Declaration Urged",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#10",
            "content": "Powerful Impetus to Implementation of Joint Declaration Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- The north side's preparatory committee for joint functions of Koreans in the north and the south and abroad for the implementation of the June 15 joint declaration was formed in Pyongyang shortly ago under an agreement reached among their representatives.\r\n Commenting on this, a Minju Joson analyst Friday says: &nbsp;&nbsp;&nbsp;\r\n This is an important step in promoting the implementation of the joint declaration, achieving national reconciliation and unity and lifting to a high pitch the nation's fervor for reunification. &nbsp;&nbsp;&nbsp;\r\n The New Year 2005 will be a significant year in which falls the 5th anniversary of the publication of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The validity and the vitality of the joint declaration have been irrefutably manifested in the progress of the inter-Korean relations and in the nation's movement for reunification over the past four years or more. &nbsp;&nbsp;&nbsp;\r\nPreviously unknown astounding events have been witnessed in the north-south relations and the nation's movement for independent reunification has advanced vigorously along the road of independence after the adoption of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The declaration, however, has not been implemented smoothly, the inter-Korean relations have not been improved to the desired extent and big obstacles and difficulties still lie in the way of national reconciliation, unity and reunification due to the vicious obstructive moves of anti-reunification elements at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The Koreans from all walks of life in the north and the south and abroad should rebuff the challenges of the anti-reunification elements within and without, develop the national reunification movement, improve inter-Korean relations and open up a turning phase on the way to national reunification at any cost under the banner of the joint declaration next year. &nbsp;&nbsp;&nbsp;\r\n Given close cooperation of the preparatory committees in the north and south and abroad it would be possible to significantly hold grand functions common to the nation for reunification and functions of different social strata and thus add vigor to the nation's movement for independent reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Measures for Next Year's Agricultural Production Discussed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#11",
            "content": "Measures for Next Year's Agricultural Production Discussed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- An enlarged plenary meeting of the DPRK Cabinet was held in Pyongyang on Dec. 22 to review the farming this year and discuss measures for bringing about a signal turn in agricultural production next year.\r\n The meeting stressed that it is very important to do farming well next year to significantly celebrate the 60th anniversaries of the Workers' Party of Korea and the liberation of the country and proposed tasks and ways to do so. &nbsp;&nbsp;&nbsp;\r\n It underscored the need to widely introduce high-yielding seeds to cultivation, reap a rich harvest from before and after crops in double-cropping, successfully cultivate potatoes and diversify the agricultural structure as required by the developing reality.\r\n It called for properly choosing crops and their species on the principle of maximizing the grain production, decisively increasing the fertility of soil on paddy and non-paddy fields and actively introducing new farming methods to rice cultivation, while conducting sowing and cultivation as required by the Juche-based farming method to boost the grain production. &nbsp;&nbsp;&nbsp;\r\n It also stressed the need to widely introduce efficient modern farm machines to agriculture to accelerate the industrialization and modernization of agriculture. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by Pak Pong Ju, premier of the DPRK Cabinet, and its members and officials concerned with agriculture as observers.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#12",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Leader Kim Jong Il was presented with a gift by Elena Scherbakova, director of the Russian State Academic Moiseyev Dance Company, and her husband on the threshold of the New Year 2005.\r\n The gift was conveyed to an official of the DPRK embassy in Moscow by the director.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tradition of Heroic Struggle Carried Forward in DPRK",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#13",
            "content": "Tradition of Heroic Struggle Carried Forward in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- A lot of unassuming heroes and merited persons have been produced at each stage of the revolutionary development in the Democratic People's Republic of Korea.\r\n Worker An Jong Min, farmer Kim Tae Song, scientist Kim Sa Myong and teacher Kim Kyong Su are now lauded as unassuming heroes and merited persons produced in the Songun era. &nbsp;&nbsp;&nbsp;\r\n They are all patriots who have been devotedly working for the prosperity of the country, not for their comfort and happiness, over the last two decades. &nbsp;&nbsp;&nbsp;\r\n Over the last ten years, they have contributed to the industrial development with the national defence industry as the main sector and to agricultural production, registered scientific successes and successfully brought up students. &nbsp;&nbsp;&nbsp;\r\n They are carrying forward the lofty spiritual world of the unassuming heroes of the past century, who devoted themselves to supporting the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n  The unassuming heroes Paek Sol Hui, Kim Sang Ryon and Jang Jae San dedicated their whole life to the development of science and technology, not for their honor and reward. &nbsp;&nbsp;&nbsp;\r\n Many heroes were produced in the 1990s. Among them were Jong Song Ok, Kim Yu Bong, Pak Ok Hui, Hyon Yong Ra, Ho Yong Gu and Ri Ung Chan. &nbsp;&nbsp;&nbsp;\r\n Choe Kwan Jun, Jon U Yong, Han Sok Ju and Pak Yong Bom, pioneers who lit the torch of Ranam, the first one in the new century, overcame all the difficulties in the spirit of paving the way for the building of a prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Their noble spirit has its origin in the anti-Japanese revolutionary struggle. The tradition of heroic struggle has been carried forward through the Fatherland Liberation War and the postwar rehabilitation and construction.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Sends Congratulations to Mozambican President",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#14",
            "content": "Kim Yong Nam Sends Congratulations to Mozambican President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Armando Emilio Guebuza upon his election as president of the Republic of Mozambique.\r\n The message expressed the belief that the excellent friendly relations between the two countries would continue to develop favorably in the future, too, wishing him great success in his responsible work for the national unity and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Evening Gala of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2004/200412/news12/25.htm#15",
            "content": "Evening Gala of Youth and Students Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Youth and students in Pyongyang had a cheerful and happy dancing party at Kim Il Sung Square Friday on the occasion of the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\r\n It began with song \"Confetti of Best Wishes.\" &nbsp;&nbsp;&nbsp;\r\n They presented dances reflecting the Korean people's high honor and pride of holding Kim Jong Il in high esteem to the tunes of such songs as \"Let's Sing of Our Pride in Holding the General in High Esteem\", \"Our General Is the Best\" and \"Twelve Months for Victorious Songun Leadership\". &nbsp;&nbsp;&nbsp;\r\n The participants hardened their will to devotedly defend Kim Jong Il, the sun of the 21st century, and vigorously advance to accomplish the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n The dancing party ended with song \"Let's Support Our Supreme Commander with Arms\".    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}