{
    "date": "2004-10-19",
    "url": "http://kcna.co.jp/item/2004/200410/20041019.htm",
    "articles": [
        {
            "title": "DPRK Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between Kim Yong Nam and Wu Bangguo",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#2",
            "content": "DPRK Delegation Leaves for China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- A delegation of the Democratic People's Republic of Korea led by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, left here Monday morning by special plane to pay an official goodwill visit to the People's Republic of China at an invitation of the Standing Committee of the National People's Congress and the State Council of the PRC on the occasion of the 55th anniversary of the establishment of DPRK-China diplomatic relations.\r\n Kim Yong Nam was accompanied by members of the delegation Ri Ju O, minister of Light Industry, Kim Yong Il, vice-minister of Foreign Affairs, Kim Yong Jae, vice-minister of Foreign Trade, and the suite. &nbsp;&nbsp;&nbsp;\r\n The delegation was seen off at the airport by Yang Hyong Sop, vice-president of the SPA Presidium, Kim Su Hak, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, and other officials concerned.\r\n Also sending it off were Charge d'Affaires a. i. Guan Huabing and officials of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n The special plane carrying the delegation took off at Pyongyang Airport at 10 a.m.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Welcome Function for DPRK Delegation Held",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#3",
            "content": "Talks Held between Kim Yong Nam and Wu Bangguo \r\n&nbsp;&nbsp;&nbsp; Beijing, October 18 (KCNA Correspondent) -- Talks were held between Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Wu Bangguo, chairman of the Standing Committee of the National People's Congress of the People's Republic of China, at the Great Hall of the People on Monday.\r\n At the talks both sides informed each other of their countries' situations and exchanged views on the issue of boosting the friendly and cooperative relations between the DPRK and China in the new generation, too, and a series of international matters of mutual concern and reached a consensus of views on the issues taken up.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Banquet Given in Honor of DPRK Delegation",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#4",
            "content": "Welcome Function for DPRK Delegation Held \r\n&nbsp;&nbsp;&nbsp; Beijing, October 18 (KCNA Correspondent) -- A function took place at the Great Hall of the People Monday in welcome of the DPRK delegation led by Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK.\r\n Present there were President Kim Yong Nam and members of the delegation Minister of Light Industry Ri Ju O, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Kim Yong Jae, DPRK Ambassador e.p. to China Choe Jin Su and other suite members. &nbsp;&nbsp;&nbsp;\r\n On hand were Wu Bangguo, chairman of the Standing Committee of the National People's Congress (NPC) of the People's Republic of China (PRC), Minister of Commerce Bo Xilai, Deputy Secretary General of the NPC Standing Committee Wang Yunlong, Chinese Ambassador e.p. to the DPRK Wu Donghe, Vice-Chairman of the Foreign Affairs Committee of the NPC Wang Yingfan, Vice-Minister of Foreign Affairs Zhou Wenzhong, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The members of the DPRK delegation exchanged warm greetings with senior officials of China. &nbsp;&nbsp;&nbsp;\r\n National anthems of the DPRK and PRC were played. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and Wu Bangguo reviewed a guard of honor of the three services of the Chinese People's Liberation Army.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Brands El Baradei as Servant for U.S.",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#5",
            "content": "Banquet Given in Honor of DPRK Delegation \r\n&nbsp;&nbsp;&nbsp; Beijing, October 18 (KCNA Correspondent) -- A banquet was given by Wu Bangguo, chairman of the Standing Committee of the National People's Congress of the People's Republic of China, in honor of the DPRK delegation led by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, at the Great Hall of the People this evening.\r\n Kim Yong Nam and Wu Bangguo made speeches there. &nbsp;&nbsp;&nbsp;\r\n A performance was given by Chinese artistes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Total Abolishment of SL Demanded",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#6",
            "content": "KCNA Brands El Baradei as Servant for U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- There are disturbing signs of the attempts to hush up the cases of secret nuclear-related experiments in south Korea against the backdrop of the international community's increasing suspicion and concern about them in the wake of their disclosure.\r\n The world is upset by the suspicion about south Korea's nuclear development that has snowballed since the IAEA inspection began and the observation of experts that south Korea has pursued a nuclear weapons development program since the 1970s and has now full access to the nuclear weapons development technology. This goes to prove that the south Korean authorities' assertion that the above-said experiments were just for a peaceful purpose and at an experimental phase is nothing but a hocus-pocus to cover up their criminal purpose and that the nuclear weapons development has been pursued under the manipulation of the government. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, IAEA Director General El Baradei during his recent visit to south Korea and Japan claimed that south Korea's nuclear activities were just simple experiments conducted by individual scholars and the third inspection in October was made not because previous two inspection activities were insufficient but it was just a normal procedure, in a bid to downplay the importance of the inspection. &nbsp;&nbsp;&nbsp;\r\n When the secret nuclear experiments of south Korea were brought to light, he said they aroused deep concern. But he claimed that they were just at an experimental phase and south Korea was trustworthy in a bid to downplay the gravity of the case although south Korea is believed to have acquired nuclear weapons development technology through a series of nuclear-related experiments. This meant that he echoed what the U.S. said to defend south Korea. &nbsp;&nbsp;&nbsp;\r\n He went the lengths of asserting that there is a fundamental difference between north Korea and south Korea in their nuclear performances because the north pulled out of the NPT, expelled IAEA inspectors and is now in the process of industrializing the reprocessing of nuclear substance. He also made such anti-north provocative remarks that the worst precedent was made by the UN Security Council's passive counteraction and the international community is losing patience over the issue of the six-party talks and that now is the time for the UNSC to do something. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue between the DPRK and the U.S. cropped up and no progress was made in the six-party talks because the Bush administration has pursued a hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Such being a stark fact, some forces of the IAEA are keeping mum about the U.S. improper behavior and chiming in with its smear campaign against the DPRK, though it is acting rightly. &nbsp;&nbsp;&nbsp;\r\n During his recent visit to Israel for the probe into the nuclear suspicion El Baradei did not utter even a word about the nuclear issue of the country, an open secret. He made incoherent remarks when interviewed by media during his visit to south Korea. This is a clear indication that he is a servant for the U.S. &nbsp;&nbsp;&nbsp;\r\n People mock at him for his mean behaviour, departure from the principle of objectivity and impartiality to be observed by the director general of the IAEA, saying that he seems to seek to serve another term of office by currying favor with the U.S. &nbsp;&nbsp;&nbsp;\r\n His biased attitude towards the nuclear issue between the DPRK and the U.S. and the nuclear issue of south Korea prompts one to draw a conclusion that he is using the DPRK's open and legitimate nuclear activities as a pretext for hiding south Korea's nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The dishonest forces of the IAEA are faithfully serving the U.S., a center of nuclear industrial complexes, and are resorting to high-handed and arbitrary practices based on mistrust in the relations with the DPRK under the manipulation of the U.S. &nbsp;&nbsp;&nbsp;\r\n If El Baradei keeps going partial, quite contrary to justice, conscience and expectation of the international community, he will not be able to evade the responsibility for having stood in the way of the denuclearization of the Korean peninsula and conniving at south Korea's nuclear weaponization and nuclear arms race in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n Baradei should behave himself, mindful of the adverse impact his partial and irresponsible behavior will have on the process of denuclearizing the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The DPRK declares once again that as a party directly responsible for the denuclearization of the peninsula it will push for a full probe into the nuclear issue of south Korea to the last and holds that this issue should be clarified before anything else at the multi-lateral negotiations for the denuclearization of the peninsula. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reduction of U.S. Forces in S. Korea Dismissed as Hypocritical",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#7",
            "content": "Total Abolishment of SL Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly issued a statement on October 14 demanding the Uri Party adopt the overall abrogation of the \"security law\" as its platform, paying heed to the desire and future of the nation.\r\n For the ruling party to talk about the \"replenishment of the criminal law\" and \"substitute legislation\" is an act of playing into the hands of the conservative forces of the era of cold war including the Grand National Party, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n The ruling party is reluctant to discard the unrealistic conception of \"principal enemy\" and \"enemy-benefiting\" which has always been a stumbling block at the time when all the Koreans are out to implement the June 15 joint declaration and achieve reunification by their concerted efforts. This is really a disgrace.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Propaganda against DPRK Flayed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#8",
            "content": "Reduction of U.S. Forces in S. Korea Dismissed as Hypocritical \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- The U.S. imperialists' loudmouthed reduction of their forces in south Korea is nothing but hypocrisy as it is, in fact, an arms buildup and a curtain raiser to a new war on the Korean peninsula.\r\n Rodong Sinmun Monday says this in a signed commentary. It goes on: &nbsp;&nbsp;&nbsp;\r\n Throughout the 59-year-long history of its military presence in south Korea, the United States has staged a number of farces of reducing its forces but each time such farce ended up bolstering its forces and rounding off its war scenario for a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Behind the scene of the cutback of its forces, the U.S. has massively introduced different types of nuclear weapons and ultra-modern war equipment into south Korea and its vicinity and staged frequent war exercises, rounding off its preparations for preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n In June, the United States informed the south Korean authorities it would reduce one third of its forces in south Korea by the end of the next year. &nbsp;&nbsp;&nbsp;\r\nBut on October 6, it officially notified them that the cutback of its forces would be put on hold for three years. &nbsp;&nbsp;&nbsp;\r\n It is the real intention of the U.S. to step up its moves to bolster up its forces and start a new war behind the curtain of reduction. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked are the south Korean authorities' attitude and stand on the issue of the U.S. forces' cutback. As soon as the U.S. informed them of this reduction plan, they begged it to delay the \"cutback\" over one year at least, raising a hue and cry over \"serious security vacuum\" on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The south Korean people who have been insulted and despised by the U.S. imperialist aggression forces for more than half a century should clearly see through the deceptive nature of the U.S. forces' reduction, heighten their vigilance against it and turn out as one in a patriotic struggle to make 2005 the year of forcing the U.S. troops to withdraw from south Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koguryo Relics in Mt. Taesong",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#9",
            "content": "U.S. Propaganda against DPRK Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- The \"North Korean Human Rights Act\" was railroaded through the U.S. Senate recently. It is full of poisonous articles against the DPRK including one stipulating that 24 million U.S. dollars shall be disbursed every year out of the U.S. government budget to organizations and individuals involved in activities to \"overthrow the system\" of the DPRK under the cloak of \"improvement of human rights in north Korea\".\r\n A Rodong Sinmun analyst Monday brands this as one more criminal declaration against the DPRK and open challenge to it which glaringly reveal the real intention of the United States to maliciously sling mud at the DPRK, a dignified sovereignty state, and topple the socialist system chosen by the Korean people on the plea of the \"human rights issue\" along with the \"nuclear issue\". &nbsp;&nbsp;&nbsp;\r\n Stripping the U.S. stark naked as the worst violator of human rights in the world which has totally lost the qualification to talk about human rights, the news analyst says: &nbsp;&nbsp;&nbsp;\r\n Now the U.S. is going to brandish the heinous law it has cooked up without hesitation to \"overthrow the system\" of the DPRK. This is very ill-boding as it discloses its unilateralism and high-handed and arbitrary practices which have gone to extremes.\r\n The U.S. has so far been fond of blabbing that it had no intention to invade the DPRK and wanted dialogue. The reality, however, makes it plain that all its rhetoric was no more than hypocrisy and deception. &nbsp;&nbsp;&nbsp;\r\n The U.S. has left the dialogue and negotiation for the solution to the nuclear issue meaningless by freely adopting the \"north Korean human rights act\" and legally making the \"destruction\" and \"overthrow\" of the system of the DPRK its policy. &nbsp;&nbsp;&nbsp;\r\n It is the immutable pluck and temperament of our army and people to answer the sword of the enemy with a rifle and the enemy's rifle with a gun. &nbsp;&nbsp;&nbsp;\r\n It is like the midsummer dream of a dog for the U.S. to seek to pull down and destroy the socialist system of the DPRK by brandishing such human rights stick as the \"North Korean Human Rights Act\". The Bush group would be well advised to stop the anti-DPRK moves, mindful of this. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Azerbaijani President",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#10",
            "content": "Koguryo Relics in Mt. Taesong\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- Many relics belonging to the period of Koguryo, which existed as a powerful state for nearly one thousand years in Korean history, have been preserved in and around Mt. Taesong in northeastern Pyongyang.\r\n Taesong means a large castle. On the mountain a castle was built in the period of Koguryo to repel invaders. &nbsp;&nbsp;&nbsp;\r\n The 9,284-meter-long castle was built for the purpose of defending the Anhak Palace, the royal palace of Koguryo. &nbsp;&nbsp;&nbsp;\r\n It, one of the largest castles in Koguryo, shows well the architectural characteristics of mountain castle at that time. &nbsp;&nbsp;&nbsp;\r\n In Mt. Taesong 20 ruined castle gates were found and only Nam Gate still remains. The gate, restored to the original state in September Juche 67 (1978), adds beauty and national features to Mt. Taesong. &nbsp;&nbsp;&nbsp;\r\n The Anhak Palace, which existed in the period between 427 and 586, covers 386,000 square meters. &nbsp;&nbsp;&nbsp;\r\n According to a survey result, there were 52 buildings with a total floor space of 31,458 square meters in the royal palace. And 2,590 ruined pillars, tiles, large and small earthenware jars, glass ornaments, arrowheads and other remains were discovered at the palace site. &nbsp;&nbsp;&nbsp;\r\n The architecture introduced in the building of the Anhak Palace had been applied to successive royal palaces in Korea. &nbsp;&nbsp;&nbsp;\r\n A large number of historic relics including ruined food stores, armories, barracks and groups of tombs provide a glimpse of Koguryo people's wisdom and talent. &nbsp;&nbsp;&nbsp;\r\n Kwangbop Temple, built in the period of King Gwanggaetho of Koguryo, was restored in 1990 and has been preserved in its origin as national treasure. &nbsp;&nbsp;&nbsp;\r\n In Mt. Taesong there are Ingo, Kuryong, Sasum, Jangsu and many other ponds. They have legends about the landscape of Mt. Taesong, the Koguryo people's patriotism and their desire for leading a happy life free from the feudal status system. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Grave of Ri Po Ik",
            "url": "http://kcna.co.jp/item/2004/200410/news10/19.htm#11",
            "content": "Kim Yong Nam Greets Azerbaijani President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea,\r\nsent a congratulatory message to Azerbaijani President Ilham Aliyev Monday on the national day of Azerbaijan. &nbsp;&nbsp;&nbsp;\r\n The message wished the president greater success in his work for the prosperity of the country, expressing the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms and in the interests of the two peoples in the future, too.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}