{
    "date": "2005-06-04",
    "url": "http://kcna.co.jp/item/2005/200506/20050604.htm",
    "articles": [
        {
            "title": "U.S. Grave Military Provocation against DPRK Flayed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Make Trustworthy Switchover in its Stance",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#2",
            "content": "U.S. Grave Military Provocation against DPRK Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The introduction of 15 F-117 Stealth fighter bombers and 250 maintenance personnel into south Korea from the U.S.\r\nmainland proves that the U.S. plan for a preemptive nuclear attack on the DPRK has reached the phase of military action, no longer remaining on its table, says Rodong Sinmun Friday in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n This is little short of a state of emergency as it indicates that the Korean Peninsula is on the eve of a war. &nbsp;&nbsp;&nbsp;\r\n Recently the U.S. ruling quarters did not bother to let loose a string of belligerent remarks pressurizing the DPRK and hinting at a military strike on it, while talking about any \"sign of nuclear threat\" and \"a strategic initiative to cope with the situation after the collapse of the talks\" and the like. The U.S. bellicose forces have already worked out \"CONPLAN 8022-02\" aimed at mounting a preemptive nuclear attack on strategic targets including nuclear facilities of the DPRK and hastened the preparations for its implementation. &nbsp;&nbsp;&nbsp;\r\n It must not go unnoticed that the U.S. brought such dangerous means for nuclear attacks to south Korea at a time when a grand event for national reunification, the function common to the north and the south of Korea, is slated to take place on the occasion of the fifth anniversary of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, the U.S. introduction of the above-said types of bombers has chilled the atmosphere of the June 15 grand festival for national reunification overnight and created such a situation where it is hard to hold such festival. &nbsp;&nbsp;&nbsp;\r\n The United States should pull military hardware including Stealth fighter bombers out of south Korea at once, stop the anti-reunification moves for a war against the DPRK and withdraw its aggression troops from south Korea at an early date. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should think twice if they can save their face when they participate in the festival after introducing those bombers into south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Polish Embassy Officials Help Farmers in Rice- Transplanting",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#3",
            "content": ".S. Urged to Make Trustworthy Switchover in its Stance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The nearly month-long NPT Review Conference at the UN ended up without any result. The United States is chiefly blame for this. The U.S. did not bother to perpetrate any act in breach of the NPT such as the development of smaller nukes, the action taken by it to put its commitment to guarantee security on the back burner, its advocacy of the doctrine of preemptive nuclear attack and application of discriminating double standards, while deliberately shunning the implementation of its commitment as a nuclear weapons state such as the reduction of nuclear weapons under the NPT. It has thus reduced the treaty to a dead document and pushed it to the verge of collapse.\r\n Rodong Sinmun Friday observes this in a signed commentary. It continues: &nbsp;&nbsp;&nbsp;\r\n One cannot but view the outcome of the conference in connection with the nuclear issue between the DPRK and the U.S. because this issue surfaced entirely due to the U.S. high-handed policy for world domination and a series of rounds of the six-party talks proved fruitless and were thrown into the danger of collapse owing to the U.S. arrogant attitude. &nbsp;&nbsp;&nbsp;\r\nA common understanding and an agreement were reached among the countries concerned thanks to the DPRK's innovative and well-intentioned initiatives and sincere and honest efforts to seek a fair solution to the nuclear issue and realize the denuclearization of the Korean Peninsula. This served as groundwork for advancing the six-party talks. But the U.S. reneged on this agreement and common understanding in less than one month since the close of the last round of the talks, thereby destroying the groundwork of the talks. &nbsp;&nbsp;&nbsp;\r\n The U.S., after demolishing this groundwork, pressed the DPRK to rebuild it in a bid to groundlessly lay all the blames for the failure to resume the talks at its door. &nbsp;&nbsp;&nbsp;\r\n The U.S. is floating the misinformation that the DPRK has a \"nuclear ambition\" in an effort to brand it as a \"nuclear criminal.\" In fact, from the outset the DPRK demanded from the U.S. the settlement of the elementary issues which a non-nuclear state deserves to urge a nuclear weapons state to guarantee. But the U.S. took no notice of these elementary demands of the DPRK and became more high-handed in its policy towards the DPRK. In order to cope with this, the DPRK took a crucial decision as pulling out of the NPT to protect the security and supreme interests of the country and opted for having access to nuclear weapons with much effort. &nbsp;&nbsp;&nbsp;\r\n It was none other than the U.S. that compelled the DPRK to withdraw from the NPT and acquire nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n Judging the outcome of the conference, the DPRK cannot but doubt if the U.S. will give it as a special case the promise which it has never granted to any non-nuclear states, even if Pyongyang returns to the six-party talks. &nbsp;&nbsp;&nbsp;\r\n It is our hope that if the U.S. truly wants the resumption of the six-party talks and the settlement of the nuclear issue, it should draw a lesson from the outcome of the conference and make a trustworthy switchover in its policy in practice. Herein lies the prospect of finding a solution to the issue.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Joint Russia-DPRK Stamp Releasing Ceremony Held in Russia",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#4",
            "content": "Polish Embassy Officials Help Farmers in Rice- Transplanting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Wlodzimierz Olesik, Polish charge d' affaires ad interim and embassy officials here helped farmers of the DPRK-Poland Friendship Jangsuwon Co-op Farm on the outskirts of Pyongyang in rice-transplantation Thursday.\r\n After looking round the history room of the farm, the guests gave helping hands to the farmers busy with the rice-transplantation. &nbsp;&nbsp;&nbsp;\r\n During break the guests enjoyed an art performance given by kindergarteners there and had conversations with officials of the farm, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n The charge d' affaires a.i. said that they were pleased to work with the farmers striving hard to register greater success in the grain production this year. &nbsp;&nbsp;&nbsp;\r\n Noting that the friendly ties between Poland and the DPRK are long-standing ones, he stressed that they would make positive efforts to boost these relations in the future. &nbsp;&nbsp;&nbsp;\r\n That day the embassy officials handed to the farm the aid materials they had prepared with sincerity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Wrestlers Successful in 18th Asian Championships",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#5",
            "content": "Joint Russia-DPRK Stamp Releasing Ceremony Held in Russia \r\n&nbsp;&nbsp;&nbsp; Moscow, June 1 (KCNA) -- A joint Russia-DPRK stamp releasing ceremony took place at Moscow M.V.Lomonosov State University on June 1.\r\n Hanging on the front wall of the venue of the ceremony was a photograph showing the meeting of leader Kim Jong Il and Russian President Vladimir Vladimirovich Putin. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were figures from various circles, philatelists and people from all walks of life and Pak Ui Chun, DPRK ambassador to Russia, and embassy officials and a delegation of the Korea Stamp Corporation headed by Vice-Director Choe Rim Song. &nbsp;&nbsp;&nbsp;\r\n The vice-director of the Center for Stamp Issue and Commerce of Russia said in a speech at the ceremony that the joint stamp issued for the first time in the history of the two countries serves as a historic document on the bilateral relations. He hoped that the ceremony would mark an occasion in boosting the long-standing bilateral friendly ties. &nbsp;&nbsp;&nbsp;\r\n The general manager of the Post Bureau of Russia noted in a speech that the joint stamp constitutes a fine gift to the two peoples, an indication that they are united by the friendship and feelings. He expressed the conviction that the stamp would become popular to positively contribute to boosting the bilateral friendly and cooperative ties and would be distributed worldwide. &nbsp;&nbsp;&nbsp;\r\n Then the representatives of the two sides exchanged the joint stamps signed by them respectively.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry on Bush's Remarks",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#6",
            "content": "DPRK Wrestlers Successful in 18th Asian Championships \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- DPRK wrestlers proved successful in the 18th Asian Wrestling Championships held in China from May 24 to 29.\r\n They carried off one gold, two silvers and one bronze in the championships which drew at least 280 man and woman wrestlers from 19 countries and regions. &nbsp;&nbsp;&nbsp;\r\n Korean boy Cha Kwang Su captured the title in the Greco-roman 55kg category by beating all the adversaries with high technique he had cultivated in his day-to-day training. &nbsp;&nbsp;&nbsp;\r\n Jon Hyon Guk and Ri Yong Chol finished the runner-up in the free style 55kg and 60kg categories and Kim Kum Chol emerged the third in the Greco-roman 66kg category.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "- Round-Table Conversation on Korean Pen. Issue Held by Koreans in U.S.",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#7",
            "content": "Spokesman for DPRK Foreign Ministry on Bush's Remarks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- A spokesman for the DPRK Foreign Ministry Friday gave an answer to a question put by KCNA as regards U.S. President Bush's remarks about the Korean issue made at a press conference.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Bush was reported to have said \"Mr.\", politely addressing our headquarters of revolution\" at a press conference held at the White House on May 31. We take note of this. We keep a tab on a string of vituperation let loose by high-ranking officials of the U.S. administration against the DPRK even some days ago. &nbsp;&nbsp;&nbsp;\r\n If Bush's remarks put an end to the scramble between the hawkish group and the moderate group in the U.S., which has thrown the Korean policy into a state of confusion, it would help create an atmosphere of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n We will closely follow if his remarks would not change day and night as this happened in the past. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wants a peaceful solution to the nuclear issue, it should make a bold decision to withdraw the remark \"an outpost of tyranny\" to remove the biggest hurdle lying in the way of resuming the six-party talks.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cheyuk Sinmun on FIFA's Unjust Decision",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#8",
            "content": "Round-Table Conversation on Korean Pen. Issue Held by Koreans in U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Organizations of Koreans in the United States stressed that the issue of the reunification of the Korean Peninsula must be settled independently by the concerted efforts of the Koreans at a \"round-table conversation on the issue of the Korean Peninsula\" held in Los Angeles on May 28, according to Internet homage Minjok Thongsin in the United States.\r\n The speakers said the relaxation of the daily growing tension on the Korean Peninsula depends on how vigorously the forces for progressive reform and civic and public organizations in south Korea and overseas wage the drive for the pullout of the U.S. forces present in south Korea, the root cause of misfortunes on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. is lately getting more undisguised in its scheme to \"topple the north's government,\" rather threatening it with a preemptive nuclear attack than seeking improved relations with it, the speakers said it is clear as noonday that even if the north stops its nuclear development, the U.S. will not abandon the hostile policy toward it, but will drive the bilateral relations to a constant strain over \"human rights,\" \"conventional weapons\" and the like. &nbsp;&nbsp;&nbsp;\r\n Pointing out that Bush administration's strategy toward the north is, in a nutshell, \"a toppling strategy,\" they said all the Koreans including overseas compatriots, under this situation, have no other choice but to pool strength and prevent a war, holding aloft the banner of the June 15 joint declaration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "British Businessmen Arrive",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#9",
            "content": "Cheyuk Sinmun on FIFA's Unjust Decision \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The Pyongyang-based paper Cheyuk Sinmun Friday runs a signed article titled \"Unjust decision has put the Japanese team into a favorable situation.\"\r\n Recalling the fact that the Disciplinary Committee of FIFA made an unjust decision against the DPRK team participating in the Asian qualifier for the World Cup, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The \"decision\" was bitterly denounced by national associations, football experts, soccer fans and personages of many countries and regions of the world. &nbsp;&nbsp;&nbsp;\r\n Bahrain and Iran, in particular, termed the decision an unjust one and strongly demanded the committee withdraw it, maintaining the principled stand on letting all the teams belonging to the Group B visit each other to play at the stadiums. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the committee unilaterally cancelled the original decision to arrange the match between the DPRK team and the Japanese team slated to take place in Pyongyang on June 8 and shifted its venue to Suphachalasai Stadium in Bangkok. &nbsp;&nbsp;&nbsp;\r\n This made it possible for the Japanese team to have the match with the DPRK eleven in a favorable situation. Japan openly admitted this. &nbsp;&nbsp;&nbsp;\r\nQuoting the Japanese Asahi Shimbun as saying \"the Japanese team will play in Thailand favorable to it,\" the paper goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese team seems to work hardest to proceed to the World Cup matches come what may by availing itself of this favorable situation and even by getting help from others. But there is quite a possibility of its \"hope\" being dashed. &nbsp;&nbsp;&nbsp;\r\n The Japanese team which had been trounced by the Iranian team in the first qualifying match is not likely to win the second match. &nbsp;&nbsp;&nbsp;\r\n That is why the Japanese team seems to be nervous of the results of the match to be played between the Bahraini team and the DPRK eleven. In case the Japanese team is beaten by its Bahraini rival, the former should draw with the DPRK eleven at least. Otherwise, it would be very hard for the Japanese to be qualified for the World Cup. &nbsp;&nbsp;&nbsp;\r\n Precisely for this reason, the Japanese team has entertained hope that its match with the DPRK eleven slated for June 8 would take place in a place of a third country, not in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The \"decision\" of the committee helped Japan realize its strong desire and entertain a hope. &nbsp;&nbsp;&nbsp;\r\n However, a hope does not mean a reality. A hot match decides a winner and loser. The same is true of an international match. It is not so easy to win a match. &nbsp;&nbsp;&nbsp;\r\n\"We are not disappointed at the results of the matches played so far but our players will make redoubled efforts to live up to the expectation of the country and its people,\" said Yun Jong Su, chief coach of the DPRK team.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Weather-cast for Crops Intensified in DPRK",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#10",
            "content": "British Businessmen Arrive\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Johnny Hon, chairman of the Global Group, and his party arrived here today.\r\n They were greeted at the airport by Pak Yong Chil, president of the Koryo Bank, and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korea Koryo Pharmacy Center",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#11",
            "content": "Weather-cast for Crops Intensified in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The Central Meteorological Institute of the Democratic People's Republic of Korea has directed many efforts to ensuring a scientific accuracy in weather-cast for the growth of farm crops.\r\n The institute has made a comprehensive analysis of atmospheric circulation materials recorded throughout the country for nearly 20 years and established the most proper method of confirming the annual forecast. As a result, it has considerably raised the accuracy of weathercast. &nbsp;&nbsp;&nbsp;\r\n The institute, in close contact with scientists of the Academy of Agricultural Science, sees to it that the farms across the country have taken thorough agro-technical measures and measures to prevent damage by blights and harmful insects in accordance with the meteorological climate. &nbsp;&nbsp;&nbsp;\r\n And it informs the farms of ever-changing weather timely while constantly improving the weather forecasting method and content. &nbsp;&nbsp;&nbsp;\r\n Researchers have included the rate of sunshine in the forecast and established one-month and three-month forecasting systems according to the change of seasons and thus supported the efforts for increased agricultural production in a scientific and technological way.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Kim Sang Ryon",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#12",
            "content": "Korea Koryo Pharmacy Center\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The Korea Koryo Pharmacy Center on Rakwon Street in Pyongyang, is a technological hub of the country for putting the production of Koryo medicine on a modern and scientific basis.\r\n It, founded on June 3, Juche 81 (1992), covers a total floor space of nearly 3,000 square meters and has ten research rooms including Koryo medicine and production process ones. &nbsp;&nbsp;&nbsp;\r\n Some 20 percent of its staff members have academic degrees or titles. &nbsp;&nbsp;&nbsp;\r\n Over the last years the center has developed various Koryo medicines. Among them are civet injection and Angung-uhwanghwan-2 highly efficacious for cerebral thrombosis and sequelae caused by cerebral hemorrhage and p-polysaccharide injection good for preventing damage by radioactivity and spread of cancer after operation. &nbsp;&nbsp;&nbsp;\r\n Recently the research team has succeeded in developing capsule materials with indigenous raw materials, thus making Koryo medicines convenient to take. &nbsp;&nbsp;&nbsp;\r\n It has made it possible to manufacture more than 10 kinds of capsuled Koryo medicines including aphrodisiac capsule made from substances extracted from Epimedium Koreanum, motherwort capsule and Atractylodes japonica extract capsule.\r\n Meanwhile, the center has conducted researches into using medicinal herbs and natural substances in dietary life. In this course, it has standardized over 200 sorts of health food including nutritive deer bone powder for children, nutritive Job's-tears powder, Kaesong Koryo insam (ginseng) tea, Insam-Chinese matrimony vine tea, Koryo sansam(wild ginseng)-mushroom tea, Koryo sansam broth and honey mixed with pine tree pollen. More than 10 out of them have   found their way to foreign market. &nbsp;&nbsp;&nbsp;\r\n The center has introduced successes made in the medical science and technology into Koryo medicine factories. \r\n It has developed Koryo medicine database helpful toward development of Koryo drug production technology to suit the IT era. And it publishes periodicals such as \"Information of Koryo Pharmacy\" and \"Information of Health Food\" and has authored and compiled various books including \"Modernization of Koryo Medicine Production\" and \"Famous Health Food\". &nbsp;&nbsp;&nbsp;\r\n Han Chang Gun, director of the center, told KCNA that it, from the stand of Juche, will further deepen the research to put Koryo pharmacy, pride of the nation, on a solid scientific basis and introduce IT into the production of Koryo medicine and thus make a positive contribution to the development of Koryo medicine.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#13",
            "content": "Kim Jong Il Sends Wreath to Bier of Kim Sang Ryon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Leader Kim Jong Il sent a wreath to the bier of Pro. and Dr. Kim Sang Ryon, researcher of the Rice Institute  under the\r\nAcademy of Agricultural Science, who was Kim Il Sung Prize winner, Labor Hero of the DPRK, People's Scientist and academician, on June 3 to express a deep condolence over his death.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Delegation of CPBM",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#14",
            "content": "Pak Pong Ju Meets Chinese Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, met and had a friendly conversation with the friendship delegation of Liaoning\r\nProvince, China, led by  Hu Xiaohua, vice-governor of the Liaoning Provincial People's Government, at the Mansudae Assembly Hall Friday.\r\n Present there were Ri Kyong Sik, minister of Agriculture, Kye Yong Sam, president of the Academy of Agricultural Science, Kim Hyong Jun, vice-minister of Foreign Affairs, and Guan Huabing, charge d' affaires ad interim of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n On the occasion the head of the delegation he said he witnessed the DPRK attaching importance to agriculture and directing big efforts to it and wished the Korean people greater success in agricultural production this year.   \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Erroneous View on Denuclearization of Korean Peninsula Rebuffed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/04.htm#15",
            "content": "Kim Yong Nam Meets Delegation of CPBM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday met and had a friendly talk with the delegation of the Communist Party of Bohemia and Moravia (CPBM) led by Miroslav Grevenicek, chairman of its Central Committee, at the Mansudae Assembly Hall.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}