{
    "date": "2005-11-29",
    "url": "http://kcna.co.jp/item/2005/200511/20051129.htm",
    "articles": [
        {
            "title": "DPRK FM Spokesman Demands U.S. Compensate for Political and Economic Losses",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Oceanic Solidarity Committee Formed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#2",
            "content": "DPRK FM Spokesman Demands U.S. Compensate for Political and Economic Losses \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question raised by KCNA Monday as regards a total stop to the construction of the light water reactors (LWRs) under the DPRK-U.S. Agreed Framework (AF):\r\n The U.S. and the KEDO made a final decision on Nov. 22 to completely stop the construction of LWRs which has been held off for the past nearly two years.\r\n The KEDO thus ceased to exist and the construction of LWRs came to a final stop.\r\n This is what the DPRK has already anticipated. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, the Bush administration has suspended the construction of the reactors for the nearly two years since it took the measure to stop the provision of heavy fuel oil in a bid to scrap the AF. The final stop to the construction of LWRs was, therefore, just a matter of time.\r\n The U.S. has thus completely pulled out of the AF, causing huge economic losses to the DPRK. &nbsp;&nbsp;&nbsp;\r\n All the facts go to clearly prove that the DPRK was quite just when it demanded the U.S. abide by the principle of simultaneous actions in handling the issue of the latter's provision of LWRs and the former's abandonment of its nuclear program, a physical groundwork for building confidence between the two countries. &nbsp;&nbsp;&nbsp;\r\n Now that the construction of the LWRs came to a final stop, the DPRK is compelled to blame the U.S. for having overturned the AF and demand it compensate for the political and economic losses it has caused to the former.     \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Lao Vice-President Supports DPRK Policy",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#3",
            "content": "Oceanic Solidarity Committee Formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- An Oceanic Solidarity Committee for Peace and Reunification of Korea was inaugurated in Brisbane, Australia.\r\n The president of the Australia-DPRK Association for Friendship and Cultural Exchange and the chairman of the New Zealand-DPRK Society were elected co-chairmen of the solidarity committee, the secretary general of the Wollongong Branch of the association vice-chairman of the committee and the national secretary general of the association its secretary general.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions against Opening of Rice Market Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#4",
            "content": "Lao Vice-President Supports DPRK Policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- The Lao People's Democratic Republic sets store by its relations with the Democratic People's Republic of Korea.\r\n Lao Vice-President Choummaly Saygnasone said this on Nov. 24 when receiving credentials from the DPRK ambassador to Laos.\r\n Noting that the friendly relations between the two countries are traditional and special ones provided and cultivated by President  Kim Il Sung and Kaysone Phomvihane, he said that Laos fully supports the DPRK in its line and policy and would continue to support them in the future, too.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Wild Ambition to Dominate World under Fire",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#5",
            "content": "Actions against Opening of Rice Market Unabated in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- The Seoul District Federation of University Student Councils under the south Korean Federation of University Student Councils reportedly issued a statement on Nov. 23 in which it declared it would join the farmers in the struggle against the opening of the rice market.\r\n The statement deplored that farmers struggled to prevent the proposal on rice negotiations from passing through the \"National Assembly\" at the cost of their lives but what they have witnessed is only betrayal, tears of bitter grief and death of people standing at the edge of a cliff. \r\n The opening of the rice market is not only an issue related to the farmers' existence but the issue on which our lives and sovereignty hinge, it noted, adding that the federation would actively solidarize with the farmers in their struggle. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the chairman of the Pusan and South Kyongsang Provincial Organization of the south Korean Federation of Peasants Associations released a statement on Nov. 24 denouncing the police for their outrageous acts of insulting the farmers, who have struggled against the opening of the rice market, and covering up and distorting its atrocities.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Great Unity of Whole Nation Called for",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#6",
            "content": "U.S. Wild Ambition to Dominate World under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- The U.S. warlike forces have become all the more frantic in their moves to realize their wild ambition to dominate the world by force. This comes under fire by a signed commentary of Rodong Sinmun Monday.\r\n The U.S. imperialists' stepped-up development and production of nuclear weapons in recent years are aimed to steadily bolster nuclear armed forces, hold nuclear hegemony and carry out its nuclear war strategy, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n They are contemplating introducing new type hardware into the East European countries, the same types of weapons they are using for the establishment of the U.S. national missile defense system, in a bid to build it there. This is aimed to contain their surrounding countries by force and hold military hegemony. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' moves to establish the MD in the East European countries is part of its sinister intention to establish a worldwide missile network for aggression. In other words, they seek to deploy missiles on the land and sea and even in the space in a bid to mount a missile attack on any part of the world.\r\n It is as clear as noonday that in case they establish the MD in the East European countries it will spill over into other regions. &nbsp;&nbsp;&nbsp;\r\n The U.S. has already designated Russia, China and several other countries including the DPRK as targets of its preemptive nuclear attack. No one can vouch that the U.S. imperialists will not mount nuclear or missile attacks on other countries any moment under absurd pretexts. The above-mentioned war moves of the U.S. imperialists are arousing vigilance of not only other big powers which it regards as its \"potential rivals\" but from among the anti-imperialist and independent countries. It is an anachronistic wild ambition for the U.S. to try to hold military hegemony and put the world under its control. The U.S. bellicose forces would be well advised to drop its ambition to contain other countries by force and dominate the world.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Performing Art Group Gives Its Premiere",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#7",
            "content": "Great Unity of Whole Nation Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KNCA) -- In order to achieve the cause of reunification of Korea, the greatest historic national task of the Korean nation, it is necessary to realize the great unity of the whole nation. Rodong Sinmun Monday says this in a signed article appealing to all Koreans to come out to achieve the great unity of the nation.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n  Leader Kim Jong Il said that those who aspire after great national unity become patriots and those who stand against it traitors. This is valuable aphorism as it clearly teaches truth of reunification and patriotism to every member of the nation and encourages everyone to work hard to achieve the cause of great national unity. &nbsp;&nbsp;&nbsp;\r\n Noting that Kim Jong Il's idea and leadership fundamentally guarantee the accomplishment of the cause of great national unity, the article stresses:  His idea of great national unity is the steadfast idea of national independence and the thought about the widest-ranging national unity as it correctly reflects the intrinsic demand of great national unity and the unanimous desire of the whole nation for reunification. &nbsp;&nbsp;&nbsp;\r\n The justice of his idea on the great unity of the whole nation can be explained by the fact that it unites all classes and social strata as one irrespective of ideology, political view and religious belief in the efforts to defend and realize national independence and achieve common national prosperity. \r\n Thanks to his idea on great national unity and tested leadership the ranks of Koreans working hard for the great unity of the nation will grow strong and the June 15 reunification era will shine more brilliantly as the days go by. &nbsp;&nbsp;&nbsp;\r\n The article calls on all Koreans in the north, the south and overseas to turn out as one in the struggle to achieve the independent and peaceful reunification of the country by their concerted efforts in hearty response to his idea of great national unity and leadership.     \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Chief of Palestinian National Authority",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#8",
            "content": "Russian Performing Art Group Gives Its Premiere \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- The Russian State Academic People's Chorus Named after M. E. Pyatnichki now on a visit to the DPRK gave its premiere at the Ponghwa Art Theatre on Sunday. \r\n This prestigious chorus of Russia having a history of more than 90 years came to the DPRK on its first performance tour carrying with it the warm friendly sentiment of the Russian people toward the Korean people. . &nbsp;&nbsp;&nbsp;\r\n The chorus made up of dozens of People's and Merited Actors and Actresses and winners of international concours staged songs, instrumental music and dances spiced with national flavor popular among the Russians. &nbsp;&nbsp;&nbsp;\r\n Its performance began with the chorus and dance \"In the glass city.\" &nbsp;&nbsp;&nbsp;\r\n In its numbers including choruses \"Vast plain,\" \"Evening in the suburbs of Moscow,\" and \"Katyusha\" the Russian artistes truthfully represented the Russians' ardent love of their motherland, winning the acclaim of the audience. &nbsp;&nbsp;&nbsp;\r\n Choruses and dances \"Dance of Russia\" and \"A willow on the mountain\" and other pieces presented by them vividly depicted the national sentiment and optimistic life of the Russian people with high artistry, high talent and perfect ensemble. They also successfully presented instrumental music such as \"Kalinka\" and \"Russian Polka\" and trio instrumental music \"Russian masque\" with refined rendition to the delight of the audience. \r\n  The performance closed with a chorus \"We are proud of Russia.\" &nbsp;&nbsp;&nbsp;\r\n A floral basket was presented to the performers congratulating the chorus on its successful performance. &nbsp;&nbsp;&nbsp;\r\n It was appreciated by Kim Jong Ho, chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, Kwon Hyok Bong, vice department director of the Central Committee of the Workers' Party of Korea, officials of ministries and national institutions and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Russian Ambassador to the DPRK Andrei Karlov and staff members of the embassy were among the audience. \r\n The performance continues.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Albanian President",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#9",
            "content": "Greetings to Chief of Palestinian National Authority \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Mahmoud Abbas, chairman of the Executive Committee for the Palestinian Liberation Organization and chief of the Palestinian National Authority, on the occasion of the \"Day of World Solidarity with the Palestinian People\". \r\n The message noted that the Palestinian people have achieved great success in their work for restoring their legitimate national rights including the right to set up an independent state in Kuds as its capital. &nbsp;&nbsp;&nbsp;\r\n Reiterating the solidarity of the people of the DPRK with the Palestinian people's just cause, the message wholeheartedly wished him and the people of Palestine success in their work to find a fair solution to its issue.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "One More Student Commuter Train Runs",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#10",
            "content": "Greetings to Albanian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Alfred Moisiu, president of Albania, on the occasion of the national day of Albania.\r\n The message expressed conviction that the long-standing friendly and cooperative relations between the two countries would continue to develop on good terms.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Adalsan Spring-water Supplied to Residents",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#11",
            "content": "One More Student Commuter Train Runs\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- A commuter train for tens of students of Sinuiju Middle School No.1 started to run between Sinuiju Chongnyon Station and Phohyang Station, the Democratic People's Republic of Korea recently.\r\n This is part of the popular policy of the DPRK government which spares nothing for the education of the rising generation. &nbsp;&nbsp;&nbsp;\r\n There are various commuter means for over 40 schools in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n School trains are operated for pupils of Sipri Middle School in Manpho City and Sujon Middle School in Yonggwang County and school buses for students of tens of schools including Yangji Middle School in Songwon County, Jejak Middle School in Ongjin County and Suthae Middle School in Kimhwa County within 4 kilometers' distance of attending school. &nbsp;&nbsp;&nbsp;\r\n Four students of Jangsan Middle School in Ryongyon County attend school by car and those in Manpho City, Ongjin County, Jangjin County and various parts of the country by ship. &nbsp;&nbsp;&nbsp;\r\n Even during the \"Arduous March\" and forced march, the government ensured such commuter means for students. &nbsp;&nbsp;&nbsp;\r\n Thanks to the popular policy of the government which has set up branch schools for a few pupils, students are growing up to be reliable pillars of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun Greets His Albanian Counterpart",
            "url": "http://kcna.co.jp/item/2005/200511/news11/29.htm#12",
            "content": "Adalsan Spring-water Supplied to Residents\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Adalsan, famous spring-water, is supplied to residents in township and other parts of Kangdong County, Pyongyang, the Democratic People's Republic of Korea.\r\n Thousands of households are supplied regularly with the spring-water through more than 30 water-supply facilities. It is told that Tangun, founder of Korea, drank the water. &nbsp;&nbsp;&nbsp;\r\n The county started the watering project from March last. &nbsp;&nbsp;&nbsp;\r\n It has built an eight km-long road along steep mountain slopes and reservoir and buried tens of kilometers of water conduit in a matter of half a year.\r\n The opening ceremony of the waterway was held a few days before the 60th anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n It is a policy of the DPRK government to provide spring-waters to residents as drinking water.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        }
    ]
}