{
    "date": "2005-09-10",
    "url": "http://kcna.co.jp/item/2005/200509/20050910.htm",
    "articles": [
        {
            "title": "Message of Greetings to Kim Jong Il from Putin",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#1",
            "content": "Message of Greetings to Kim Jong Il from Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Chairman of the DPRK National Defence Commission Kim Jong Il received a message of greetings from Russian President Vladimir Vladimirovich Putin on Sept. 9 on the occasion of the 57th anniversary of the DPRK.\r\n The message reads: &nbsp;&nbsp;&nbsp;\r\n Please accept my felicitations to you on the occasion of the 57th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Our country was the first to recognize the DPRK scores of years ago.\r\n The friendly and good neighborly nature inherent in the bilateral relations still remains unchanged. &nbsp;&nbsp;&nbsp;\r\n It is my conviction that the Russia-DPRK political dialogue based on confidence and respect will go on at a high level and multi-faceted contacts and mutually beneficial cooperation will be boosted in all fields. &nbsp;&nbsp;&nbsp;\r\n Please accept my best wishes for your good health and happiness and fresh success in your work as well as the Korean people's well-being, stability and prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Letter to Kim Jong Il from AINDF",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#2",
            "content": "Congratulatory Letter to Kim Jong Il from AINDF \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Leader Kim Jong Il received a congratulatory letter from the Central Committee of the Anti-Imperialist National Democratic Front on Friday on the occasion of the 57th anniversary of the DPRK.\r\n The founding of the DPRK was a brilliant embodiment of President Kim Il Sung's Juche-oriented idea and line on building a government and marked an event of special mention in which a genuine government centered on the popular masses came into being for the first time in history, the letter noted, and continued: \r\n The glorious history of the Republic that has demonstrated its might thanks to Songun is closely associated with the undying exploits you have performed by bringing the greatest prosperity to Juche Korea, upholding with loyalty the President's cause of nation-building for decades. &nbsp;&nbsp;&nbsp;\r\n The government of the Republic has creditably performed its mission and duty as a representative of the independent rights of the working people, an organizer of the creative ability and activities and a householder responsible for the living of the people. It has, at the same time, demonstrated its might as an ideological and political power and a military power envied by the whole world. This is a brilliant result of your invincible Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n You provided the June 15 joint declaration, a milestone of independent reunification, and have steered the new era of \"By our nation itself\" with your extraordinary political ability and exceptionally broad magnanimity. As a result, the movement for national reunification has made a dynamic advance, frustrating the persistent interference and obstructive moves of the foreign and pro-U.S conservative forces.\r\n Thanks to your preeminent external activities based on your steadfast anti-imperialist independent stand and unshakable principle and idea of independence, friendship and peace, the DPRK has been admired by all peoples for being a standard-bearer of the times winning miraculous victories in the anti-U.S. struggle generation after generation as the center of the international politics and an invulnerable fortress for accomplishing the human cause of independence to which the whole world is looking up.\r\n We will frustrate the moves of the U.S. and pro-U.S. conservative forces against reunification and put further spurs to the march for independent reunification against the U.S. under the uplifted banner of the three forms of cooperation for national independence, peace against war and reunification and patriotism and thus surely bring about a turning phase for national reunification this year, it concluded.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Congratulatory Letter from Chongryon",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#3",
            "content": "Kim Jong Il Receives Congratulatory Letter from Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Leader Kim Jong Il received a congratulatory letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Friday on the occasion of the 57th anniversary of the DPRK.\r\n Thanks to the foundation of the DPRK, the Koreans in Japan who had suffered all sorts of bitter hardships in an alien land as members of a stateless nation in the past, became proud citizens of a sovereign and independent state and came to lead a worthwhile life, hewing out their destiny independently, united close around Chongryon, a Juche-based organization of overseas compatriots, the letter said, and continued:\r\n The dignity and honor of the DPRK founded by President  Kim Il Sung have reached a new higher level under your Songun leadership. &nbsp;&nbsp;&nbsp;\r\n You have successfully accomplished the cause of perpetuating the memory of the President and firmly protected the destiny of the country and the nation and socialism under the banner of Songun for the past decade, thus reliably guaranteeing the bright future of the country and the revolution. &nbsp;&nbsp;&nbsp;\r\n All the officials of Chongryon and Koreans in Japan will devote patriotic enthusiasm and loyalty on the sacred road of working for the prosperity of the country and national reunification with the great honor and pride of being overseas citizens of Juche Korea, firmly convinced that they will surely emerge victorious as long as they are led by you.\r\n We will join in the nationwide struggle for bringing about a turning phase for independent reunification through the three forms of cooperation for national independence, peace against war, and reunification and patriotism in the idea of \"By our nation itself\" and conduct energetic external activities to create an international environment favorable for national reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to U.S. Troops' Presence in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#4",
            "content": "End to U.S. Troops' Presence in S. Korea Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- The south Korean Federation of University Student Councils reportedly held a meeting of its provisional central committee on September 3 upon the lapse of 60 years since the U.S. troops' occupation of south Korea. At the meeting it released a special statement demanding an end to the 60 year-long history of national division and that of the U.S. troops' presence and calling for ushering in a new era of independent reunification.\r\n It is the unanimous desire of the Korean nation and the historic mission required by the times, the statement noted. &nbsp;&nbsp;&nbsp;\r\n It called for waging a vigorous nationwide struggle for the withdrawal of the U.S. troops to greet the great event of national reunification. &nbsp;&nbsp;&nbsp;\r\n It also underscored the need to resolutely check and frustrate the U.S. hostile policy toward the north and its reckless moves to invade it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Letters to Kim Jong Il from Overseas Koreans",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#5",
            "content": "Congratulatory Letters to Kim Jong Il from Overseas Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Leader Kim Jong Il Thursday received a congratulatory letter from congratulatory group and delegation and visiting groups of overseas compatriots staying in the homeland on the occasion of the 57th anniversary of the DPRK.\r\n The history covered by the DPRK for the last 57 years is brilliantly shining thanks to the immortal exploits performed by peerlessly great men President Kim Il Sung and leader  Kim Jong Il who have brought only victory and glory to it despite all sorts of ordeals and difficulties, the letter noted, adding that the President saved the destiny of the country and the nation from the crossroads of life or death with most ardent patriotism and ushered in a new era of building a rich and powerful country.\r\n You have firmly protected the dignity and destiny of the country and the nation with your unshakable faith, do-or-die determination and extraordinary political ability, thus bringing about a period of prosperity for independent powerful nation to this land, the letter noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Pursuing the Songun politics as genuine patriotic politics, you have made our homeland emerge a powerful state self-reliant in defence on the international arena and ushered in an era of independent reunification through the publication of the June 15 North-South Joint Declaration, bringing about a turning phase for national reunification. &nbsp;&nbsp;&nbsp;\r\n We will positively uphold the Songun politics of the DPRK as it has defended and glorified the dignity and destiny of the Korean nation, and wage a dynamic struggle to achieve the three forms of cooperation for national independence, peace against war and reunification and patriotism under the uplifted banner of the June 15 joint declaration and thus devote ourselves to the sacred cause of building a reunified country in the spirit of \"By our nation itself.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Papers Observe DPRK's Birthday",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#6",
            "content": "Papers Observe DPRK's Birthday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Papers here today editorially call for fully demonstrating the might of the DPRK under the banner of great Songun on the occasion of the 57th birthday of the DPRK.\r\n Rodong Sinmun says that the founding of the DPRK by President Kim Il Sung marked a historic event which ushered in a new era of building the people-centered socialist state, stressing the need to glorify his exploits performed in the nation-building generation after generation. &nbsp;&nbsp;&nbsp;\r\n The Songun politics pursued by leader Kim Jong Il serves as an eternal banner for the DPRK in winning one victory after another, the paper says, and goes on:\r\n It is most ardent patriotism to uphold the Songun idea and leadership of Kim Jong Il with loyalty. All the servicepersons and people should prepare themselves as staunch fighters who absolutely believe in his Songun idea and politics and implement them to the letter and glorify his Songun revolutionary leadership exploits as the most precious treasure of the nation. They should unite closer around Kim Jong Il, holding higher the banner of devotedly defending the leader, and steadfastly follow the road of the Songun revolution indicated by him in any adversity. &nbsp;&nbsp;&nbsp;\r\n It is necessary to give full play to the advantages and vitality of the state structure with main emphasis put on national defence and hold fast to the principle of attaching importance to the army and the military affairs in all fields of state activities.\r\n The Korean People's Army, the main force of the Songun revolution, should be bolstered to be an invincible army strong enough to defeat any formidable enemy at one stroke and the whole country should be turned into an impregnable fortress. It is also necessary to thoroughly establish throughout the society the spirit of prizing arms and sincerely helping the army and achieve the perfect unity of the army and the people in thinking and fighting traits. &nbsp;&nbsp;&nbsp;\r\n The paper also stresses the need to thoroughly implement the June 15 North-South Joint Declaration, a great programme for national reunification, and bring about a new turn in the movement for the country's reunification. &nbsp;&nbsp;&nbsp;\r\n Independence, peace and friendship is an invariable idea of the foreign policy of the DPRK, it notes, declaring that the DPRK government will as ever strengthen friendship and solidarity with the peoples of different countries aspiring after justice and peace against the aggression and war, holding aloft the banner of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n Minju Joson calls upon all the people to unite close around   Kim Jong Il and wage a more dynamic struggle to achieve the prosperity of the DPRK and the victory of the socialist cause of Juche with the might of Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Greetings from Chinese Party and State Leaders",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#7",
            "content": "Message of Greetings from Chinese Party and State Leaders \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- A message of greetings came to Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Pak Pong Ju, premier of the DPRK Cabinet, from Chinese President Hu Jintao, general secretary of the Central Committee of the Communist Party of China and chairman of the Central Military Commission of the People's Republic of China, Wu Bangguo, chairman of the Standing Committee of the PRC National People's Congress, and Wen Jiabao, premier of the State Council of PRC, on Thursday on the occasion of the 57th anniversary of the DPRK.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n We, on behalf of the Communist Party and the government of China and the Chinese people, extend warm congratulations and best wishes to you and, through you, to the Workers' Party of Korea, the government of the DPRK and the fraternal Korean people on the occasion of the 57th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The foundation of the DPRK meant a declaration that the Korean people became the masters of the country to greet a new era of building a socialist state.\r\n The Korean people have made sustained efforts in single-minded unity under the leadership of President Kim Il Sung and General Secretary Kim Jong Il and the Workers' Party of Korea, registering great successes in socialist revolution and construction, inter-Korean relations and external exchange.  \r\nWe are sincerely rejoiced over them and wish the Korean people steady fresh successes in all their future work. &nbsp;&nbsp;&nbsp;\r\n The traditional Sino-DPRK friendship has grown stronger and steadily developed with the trend of history thanks to the common efforts exerted by the parties, governments and peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n It is our hope that we together with the Korean side will steadily boost the friendship and cooperation and exchange in different fields in the spirit of inheriting tradition, facing up to the future, building good neighborly friendship and strengthening cooperation in conformity with the new historical period and new international situation to make the Sino-DPRK friendship more vital and bring greater happiness to the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n We wish the DPRK prosperity and its people happiness.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Evening Gala of Young Security Servicepersons Held",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#8",
            "content": "Evening Gala of Young Security Servicepersons Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- An evening gala of members of the young vanguard of the Ministry of People's Security was held Thursday on the occasion of the 57th anniversary of the Democratic People's Republic of Korea. \r\n As the immortal revolutionary paean \"Song of General Kim Il Sung\" resounded forth, they presented dances with boundless veneration for President Kim Il Sung. \r\n Amid the playing of the \"Song of the Proclamation of the People's Republic\" they danced, looking back with deep emotion on the proud years covered by the Republic, winning victory after victory under the leadership of the great Party. \r\n Dancing to the tune of songs such as \"Let's Sing of Our Pride in Being under the Guidance of the General\", \"Lodestar Comrade Kim Jong Il\", \"General on a Galloping White Horse\", \"Pyongyang Is Best\", \"12 Months Recorded with Victories in Songun\" and \"Thunder on Jong Il Peak,\" they reiterated their firm determination to firmly defend socialism and protect the life and property of the people. &nbsp;&nbsp;&nbsp;\r\n They also danced to the tune of song \"Let's Support Our Supreme Commander with Arms\" boosting the festivity. &nbsp;&nbsp;&nbsp;\r\n It was attended by Minister of People's Security Ju Sang Song, Director of the Political Department of the Ministry Ji Yong Chun, leading officials of the ministry and members of the young vanguard.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Program Exhibition in Educational Field Held",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#9",
            "content": "National Program Exhibition in Educational Field Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- The 6th National Program Exhibition in the Field of Education took place at the Three-Revolution Exhibition here.\r\n The exhibition, which opened on Sept. 5, was divided into a panel for educational programs (four groups), a panel for introduction programs (groups A and B) and a panel for production programs. &nbsp;&nbsp;&nbsp;\r\n Presented to it were 519 programs of various kinds developed by teachers, researchers, post-graduate students and other students at scores of universities and colleges and middle schools across the country. &nbsp;&nbsp;&nbsp;\r\n Attracting the attention of experts were at least 350 education-supporting programs schools at all levels have developed through a drive to put the national economy on a modern and IT basis and improve the educational quality. Among them were various forms of programs for mock experiment and practice, programs for foreign language education, programs for education by remote control, programs for school administration, and multi-media programs. &nbsp;&nbsp;&nbsp;\r\n Entries also included programs conducive to accelerating the drive to put the national economy on a modern and IT basis and improving the standard of people's living, some of which are paying off in practice. &nbsp;&nbsp;&nbsp;\r\n Marketing and exchange of various kinds of programs were brisk during the exhibition. \r\n Highly estimated at the exhibition were program makers from Kim Il Sung University, Kim Chaek University of Technology, Chongjin University of Medicine, the University of Science, Pyongyang University of Railways, Kanggye University of Technology, Huichon University of Communications, Hamhung University of Medicine, Pyongyang Middle School No.1 and Pyongyang Kaeson Middle School.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Senior Officials Visit Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#10",
            "content": "DPRK Senior Officials Visit Kumsusan Memorial Palace\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Senior Party, State and army officials, servicepersons and people from all walks of life in the DPRK visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung on Friday, the 57th birthday of the DPRK.\r\n Senior officials of the Party, the State and the army, chairpersons of the friendly parties, members of the Cabinet, deputies to the Supreme People's Assembly, and leading officials of Party, armed forces and power organs, public organizations, ministries and national institutions entered the hall where the statue of the President is standing. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the solemn music of the immortal revolutionary paean \"Song of General Kim Il Sung\", a floral basket was laid before the statue in the joint name of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the DPRK National Defence Commission, the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the floral basket were letters \"The great leader Comrade Kim Il Sung is immortal.\" &nbsp;&nbsp;&nbsp;\r\n Senior officials of the Party, the State and the army expressed deep respects before the statue. &nbsp;&nbsp;&nbsp;\r\n They entered the hall where the President lies in state and made deep bows to him.\r\n Then, they looked round the orders, medals and certificates of honorary titles presented to the President from the DPRK and different countries, a portrait of the President with bright smile on his face and bronze relievos in the Mourning Hall, and a train coach and a car used by him for on-the-spot guidance and foreign tour till the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n Also visiting the memorial palace were anti-Japanese revolutionary fighters, servicepersons, officials of organs at all levels and people from all walks of life.\r\n Meanwhile, the diplomatic corps and the military attaches corps here visited the palace to pay homage to the President on the occasion of the 57th DPRK birthday.\r\n The palace was also visited by a congratulatory group of Koreans in Japan for celebrating the 57th birthday of the DPRK headed by Ko Tok U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, and other overseas compatriots.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2005/200509/news09/10.htm#11",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung on the occasion of the 57th anniversary of the DPRK. \r\n Servicepersons, people from all walks of life and school youth and children in Pyongyang visited the statue of the President on Mansu Hill. &nbsp;&nbsp;&nbsp;\r\n Seen there was a floral basket from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the floral basket-laying music, baskets of flowers, together with bouquets and flowers, were placed before the statue in the name of party and armed forces organs, power bodies, public organizations, ministries, national institutions, KPA units, scientific, educational, culture and art, public health and media institutions, factories, enterprises, farms and schools. &nbsp;&nbsp;&nbsp;\r\n A floral basket in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front was also laid. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbons of the floral baskets were \"The Great Leader Comrade Kim Il Sung Will Live Forever,\" \"The Great Leader Comrade Kim Il Sung Will Always Be with Us,\" \"The Revolutionary Feats of the Great Leader Generalissimo Kim Il Sung Will Be Immortal!\" and other letters. &nbsp;&nbsp;&nbsp;\r\n They paid tribute to the President in humble reverence for him.\r\n Floral baskets were laid before the statues of the President at Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security, the Pyongyang Schoolchildren's Palace and other units in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Servicepersons, people from all walks of life and school youth and children across the country visited the statues of the President in their residential areas to lay floral baskets, bouquets and flowers there. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the consuls-generals and staff members of the Chinese and Russian consulates-general in Chongjin placed floral baskets before the statue of the President in the city on Friday on the same occasion. Chinese delegations also laid baskets of flowers before the statue before making bows on the same day.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}