{
    "date": "2005-10-03",
    "url": "http://kcna.co.jp/item/2005/200510/20051003.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on Party of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#1",
            "content": "Rodong Sinmun on Party of President Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The Workers' Party of Korea is a proud party as it has invariably preserved its revolutionary character as the Party of President Kim Il Sung and remained true to his idea and cause in the long period since the very day of its foundation. Rodong Sinmun Sunday says this in a signed article.\r\n It is an unshakable will of leader Kim Jong Il to develop the WPK into the eternal Party of Kim Il Sung, the article says, recalling that Kim Jong Il laid down a programme of modeling the whole Party on the Juche idea and firmly established the monolithic idea and leadership of the President within the Party. \r\n Kim Jong Il made public a famous work \"The Workers' Party of Korea Is the Party of the Great leader Comrade Kim Il Sung\" and put up the revolutionary slogan \"Let Us Arm Ourselves More Firmly with the Revolutionary Ideas of the Great Leader Comrade Kim Il Sung!\" and thus set a noble example in carrying out the cause of perpetuating the memory of the President and made it possible for his history to last forever in this land, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK is a revolutionary Party which struggles, holding  Kim Il Sung in high esteem as an eternal leader. &nbsp;&nbsp;&nbsp;\r\n The WPK regards the revolutionary ideas of the President as its unshakable guiding principle in party building and activities and has fully embodied his revolutionary principle and leadership art. This is the true picture of the WPK which shines with the august name of the President. And it is the noble traits of the army and people to consider it as the goal of their life to implement the last instructions of the President to the letter and go through thick and thin to attain it so that they may fulfil their duties as soldiers of the President and his disciples. &nbsp;&nbsp;&nbsp;\r\n The WPK is the invincible Party firmly upholding the idea and exploits of the President under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely led the struggle to uphold the idea and exploits of the President and further glorify them at a new higher stage under the uplifted banner of Songun.\r\n Under the wise leadership of Kim Jong Il who has defended and glorified the idea and exploits of the President with arms the WPK has grown stronger to be the Party of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The WPK is the mother Party devotedly serving the people in the idea of believing in people as in Heaven set out by the President. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely led the WPK to faithfully serve the people in name and reality and achieve the perfect unity with them true to the intention of the President in his lifetime. &nbsp;&nbsp;&nbsp;\r\n As the WPK enjoys the guidance of Kim Jong Il, possessor of warm love for the people, it will always remain a genuine mother party, a perfect personifier of the President's idea of believing in the people as in Heaven.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given on Nigerian Independence Day",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#2",
            "content": "Reception Given on Nigerian Independence Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Sule Buba, Nigerian ambassador to the DPRK, hosted a reception at the Taedonggang Club for the Diplomatic Corps Saturday evening on the occasion of the 45th anniversary of the independence of Nigeria.\r\n Present there on invitation were Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, Rim Kyong Man, minister of Foreign Trade, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Sang Ik, vice-minister of the People's Armed Forces, Kim Hyong Jun, vice-minister of Foreign Affairs, Kim Tang Su, director of the Bureau of Diplomatic Corps Affairs, officials concerned and foreign diplomatic envoys and representatives of the international bodies here. &nbsp;&nbsp;&nbsp;\r\n Present there were staff members of the Nigerian embassy here.\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Make Radical Switchover in Its Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#3",
            "content": "Japan Urged to Make Radical Switchover in Its Policy towards DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Japan should immediately resume the talks for normalizing the relations between Japan and the DPRK in the direction of settling the pending issues and, at the same time, make a radical switchover in its policy toward the DPRK. This urge was made by the New Socialist Party of Japan in a statement issued on Sept. 21 as regards the joint statement released at the fourth six-way talks.\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n The agreement reached at the recent talks reflects the strenuous struggle of the DPRK and the concerted efforts of the countries concerned to cope with the hostile policy pursued by Japan and the U.S. towards Pyongyang. &nbsp;&nbsp;&nbsp;\r\n We strongly urge all the countries concerned to develop the multilateral negotiations on the immediate tasks of attaining the goal of nuclear dismantlement such as the realization of the denuclearization of the Korean Peninsula on the basis of this agreement, mutual verification, the conversion of Northeast Asia into a nuclear-free zone, nuclear disarmament by nuclear weapons states, the restoration of the fair functions of the NPT and the IAEA, a prompt halt to the U.S. double standards and unilateralism concerning its nuclear policy and the dangerous acts to provoke a war.\r\n We will continue to work hard for boosting the friendship and solidarity between the peoples of Japan and the DPRK on the basis of the joint statement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolian President on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#4",
            "content": "Mongolian President on Relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Mongolian President Nambariin Enkhbayar met and conversed with the DPRK friendship delegation led by Mun Il Bong, minister of Finance who is chairman of the DPRK-Mongol Friendship Association, on a visit to Mongolia, at the state building on Sept. 29.\r\n The president said that he was pleased that the bilateral ties of friendship and cooperation are developing on good terms in the spirit of the agreement reached at the recent high-level meeting, stressing the significance and importance of the exchange of high-level delegations in the development of the bilateral relations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art Performance Given by Art Squads of KPA",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#5",
            "content": "Art Performance Given by Art Squads of KPA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The art squads of units of the Korean People's Army are now giving performances before full houses at the People's Palace of Culture on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n Supreme Commander Kim Jong Il recently enjoyed the performance and highly appraised their merits in creating diverse forms of works strong in appeal, militancy, influence and attraction and arousing servicepersons to the implementation of the military line of the Party and extended warm thanks to them. \r\n The performance is now being appreciated by officials of ministries and national institutions, servicepersons and citizens of all walks of life, youths and students in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The performance began with chorus \"Glory to General Kim Jong Il\".\r\nThrough dialogic poem \"Our General and Soldiers,\" dialogic poem and chorus \"Devoted Journey to Front\" and other pieces the performers highly praised the feats of the Songun revolutionary leadership of Kim Jong Il who is winning victory after victory in defending socialism and building a great prosperous powerful nation by developing the People's Army into the main force of revolution. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were agitation drama \"Let Me See First\", mixed chorus \"Arirang for Army-People Unity\", agitation story \"Pledge of Successors to Arms\" and other colorful programs. &nbsp;&nbsp;&nbsp;\r\n With artistic representation of song accompanied by Oungum \"Blue Sky over My Country\", solo and pangchang \"Who Taught Me It\", female solo \"Soldier Lives near to General Kim Jong Il\" and other numbers, the performers vividly showed the features of the artistes of the revolutionary army who have grown up as the creators of Songun culture under the deep trust and loving care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The performance continues.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paekma-Cholsan Waterway Completed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#6",
            "content": "Paekma-Cholsan Waterway Completed \r\n&nbsp;&nbsp;&nbsp; Phihyon, October 2 (KCNA) -- A ceremony of commissioning Paekma-Cholsan Waterway, a monumental edifice in the Songun era, took place on Oct. 2.\r\n The more than 270 km-long waterway is a huge modern gravity-fed irrigation system for supplying tens of thousands of jongmi of water (one jongmi is approximately 10,000 cubic meters) from Lake Paekma to a vast area of cultivated land in six cities and counties including Ryongchon, Yomju and Cholsan counties and Sinuiju City. \r\n The successful completion of the waterway in little more than two years helps perfect the irrigation system in the western area of the country on a higher stage.\r\n Premier of the DPRK Cabinet Pak Pong Ju conveyed a congratulatory message of the Central Committee of the Workers' Party of Korea to the builders and helpers who have performed labor feats in the project. &nbsp;&nbsp;&nbsp;\r\n Pak Yong Sok, chairman of the Central Control Commission of the WPK, made a report. \r\n At the end of the ceremony, the participants looked round Lake Paekma, waterway and structures.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Drop Servile Attitude toward U.S.",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#7",
            "content": "Japan Urged to Drop Servile Attitude toward U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The Japanese diplomatic boss in a speech at the 60th session of the UN General Assembly said that the DPRK nuclear program is a serious challenge to the international non-proliferation system and a direct threat to Northeast Asian peace and security. Commenting on this, Minju Joson Sunday brands his political ignorance and wrong viewpoint of thinking as the inevitable result of consciousness of toeing the U.S. line.\r\n His remarks are of no value and significance, the signed commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n If the U.S. had not threatened the DPRK with the policy of hostility toward it, the current nuclear issue would not have surfaced and the DPRK would not have needed even one nuke. &nbsp;&nbsp;&nbsp;\r\n Therefore, if Japan had been to talk about the nuclear non-proliferation system it would have taken issue with the U.S. which spawned the present serious situation.\r\n It is all the more preposterous sophism to assert that the DPRK's nuclear program would pose a direct threat to peace and security in Northeast Asia. \r\n In fact, it is a miracle that peace is now being maintained in Northeast Asia. Its basic factor is the self-reliant nuclear deterrent of the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the DPRK had not made due efforts to strengthen its self-reliant defense power, tens of wars like in Iraq would have broken out. &nbsp;&nbsp;&nbsp;\r\n Any politician and any diplomat should have known this reason. \r\n The Japanese politicians have totally lost the ability of objective and independent analysis of matters and phenomena, obsessed by illusion and servility toward the U.S. to the marrow of their bones. &nbsp;&nbsp;&nbsp;\r\n Japan should get rid of the deep-rooted consciousness of toeing the U.S. line.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Appreciates Performance of Russian Ensemble",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#8",
            "content": "Kim Jong Il Appreciates Performance of Russian Ensemble \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, Sunday appreciated a performance given by the visiting State Academy Ensemble of the ministry of Interior of Russia.\r\n He was greeted at the theatre by Viktor Yeliseev, head of the ensemble, and Oleg Davydov, charge d'affaires ad interim of the Russian embassy here.\r\n He had a cordial conversation with them after extending thanks to the artistes of the ensemble for pleasing and encouraging the servicepersons and people of the DPRK significantly greeting the 60th anniversary of the WPK by giving enthusiastic performances in the capital city and local areas. &nbsp;&nbsp;&nbsp;\r\n When he appeared in the auditorium of the theatre, the whole audience welcomed him with enthusiastic applause. \r\n Artistes of the ensemble presented him with bouquets representing their profound reverence for him and offered best wishes to him. &nbsp;&nbsp;&nbsp;\r\n Among the audience were Secretaries of the Central Committee of the WPK Choe Thae Bok, Kim Kuk Thae and Kim Ki Nam, First Vice-Minister of Foreign Affairs Kang Sok Ju, leading officials of the party and the army and officials of the cultural, art and media institutions. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Russian embassy here were also among the audience.\r\n The ensemble began its performance with \"The Song of General Kim Il Sung\". Its repertoire included colorful numbers such as male solos and choruses \"My Heroic Soldiers\" and \"Officers\", dance \"Kazak Dance\" and Korean songs \"The General of Korea\" and \"My Blessed Life\". &nbsp;&nbsp;&nbsp;\r\n The Russian artistes truthfully represented the love of the country and the optimistic life with high artistry. &nbsp;&nbsp;&nbsp;\r\n They closed their performance with \"The Song of General Kim Jong Il\".\r\n The performance was acclaimed by the audience as it was pervaded with the warm DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il sent a floral basket to the artistes, congratulating them on their successful performance.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Branch of Poland-Korea Association Formed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#9",
            "content": "Branch of Poland-Korea Association Formed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The Katowice branch of the Poland-Korea Association was formed with due ceremony on the spot on Sept. 24.\r\nThe chairman of the branch was elected at the ceremony.\r\n The chairman said at the ceremony he was pleased to see the Katowice branch of the association for friendship and solidarity with the Korean people formed on the occasion of the 60th birthday of the Workers' Party Korea. &nbsp;&nbsp;&nbsp;\r\n He pointed out that the branch would widely introduce the greatness and vitality of the Songun policy enforced by leader Kim Jong Il, the heroic struggle being waged by the Korean people to courageously shatter the imperialists' vicious moves to isolate and stifle the DPRK and vigorously accelerate the building of a great prosperous powerful nation and the reality of the country whose appearance is changing day by day and conduct positive activities supporting the Korean people in their struggle for the denuclearization of the Korean Peninsula and the independent and peaceful reunification of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle of WPK Hailed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#10",
            "content": "Struggle of WPK Hailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The Secretariat of the Pan-African Movement and an official of the Congolese Party of Labour respectively issued statements on Sept. 23 and 26 in support of the struggle of the Workers' Party of Korea on the occasion of its 60th birthday.\r\n Alfons Gonja, executive secretary of the Congolese Party of Labour, noted that his party and other progressive political parties the world over are extending the warmest congratulations to the WPK on leading the cause of global independence to victory in the van of the anti-imperialist front on the occasion of October 10.\r\n The Congolese Party of Labour steadily boosting the ties of friendship and cooperation with the WPK extends positive support to the struggle of the WPK vigorously advancing for the reunification of the country and the accomplishment of the socialist cause, he added. &nbsp;&nbsp;&nbsp;\r\n K. David Mafabi, director of the Political Department of the Secretariat of the Pan-African Movement, expressed the belief that the WPK would lead the struggle of the Korean people to beat back the imperialists' moves to stifle the DPRK and defend the sovereignty and dignity of the country to victory under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "China's National Day Observed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#11",
            "content": "China's National Day Observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Papers here Saturday observe the 56th anniversary of the People's Republic of China (PRC).\r\n Papers in signed articles note that the foundation of the PRC was an epochal event that gave origin to socialism in the history of the Chinese people.\r\n Rodong Sinmun says that the Chinese people have waged a dynamic struggle to create a new life and build new socialist China under the correct guidance of the Communist Party of China. Through scores of years of incessant struggle and progress the Chinese people became fully confident that as there is the PRC there is prospering new China, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Chinese people are proud of the fact that China has traversed the road of proud struggle and victory for the past several decades. &nbsp;&nbsp;&nbsp;\r\n Today the Chinese people are making vigorous endeavors to attain a higher goal based on the achievements already made under the leadership of the CPC led by Hu Jintao. A dynamic work is now underway to build a comprehensively well-off society by 2020 as set forth at the 16th congress of the CPC. &nbsp;&nbsp;&nbsp;\r\n China's efforts to ensure peace and security in Asia and the rest of the world and develop international relations while pursuing an independent foreign policy are supported and sympathized by the international community. China's position and influence are now growing stronger than ever before on the international arena.\r\n The Korean people are rejoiced as over their own over achievements made by the Chinese people in realizing socialist modernization drive with Chinese characteristics and sincerely hope everything would go well in China. &nbsp;&nbsp;&nbsp;\r\n The DPRK-China friendship is a traditional one that was formed through the joint struggle against imperialists and that has been consolidated and developed, standing all tests of history and a solid one that is growing stronger with each passing day under the deep concern of the leaders of the two countries. The DPRK will as ever set store by the DPRK-China friendship and make positive efforts to develop it as required by the new century and in line with the common interests of the two peoples.\r\n Minju Joson says that the historic road covered by China is a proud road of struggle and victory for the Chinese people.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Iranian Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#12",
            "content": "Iranian Diplomats Help Korean Farmers\r\n&nbsp;&nbsp;&nbsp; Sinchon, September 30 (KCNA) -- Iranian Ambassador to the DPRK Jalaleddin Namini Mianji and staff members of the Iranian embassy here helped the farmers of the Korea-Iran Friendship Saenal Farm on Sept. 30.\r\n They joined farmers in threshing rice and appreciated an art performance by kindergarteners of the farm during a break and conversed with farmers, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n They handed aid materials over to the farm.    \r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Early Withdrawal of U.S. Troops from S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#13",
            "content": "Early Withdrawal of U.S. Troops from S. Korea Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- If the United States is truly interested in peace on the Korean Peninsula and its reunification it should abrogate the U.S.-South Korea \"mutual defence treaty\" and pull its forces back from south Korea without delay. \r\n Rodong Sinmun Saturday demands this in a signed commentary carried 52 years since the fabrication of the treaty. &nbsp;&nbsp;&nbsp;\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists could find no more pretext to keep south Korea under its occupation indefinitely after the conclusion of the Armistice Agreement in the wake of their defeat in the Korean War. So, they cooked up this treaty in a bid to disturb the struggle of the Korean people for the peaceful reunification of the country and start another Korean war of aggression after abrogating the agreement, if necessary. \r\n It is on the strength of this treaty that the U.S. imperialists have turned the whole land of south Korea into military bases, bringing untold misfortune and hardships to its people, and forward-deployed huge armed forces of aggression in south Korea, escalating the military tension on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The danger of the treaty is increasing as the days go by. The U.S. imperialists have equipped their forces in south Korea with modern means of war and staged ceaseless joint military exercises with the south Korean army to launch a war to seize the DPRK. \r\n It is none other than the U.S. that has persistently stood in the way of peace and reunification of the peninsula. It can never cover up its crimes. \r\n The treaty was a product of the Cold War era. With nothing can the U.S. justify its moves to keep this criminal treaty and reinforce its military presence and domination over south Korea and ignite a war of aggression against the DPRK on its strength and go scot-free.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on History of Ever-Victorious WPK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#14",
            "content": "Rodong Sinmun on History of Ever-Victorious WPK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- It is an important requirement for remaining intensely loyal to President Kim Il Sung and leader Kim Jong Il to deeply grasp the greatness of the 60-year-long history of the Workers' Party of Korea (WPK). Rodong Sinmun Saturday says this in an editorial.\r\n During the last six decades the WPK has victoriously led the most arduous and complicated struggle of the times including the deep-going social revolution, the hard-fought war, the gigantic socialist construction and the struggle to defend socialism without gunfire under the banners of the Juche idea and the single-minded unity, the editorial notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The history of the WPK precisely means the history of the great revolutionary activities of Kim Il Sung and Kim Jong Il. The path of arduous struggle covered by the WPK and its glorious road of victory are associated with their giant footprints. All the achievements of the WPK have been possible only thanks to their tireless efforts.\r\n It is necessary, first of all, to firmly arm oneself with the Juche idea of the WPK and cherish it as unshakable faith. &nbsp;&nbsp;&nbsp;\r\n We should conduct the work to embody the Juche idea as required by the Songun era at a new higher stage in order to augment the political, economic and military power of the country in every way and bring socialist national culture into full bloom.\r\n The history of the WPK is the history in which importance has been attached to the army, the history in which we have won victory after victory in the struggle to defend the sovereignty of the country and the fierce confrontation with imperialism, tightly holding arms, while firmly grasping ideology. &nbsp;&nbsp;&nbsp;\r\n Thanks to the 45 year-long history of the immortal Songun revolutionary leadership of Kim Jong Il, the WPK's 60 year-long history is great and the country and the revolution have a rosy future. &nbsp;&nbsp;&nbsp;\r\n It is necessary to deeply grasp the undying history of the WPK which has worked epoch-making miracles in socialist construction by dint of the single-minded unity of all people. &nbsp;&nbsp;&nbsp;\r\n It is also necessary to successfully carry forward the WPK's history of noble comradeship in order to make comradeship and the spirit of collectivism prevail throughout the country and complete the Korean revolution with the might of the revolutionary comradeship and the might of single-minded unity sharing the destiny with the leader. \r\n All the Party members and other working people in all fields and at all units of national economy including agriculture, the  main sector of the socialist economic construction, should fully display the revolutionary spirit of self-reliance and fortitude to thoroughly carry out their tasks without fail and greet the 60th anniversary of the WPK with great labor gifts to it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "57th Anniversary of DPRK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#15",
            "content": "57th Anniversary of DPRK Celebrated Abroad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The 57th birthday of the Democratic People's Republic of Korea was significantly celebrated worldwide. \r\nOn this occasion political parties and public organizations, high-ranking officials and progressive people of at least 60 countries and regions of the world expressed boundless reverence and paid highest tribute to President Kim Il Sung and leader Kim Jong Il, highly praising the DPRK, the country of Songun, as a model state powerfully demonstrating the validity and invincibility of the cause of socialism and an ideal country representing the future of the 21st century. &nbsp;&nbsp;&nbsp;\r\n High-ranking officials of the states, governments, political parties and public organizations including the first secretary of the Central Committee of the Communist Party of Cuba and the president of the Council of State and the president of the Council of Ministers of Cuba, the Great King and the King of Cambodia, special envoys of the Egyptian president and the King of Nepal, the chairman of the Central Committee of the National Construction Front of Laos, the minister of Public Security of Laos, the minister for the Emir's palace and the foreign minister of Kuwait, the general chairman of the Central Directive Council of the Indonesian Democratic Party of Struggle sent floral baskets and bouquets to the missions of the DPRK in their capital cities or paid congratulatory visits to them. &nbsp;&nbsp;&nbsp;\r\n Ceremonies of laying floral baskets before the portraits of Kim Il Sung were held by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America and Kim Il Sung Economic Special School of Cuba. &nbsp;&nbsp;&nbsp;\r\n More than 150 events including meetings, seminars, round-table talks, lectures, photo exhibitions and film shows were held by various countries and regional and international organizations in a little over ten days to provide their participants with opportunities to look back on the glorious history of the DPRK that has won victory after victory, standing all sorts of storm and stress by the force of Songun for the last six decades. &nbsp;&nbsp;&nbsp;\r\n World media gave wide coverage to the glorious history of the DPRK which began and has won victories by the force of Songun and the just cause of its government and people to build a free and peaceful new world. &nbsp;&nbsp;&nbsp;\r\n Radio and TV broadcasting services of many countries including the Lao State Radio and the State Radio Broadcasting Service of Indonesia arranged congratulatory programs, airing Korean songs and films such as the immortal revolutionary paeans \"The Song of General Kim Il Sung\" and \"The Song of General Kim Jong Il\".\r\n Meanwhile, the Nepal-Korea Friendship Association, the Egypt-Korea Friendship Association, the Bulgaria-Korea Friendship Association and the Paektusan Czech-Korean Friendship Association issued commemorative information bulletins introducing the invincible might of the DPRK demonstrating its high international prestige and dignity.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Order of \"Star of the Protectors of Arts\" to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#16",
            "content": "Order of \"Star of the Protectors of Arts\" to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- A ceremony of conveying Order of \"Star of the Protectors of Arts,\" highest commendation presented to leader Kim Jong Il by the Russian International Charity Fund \"Protectors of Arts for the Century\", was held at the Mansudae Assembly Hall on September 30.\r\n Present at the ceremony were President of the Presidium of the DPRK Supreme People's Assembly Kim Yong Nam, Minister of Culture Choe Ik Gyu, acting Chairman of the Committee for Cultural Relations with Foreign Countries Mun Jae Chol, Vice-Minister of Foreign Affairs Kung Sok Ung and officials concerned. \r\n On hand were members of the visiting delegation of the Russian International Charity Fund \"Protectors of Arts for the Century\" led by President Oleg Vitaliyevich Oleinik, Russian Charge d'Affaires Oleg Davydov and staff members of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n Addressing the ceremony, the president of the Russian International Charity Fund said that he has the honour of awarding jeweled order of \"Star of the Protectors of Arts\" in the name of the Supporters' Council of the Russian International Charity Fund to Kim Jong Il who made a great contribution to the expansion of cooperation between Russian and Korean peoples and the development of education, culture, sciences and art. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il greatly contributed to peace and security, working at the lofty post of general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, the president said, stressing that significant and creative plans could be successfully carried out in Korea as the result that he encouraged the development of culture and art and paid deep concern to social development. &nbsp;&nbsp;&nbsp;\r\n And then the president handed the order to Kim Yong Nam.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Ensemble Gives Performance in Pyongyang",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#17",
            "content": "Russian Ensemble Gives Performance in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The State Academy Ensemble of the Ministry of Interior of Russia gave a performance at Ponghwa Art Theater on Sept. 30, too.\r\n The performance was enjoyed by working people and artistes in Pyongyang.\r\n The Russian artistes demonstrated the prestige of the ensemble as a famous and renowned art group through high talent and artistic depiction, refined performance techniques and well-organized ensemble. &nbsp;&nbsp;&nbsp;\r\n Enthusiastic conduct by Academician, Professor and People's Artiste Viktor Yeliseev who is senior conductor and head of the ensemble deeply impressed the audience.\r\n Male solo of People's Artiste Grigori Pinyasov and chorus \"My Heroic Soldiers\", male solo of Merited Artiste Sergei Kayatsuki and chorus \"I Have Come from Berlin\" and female solo of Merited Artiste Nataliya Kurukanskaya and chorus \"Swan\" and other numbers were acclaimed by the audience. &nbsp;&nbsp;&nbsp;\r\n Soloists of the ensemble sang songs \"Spring on Flowery Hill is Good,\" \"Smuglryanka\" and \"Flock of Cranes\" well known to the Korean people, adding to the atmosphere of performance. &nbsp;&nbsp;&nbsp;\r\n The performers fluently sang male solo and chorus \"My Blessed Life,\" female solo and choruses \"I Think, Looking at You\" and \"Song of Sea\" and other Korean songs, pleasing the audience. &nbsp;&nbsp;&nbsp;\r\n The artistes of the ensemble portrayed the Russian people's friendly feelings toward the Koreans in numbers they have prepared with sincerity, demonstrating once again the solidity of the DPRK-Russia friendly relations provided by the supreme leaders of the two countries.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang International Bowling Tournament Closes",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#18",
            "content": "Pyongyang International Bowling Tournament Closes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The Pyongyang International Invitational Bowling Tournament that was opened on Sept. 28 closed on Sept. 30.\r\n Results of the tournament were made public at a closing ceremony held at Pyongyang Gold Lane.\r\n Sin Tae Jin (male) from DPRK Group A and Xu Lan (female) from China came first at the individual competition, Chinese male and female players at double matches and male players from China and female players of the DPRK Group A at three-person matches.  Yi Jing (male) from China and O Kum Ok (female) from the DPRK Group A placed first at top notch event. &nbsp;&nbsp;&nbsp;\r\n Cups and gold medals went to players who came first at the tournament and silver and bronze medals to players who came second and third. &nbsp;&nbsp;&nbsp;\r\n Jong In Chol, vice-chairman of the Physical Culture and Sports Guidance Commission, made a closing address.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nat�fl Exhibition of Scientific and Technological Achievements by Youth Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#19",
            "content": "Nat�fl Exhibition of Scientific and Technological Achievements by Youth Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The national exhibition of scientific and technological achievements by youth was opened to mark the 60th anniversary of the Workers' Party of Korea. \r\n Out of the achievements in the scientific research work made by young scientists, technicians and inventors across the country, at least 1,300 data of invention and new technical renovations appreciated at the provincial exhibitions were put on display at the venue of the exhibition. &nbsp;&nbsp;&nbsp;\r\n Among them are \"Wealth for all ages\", a system of aiding the study of the reminiscences of President Kim Il Sung, the system of study, preservation and management of the revolutionary relics and other data of achievements which will contribute to glorifying forever the brilliant revolutionary history and exploits of the peerlessly great persons. &nbsp;&nbsp;&nbsp;\r\n And there are crop growing forecast program \"Phojongil 2.0\", nematocide in the production of seed potatoes, stimulant to eurytropic plant growth, diagnosis of bird flu by gene analysis, nano lubricant additives and other significant achievements in the Juche-orientation, modernization and scientification of the national economy. \r\n Also exhibited are the automatic book classification system \"Pittbal 2.0\", radio wave field analyzing system \"Mirae 1.0\" and other programs and nano blood purifier. \r\n An opening ceremony was held at the Three-Revolution Exhibition on Sept. 30.\r\n The ceremony was attended by Secretary of the Central Committee of the Workers' Party of Korea Kim Jung Rin, President of the Academy of Sciences Pyon Yong Rip and First Secretary of the Central Committee of the Kim Il Sung Socialist Youth League Kim Kyong Ho and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stamps Issued",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#20",
            "content": "Commemorative Stamps Issued\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The Korea Stamp Corporation issued commemorative stamps (two sheets, two sheetlets and one individual stamp) on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n Written on the upper part of the stamps are letters \"Commemoration of the 60th Anniversary of the WPK\" and \"Juche 34 (1945)-Juche 94 (2005).\"\r\n Seen in the middle parts of the sheets are round-shaped stamps carrying portraits of President Kim Il Sung and leader  Kim Jong Il and in the lower parts are letters \"Foundation of the WPK\" and \"60th Anniversary\" and the emblem of the WPK.\r\n A sheetlet contains stamps depicting Kim Il Sung who formed the Down-with-Imperialism Union (DIU) and the first Juche-type party organization, thus providing historical roots of the WPK and strengthening and developing it.\r\n The other sheetlet carries stamps portraying Kim Il Sung delivering the report on the work of the Central Committee of the WPK at its 6th Congress, Kim Il Sung and Kim Jong Il watching the training of soldiers of the Korean People's Army (KPA), Kim Jong Il waving to the enthusiastically cheering people and Supreme Commander of the KPA Kim Jong Il who has trained the KPA as invincible revolutionary armed forces.\r\n Depicted on those sheetlets are the Party Founding Museum, the Tower of the Juche Idea, the Monument to Party Founding and so on. &nbsp;&nbsp;&nbsp;\r\n The individual stamp portrays the Monument to Party Founding against the background of the letters \"DIU\" and Lake Chon on Mt. Paektu.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Back from UN General Assembly",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#21",
            "content": "DPRK Delegation Back from UN General Assembly\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The DPRK delegation led by Vice-Minister of Foreign Affairs Choe Su Hon returned Saturday after participating in the 60th UN general assembly.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK, Party of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2005/200510/news10/03.htm#22",
            "content": "WPK, Party of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Ten years have passed since leader Kim Jong Il authored the famous work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" on October 2, 1995.\r\n In the work, Kim Jong Il comprehends Kim Il Sung's Juche-oriented idea and theory on party building and his exploits and experience and clarifies the way for strengthening and developing the WPK as his party. &nbsp;&nbsp;&nbsp;\r\n Over the last decade, Kim Jong Il has consolidated the WPK as the Party of the President under the banner of Songun, dynamically demonstrating the vitality and validity of the work. &nbsp;&nbsp;&nbsp;\r\n In the 1990s the Korean revolution was faced with the worst trials. Then he solemnly declared no one should expect any change from him, and has firmly adhered to the revolutionary character of the Party in the acute ideological confrontation with the imperialists and developed it into an invincible vanguard strong in the organization and discipline. &nbsp;&nbsp;&nbsp;\r\n Under the leadership of the revolutionary Party, the entire people have learned from the People�fs Army�fs strong sense of organization and discipline to make the whole country replete with the revolutionary soldier spirit. In this course, they have created the Kanggye spirit and raised the beacons in Songgang and Ranam, making a new leap forward in the efforts for building a great prosperous powerful nation.\r\n Today the Korean people are working miracles and innovations in the confrontation with the U.S.-led imperialists and in the efforts for building a great prosperous powerful nation day by day. This is the fine fruition of the wise leadership of Kim Jong Il who has firmly adhered to the revolutionary and popular character of Kim Il Sung�fs Party and turned the Party and popular masses into a community sharing the same destiny.\r\n Having been led by Kim Jong Il, the brilliant commander of Mt. Paektu, the WPK will shine forever as Kim Il Sung�fs Party and its immortal history will continue.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}