{
    "date": "2005-11-19",
    "url": "http://kcna.co.jp/item/2005/200511/20051119.htm",
    "articles": [
        {
            "title": "Japan Urged to Redress Its Crimes Committed against Korean Nation",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#1",
            "content": "Japan Urged to Redress Its Crimes Committed against Korean Nation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- A spokesman for the Anti-Imperialist National Democratic Front (AINDF) issued a statement on Nov. 16 a century since the fabrication of the \"1905 Five-Point Treaty\", according to Kuguk Jonson Internet site.\r\n It is the steadfast will of the Korean people to surely force Japan to settle the crimes committed by the Japanese imperialists against the Korean nation in the last century, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The \"treaty\" which paved the way for Japan's colonial rule over Korea was an illegal one whereby the Japanese imperialists deprived the Korean nation of sovereignty in a brigandish manner and nothing but a fraudulent document as it disregarded the elementary requirements and principle of international law. &nbsp;&nbsp;&nbsp;\r\n Subject to the \"treaty\", the Korean nation suffered national distress and misfortune unprecedented in human history.\r\n The Japanese reactionaries are working hard to launch reinvasion, beautifying their history of aggression and calling back the departed souls of the militarists, far from sincerely apologizing and compensating to the Korean nation for their crimes though 60 years have passed since Japan's defeat and a century has elapsed since the fabrication of the \"treaty.\" &nbsp;&nbsp;&nbsp;\r\n They should properly understand the strong anti-Japanese spirit of the Korean people, sincerely reflect on their crime-woven history, compensate to the Korean people and drop their dangerous ambition for reinvasion. &nbsp;&nbsp;&nbsp;\r\n The AINDF will join the people from all walks of life in the fierce struggle for independence against outside forces in order to decisively frustrate Japan's moves for reinvasion and put an end to the history of colonial rule over this land that started after the fabrication of the \"1905 Five-Point Treaty.\"    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "60th Anniversary of KDWU Observed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#2",
            "content": "60th Anniversary of KDWU Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- A national meeting was held to commemorate the 60th anniversary of the Korean Democratic Women's Union (KDWU) at the People's Palace of Culture Thursday.\r\n At the meeting a congratulatory message of the Workers' Party of Korea Central Committee was conveyed to the organizations and members of the women's union on the occasion of the 60th anniversary of the KDWU. &nbsp;&nbsp;&nbsp;\r\n The congratulatory message noted that the KDWU has strengthened into a reliable transmission belt of the party and the Juche-type revolutionary organization of women. &nbsp;&nbsp;&nbsp;\r\n It expressed firm belief that all the organizations and members of the KDWU will successfully perform their honorable mission and duty in the struggle for the victory of the revolutionary cause of Songun, rallied close around leader Kim Jong Il in one mind and purpose. &nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui, chairperson of the KDWU Central Committee, in her report recalled that under the wise guidance of President   Kim Il Sung the KDWU was established on Nov. 18, Juche 34 (1945), before the foundation of other social organizations in the country. This was a historical and auspicious event of great significance in the victorious advance of the Korean revolution and the development of the women's movement in Korea, she said, and went on:\r\n The history of the construction of the women's union started and developed by Kim Il Sung is creditably carried forward and is advancing under the care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n She stressed the need to closely unite around Kim Jong Il and push forward the building of a great prosperous powerful socialist nation and bring about a new turn in the work of the women's union as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n She called upon all the members of the union to give birth to more sons and daughters, reliable successors to the Songun revolution, and bring them up as soldiers true to Kim Jong Il and organizations and officials of the women's union to properly carry on organizational and ideological life of the union so as to accelerate the revolutionization of women and push ahead with a do-good-thing campaign to contribute to the building of a great prosperous powerful nation and the improvement of the people's livelihood. &nbsp;&nbsp;&nbsp;\r\n Then followed speeches. &nbsp;&nbsp;&nbsp;\r\n A message of pledge to Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting an art performance of the national art festival of the KDWU was given. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Kim Jung Rin, secretary of the WPK Central Committee, officials concerned, officials of the central, provincial, city and county committees of the KDWU and its members.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sultan of Oman",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#3",
            "content": "Greetings to Sultan of Oman \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Qaboos Bin Said, sultan of Oman, on the occasion of its national day.\r\n Expressing belief that the friendly relations between the two countries would develop on good terms in the future, the message wished the sultan success in his work for the country's prosperity.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Bush's Visit to S. Korea Protested",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#4",
            "content": "Bush's Visit to S. Korea Protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- A joint meeting of the National People's Solidarity and the Reunification Solidarity of south Korea against the U.S. and war reportedly issued an appeal on Nov. 1 calling on the people to come out in an all-people struggle against the U.S. in connection with U.S. President Bush's visit to south Korea.\r\n The appeal disclosed that the aim of Bush's visit is to place the south Koreans under a system of harsher neo-liberal plunder, save the south Korea-U.S \"alliance\" from a crisis and perpetuate the U.S. rule over south Korea. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. reconfirmed the need to provide a nuclear umbrella, strengthen the allied posture and perpetuate its forces' presence in south Korea at the 37th meeting of south Korea-U.S. security consultative council despite the fact that a joint statement was adopted at the fourth six-party talks to build a permanent peace-keeping mechanism on the Korean Peninsula, the appeal continued: &nbsp;&nbsp;&nbsp;\r\n Bush intends to reconfirm whether the \"south Korea-U.S. alliance\" is alive and conduct the political diplomacy to overturn the agreement reached at the six-party talks at the \"south Korea-U.S. summit talks.\" &nbsp;&nbsp;&nbsp;\r\n The people of south Korea should deal telling blows at Bush's arrogant and rude moves to invade the Korean Peninsula and provoke a war and its bellicose ambition to hold world supremacy through their dynamic struggle. &nbsp;&nbsp;&nbsp;\r\n Participants in the Joint Council of Youth and Students for Peace against War and for the Withdrawal of the U.S. Forces grouping seven youth and students bodies including the south Korean Federation of University Student Councils and the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification and the south Korean Council of Youth Organizations held a press conference in front of the U.S. embassy in Seoul on Monday at which they declared Bush should never be allowed to set his foot on the peninsula. &nbsp;&nbsp;&nbsp;\r\n At the press conference the organization stated it would stage a powerful struggle against Bush and the U.S. in Kyongju and Pusan to be visited by Bush.\r\n The People's Action against Bush grouping at least 65 civic and social organizations of south Korea held a press conference near the U.S. embassy in Seoul on Monday at which it declared full-scale actions against the U.S. and Bush.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "EU's Attempt to Introduce Anti-North Resolution under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#5",
            "content": "EU's Attempt to Introduce Anti-North Resolution under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- 45 groups for movement for human rights, peace and reunification of south Korea reportedly held a press conference in front of the building of the \"National Assembly\" in Youido, Seoul on Tuesday at which they opposed the EU's bid to bring up \"a resolution on human rights issue in north Korea\" for discussion at the UN General Assembly.\r\n Speakers at the press conference accused the EU of having worked hard recently to have the resolution adopted at the meeting of the 3rd committee of the UN General Assembly, adding that \"any system has the right to build a society and promote the human rights according to the view on its justice.\"\r\n A press release read out at the press conference said that if the UN truly intends to do something for the north, it should, first of all, render support and cooperation in the efforts to urge the U.S. to lift economic embargo imposed upon the north according to its hostile policy toward it and build the peace-keeping mechanism on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The press release urged the \"government\" of south Korea to categorically oppose the attempt to have the politically motivated \"resolution on the human rights issue in north Korea\" adopted at the UN General Assembly session, aware that if any attempt is allowed to use this issue for a political purpose, it will only threaten the peace on the Korean Peninsula.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK History Society Indicts Japan for Crimes against Koreans",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#6",
            "content": "DPRK History Society Indicts Japan for Crimes against Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The DPRK History Society issued an indictment Thursday disclosing the illegality and invalidity of the \"1905 Five-Point Treaty\" and crimes committed by Japan against Koreans for a century, 100 years after the fabrication of the treaty by the Japanese imperialists.\r\n The indictment recalled that the Japanese authorities are still insisting on the \"lawfulness\" of the treaty as a ground for refusing to liquidate its past and even some Japanese scholars are echoing them. Under this situation it is an important task for the Korean nation to indict Japan for fabricating the illegal treaty from various angles and force it to pay for the crimes it has committed for a century, the indictment said, and went on:\r\n The main reason why the treaty should be defined as an illegal fraudulent document lacking any validity can be explained by the fact that it was cooked up by coercion. The treaty was characterized by high-handed practices of Japan as the document was made under pressure and blackmail and it was \"signed\" by Japan's coercion from A to Z. &nbsp;&nbsp;&nbsp;\r\n Arrangements were made for the treaty on the premise of the use of force and the \"negotiations\" were carried out in a threatening manner. This treaty was illegal and invalid in view of international law, too, because it was fabricated by forced approval in a horror-ridden atmosphere, not in accordance with free will. The principle of equality was not observed both at \"negotiations\" and \"signing\" because coercion was practiced against the state and its representative.\r\n Another reason behind the unlawfulness and invalidity of the treaty is that it failed to undergo necessary formalities to be a legitimate treaty. The indictment cited concrete facts to prove that it defied the requirements of international and internal laws to be met in presenting any proposal for discussion and going through necessary procedures in its examination and, worse still, it lacked any necessary formal legality as a treaty. &nbsp;&nbsp;&nbsp;\r\n Citing irrefutable detailed materials to refute the groundless far-fetched assertions made by some Japanese that an \"informal treaty\" could also be valid, rhetoric to justify the formal illegality of the treaty, the indictment noted that the most important evidence proving the illegality and invalidity of the treaty is that the then King Kojong, the head of state, opposed its signing and the treaty had neither such phrase as \"upon the authorization of the king\" nor his signature nor state seal. &nbsp;&nbsp;&nbsp;\r\n The indictment continued: &nbsp;&nbsp;&nbsp;\r\n All the facts go to clearly prove that the treaty was a fraudulent document because there were military threat and coercion against the state and its representative in the course of the \"negotiations\" and the \"signing\" of the treaty and the treaty which Japan claims to have been signed by the Korean side had neither formal title nor any traces of consent by the head of state and its seal nor any exchange of ratification. &nbsp;&nbsp;&nbsp;\r\nSuch forged document resulted in colonizing Korea by use of military force and this paved the way for the Japanese imperialists to commit crimes against the Koreans for a century. &nbsp;&nbsp;&nbsp;\r\n They had perpetrated indelible crimes against the Korean nation for more than four decades of their colonial rule over Korea after the fabrication of the treaty. &nbsp;&nbsp;&nbsp;\r\n This being a hard fact, Japan has done all sorts of wrongs to realize its old dream which it failed to realize in the past, backed by the U.S., far from drawing after its defeat in World War II a lesson from its crime-woven history and turning over a new leaf. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' hostile politics against the DPRK have reached such a serious phase that they have gone the lengths of threatening that they would not rule out even a preemptive attack under the absurd pretext of \"nuclear threat and missile threat from north Korea.\"\r\n The Japanese authorities have disclosed their attempt to handle the issue of dominium over Tok Islet as an issue of dispute, asserting that \"it is part of the territory of Japan\" whenever an opportunity presents itself. This is also aimed to realize their militarist ambition for territorial expansion.\r\n Japan should not beautify its crime-woven past and evade its responsibility to settle its past but opt to honestly repent of and compensate for its crimes, swimming with the international trend. &nbsp;&nbsp;&nbsp;\r\n This is the only way for Japan to be a full-fledged member of the international community.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#7",
            "content": "Visits \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- A delegation of the State General Bureau of Tourism of the DPRK led by its Director Ryo Hak Song left here Thursday to participate in the 16th general meeting of the World Tourism Organization to be held in Senegal.\r\n On the same day, a delegation of the Union of Democratic Korean Women in Japan headed by Ryang Ok Chul who is vice-chairperson of the Central Standing Committee of the union arrived here to participate in the 3rd National Meeting of Mothers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Vigorous Struggle for Independent Reunification against Outside Forces Called for",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#8",
            "content": "More Vigorous Struggle for Independent Reunification against Outside Forces Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The Japan Mission of the Anti-Imperialist National Democratic Front (AINDF) issued a statement Thursday 100 years since the Japanese imperialists' fabrication of the \"1905 Five-Point Treaty\", according to the Kuguk Jonson Internet site.\r\n The AINDF will join all Koreans in a more courageous struggle for independent reunification against outside forces to put an end to the 100 year-long domination and interference by the outside forces and achieve the independence and reunification of the Korean nation, the statement said, and continued:\r\n The Korean nation will never forget the thrice-cursed atrocities perpetrated by the Japanese imperialists, the robbers, against the Koreans after reducing Korea to a complete colony through the fabrication of the illegal \"1905 Five-Point Treaty.\" &nbsp;&nbsp;&nbsp;\r\nJapan has not yet redressed its past though 60 years have passed since its defeat. It is now whetting its sword for reinvasion, beautifying its history of aggression and calling back the departed souls of the militarists. &nbsp;&nbsp;&nbsp;\r\n Recently, the Japanese right-wing politicians swarmed to the \"Yasukuni Shrine\" and keep committing intolerable provocative behaviors hurting the dignity of the Korean nation as evidenced by their expression of wild ambition to grab Tok islet, distortion of history in textbooks and outbursts beautifying Japan's colonial rule. &nbsp;&nbsp;&nbsp;\r\n The reality calls on the Koreans to force Japan to pay for all its crimes perpetrated in the past and decisively frustrate its evermore undisguised moves for reinvasion.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dynamic Three-Revolution Red Flag Movement Called for",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#9",
            "content": "Dynamic Three-Revolution Red Flag Movement Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- Leader Kim Jong Il initiated the three-revolution red flag movement to successfully carry out the three revolutions--ideological, technical and cultural--set forth by President Kim Il Sung 30 years ago. This marked a historic event of weighty significance in putting the mass movement on a new higher stage and stepping up the cause of modeling all members of the society on the Juche idea, Rodong Sinmun says this in an editorial Friday.\r\n The past three decades since the start of the three-revolution red flag movement under the slogan of \"Let us meet the requirements of Juche in ideology, technology and culture!\" have been fruitful days when the three revolutions have made dynamic progress and signal successes have been achieved in the revolution and construction, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The politico-ideological unity and cohesion of the party and the revolutionary ranks have grown steel-strong and the Juche character and the independent nature of the national economy have been amazingly strengthened and the cultural foundation has been cemented in the crucible of the three-revolution red flag movement. These shining successes have been possible entirely thanks to Kim Jong Il's wise guidance.\r\n 21,288 units have won titles of three revolution red flag, 3,177 units those of twice three-revolution red flag and 127 units those of thrice three-revolution red flag over the past three decades since the movement started and 2,363,000 three-revolution standard-bearers have been produced in this period, taking the country as a whole. All this is attributable to his unique idea on the mass movement and wise guidance to it. &nbsp;&nbsp;&nbsp;\r\n It is necessary to hold fast to the three revolutions and dynamically push forward the three-revolution red flag movement in order to model all members of the society on the Songun idea, prepare them as fighters equipped with transparent spirit of defending the leader, push ahead with the technological updating of the national economy and establish the revolutionary soldier culture throughout the country as required by the Songun era.\r\n It is also necessary to give definite precedence to the ideological revolution and train all the party members and other working people to be genuine revolutionaries required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n It is essential to continue stepping up technical and cultural revolutions to consolidate the economic and cultural foundations of the country.\r\n It is important to step up this movement in close combination with other mass movements so as to intensify the three-revolution red flag movement.\r\n All the domains and units should work harder to place this movement on a higher stage while consolidating the achievements already made in the movement    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Movement for Peace against War Called for",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#10",
            "content": "Movement for Peace against War Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The Koreans' movement for peace against war is a just and patriotic struggle for the well-being of the whole Korean nation, peaceful reunification of the country and its common prosperity.\r\n Rodong Sinmun Friday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is a vital task to be carried out first of all for the existence and development of the Korean nation to avert a war and defend peace under the prevailing dangerous situation where a war may break out on the Korean Peninsula any moment due to the outside forces. &nbsp;&nbsp;&nbsp;\r\n To check the war and defend peace is prerequisite to achieving the reunification of the country and prosperity common to the Korean nation.\r\n Now that the U.S. has become more undisguised than ever before in its moves to provoke a war against the DPRK, the struggle for peace against war to guarantee the well-being, reunification and prosperity of the Korean nation is a just patriotic cause of the nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. is asserting that \"it has no intention to attack or invade the DPRK\" and \"respects the sovereignty of the DPRK.\" But it has, in fact, sped up its preparations for a war against the DPRK, straining the situation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the U.S. hostile policy toward the DPRK to stifle it by force of arms remains unchanged.\r\n The implementation of the June 15 joint declaration and reconciliation, cooperation and reunification for the common prosperity of the Korean nation are impossible unless a peaceful environment is provided. &nbsp;&nbsp;&nbsp;\r\n Lasting peace can not settle on the peninsula nor can the peaceful reunification of Korea be achieved as long as the U.S. forces are present in south Korea and the U.S. persists in its hostile policy toward the DPRK and the moves to provoke a new war against it. &nbsp;&nbsp;&nbsp;\r\n The Songun politics of the DPRK serves as a powerful treasured sword for peace against war. &nbsp;&nbsp;&nbsp;\r\n All Koreans should positively support and uphold with patriotic feelings the Songun politics aimed at protecting the dignity and security of the whole Korean nation and the peace of the country. &nbsp;&nbsp;&nbsp;\r\n The Korean nation will surely achieve cooperation for peace against war to build a peaceful and prosperous reunified country on this land.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-avian Flu Campaign Intensified in DPRK",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#11",
            "content": "Anti-avian Flu Campaign Intensified in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The anti-bird flu campaign has been intensified in the Democratic People's Republic of Korea.\r\n The State Veterinary and Anti-epizootic Emergency Commission has recently worked out regulations of anti-avian influenza work, emergency rules of action at the bird flu outbreak and a strategy for successfully preventing it. A preventive campaign is being dynamically conducted in accordance with them.\r\n The regulations specify the working system between the central organ and local ones and make it possible to ensure cooperation and uniformity in the anti-epidemic work. And the related units shall take steps to prevent people and domestic animals from being afflicted with bird flu and take counter-measures at the outbreak of such cases according to the established system and orders. &nbsp;&nbsp;&nbsp;\r\n The emergency rules of action have already been notified to the local units so as to develop the anti-avian flu campaign into a nation-wide one.\r\n The rules clarify in detail that all the industrial establishments, co-op farms and individual houses which are breeding poultry should be aware of the danger of the avian influenza and find out, report, deal with and control the case at the initial stage. &nbsp;&nbsp;&nbsp;\r\n The relevant units are bringing home the general knowledge on bird flu to the working people. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the strategy for successfully preventing bird influenza has been established to suit the actual conditions of the country in conformity with the recommendation of the 2nd FAO/OIE Regional Meeting on Avian Influenza Control in Asia held in Vietnam and the spirit of the FAO/OIE/WHO International Meeting for Making the Global Strategy for the Progressive Control of HPAI held in Thailand. And it is now carried into practice.\r\n The ten-year long strategy reflects such projects as to train enough technical personnel and lay a material foundation to effectively cope with bird flu, transboundary zoonoses and transboundary animal diseases and, immediately, to develop the rapid diagnostic kit for HPAI, extend the immunity and validity of vaccine, check the effectiveness of vaccination and other research works.    \r\n\r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Kwangpho Duck Farm Reconstructed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#12",
            "content": "Kwangpho Duck Farm Reconstructed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The Kwangpho Duck Farm located in Jongphyong County, South Hamgyong Province, the Democratic People's Republic of Korea, has been reconstructed on a modern basis.\r\n The farm covering a vast acreage has more than 110 main production and auxiliary buildings including breeder houses, duckling houses, open-air breeding yards, hatcheries, processing shops, cold-storage, computer center and sanitary house. &nbsp;&nbsp;&nbsp;\r\n Each breeder house is capable of raising thousands of ducks and its light, temperature, humidity, ventilation, feeding and watering are controlled by computers. &nbsp;&nbsp;&nbsp;\r\n The processing and cold-storage shops with a capacity of processing and freezing hundreds of tons of duck a day are on a streamline.\r\n The processes for smoking ducks and processing by-products have also been reconstructed on a modern basis. &nbsp;&nbsp;&nbsp;\r\n During the hard-fought Fatherland Liberation War, President Kim Il Sung, with a firm conviction in the victory of the war, instructed officials to build a large-scale duck farm in Kwangpho. After the war, he saw to it to start its construction and send duck eggs for hatching by air. Kim Jong Il   has wisely led the reconstruction of the duck farm associated with the affection shown by the President.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK-Hong Kong Football Match Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/19.htm#13",
            "content": "DPRK-Hong Kong Football Match Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- A football match between the team of the Democratic People's Republic of Korea and the team of Hong Kong, China, which belong to the group \"N\" for the 12th Asian Youth (under-17) Football Championships was held at Yanggakdo Football Stadium in Pyongyang on November 18.\r\n The DPRK team scored the first goal at around 10  minutes in the first half of the game. &nbsp;&nbsp;&nbsp;\r\n The DPRK team beat off the Hong Kong team with the score of 4:0. &nbsp;&nbsp;&nbsp;\r\n The DPRK team won the two matches in the group \"N\" to be qualified for the championships to be held next year. &nbsp;&nbsp;&nbsp;\r\n Earlier on Nov. 16, there was a match between the teams of Hong Kong, China and Guam, which drew 2:2.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}