{
    "date": "2005-04-19",
    "url": "http://kcna.co.jp/item/2005/200504/20050419.htm",
    "articles": [
        {
            "title": "Anti-U.S. Meeting Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#1",
            "content": "Anti-U.S. Meeting Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The 67th anti-U.S. solidarity meeting was reportedly held in Seoul on April 12.\r\n At the meeting speakers accused the U.S. of openly revealing its plan to justify the role to be played by its troops stationed in south Korea as \"Asia-Pacific task forces\" at the south Korea-U.S. \"meeting for security policy initiative\" and a meeting for strategic flexibility of the troops held between April 5 and 7. &nbsp;&nbsp;&nbsp;\r\n They warned that if the plan is put into practice, it will spark a serious arms race and crisis of war in Northeast Asia and reduce south Korea to a forward base for a U.S. war of aggression. &nbsp;&nbsp;&nbsp;\r\n A resolution issued at the meeting recalled that in order to achieve the above-said aim the U.S. has recently held meetings with the south Korean \"government\" such as a \"consultative meeting for south Korea-U.S. alliance policy initiative,\" a \"meeting for security policy initiative\" and a high-level dialogue for strategy. &nbsp;&nbsp;&nbsp;\r\n Accusing the \"government\" of keeping what has been discussed at those meetings secret in a bid to please the U.S., the resolution flailed it for its servile attitude towards the U.S.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Dangerous Moves for Preemptive Attack Flailed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#2",
            "content": "U.S. Dangerous Moves for Preemptive Attack Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The reorganization and redeployment of the U.S. troops around the Korean Peninsula now under way under the pretext of the \"threat\" from the DPRK are nothing but the forward-deployment of attack\r\nforces according to a new war scenario to invade the DPRK, says Rodong Sinmun Monday in a signed commentary.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. war scenario is aimed to deploy nuclear-armed task groups strong in offensive power and fast in maneuverability and thus stifle the DPRK by a preemptive attack and seize the whole of Korea. In carrying out this scenario the U.S. pins a big hope on Japan.\r\n There are many U.S. military bases in the Japan proper and Okinawa near from the Korean Peninsula. They are operating as advance bases for the U.S. troops in Northeast Asia. Without using Japan the U.S. would hardly deploy huge aggressor armed forces to launch military actions in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\nFor this reason, the U.S. intends to keep its marine forces in Okinawa and transfer the command of the first army corps to Camp Zama in Japan from the U.S. mainland in a bid to round off the system of the operation command over the U.S. troops stationed there. &nbsp;&nbsp;&nbsp;\r\n Herein lies the U.S. dangerous attempt to retain its grip on Japan as a strategic stronghold for mounting a preemptive attack upon the DPRK and maintaining and strengthening its military supremacy in the Asia-Pacific region and to use Japan as a shock brigade. &nbsp;&nbsp;&nbsp;\r\n Under the grave situation where the country stands at the crossroads of a war or peace, the DPRK has made its all efforts to bolster its national defence capability to prevent the war and defend the sovereignty of the country. &nbsp;&nbsp;&nbsp;\r\n The DPRK's nuclear weapons serve as main deterrent to avert a war and ensure peace and security in the Korean Peninsula and the rest of Northeast Asia.    \r\n\r\n\r\n"
        },
        {
            "title": "Juche Idea Followers Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#3",
            "content": "Juche Idea Followers Commemorate Day of Sun \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- Members of delegations of Juche idea study organizations held a joint friendly meeting at Hyangsan Hotel on April 16 to\r\ncommemorate the Day of the Sun.\r\n Present there were Director-General of the International Institute of the Juche Idea Vishwanath and members of the delegations staying in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Vice-Chairman Rim Hoe Song and other officials of the Korean Social Scientists Society were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n Vishwanath said that President Kim Il Sung conducted energetic activities for the prosperity of Korea, happiness of its people and realization of the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n His revolutionary cause is being successfully carried forward by leader Kim Jong Il, he said, renewing his firm resolution to more briskly conduct the study and dissemination of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Rim Hoe Song said that the reverence of the Korean people and the world progressives for Kim Il Sung is growing deeper with the passing days, he declared that they would uphold the Songun revolutionary leadership of Kim Jong Il with loyalty, true to the behests of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The participants highly praised the great men, singing the immortal revolutionary paean \"Song of General Kim Jong Il\" and other songs and dancing. They also had colorful sports and amusement games to significantly commemorate the occasion.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Judicial Authorities Hit for Their Fascist Outrages",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#4",
            "content": "S. Korean Judicial Authorities Hit for Their Fascist Outrages \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- Some days ago, the south Korean judicial authorities sentenced Ri Jong Rin, former honorary chairman of the South Headquarters of the National Alliance for the Country's Reunification (Pomminryon), to two years in prison and three years of stay of execution at a trial after detaining him on charges of violation of the \"National Security Law\".\r\n In this regard Rodong Sinmun Monday carries a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Such punishment has been made on the alleged charges that he participated in the grand pro-reunification festival in 2002 to have contacts with an \"operator\" and \"let out a secret\". It is an unpardonable fascist outrage based on groundless and far-fetched assertion. &nbsp;&nbsp;&nbsp;\r\n This behavior against the patriot of advanced age proves that the south Korean judicial authorities are acting a stooge of the anti-reunification fascists who attempt to obliterate the patriotic organizations for the reunification movement in south Korea, including the South Headquarters of Pomminryon, and derail the process of the inter-Korean reconciliation and reunification, not knowing the trend of the times. &nbsp;&nbsp;&nbsp;\r\n What is more intolerable is that the south Korean judicial authorities slandered the DPRK as an \"anti-state organization\" on the strength of the \"NSL\" which has already been reduced to a dead document. They are still now suppressing pro-reunification patriots and antagonizing the north contrary to the spirit of the June 15 joint declaration in which the north and the south promised to pool their efforts for reunification. This is a grave provocation against the north and can never be pardoned as it denies the joint declaration itself.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. \"OPLAN 5029-05\" Denounced",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#5",
            "content": "U.S. \"OPLAN 5029-05\" Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The \"OPLAN 5029-05\" drawn up by the U.S. is a war scenario more dangerous and adventurous than the previous ones as it calls for starting a war of aggression against the north on its initiative.\r\nThis is a clear indication that the U.S. has already reached the phase just before giving the green light to a war of aggression against the DPRK, going beyond the stage of threatening and blackmailing it. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the Committee for the Peaceful Reunification of the Fatherland said this in a statement on April 17. &nbsp;&nbsp;&nbsp;\r\n It is reported that the south Korea-U.S. \"combined forces command\" decided to complete the \"OPLAN 5029-05\" till 2005 and held a joint military confab for working out a scenario and staged scores of exercises under the simulated conditions of an actual war including a mock computer drill last year. On this basis, the U.S. forces side drafted an \"operation plan\" and began fully examining it with south Korean warmongers at the onset of the year, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. has made much ado about the \"resumption of six-party talks\" and a \"peaceful solution to the nuclear issue\" and asserted that it has no intention to invade the north. But the reality goes to prove that this is nothing but an empty talk intended to mislead the public opinion at home and abroad and the U.S. remains unchanged in its real intention to stamp out the ideology and system, the Korean people's choice, at any cost.\r\n The DPRK having powerful armed forces for self-defence built under the banner of Songun is fully prepared to mercilessly beat back any armed provocation of the U.S. and its allied forces. &nbsp;&nbsp;&nbsp;\r\n If the U.S. and the south Korean warmongers ignite a war despite the DPRK's repeated warnings, the army and people of the DPRK will turn out as one in the sacred war of justice to mercilessly wipe out the aggressors with the invincible deterrent force built up for scores of years and thus remove the very source of war from this land.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Separate Performances of Art Festival",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#6",
            "content": "Separate Performances of Art Festival \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- Separate performances of the 23rd April Spring Friendship Art Festival were held at the State Theatrical Theatre, the Pyongyang International Cinema House, the Central Youth Hall, the Pyongyang Grand Theatre and the Yun I Sang Concert Hall on Sunday.\r\n The performances were given by the Russian music troupe of the Moscow Tchaikovsky State Conservatory, the Belorussian State Merited Dance Company, the art troupe of Koreans in Japan, the art troupe of Koreans in China and the art troupe of Koreans in the United States. \r\n Among the audiences were working people, youth and students in Pyongyang, overseas Koreans and foreign guests. &nbsp;&nbsp;&nbsp;\r\n Foreign and overseas Korean artistes put on the stages colorful numbers praising the peerlessly great men. &nbsp;&nbsp;&nbsp;\r\n Overseas Korean artistes gave vocal solos \"Long Live Generalissimo Kim Il Sung\" and \"Song Devoted to Comrade Kim Jong Il,\" song and dance \"Let Us Sing and Dance on the Stage of the Spring Festival,\" mixed chorus \"We Live under the Sky of Mt. Paektu\" and the fourth movement \"We Pledge\" of the symphony \"Leader Will Always Be with Us\" and so on, which showed well their firm faith and will to hold Kim Il Sung, permanent leader of the Korean nation, in high esteem for all ages and vigorously advance under the wise leadership of Kim Jong Il, the illustrious commander and the sun of the 21st\r\ncentury. &nbsp;&nbsp;&nbsp;\r\n Foreign artistes impressively showed their high artistic skill in such numbers as female duet \"Duet of Polinna and Liza\" from opera \"Queen Spade,\" male solo of romance by Tchaikovsky \"Forest, I Praise Thee,\" dances \"Dance of Soldiers\" and \"Evening Gala\" and other numbers. &nbsp;&nbsp;&nbsp;\r\n Working people presented bouquets to the performers to congratulate them on their successful performances.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Great National Unity Called for",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#7",
            "content": "Great National Unity Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 7th anniversary of leader Kim Jong Il's famous work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\".\r\n Kim Jong Il in the work put forward the five-point policy for great national unity, which calls upon all the fellow countrymen to unite on the principle of national independence and under the banner of patriotism and national reunification, improve the inter-Korean relations, struggle against the foreign forces' domination and interference and the anti-reunification forces, ensure visits and contacts among them, and develop dialogues and strengthen solidarity. &nbsp;&nbsp;&nbsp;\r\n He formulated in an overall way the idea of great national unity advanced by President Kim Il Sung and his exploits in leading the struggle for great unity, the article notes, and further says: &nbsp;&nbsp;&nbsp;\r\n And he comprehensively clarified the principled issues, tasks and ways to put the drive for great unity of the entire nation on a new higher stage of history in conformity with the changed situation and circumstances. This is another immortal ideological and theoretical feat he performed for national unity and the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for all the Koreans to heartedly accept the idea and line for great national unity indicated by him and embody them in their anti-U.S., anti-war struggle and movement for independent reunification, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The graver the situation is getting, the higher all the fellow countrymen should hold the banner of great unity of the entire nation, keenly aware that the realization of great national unity decisively guarantees independent and peaceful reunification. That is the way to frustrate the desperate move of reactionaries of the history and advance the reunification era after the publication of the June 15 joint declaration. And it will be a\r\nkey to victory in the struggle for independent reunification. &nbsp;&nbsp;&nbsp;\r\n They should thoroughly realize the three forms of cooperation for national independence, peace against war, and reunification and patriotism in the idea of \"By our nation itself\" and hold higher the banner of reconciliation, cooperation and independent reunification with firm faith that nothing is impossible to be done if the nation pools its efforts. &nbsp;&nbsp;&nbsp;\r\n For the present, the spearhead of the might of great national unity should be directed to the struggle against the United States above anything else, the article says, adding that this struggle will lead to national independence, reconciliation, cooperation, peace and reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to All Youth and Students in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#8",
            "content": "Letter to All Youth and Students in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The Korean Student Committee ardently calls upon the youth and students, first of all, to fully realize the three forms of cooperation, holding high the slogans \"Let us not allow the U.S. forces' presence in south Korea to go beyond 60 years!\" and \"Let us put an end to outsiders' century-long domination over south Korea and achieve the sovereignty of the nation!\" and thus glorify this significant year, the fifth anniversary of the publication of the June 15 joint declaration and the 60th anniversary of the liberation of the country.\r\n The Korean Student Committee said this in a letter to all the youth and students in south Korea Monday on the occasion of the 45th anniversary of the April 19 Popular Uprising. &nbsp;&nbsp;&nbsp;\r\n The uprising was a nationwide popular uprising which destroyed the stronghold of Syngman Rhee's dictatorship in south Korea and dealt a heavy blow at the U.S. colonial rule. &nbsp;&nbsp;&nbsp;\r\n Recalling that the youth and students in south Korea have played a leading and vanguard role in the anti-U.S., anti- fascist struggle to honor the soul of the fallen uprisers who desired a new policy, new system and new life, the letter said: &nbsp;&nbsp;&nbsp;\r\n Every action conducted by the south Korean people for independence, democracy and reunification is associated with the blood shed by the youth and students, their hearts afire with patriotism and the sense of justice. &nbsp;&nbsp;&nbsp;\r\n But the dream of the uprisers who fell while loudly chanting slogans for a new society in which independence, democracy and reunification are achieved in the streets during the April 19 Popular Uprising and the heroic Kwangju Popular Uprising has not yet come true. &nbsp;&nbsp;&nbsp;\r\n The hope and ideal of the youth and students have been ruthlessly trampled down as the foreign forces remain in south Korea and the anti-reunification evil law exists there.\r\n The desire of the martyrs of the April 19 Popular Uprising will never come true unless the U.S. troops, chiefly to blame  for doing harm to peace on the Korean Peninsula and the national unity and chiefly responsible for the misfortune and sufferings of the south Korean people, are driven out of south Korea. &nbsp;&nbsp;&nbsp;\r\n Now is the time for the fellow students in south Korea, who demonstrated their spirit and courage in the struggle for independence against the U.S., democracy against fascism, and national reunification, including the above-said popular uprisings, to respond to the demand of the times. &nbsp;&nbsp;&nbsp;\r\n All the youth and students in the northern half of Korea expect that their fellow students in the south who love justice and hate injustice will not remain onlookers to this grave juncture when the nation stands at the crossroads of a nuclear war or peace and it is called upon to choose between putting an end to the 60-year-long colonial rule and becoming eternal slaves of imperialism but come out to defend peace and agitate and spearhead the struggle for national liberation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Appeal to S. Koreans Published",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#9",
            "content": "Appeal to S. Koreans Published\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 17 (KCNA) -- A recent issue of the U.S. newspaper Washington Post disclosed a shocking fact that in a bid to escalate pressure\r\non Pyongyang the U.S. government offered to south Korea, Japan and other countries a fraud information that north Korea exported raw substances for nuclear weapons to Libya.\r\n Rodong Sinmun here Sunday carries a signed article in this regard. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Upon hearing the news south Koreans are complaining that the U.S. provision of fraud information related to the north's nuclear program to its friendly countries is a crucial plan shaking diplomatic cooperation. This  reveals once again that the U.S. information is based on fiction and fabrication. &nbsp;&nbsp;&nbsp;\r\n The American history has been that of aggression, war and plunder and fabrication of information and plot-breeding are the trite method peculiar to it. &nbsp;&nbsp;&nbsp;\r\n The White House committed the invasion of Iraq on the basis of the fraud information premeditated and fabricated by it beforehand. &nbsp;&nbsp;&nbsp;\r\n What is peculiar in the U.S. fabrication of information and plot-breeding is that it uses  dissident forces, those opposed to the political system in those countries incurring its displeasure and political exiles to fabricate sheer lie. &nbsp;&nbsp;&nbsp;\r\n In recent years the U.S. has taken Iran's construction of an atomic power station under an agreement on nuclear energy between Iran and Russia as a good opportunity to intensify its hostile policy toward Tehran. &nbsp;&nbsp;&nbsp;\r\n It is not hard to imagine what the U.S. has sought when it spread a story about Iran's secret nuclear test and forced Tehran to open it to the public and dismantle uranium enrichment facilities and accept IAEA's inspection of them. &nbsp;&nbsp;&nbsp;\r\n The U.S. warlike forces try to apply this method to the DPRK. The hard-line conservatives of the U.S. have noisily talked about \"suspicious underground nuclear facilities\" in the DPRK in a bid to spy out military secrets. &nbsp;&nbsp;&nbsp;\r\n The U.S. is gravely mistaken if it thinks that its clumsy fabrication of fraud information may work everywhere. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggressors resort to the gangster-like logic that strength only wins justice. \r\n  Those countries which value sovereignty and strive for national dignity and prosperity should heighten vigilance against the U.S. imperialists' more pronounced cruel fabrication of sheer lies and plot-breeding and channel due efforts into strengthening their self-reliant national defence capacity to cope with the moves. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#10",
            "content": "Letter to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- Leader Kim Jong Il today received a letter from the participants of the 23rd April Spring Friendship Art Festival.\r\n Noting that they have spent pleasant and memorable days during the festival thanks to the deep care of Kim Jong Il and the warm welcome and cordial hospitality of the Korean people, the letter added that the festival was like a huge flower garden of arts as it showcased in diverse and peculiar art genres and styles the achievements made by various countries, nations and regions of the world in the cultural development and represented a stage of world artistes pervaded with friendship and solidarity. &nbsp;&nbsp;&nbsp;\r\n We are highly proud of having such an excellent international art stage as the April Spring Friendship Art Festival which has contributed to social progress and peace and brought true civilization and emotion to mankind, the letter said, and continued: &nbsp;&nbsp;&nbsp;\r\n We have seen for ourselves the successes made by the Korean people in the building of a great prosperous powerful nation and in the fields of literature and arts and the appearance of the Koreans full of confidence and optimism. This has convinced us of the future of more prosperous Korea. &nbsp;&nbsp;&nbsp;\r\n Extending heartfelt thanks to Kim Jong Il for having paid deep attention and shown profound care for the festival, the letter reiterated their pledge to earnestly participate in the April Spring Friendship Art Festival in the future, too, to add shine to it.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Thanks to Participants in Art Festival",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#11",
            "content": "Message of Thanks to Participants in Art Festival\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The Presidium of the DPRK Supreme People's Assembly Monday sent a message of thanks to the participants in the 23rd April Spring Friendship Art Festival for their successful performances.\r\n It noted that the April Spring Friendship Art Festival has fulfilled its mission as a stage for international solidarity, promoting friendship and solidarity among countries and giving a strong impetus to the development of human culture in the idea of independence, peace and friendship in the present times. &nbsp;&nbsp;&nbsp;\r\n At this festival, too, you staged conspicuous and peculiar art programs prepared with all your enthusiasm and talent and swapped remarkable successes and experience, fully representing your strong desire and will to jointly cultivate the flower garden of human culture and arts in the new century, the message said. &nbsp;&nbsp;&nbsp;\r\n Recalling that the participants expressed profound reverence for President Kim Il Sung who performed shining exploits in the annals of the 20th century and prayed for his immortality and, at the same time, voiced support and solidarity to the Korean people in their just cause of building a great prosperous powerful socialist nation and achieving national independence and reunification under the wise leadership of Kim Jong Il, the message continued: &nbsp;&nbsp;&nbsp;\r\n We will always remember you, who made sincere efforts to add shine to the auspicious Day of the Sun and encouraged our people, and further develop the April Spring Friendship Art Festival to meet the desire of the world progressive people in the future, too. &nbsp;&nbsp;&nbsp;\r\n The message wished the participants success in their performing activities, expressing belief that they would earnestly take part in the April Spring Friendship Art Festival to be held next year, drawing on the successes and experience gained at this year's festival.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "April Spring Friendship Art Festival Closes",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#12",
            "content": "April Spring Friendship Art Festival Closes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The 23rd April Spring Friendship Art Festival which opened in Pyongyang on April 10 closed at the April 25 House of Culture Monday.\r\n Present at the closing ceremony were foreign and overseas Korean artistes who participated in the festival and delegations and delegates of different countries that attended the 8th Aesthetic Symposium on the Present Times and National Art. &nbsp;&nbsp;&nbsp;\r\n Also present were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, and Jong Ha Chol, secretary of the Central Committee of the Workers' Party of Korea, Ryang Man Gil, chairman of the Pyongyang City People's Committee, working people and artistes in the city. &nbsp;&nbsp;&nbsp;\r\n Among the participants were diplomatic envoys and embassy officials of various countries here, foreign guests and overseas Koreans. &nbsp;&nbsp;&nbsp;\r\n Group prizes went to the Chinese Hangzhou Song and Dance Troupe, the Russian State Academic Chorus Named after Sveshnikov, the Russian Kazakh Dance Company, the Mongolian art troupe, the art troupe of Koreans in Japan and the art troupe of Koreans in China while individual prizes went to 83 artistes, prizes for ensemble to 46 art works, production prizes to 7 artistes and prizes of merit to 9 artistes. Diplomas, gold and silver cups and statuettes and prize money were also awarded to the recipients of the prizes. &nbsp;&nbsp;&nbsp;\r\n A letter of thanks to leader Kim Jong Il from the participants in the festival was adopted at the ceremony. &nbsp;&nbsp;&nbsp;\r\n And a message of thanks to the participants from the Presidium of the DPRK Supreme People's Assembly was read out there. &nbsp;&nbsp;&nbsp;\r\n Choe Ik Gyu, minister of Culture who is chairman of the festival organizing committee, in his closing address said that the festival was a grand international gathering of artistes, which helped boost the friendship and solidarity, the ties of cultural cooperation and solidarity among countries and promote social progress and peace. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that all the participants in the festival expressed profound reverence for President Kim Il Sung and support and solidarity to the Korean people in their cause to build a rich and powerful country and bring earlier national independent reunification under the Songun leadership of Kim Jong Il, he said that the DPRK would steadily develop the festival. &nbsp;&nbsp;&nbsp;\r\n The ceremony was followed by a performance of foreign artistes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Cultural Exhibition",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#13",
            "content": "Pyongyang Cultural Exhibition\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The Pyongyang Cultural Exhibition is one of those which are visited by foreign guests and overseas Koreans staying in the Democratic People's Republic of Korea to participate in commemorations\r\nof the Day of the Sun, the birth anniversary of President Kim Il Sung.\r\n It has been visited by delegations from some 50 countries, officials of embassies and missions of international organizations in Pyongyang this year. &nbsp;&nbsp;&nbsp;\r\n Book and photo shows, and audio-video shows would be held in the exhibition on the occasion of the birthday of President Kim Il Sung (April 15), the birthday of leader Kim Jong Il (February 16) and other anniversaries every year. &nbsp;&nbsp;&nbsp;\r\n The exhibition has the main hall and an audio-video lecture room introducing the DPRK and its cultural development. &nbsp;&nbsp;&nbsp;\r\n More than 6,500 books of over 500 kinds are on display in the book show. &nbsp;&nbsp;&nbsp;\r\n Among them are works authored by Kim Il Sung and Kim Jong Il, and books and picture albums showing successes made in the political, economic and cultural fields. They were translated into eight languages. &nbsp;&nbsp;&nbsp;\r\n There are also books introducing TheTrue Records of the Ri Dynasty, The Complete Collection of Buddhist Scriptures from 80,000 Wooden Blocks and other old books, literary books and legends of the nation. &nbsp;&nbsp;&nbsp;\r\n Displayed in the photo show under the title \"Leader Kim Jong Il and Korea Today\" are photographs of Kim Jong Il inspecting army units, modern catfish farms and basic foodstuff factories and pictures of the beautiful looks of socialist Korea and the pro-reunification functions of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Exhibited in the art and handicraft show are paintings on the theme of national reunification, various kinds of porcelains including famous Koryo celadon, and souvenirs. &nbsp;&nbsp;&nbsp;\r\n The exhibition, located in Taedonggang District, Pyongyang, was opened to the public in September Juche 87 (1998).    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Mil.Authorities Warned against Infiltrating Warships into Waters of North Side",
            "url": "http://kcna.co.jp/item/2005/200504/news04/19.htm#14",
            "content": "S. Korean Mil.Authorities Warned against Infiltrating Warships into Waters of North Side\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 18 (KCNA) -- The Navy Command of the Korean People's Army Monday issued a press release denouncing the south Korean military authorities for infiltrating warships into the waters of the north side in the West Sea of Korea in a bid to deliberately strain the situation.\r\n The press release said: &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities infiltrated a warship into the waters of the north side south of Kuwol Hill from around 11:35 to around 12:05 Monday. They committed a similar military provocation seven times on April 15 and four times on April 16. &nbsp;&nbsp;&nbsp;\r\n Such ceaseless provocations on the part of the south Korean military authorities are a blatant challenge to the sincere efforts of the north side to defuse the military tensions between the north and the south and a revelation of their despicable subservience to their American master keen to invent a pretext for igniting a war against the north at any cost. &nbsp;&nbsp;&nbsp;\r\n We once again warn the south Korean military authorities that if they persist in their reckless provocations, utterly indifferent to the interests of the nation, they will entail unpredictable consequences.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}