{
    "date": "2005-02-24",
    "url": "http://kcna.co.jp/item/2005/200502/20050224.htm",
    "articles": [
        {
            "title": "Indonesian President and His Wife Send Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyangites Welcome S. Korean Defector",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#2",
            "content": "Indonesian President and His Wife Send Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Indonesian President Susilo Bambang Yudhoyono and his wife sent a floral basket to the DPRK embassy in Jakarta\r\non the occasion of the birthday of leader Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korea-U.S. Joint Anti-Sub Exercise Staged",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#3",
            "content": "Pyongyangites Welcome S. Korean Defector \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Pyongyangites warmly welcomed Kim Ki Ho who came over to the north at a mass meeting held Tuesday.\r\n Kim, 60, came over to the north recently while serving as a civilian employee at a unit of the U.S. forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Sik, vice-chairman of the Pyongyang City People's Committee, in a welcome speech said that Kim Ki Ho's defection to the north was an expression of his longing for the north and his will to join the sacred Songun revolutionary ranks whose members are single-mindedly united around the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n Kim would have an opportunity to fully enjoy a worthwhile and rewarding life as a citizen of the DPRK which has made a dynamic advance, demonstrating its dignity thanks the unquestioned prestige of Kim Jong Il, Songun illustrious commander of Mt. Paektu, noted Kim Jong Sik. &nbsp;&nbsp;&nbsp;\r\n Kim Ki Ho in a reply speech said that in the south he came to know well about the aggressive and predatory nature of the U.S. which has lorded it over and committed all sorts of arbitrary practices, wantonly trampling down upon the dignity and sovereignty of the people, and keenly realized how miserable and disgraceful the lot of colonial slaves was. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The people in the south regard the north winning victory after victory in the stand-off with the U.S. under the banner of Songun as a fortress of national dignity and independence. They are very pleased to learn that their brethren in the north are frustrating every move of the U.S. against the north. They are convinced that the north represents the future of the nation. &nbsp;&nbsp;&nbsp;\r\n The north which has built up strong national power thanks to the Songun policy under the leadership of Kim Jong Il is a very promising powerful state fully demonstrating the dignity and spirit of the nation. &nbsp;&nbsp;&nbsp;\r\n He renewed his strong will to devote himself to the drive to achieve the prosperity of the socialist country and the cause of reunification, the greatest desire of the nation, true to  Kim Jong Il's Songun politics. &nbsp;&nbsp;&nbsp;\r\n At the meeting Kim Ki Ho was awarded an order of the DPRK and prize money. &nbsp;&nbsp;&nbsp;\r\n Present there were An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, and others.    \r\n\r\n\r\n"
        },
        {
            "title": "Poem Praising Kim Jong Il Created by Russian Poet",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#4",
            "content": "S. Korea-U.S. Joint Anti-Sub Exercise Staged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- The U.S. and south Korean warmongers staged a joint anti-submarine exercise in the East Sea of Korea from February 12 to 18, according to south Korean KBS.\r\n The naval maneuver was participated in by the U.S. nuclear-powered submarine Los Angeles, anti-submarine patrol planes, a destroyer of the south Korean forces, etc. It was reportedly aimed to bolster the anti-submarine operation capacity in the East Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n  They are hell-bent on the war exercises to invade the north at a time when the situation on the Korean Peninsula is daily growing tenser due to the U.S. unchanged hostile policy toward the north and its threat of a preemptive nuclear attack on it.    \r\n\r\n\r\n"
        },
        {
            "title": "Russian Military Attache Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#5",
            "content": "Poem Praising Kim Jong Il Created by Russian Poet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Sergei Romanovich Zandanov, official of the State Financial and Economic Inspection Committee of the Republic of Bryatia of the Russian Federation , made public a poem titled \"Eternal Defender of Socialism\" in praise of leader Kim Jong Il who has firmly defended socialism with his Songun politics.\r\n The Russian poet described Korean socialism as beautiful future of the world and Kim Jong Il who has defended it as an eternal defender and leader of socialism. &nbsp;&nbsp;&nbsp;\r\n When the flag of the October revolution, the banner of the proletariat who broke the chains of capital, was taken down from the top of Kremlin in Moscow of the Soviet Union, the flag of socialism more vigorously fluttered in the invincible DPRK in the East, the poet noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, defender of socialism, declared that socialism is a science, holding aloft the red flag and instilled its truth into all people. &nbsp;&nbsp;&nbsp;\r\n No one can take away the flag of Korean style socialism which Kim Jong Il has defended with the arms of Songun and it will fly in every part of the world, destroying the imperialist fortress and indicating the road for humankind to follow.    \r\n\r\n\r\n"
        },
        {
            "title": "Aggressive and Predatory Nature of Japanese Militarists Remains Unchanged",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#6",
            "content": "Russian Military Attache Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Military attache of the Russian Embassy here Igor Pablov hosted a reception at the Taedonggang Club for the\r\nDiplomatic Corps Tuesday evening on the occasion of the \"Day of Defenders of Motherland\" in Russia.\r\n Present there on invitation were Vice-Minister of the People's Armed Forces Kim Sang Ik, general officers and officers of the Korean People's Army, diplomatic envoys of various countries and military attaches of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n Present there were Ambassador Andrei Karlov and staff members of his embassy.\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Food for Folk Holiday, Lunar January 15",
            "url": "http://kcna.co.jp/item/2005/200502/news02/24.htm#7",
            "content": "Aggressive and Predatory Nature of Japanese Militarists Remains Unchanged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- It is 60 years since the Japanese imperialists suffered a defeat while going wild with aggression and war but\r\nthere is no change in their aggressive and predatory nature. On the contrary, their deep-rooted militarist ambition is growing wilder, increasing its danger. Rodong Sinmun Wednesday says this in a signed article.\r\n Noting that aggression and plunder are invariable nature of the Japanese militarists and means for their existence, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists regard overseas aggression and pillage as the only way out for Japan to exist and calculate that by doing so they can realize their old dream of the \"Greater East Asia Co-prosperity Sphere\" to emerge a political and military giant. It is their strategic goal and ambition to translate the dream for world domination in the 21st century into reality at any cost. &nbsp;&nbsp;&nbsp;\r\n Japan's annual military spending exceeds 50 billion US dollars and most of it is being spent for the modernization of the \"Self-Defense Forces\" (SDF). &nbsp;&nbsp;&nbsp;\r\n The Japanese government formally decided on seven bills related to the \"emergency\" including the \"bill on the protection of the people\" at a Cabinet meeting. It is set to adopt them and finalize the readjustment of the \"emergency legislation.\" &nbsp;&nbsp;&nbsp;\r\n The visit to the \"Yasukuni Shrine\" has been placed on an official and popular basis. &nbsp;&nbsp;&nbsp;\r\n The dispatch of SDF to Iraq and its military activities under the pretext of \"support to the anti-terrorist war\", \"logistic support to the U.S.\" and \"assistance to reconstruction of Iraq\" diametrically run counter to Japan's \"pacifist constitution\" prohibiting any war. It is an intention of the Japanese militarists to realize their ambition for overseas aggression and world domination at any cost. &nbsp;&nbsp;&nbsp;\r\n The DPRK is made the primary target of their attack. Japan's moves to perfect the \"emergency legislation,\" the reorganization of SDF's combat units and their deployment to implement the \"strategy of attaching importance to the western part of the country\" to cope with the \"emergency on the Korean Peninsula\" and intensified war exercises of the SDF in the regions near the peninsula, etc. are designed to mount armed attacks on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The predatory nature of the Japanese militarists also remains unchanged. &nbsp;&nbsp;&nbsp;\r\nBecause of this aggressive and predatory nature they are utterly indifferent to the interests of the international community, those of other countries. &nbsp;&nbsp;&nbsp;\r\n They try to retain their grip on other countries as their markets, suppliers of raw and other materials and places for their investment by intensifying their economic infiltration into those countries. &nbsp;&nbsp;&nbsp;\r\n By doing so, Japan seeks to intensify its economic exploitation and plunder of other countries and, furthermore, establish its political and military domination over them, using them as springboards. &nbsp;&nbsp;&nbsp;\r\n The aggressive and predatory nature of the Japanese militarists will never change. If there is any change, their methods of aggression and plunder will get more crafty and vicious.    \r\n\r\n\r\n"
        }
    ]
}