{
    "date": "2005-06-24",
    "url": "http://kcna.co.jp/item/2005/200506/20050624.htm",
    "articles": [
        {
            "title": "Foreign Diplomats Visit Revolutionary Museum",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#1",
            "content": "Foreign Diplomats Visit Revolutionary Museum \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Diplomatic envoys and staff members of the embassies of Laos, Malaysia, Mongolia, Iran, Indonesia, India, Vietnam, Cambodia and Pakistan here visited the Revolutionary Museum of the Ministry of Culture on June 22 on the occasion of the 41st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The guests laid bouquets before the statue of President Kim Il Sung at the Korean Film Studio and paid tribute to him before looking round the revolutionary museum.\r\n They went round the historic relics and mementoes, being briefed on the fact that Kim Jong Il set out the unique idea of developing the Juche-oriented culture and arts and wisely led the work for its materialization. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit they made entries in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n Mongolian Ambassador Janchivdorjyn Lomvo wrote that Kim Jong Il has paid deep attention to the development of culture and arts and the arts of the DPRK have reached a high level under his guidance. &nbsp;&nbsp;&nbsp;\r\n Cambodian Charge d'Affaires ai Keo Sophannara wrote that all the successes made by the Korean people in the field of culture and arts are the result of the wise leadership of Kim Il Sung and Kim Jong Il. She paid high tribute to them, in the book. &nbsp;&nbsp;&nbsp;\r\n Then the guests looked round the mock-up location street of the Korean Film Studio, a modern comprehensive centre for shooting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Prerequisite to Denuclearization of Korean Peninsula",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#2",
            "content": "Prerequisite to Denuclearization of Korean Peninsula \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The U.S. persistent demand  for scrapping the nuclear program first on the DPRK side proceeds from its hostile policy to stifle the later and it does not show at all its sincerity for a solution to the nuclear issue, notes Rodong Sinmun Thursday. The news analyst says:\r\n  It is utterly improper for the United State to attempt to excuse itself out of the issue of the denuclearization of the Korean Peninsula while misrepresenting its essence as \"DPRK's scrapping its nuclear program first\". The prerequisite to the denuclearization is for the United States to discard its nuclear threat to the DPRK and switch over to peaceful coexistence. &nbsp;&nbsp;&nbsp;\r\n The denuclearization of the Korean Peninsula means, in essence, to turn its whole area including the north and the south into a nuclear-free zone and eventually clear away the danger of a nuclear war from it. If the Korean Peninsula is to be turned into a nuclear-free zone, a peace zone, the U.S. nuclear threat to the DPRK must be eliminated, first of all. &nbsp;&nbsp;&nbsp;\r\n While pointing to the DPRK as the target of its preemptive nuclear attack and hastening preparations for it in real earnest and increasing its nuclear threat to the DPRK, the United States is misleading public opinion by creating the impression that the  denuclearization of the Korean Peninsula means immediately  scrapping the nuclear program first on the part of the DPRK. But this is a quite ironical argument that can convince no one. &nbsp;&nbsp;&nbsp;\r\n The danger of a nuclear war cannot be dispelled from the Korean Peninsula and its denuclearization either cannot be achieved when the United States refuses to recognize the system of the DPRK and show the will to coexist with it. &nbsp;&nbsp;&nbsp;\r\n Any matter can win the support of fair public opinion and be settled smoothly only when it is perfectly logical and stands to reason. But things get more complicated if one tries to force its wrong will upon others. The U.S. policy to stifle the DPRK with nukes is the main obstacle to the denuclearization of the Korean Peninsula and Northeast Asian peace and security. &nbsp;&nbsp;&nbsp;\r\n It is a consistent stand of the DPRK government to terminate the U.S. nuclear threat and realize the denuclearization of the Korean Peninsula. There will be no change in its principled stand in the future, too. &nbsp;&nbsp;&nbsp;\r\n The United States should correctly understand the stand of the DPRK government and give up its intention to shift the responsibility on to the DPRK by misrepresenting the essence of the denuclearization of the Korean Peninsula and catch fish in troubled waters behind the scenes.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "DPRK History Society Indicts Japan and GNP",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#3",
            "content": "DPRK History Society Indicts Japan and GNP \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The History Society of the DPRK Wednesday released an indictment vehemently denouncing Japan for its crimes committed for the past one century and the Grand National Party of south Korea for its pro-Japan treacherous acts, 40 years since the conclusion of the traitorous south Korea-Japan \"agreement\" on June 22, 1965.\r\n The indictment says: &nbsp;&nbsp;&nbsp;\r\n The past one century is a history woven with crimes committed by Japan such as its brigandish aggression and plunder of Korea and its massacre of Koreans. &nbsp;&nbsp;&nbsp;\r\n On Nov. 17, 1905 the Japanese imperialists encircled the royal palace of Korea with a huge military police force and concocted the gangster-like \"Ulsa Five-Point Treaty\" which had neither King Kojong's signature nor his official seal. &nbsp;&nbsp;&nbsp;\r\n Early in the 20th century they fabricated a number of illegal treaties including the \"Jongmi Seven-Point Treaty\", the \"Korea-Japan Annexation Treaty,\" to say nothing of the \"Ulsa Five-Point Treaty\", thus committing the state-sponsored crime of invading and reducing Korea, a universally recognized sovereign state, to a colony. &nbsp;&nbsp;&nbsp;\r\n After putting Korea under their control by force in the wake of the fabrication of the \"Ulsa Five-Point Treaty,\" the Japanese imperialists enforced a harsh colonial rule over it. They killed Koreans in cold blood, tried hard to exterminate the Korean nation, forcibly drafted Koreans and plundered Korea as robbers would do, thus bringing untold disasters and misfortune to the nation. \r\n  They massacred more than one million Koreans, cooked up the \"History of Korea\" from which the history of Ancient Korea including Tangun Korea was deleted. They did not allow the Koreans to use spoken and written Korean languages and deprived them of their Korean names. &nbsp;&nbsp;&nbsp;\r\n They vandalized hundreds of national and cultural relics of Korea and unearthed tombs and looted those treasures from there. &nbsp;&nbsp;&nbsp;\r\n During their occupation of Korea the Japanese imperialists drafted more than 8.4 million young and middle-aged Koreans and hurled them into the shambles of the war of aggression as cannon fodder and forced 200,000 Korean girls and women into sexual slavery. They took away to Japan an immeasurable quantity of resources including nearly 400 tons of gold, 17.98 million tons of iron, 30 million cubic meters of timber and 39 million tons of rice. &nbsp;&nbsp;&nbsp;\r\n Even after the liberation of Korea on August 15, 1945 Japan played the role of a shock brigade for executing the U.S. policy of aggression against the DPRK, taking advantage of Washington's strategy to dominate Asia. It took an active part in the Korean war ignited by the U.S. imperialists in the1950s and has escalated its moves to stage a comeback to Korea since the end of the war. &nbsp;&nbsp;&nbsp;\r\n Even since the publication of the DPRK-Japan Pyongyang Declaration the Japanese reactionaries have frantically kicked up a row against the DPRK, persistently talking about its \"nuclear issue\" and \"missile issue\" and crying out for a solution to the \"abduction issue\" that had already been solved. They have, at the same time, worked hard to justify the history of aggression and crimes against Korea committed by the Japanese imperialists and claimed a \"dominion\" over Tok Islet. &nbsp;&nbsp;&nbsp;\r\n Referring to the south Korean Grand National Party's pro-Japanese traitorous deeds, the indictment continues: &nbsp;&nbsp;&nbsp;\r\n The Liberal Party of traitor Syngman Rhee, the Democratic Republican Party of the Yusin dictator, the Democratic Justice Party of the fifth republic, the Democratic Liberal Party of the sixth republic and the New Korea Party of traitor Kim Young Sam, which are the GNP's predecessors, were characterized by their inveterate pro-Japanese treachery. &nbsp;&nbsp;&nbsp;\r\n The pro-Japanese treacherous crime committed by the Democratic Republican Party, in particular, by concluding the traitorous south Korea-Japan \"agreement\" and selling off the interests of the country and the nation to the outsiders lock, stock and barrel was a hideous crime that should be cursed generation after generation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Phil and other pro-Japanese elements did not demand Japan nullify the coercive annexation of Korea by the Japanese imperialists and apologize and compensate for what they did during their colonial rule over Korea, the issues that needed preferential discussion at the negotiations. But they yielded to Tokyo by giving up the claim to reparations. They just begged for \"economic cooperation fund\" amounting to just 500 million U.S. dollars. &nbsp;&nbsp;&nbsp;\r\n As Japan refused to return the cultural treasures it looted from Korea, the group of pro-Japanese traitors, under the back-stage manipulation of the U.S., agreed to Japan's proposal to return only part of them in the form of \"donation.\" &nbsp;&nbsp;&nbsp;\r\n The humiliating and traitorous nature of the south Korea-Japan \"agreement\" was clearly manifested in its every article. &nbsp;&nbsp;&nbsp;\r\n What merits a serious attention among the crimes committed by the pro-Japanese traitors in the course of concluding the \"agreement\" is that they requested Japan to stipulate in Article 3 of it that the south Korean government, a product of the U.S. imperialists' colonial rule and their policy of national division, is the \"only legitimate government on the Korean Peninsula.\" &nbsp;&nbsp;&nbsp;\r\n The \"agreement\" failed to claim any compensation from Japan for the 40-odd year-long history of the Japanese imperialists' colonial rule over Korea but covered up their thrice-cursed crimes. It just reflected the high-profile stance of the master and the low-profile position of his servant. It was just a repetition of what happened in the year of Ulsa (1905) that witnessed a disgraceful and shameful event. The agreement was little short of the \"Ulsa Five-Point Treaty\". &nbsp;&nbsp;&nbsp;\r\n Nothing has changed in the GNP's pro-Japanese and traitorous nature. &nbsp;&nbsp;&nbsp;\r\n Ri Hoe Chang, who created the GNP and held the post of its president, went to Japan in early March 2002 to kowtow to his Japanese master and please him. Not content with this, he did not bother to do such a despicable thing as trying to whitewash Japan's criminal distortion of history, talking about a \"joint study of history\". He even went the lengths of hatching a plot to stifle the fellow countrymen in the north through collusion with Japan, asserting that the elimination of the threat of the north's weapons of mass destruction is a core issue to be settled for south-north cooperation. &nbsp;&nbsp;&nbsp;\r\n The GNP's submission to Japan is going on still today when the Koreans' hatred for the Japanese reactionaries has erupted like a volcano. &nbsp;&nbsp;&nbsp;\r\n It can not but be a shame on the Korean nation that such group reminiscent of the five traitors of Ulsa as the GNP is still at large though it no longer has the blood and soul of the nation. &nbsp;&nbsp;&nbsp;\r\n The Koreans should force Japan to fully pay for the crimes committed by the Japanese imperialists against them over the last one century and make the GNP fully redeem its pro-Japanese treachery.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#4",
            "content": "Kim Jong Il Praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Leading artistes of the State Academic Moiseyev Dance Company of Russia on a visit to the DPRK were deeply impressed to tour various revolutionary battle sites and revolutionary sites in the area of Mt. Paektu, holy place of the revolution.\r\n Director Elena Scherbakova, head of the dance company, said that she was struck with deep admiration at the policy of leader Kim Jong Il whenever she visited the DPRK, adding: I came to realize that his policy is quite right when seeing the younger generation in the DPRK being educated in the revolutionary tradition. &nbsp;&nbsp;&nbsp;\r\n Standing on the peak of Mt. Paektu, I was convinced that    Kim Jong Il's grit and pluck are just the same as the majestic appearance of Mt. Paektu. The solemn and splendid appearance of Mt. Paektu is reminiscent of his spirit. &nbsp;&nbsp;&nbsp;\r\n Chief Conductor of the dance company Anatoli Gusi said that the Korean people have firmly preserved the feats performed by the revolutionary forerunners to be handed down to posterity. He expressed belief that they would achieve greater prosperity as they set store by their revolutionary history and traditions. &nbsp;&nbsp;&nbsp;\r\n Antonida Marnopolskaya, head of the dancers group of the company, noted that it was her strong desire to have an opportunity to visit the old home of Kim Jong Il in the secret camp in Mt. Paektu. Only victory and glory are in store for the Korean people as they have valued the revolutionary traditions and successfully carried forward and developed them, she added.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Forces from S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#5",
            "content": "Withdrawal of U.S. Forces from S. Korea Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Headquarters of the People's Movement for the Withdrawal of the U.S. Forces in south Korea in a commentary on June 18 reportedly said that the abrogation of the south Korea-U.S. \"mutual defence treaty\" and the total withdrawal of the U.S. forces from south Korea are preconditions for the denuclearization of the Korean Peninsula.\r\n Noting that the U.S. has no right to say about the denuclearization of the peninsula as its forces are present in south Korea, ready to use nukes any time, the commentary said that the north's access to nuclear weapons is a just countermeasure to cope with the U.S. undisguised military nuclear threat. &nbsp;&nbsp;&nbsp;\r\n The denuclearization of the Korean peninsula can never come true unless the U.S. nuclear threat is completely gone, the commentary said, adding: If the U.S. truly wishes to see the denuclearization of the peninsula, it should pull out its forces from south Korea and normalize its relations with the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Korean Conservative Media Condemned as Hack Papers",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#6",
            "content": "South Korean Conservative Media Condemned as Hack Papers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 904 which brands the south Korean newspapers Dong-A Ilbo and Kyunghyang Daily News as pro-U.S. conservative hack papers for decrying the success of the grand festival for national reunification held in Pyongyang in a grand style to mark the fifth anniversary of the publication of the June 15 joint declaration.\r\n According to it, those papers in their editorials on June 17 hurled malicious abuses on the success of the festival. They slandered the north over what they dubbed \"ideological offensive\", \"stage-directing\" and \"agitation\" and denied even the idea of \"By our nation itself\" laid down in the June 15 joint declaration and the achievements registered over the last five years since its publication. &nbsp;&nbsp;&nbsp;\r\n They also reeled off the foul words that \"the deeds of the north-visiting delegations were quite disappointing,\" alleging the south side's delegations to the festival could not say what they should, overawed by the offensive of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The editorials of the papers fully represented the intention of the United States and the pro-U.S. conservative forces to play down the significance and success of the June 15 grand festival for national reunification and check their spread by all means, the bulletin says. And it brands the above-said editorials as a malicious insult and intolerable provocation to the aspiration and will of the Korean nation to go toward national reconciliation, unity and reunification under the banner of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Such anti-national and anti-reunification conservative media with ill will as Dong-A Ilbo and Kyunghyang Daily News which   are heedless of the nation and bereft of faith should know that they have no qualification to participate in any functions for national reunification in the future, the bulletin warns. &nbsp;&nbsp;&nbsp;\r\n It urges the Grand National Party of south Korea not to resort to malicious and insolent remarks and reckless din with regard to the festival, mindful that the whole nation is watching it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Graduation Ceremony Held at Computer Design Training Center",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#7",
            "content": "Graduation Ceremony Held at Computer Design Training Center \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The first-term graduation ceremony of the DPRK-Canada Computer Design Training Center was held at the Korean Computer Center today.\r\n Present there were Han U Chol, director general of the Korean Computer Center, officials concerned, trainees and employees there. &nbsp;&nbsp;&nbsp;\r\n Also on hand were members of the delegation of the Global Aid Network of Canada (GAN) led by William Blaney, chief executive officer, and Canadian teachers staying here. &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches and addresses of graduates were made at the ceremony.\r\n Then diplomas were awarded to the graduates. &nbsp;&nbsp;&nbsp;\r\n Participants went round files presented by the first-term graduates. &nbsp;&nbsp;&nbsp;\r\n Established in 2002 with the aid of the GAN, the center trains experts on the computer designing in close cooperation with the Korean Computer Centre.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets S. Korean Red Cross President and His Party",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#8",
            "content": "Kim Yong Nam Meets S. Korean Red Cross President and His Party \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met south Korean Red Cross President Han Wan Sang and his party and had a conversation with them in a compatriotic atmosphere at the Mansudae Assembly Hall Thursday \r\n Present there were Jang Jae On, chairman of the Central Committee of the DPRK Red Cross Society, and officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Slag Prefab Parts Factory",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#9",
            "content": "Pyongyang Slag Prefab Parts Factory\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23, (KCNA) -- The Pyongyang Slag Prefab Parts Factory has produced a new kind of lagging wall slab, light bricks and ornamental wall slab. \r\n The lagging slab can preserve heat much more than other kinds. &nbsp;&nbsp;&nbsp;\r\n The ornamental wall slab, which can be used instead of tiles, is very popular among users for it improves the quality of floors and interior walls. &nbsp;&nbsp;&nbsp;\r\n The factory has also solved technical matters of producing slag prefab parts with materials easy to find in the country. &nbsp;&nbsp;&nbsp;\r\n It, which started operation in February Juche76(1987), is situated in Phyongchon District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The factory has produced tens of thousands of square meters of prefab parts and hundreds of millions of bricks for construction projects including monumental edifices, 50,000 dwelling houses and public buildings in the city. &nbsp;&nbsp;&nbsp;\r\n The production capacity of the factory has increased nearly three times that 10 years ago. &nbsp;&nbsp;&nbsp;\r\n Now the factory, with its own technical staff, is directing efforts to updating the brick-forming process.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Urges U.S. to Clearly Understand Purport and Agenda of Six-party Talks",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#10",
            "content": "KCNA Urges U.S. to Clearly Understand Purport and Agenda of Six-party Talks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The chief executive of the United States was reported to have met daily Chosun Ilbo journalist Kang Chol Hwan, an alleged defector from the north, at the White House on June 15 and talked about \"human rights situation\" in the DPRK.\r\n Explicitly speaking, we do not know such word as \"defector\". &nbsp;&nbsp;&nbsp;\r\n If there be any, they are just a handful of hooligans and criminals who are not in a position to look up at the clear blue sky over the country with an easy mind for the crimes committed against it and its people. &nbsp;&nbsp;&nbsp;\r\n It is hard to expect to hear anything from such human scum and we, therefore, do not care at all about whatever nonsense they talk. &nbsp;&nbsp;&nbsp;\r\n Given the fact that the chief executive of the world's only \"superpower\" did sit face to face with such a human trash and conferred with him over \"human rights performance\" and other \"serious matters,\" it is not hard to guess the political level and stature of the present U.S. administration. &nbsp;&nbsp;&nbsp;\r\n There are American military deserters in the DPRK, too, but we do not use them for a political purpose. Yet, the authorities of the U.S. ill-famed for the worst human rights abuses are resorting to such clumsy propaganda. &nbsp;&nbsp;&nbsp;\r\n The present U.S. administration orchestrated such poor farce as the White House boss's \"interview with the north Korean defector.\" This goes to prove that it is a group of wicked elements who do not bother to meet even good-for-nothing to serve its sinister political purpose, regardless of whether this behavior suits its stature and authority or not. &nbsp;&nbsp;&nbsp;\r\n What matters here is why they are making such painstaking efforts and spending precious time for such a cheap charade. &nbsp;&nbsp;&nbsp;\r\n This farce was staged at a time when the international community and the countries concerned became increasingly assertive for creating an environment and atmosphere favorable for the resumption of the six-party talks. Herein lies the real point of the issue. &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, the U.S. chief executive's interview with the north Korean \"defector\" was part of the human rights offensive against the DPRK as it reflects the U.S. policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. policy and strategy to bring down the dignified DPRK and its socialist system at any cost. &nbsp;&nbsp;&nbsp;\r\n It tries to make the \"collapse of the system\" in the DPRK an established fact by peddling even the non-existent \"human rights issue\", not content with trumpeting about the nuclear issue, under the showy signboard of the \"spread of freedom and democracy.\" &nbsp;&nbsp;&nbsp;\r\n To this end, the U.S. has long worked hard to secure leverage and gain time to stifle the DPRK inside and outside the venue of the six-party talks and it is set to go on with this tactics in the days ahead. &nbsp;&nbsp;&nbsp;\r\n This is clearly proved by the remarks made by American heavyweights persistently raising this or that issue not related to the solution to the nuclear issue. They asserted that \"another issue arousing apprehension next to the nuclear issue is a human rights issue\" and \"not only nuclear issue but human rights, terrorism, drug and other issues should be addressed if the U.S.-DPRK relations are to be fully normalized\".&nbsp;&nbsp;&nbsp;\r\n The U.S. has never skipped an opportunity to assert that it wishes the resumption and progress of the six-party talks and it recognizes the north as a sovereign state, but all the facts go to prove that those are nothing but hypocrisy. &nbsp;&nbsp;&nbsp;\r\n The human rights piffle again let loose by the U.S. high echelon suggests that Washington is not firm in its stand to recognize the DPRK as its dialogue partner and respect it. This, therefore, cannot be construed otherwise than an act of throwing a wet blanket on the efforts to resume the six-way talks. &nbsp;&nbsp;&nbsp;\r\n The U.S. oft-repeated \"human rights\" issue is quite contrary to the purport and the agenda of the talks. &nbsp;&nbsp;&nbsp;\r\n The U.S. should clearly understand that bringing such issues to the negotiating table will only result in confusing the talks.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Anti-North Organizations' Reckless Row Urged",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#11",
            "content": "Halt to Anti-North Organizations' Reckless Row Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Such anti-north organizations in south Korea as the Youth Federation for Love of Freedom and the Organization for the Rights of Abductees and Defectors from the North have staged anti-DPRK demonstrations in a desperate bid to disturb the 15th North-South Ministerial Talks from the moment the north side's delegation to the talks arrived in Seoul.\r\n In this regard the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification in a statement on Wednesday demanded they face up to the trend of the times towards national reconciliation and immediately stop their racket of confrontation with the north. \r\n The anti-north racket kicked up by a handful of elements cannot affect the successful progress of the talks even a bit, the statement said, adding: It is disgusting that they are behaving so foolishly, quite indifferent to the expectation and concern of the Korean nation. With the inter-Korean ministerial talks as a watershed, a fresh momentum will be given to the inter-Korean reconciliation and national cooperation. &nbsp;&nbsp;&nbsp;\r\n The statement accused the anti-north organizations of faulting every effort of the Korean nation for peace and reunification and taking the lead in agitating a war on the Korean Peninsula, pursuant to the U.S. hostile policy toward the north. &nbsp;&nbsp;&nbsp;\r\n To strive for reunification through an alliance with the north means patriotism and the confrontation with the north means treachery in the era after the publication of the June 15 joint declaration, the statement said, warning that if they continue fanning up the confrontation between compatriots, going against the strong trend towards reunification, it will be too late for them to regret even a thousand times when the day of reunification has come. &nbsp;&nbsp;&nbsp;\r\n If the south Korean authorities wish to sincerely implement the June 15 joint declaration and keep their promise made at the June 15 grand festival for national reunification, they should strictly deal with the demonstrations staged by those anti-north organizations, it held.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "15th Inter-Korean Ministerial Talks Close",
            "url": "http://kcna.co.jp/item/2005/200506/news06/24.htm#12",
            "content": "15th Inter-Korean Ministerial Talks Close\r\n&nbsp;&nbsp;&nbsp; Seoul, June 23 (KCNA Correspondent) -- The 15th north-south ministerial talks that opened in Seoul on June 22 came to a close Thursday. \r\n Through the talks the north and the south strikingly demonstrated internally and externally the new feature of the Korean nation joining efforts and cooperating with each other in the era after the publication of the June 15 joint declaration, away from the past framework whereby they quarreled with each other standing in confrontation to save their faces and found themselves locked in the meaningless arguments. &nbsp;&nbsp;&nbsp;\r\n Prior to the close of the talks, Kwon Ho Ung, head of the delegation of the north side, and Jong Tong Yong, chief delegate of the south side, made speeches. &nbsp;&nbsp;&nbsp;\r\n Kwon Ho Ung said that both sides exchanged views on the principled and practical issues of definitely putting the north-south relations on the orbit of national cooperation and boosting them, guided by the idea of \"By our nation itself,\" the basic spirit of the June 15 joint declaration, and conducted an exhaustive discussion on them. &nbsp;&nbsp;&nbsp;\r\n He pointed out that at the talks both sides once again fully demonstrated at home and abroad their unshakable will to invariably hold fast to the joint declaration and thoroughly implement it no matter how the situation may change. &nbsp;&nbsp;&nbsp;\r\n Noting that the two sides have reached a comprehensive and satisfactory agreement on the immediate and practical tasks to effect national cooperation in the activities to boost the inter-Korean relations, he stressed that the talks once again convinced the Koreans that the idea of \"By our nation itself\" is the most correct idea of properly developing those relations and they should always keep to this road. &nbsp;&nbsp;&nbsp;\r\n There are internal and external challenges to the efforts to realize national cooperation and the work to achieve common prosperity but if the north and the south take a patriotic stand to work for the interests common to the nation in order to become one, they can surely cope with any rapidly changing situation at home and abroad and meet any persistent pressure of foreign forces. &nbsp;&nbsp;&nbsp;\r\n Jong Tong Yong referred, among other things, to the significance of the talks, noting that the south and the north shared the understanding that it is necessary to put the dialogue between the authorities of both sides on a sustainable and regular basis. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides have reached an agreement on many points from the view of practical utility which calls for placing the national interests above anything else, he said, the south side is satisfied with this. &nbsp;&nbsp;&nbsp;\r\n A joint press release was made public at the talks. &nbsp;&nbsp;&nbsp;\r\n On the same day, Ri Hae Chan, prime minister of the south side, hosted a banquet in honor of the delegation of the north side to the talks.      \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}