{
    "date": "2005-04-11",
    "url": "http://kcna.co.jp/item/2005/200504/20050411.htm",
    "articles": [
        {
            "title": "Iranian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Threat to S. Korea Accused",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#2",
            "content": "Iranian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- Jalaleddin Namini Mianji, Iranian ambassador to the DPRK, hosted a reception at Pyongyang Koryo Hotel Friday evening on the occasion of the Day of the Sun and the 12th anniversary of leader Kim Jong Il's election as chairman of the DPRK National Defence Commission.\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Jong Yong Su, minister of Labour, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Iranian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung was a great leader of progressive humankind who made a great contribution to the struggle of the peoples of different countries for their independence and the non-aligned movement, the Iranian ambassador said, adding that thanks to Kim Jong Il the revolutionary cause of Juche is being successfully carried to accomplishment in the DPRK. The ambassador expressed full support to the Korean people in their cause to achieve the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in his speech said that the friendly and cooperative relations between the DPRK and Iran were forged and have grown stronger on the road of the struggle for independence against imperialism. The Korean people are rejoiced over the successes the government and people of Iran have achieved in the struggle to defend the sovereignty of the country and national dignity and ensure peace and security in the region, he said. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever make all its efforts to boost the friendly and cooperative relations with Iran, he stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Distortion of History Slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#3",
            "content": "U.S. Threat to S. Korea Accused \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) --The Reunification Solidarity, the Headquarters of the Movement for Eradicating GIs' Crimes, the People for Achieving Peace and Reunification, the Peace Network and the Women's Society for Achieving Peace in south Korea reportedly held a joint press conference in front of the Ryongsan U.S. military base in Seoul on April 4 to denounce the U.S. forces in south Korea for their arrogant threat to south Korea.\r\n Speakers at the conference referred to the fact that the chief of staff of the U.S. Forces Command in south Korea openly threatened the south Korean \"government,\" complaining about the negotiations on the share of the funds for the upkeep of the U.S. forces that did not proceed as they had wished. &nbsp;&nbsp;&nbsp;\r\n Terming the reckless remarks made by the chief of staff an artifice to shamelessly impose the burden of expenses for the upkeep of the U.S. forces upon the south Korean people and government under the pretext of sharing the funds though they should be covered by the U.S., they urged the government to condemn the U.S. for its arrogant behavior and react to it from an independent stand. &nbsp;&nbsp;&nbsp;\r\n It was reported that when representatives of the organizations tried to convey a letter of protest to the command at the end of the press conference, the U. S. forces side refused to accept it.    \r\n\r\n\r\n"
        },
        {
            "title": "Judgment of \"Guilty\" Passed on Pro-reunification Figure Protested",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#4",
            "content": "Japan's Distortion of History Slammed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- South Korean students reportedly waged information activities and a demonstration in Seoul on April 2 after participating in a meeting held to check Japan's attempted revival of militarism.\r\n They sternly denounced Japan's distortion of history in textbooks and plot to seize Tok Islet and launched a sit-in strike. &nbsp;&nbsp;&nbsp;\r\n During the strike, at least 20 students ran to the Japanese embassy and threw rotten eggs at its building, shouting \"Japan, apologize\". &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a spokesman for the Reunification Solidarity and the Council of Women Student Representatives of south Korea released statements on April 1 and 6, condemning Japan for its distortion of past history and ambition for territorial expansion. &nbsp;&nbsp;&nbsp;\r\n A joint press conference was held in Seoul on April 5 to accuse the Japanese Ministry of Education, Culture, Sports, Science and Technology of approving distorted history textbooks. It was sponsored by 11 civic and public organizations of south Korea, China and Japan, including the Solidarity for Asian Peace and History Education of south Korea and the National Society for Study of Democratic Education, the Society for Study of History and the Asia Network for History Education of Japan. &nbsp;&nbsp;&nbsp;\r\n Those organizations declared that they would conduct a vigorous movement to keep the distorted history textbooks from being used throughout Japan.    \r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#5",
            "content": "Judgment of \"Guilty\" Passed on Pro-reunification Figure Protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The Seoul District Court at a trial\r\nreportedly held on April 4 sentenced Ri Jong Rin, former honorary chairman of the South Headquarters of the National Alliance for the Country's Reunification, to two years in jail, two years' suspension of qualification and three years' stay of execution.\r\n The judicial authorities had been persecuting Ri since they prosecuted him on charges of \"transfer of money, meeting and communication, provision of facility and praise and encouragement,\" etc. under the draconic \"National Security Law.\" &nbsp;&nbsp;&nbsp;\r\n That day civic and social organizations including the headquarters and the Reunification Solidarity held a press conference in font of the court at which they lodged a protest with the judicial authorities against this unwarranted ruling.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Art Troupes Here",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#6",
            "content": "Visits \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- A friendship delegation of the Workers' Party of Korea led by Kim Sok Bong, secretary of the Kangwon Provincial Committee of the WPK, to visit China and a Korean communications delegation led by Pak Myong Chol, vice-minister of Post and Telecommunications, to visit Germany, France and Russia left here Saturday.\r\n  Meanwhile, a delegation of the Chinese flower fair organizing committee, a delegation of the association of supporting the dissemination of the immortal flowers in Harbin of China, a delegation of the association of supporting the dissemination of the immortal flowers of a corporation in Yanji of China and a delegation of the Japanese Association of Kimjongilia fans arrived here to attend the commemorations of the 40th anniversary of the naming of Kimilsungia, flower of the sun, and the 7th Kimilsungia Festival. &nbsp;&nbsp;&nbsp;\r\n A delegation of the Russian Association for the Study of the DPRK headed by Kazaryan Ruben, a Polish delegation for the study of the Juche Idea led by Stanislav Dobek and an Italian delegation for the study of the Juche Idea led by Andrea Martochia and Noboru Kameda, representative of the Society of the Japan-Korea Culture, and his party arrived here on the same day to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Dutch, the U.S., Mexican, Canadian, British and overseas Korean Taekwon-Do players and officials concerned also arrived to participate in the commemorations of the 50th anniversary of the naming of Taekwon-Do.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "18th International Marathon Race for Mangyongdae Cup Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#7",
            "content": "Foreign Art Troupes Here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The Chinese government cultural delegation headed by Shan Jixiang, director of the State Administration of Cultural Heritage of China, and a Cambodian cultural delegation led by In Siyonda, secretary of State of the Ministry of Culture and Fine Arts, and an art troupe of Koreans in the U.S. arrived here Saturday to participate in the 23rd April Spring Friendship Art Festival.\r\n On the same day art troupes and artistes from different countries arrived here. &nbsp;&nbsp;&nbsp;\r\n Among them were a Greek vocal soloist, the Russian Sveshnikov State Academic Chorus, the Russian Kazakh Dance Company, a Russian group of famous artistes, a music troupe of the Moscow Tchaikovsky State Conservatory, the Russian tap dance group, a Russian acrobatic group, a Malaysian music troupe, a Mongolian art troupe, a Mongolian acrobatic group, a Moldovan music troupe, a Bulgarian group of famous artistes, the Belorussian State Merited Dance Company, a Belorussian music troupe, a Swedish acrobatic group, a Singaporean art troupe, a Chinese conductor of the Shanghai Symphony Orchestra and his party, the Chinese Hangchou Song and Dance Troupe, a Chinese Inner Mongolian acrobatic group, a French vocal soloist, a Kazakhstan group of famous artistes, a Cuban music troupe, a Portuguese magic group, the Polish Mazovshe Song and Dance Ensemble, an Armenian group of famous artistes, a British vocal soloist, a string band of Austria, a Ukrainian soloist, an Italian group of famous artistes, the Indonesian Guruh Sukarno Art Troupe, the Indian Manipuri Dance Troupe, an art troupe of the Japan-Korea Musical and Artistic Interchange Society, an Egyptian art troupe and a Vietnamese art troupe. &nbsp;&nbsp;&nbsp;\r\n Earlier, an art troupe of Koreans in Australia arrived here Friday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Appreciates Light Comedy \"We\"",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#8",
            "content": "18th International Marathon Race for Mangyongdae Cup Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The 18th International Marathon Race for Mangyongdae Cup took place here Sunday on the occasion of the Day of the Sun.\r\n The marathon race is an annual event organized on the occasion of the Day of the Sun, the birth anniversary of President  Kim Il Sung. It is aimed at conveying his immortal revolutionary exploits down through generations and strengthening the unity among the peoples of various countries in the idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n The marathon race brought together runners from China, Guinea, South Africa, Norway, Botswana, Zimbabwe and the DPRK. &nbsp;&nbsp;&nbsp;\r\n Attending the opening ceremony held in the Kim Il Sung Stadium were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Tong Jong Ho, minister of Construction and Building Materials Industries who is chairman of the DPRK Marathon Association, Ryang Man Gil, chairman of the Pyongyang City People's Committee, officials concerned, working people and sports fans in the city and foreign guests. &nbsp;&nbsp;&nbsp;\r\nChairman Mun Jae Dok of the Physical Culture and Sports Guidance Commission made an opening address. &nbsp;&nbsp;&nbsp;\r\n After leaving the stadium, the runners reached the turn on the Youth Hero Motorway after passing through various streets of Pyongyang and covered the distance of 42.195 km with persevering will and a high degree of patience. &nbsp;&nbsp;&nbsp;\r\n Working people and students in the city cheered the participants with warm applause.\r\n  At the closing ceremony trophy cups and gold medals went to Korean runners Ri Kyong Chol and Ham Pong Sil, and silver and bronze medals to Korean runners Ri Kum Song and O Song Suk, Jong Myong Chol and Ryang Kum Hwa who came second and third respectively in the men's and women's races.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Human Rights Abuses Disclosed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#9",
            "content": "Kim Jong Il Appreciates Light Comedy \"We\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, together with KPA servicepersons appreciated the light comedy \"We\" staged by artistes of the April 25 Film Studio of the KPA.\r\n Through the light comedy they successfully represented the true picture of Korean style socialism centered on the popular masses under which the whole country is united close as a great harmonious family. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il congratulated them on their successful performance and highly praised the creators and artistes of the studio for having produced the light comedy with high revolutionary enthusiasm and in the militant spirit. &nbsp;&nbsp;&nbsp;\r\n Noting with great satisfaction that the artistes of the film studio have created many light comedies of great cognitive and educational significance in the past, thus making a great contribution to the revolutionary education of the servicepersons and the people, he set forth important tasks to be fulfilled in their creative and performing activities. &nbsp;&nbsp;&nbsp;\r\n Among the audience were Vice-Marshal Kim Yong Chun, chief of the General Staff of the KPA, and Vice-Marshal Kim Il Chol, minister of the People's Armed Forces, who are members of the NDC of the DPRK and Kim Kuk Thae and Kim Ki Nam, secretaries of the WPK Central Committee, senior officials of the Party and the army and officials of the literary, art and media organizations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kimilsungia Exhibition of Ministry of People's Security Opens",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#10",
            "content": "Japan's Human Rights Abuses Disclosed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- A delegate of the General Association of Korean Residents in Japan (Chongryon),  addressing the meeting of the UN Commission on Human Rights on March 31, assailed the Japanese government for abusing the rights of the Koreans in Japan.&nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The Korean schools in Japan are not provided with any financial aid and necessary educational equipment and the entrance of graduates from those schools to higher educational institutions is denied due to the Japanese government's policy of national discrimination. This attitude is a serious violation of the right to protect national education and human rights provided for in the human rights conventions. &nbsp;&nbsp;&nbsp;\r\n Urging the Japanese government to own due responsibility for having refused to guarantee the right of national education of Koreans in Japan, he requested international organizations to visit the Korean schools in Japan and look into the Japanese government's abuses of the rights of the Korean children in Japan and their parents.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Probe into Truth about Tyranny of Pro-U.S. Regime Demanded",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#11",
            "content": "Kimilsungia Exhibition of Ministry of People's Security Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The Kimilsungia exhibition of the Ministry of People's Security opened on the occasion of the Day of the Sun, President Kim Il Sung's birth anniversary.\r\n Displayed in its venue are more than 180 Kimilsungia pots. &nbsp;&nbsp;&nbsp;\r\n Its opening ceremony was held Friday. &nbsp;&nbsp;&nbsp;\r\n Ju Sang Song, minister of People's Security, made an opening speech at the ceremony. He said that the display reflects the resolution of the people's security men and servicepersons of the People's Security Forces to firmly uphold the revolutionary idea and exploits of the President under the leadership of Supreme Commander Kim Jong Il.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Meeting Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#12",
            "content": "Probe into Truth about Tyranny of Pro-U.S. Regime Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly made public a statement on April 3 demanding a probe into the truth about the tyranny of the pro-U.S. regime which cracked down upon the patriotic resistance at the point of the bayonet. It said the south Korean people should be keenly aware that the spirit of the April 3, 1948, popular resistance should be kept alive in the movement for national independence and reunification.\r\n The uprising was a patriotic resistance for curbing and frustrating the installing of the treacherous \"separate government\" by the U.S. imperialists, aggressors, and their puppet Syngman Rhee clique, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The spirit of the resistance has been steadily carried forward to be the idea of \"By our nation itself\" in the era after the publication of the June 15 joint declaration. The desire of the uprisers massacred by the U.S. and pro-U.S. separatist forces is coming true thanks to the struggle to achieve national independence and build an independent and reunified country through the implementation of the declaration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Distortion of History Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#13",
            "content": "Anti-U.S. Meeting Held in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The 66th anti-U.S. solidarity meeting was reportedly held in front of the U.S. embassy in Seoul on April 1 under the\r\nsponsorship of the Solidarity for Implementing the South-North Joint Declaration.\r\n At the meeting its participants bitterly denounced the U.S. for openly committing human traffic and sexual abuses, etc. in gay quarters around the U.S. airforce base in Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n In a resolution adopted there they strongly demanded the U.S. forces immediately scrap the \"guide book\" which unilaterally stipulates \"inspection\" and \"control\" over those gay quarters, which foster these crimes, and transfer the jurisdiction over criminals to the south Korean side.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Claim to Tok Islet under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#14",
            "content": "Japan's Distortion of History Flailed in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The General Federation of Teachers\r\nOrganizations of south Korea reportedly held a meeting in front of the Japanese embassy in Seoul on April 4 to denounce Japan for its distortion of history in textbooks.\r\n Speakers at the meeting warned that in case the distorted textbooks are used by Japanese students it will cause miserable consequences not only to the relations between south Korea and Japan but to the Japanese students. &nbsp;&nbsp;&nbsp;\r\n Japan's distortion of history in textbooks glaringly reveals its biased understanding of history and it is little short of a signal for calling back the departed soul of militarists, they added. &nbsp;&nbsp;&nbsp;\r\n A statement of the federation was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n A letter of protest to the Japanese Minister of Education, Culture, Sports, Science and Technology was handed to the embassy. &nbsp;&nbsp;&nbsp;\r\n The letter underscored the need not to forget the experience taught by history that education should be conducted on the basis of facts and truth and if it is influenced by any particular idea and political intention it will entail very miserable consequences. It strongly urged Japan to halt the distortion of history textbooks.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"History of Anti-Japanese Armed Struggle\" Vol. 8 Published",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#15",
            "content": "Japan's Claim to Tok Islet under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The Federation of Koreans in Australia in a statement on March 25 resolutely denounced Japan's claim to Tok islet as an aggressive provocation infringing upon territorial sovereignty.\r\n Tok Islet is an inseparable territory of Korea from the historical and geographical point of view and in view of international law and, accordingly, the issue of dominium over the islet is beyond dispute, the statement said, adding: Japan's talk about dominium cannot but be a downright infringement upon the territorial sovereignty of the Korean nation and a grave provocation. &nbsp;&nbsp;&nbsp;\r\n Denouncing Japan for historically committing criminal acts against the Korean nation, the statement stressed that they would pool efforts with compatriots in the north and the south and overseas to check and frustrate all the criminal attempts of Japan.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "SPA Delegation Back Home",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#16",
            "content": "Book \"History of Anti-Japanese Armed Struggle\" Vol. 8 Published\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The book \"History of Anti-Japanese Armed Struggle\" (enlarged edition) Vol. 8 was recently published by the Science and Encyclopedia Press.\r\n The book contains immortal exploits performed by President Kim Il Sung from November Juche 27 (1938) to August Juche 29 (1940) before the Xiaohaerbaling meeting was held. &nbsp;&nbsp;&nbsp;\r\n It deals with the historical facts that the President put forward a strategic and tactical policy at the Nanpaizi meeting to tide over the prevailing difficulties and keep the Korean revolution in upswing in those days when grave hardships were laid before the revolution by the large-scale \"punitive\" offensive of the Japanese imperialists and the leftist adventuristic moves of some persons of the Comintern and that he led the arduous march of over 100 days to victory. &nbsp;&nbsp;&nbsp;\r\n Given in the book are his immortal feats in leading the operations of advance into Musan area in May Juche 28 (1939) to a brilliant victory and the military  and political activities conducted by the Korean People's Revolutionary Army in the northeastern part of Mt. Paektu under his wise leadership. &nbsp;&nbsp;&nbsp;\r\n Edited in it are his exploits of struggle to found a party and organizations of the Association for the Restoration of the Fatherland throughout the country and push forward preparations for an all-people resistance and his heroic feats in victoriously leading the large unit circuit operations of the main force unit of the KPRA. &nbsp;&nbsp;&nbsp;\r\n It also deals with his immortal exploits in wisely leading the struggle to finally frustrate the Japanese imperialists' \"special operation for security and purification in the southeastern area \".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Bulgaria Appointed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#17",
            "content": "SPA Delegation Back Home\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- A delegation of the DPRK Supreme People's Assembly headed by Chairman Choe Thae Bok returned home Saturday after visiting Laos and participating in the 112th general meeting of the Inter-Parliamentary Union held in Philippines.\r\n The delegation was greeted at the airport by SPA Vice-Chairman Kang Nung Su and Lao Ambassador to the DPRK Chanpheng Sihaphom and Chinese Ambassador to the DPRK Wu Donghe.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dismantlement of UN Command in S. Korea Called for",
            "url": "http://kcna.co.jp/item/2005/200504/news04/11.htm#18",
            "content": "DPRK Ambassador to Bulgaria Appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Jo Sung Ju was appointed as DPRK ambassador e. p. to Bulgaria, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}