{
    "date": "2005-05-28",
    "url": "http://kcna.co.jp/item/2005/200505/20050528.htm",
    "articles": [
        {
            "title": "Withdrawal of \"OPLAN 8022-02\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#1",
            "content": "Withdrawal of \"OPLAN 8022-02\" Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification in a statement on May 21 reportedly demanded the U.S. withdraw its \"OPLAN 8022-02\", a war scenario for preemptive nuclear attack upon the north worked out by it in top secrecy.\r\n Disclosing that the operation plan calls for using such nuclear weapons as Bunker Buster capable of destroying underground facilities when attacking the specified targets including nuclear facilities in the north, the statement said herein lies the gravity of the plan. &nbsp;&nbsp;&nbsp;\r\n As evidenced by the plan, the U.S., while paying lip-service to dialogue, is working hard to provoke a nuclear war on the Korean Peninsula at any cost, the statement noted, demanding the U.S. quit south Korea taking with its troops and war equipment. &nbsp;&nbsp;&nbsp;\r\n If the U.S. ignites a war in the end, it will not escape a stern judgment of the entire Korean nation which loves independence and peace, the statement warned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "North-South Joint Prayers Held",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#2",
            "content": "North-South Joint Prayers Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- \"North-south joint prayers for the implementation of the June 15 joint declaration and peaceful reunification\" were given at Mt. Kumgang resort on May 24 to mark the 5th anniversary of the June 15 North-South Joint Declaration.\r\n Present there from the north side were Kang Yong Sop, chairman of the Korean Christian Federation, its office bearers and Christians of the Pongsu Church and from the south side at least 200 including Sin Kyong Ha, chairman of the (south) Korean National Council of Christian Churches, and its office bearers and Christians.\r\n An opening address and prayers were followed by speeches. &nbsp;&nbsp;&nbsp;\r\n Speakers mentioned the historic significance of the June 15 joint declaration and underlined the need to remain true to the joint declaration in any circumstances. &nbsp;&nbsp;&nbsp;\r\n They called on the Christians in the north and the south to vigorously turn out in the drive to bring earlier the day of independent and peaceful reunification of the country by realizing national cooperation for national independence, peace against war and reunification and patriotism under the uplifted banner of the June 15 joint declaration and to foil the Japanese imperialists' moves to distort history and launch reinvasion. &nbsp;&nbsp;&nbsp;\r\n A joint declaration was released at the joint prayers. &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration is a great programme for reunification as it is aimed at ending the national division and achieving national reconciliation, the declaration noted, calling on the churches of the north and the south to pool their minds, will and sincere efforts for the implementation of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The churches in the north and the south will join all the fair-minded peace forces in the struggle for peace against war, convinced that not only peace on this land but genuine world peace will come true when they dynamically turn out as one in the struggle, it noted. &nbsp;&nbsp;&nbsp;\r\n Accusing Japan of working hard to revive militarism and stage a comeback to Korea through the distortion of history and thus posing a threat to peace in Northeast Asia, the declaration pointed out that the churches in the north and the south brand this act as a crime against humanity and peace and urge the Japanese government to stop it at once and apologize for it. &nbsp;&nbsp;&nbsp;\r\n The Korean Christian Federation and the (south) Korean National Council of Christian Churches reiterate that they are Christian brothers and will continue to make the prayer march to make a history in which the 70 million Koreans are reunited through national independence and cooperation, concluded the declaration.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Italy",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#3",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Italy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- A seminar titled \"Independence, Peace and Self-reliance to Cope with Globalization\" was held at University of Rome on May 19 on the occasion of the 41st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n Present there were members of organizations including the European Society for the Study of the Juche Idea, the Italian Committee for the Study of the Juche Idea and the Group of Dialectical Materialists of Italy and figures in academic circles of Italy and Denmark. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by Bruno Amoroso, deputy director general of the European Society for the Study of the Juche Idea, Guiseppe Amata, chief of the Catania Branch of the Italian Committee for the Study of the Juche Idea, and others under the titles \"Independence, Peace and Self-reliance are a basic way of overcoming globalization\" and \"Let's boost economic assistance and cooperation against the U.S. imper ialists' moves for globalization\" and so on.\r\n Speakers disclosed the reactionary nature of the U.S. moves for globalization and its consequences at present and underscored the need to strengthen the worldwide and regional cooperation and solidarity to check them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Suppression of Unionists Protested",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#4",
            "content": "S. Korean Authorities' Suppression of Unionists Protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- Various circles in south Korea reportedly staged a protest in Seoul on May 23 against the authorities' brutal suppression of the rally and demonstration of at least 700 members of the Ulsan Construction Workers' Union that had been under way for their elementary right to existence for more than 60 days and their arrest of all of them.\r\n Leading members of the south Korean Confederation of Trade Unions (KCTU) including Chairman Ri Su Ho, Chief Vice-Chairman Kang Sung Gyu, Vice-Chairman Sin Sung Chol and Vice-Chairperson Pak Ji Ye waged a sit-in protest in front of the Police Office in Sodaemun. &nbsp;&nbsp;&nbsp;\r\n They declared they would not stop their struggle unless all the arrested unionists are set free. \r\n The Joint Measure Committee for Part-Time Workers had a press conference there at which an emergency statement was issued. &nbsp;&nbsp;&nbsp;\r\n It said: The government should have lent an ear to the earnest demand of part-time construction workers for their existence and positively opted for settling their problem. On the contrary, it mobilized riot police to walk them away. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference, the participants joined the leading members of the KCTU in their sit-in strike. This action that day drew at least 400 members of civic and public organizations. &nbsp;&nbsp;&nbsp;\r\n The sit-in strikers held a cultural event on the occasion of the 66th day of the strike of the Ulsan Construction Workers' Union and the 24th day of hunger strike on a crane in the SK construction site in Mapho. &nbsp;&nbsp;&nbsp;\r\n Ri Su Ho, addressing the event, noted all the workers are making preparations for a struggle against the neo-liberalism and globalization of the authorities, calling for turning out in the actions for the settlement of the issue of the part-time workers' inviolable right to existence. &nbsp;&nbsp;&nbsp;\r\n Ku Kwon So, chairman of the Society for Solidarity with Part-time Workers, branded the government as an enemy of the 8 million part-time workers, demanding it settle the issue related to the arrest of the above-said unionists in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n Choe Myong Son, director of the political department of the Federation of Construction Workers' Unions, said that it would wage a struggle for the release of the arrested unionists in solidarity with the KCTU and let all forces of its organization to attend the \"national workers' rally\" slated to take place on May 27. &nbsp;&nbsp;&nbsp;\r\n The cultural event was followed by an all-night sit-in strike.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New U.S. Scenario for Invading DPRK under Fire",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#5",
            "content": "New U.S. Scenario for Invading DPRK under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- The Bush bellicose forces' claim that the U.S. seeks a \"diplomatic solution\" and would \"not attack north Korea\" is nothing but camouflaged peace tactics to buy time for rounding off the preparations for the second Korean war of aggression and to veil the criminal nature of their aggressive policy toward the DPRK. Rodong Sinmun Friday says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling quarters' oft-repeated remarks about \"diplomatic efforts\" for the settlement of the DPRK-U.S. nuclear issue are aimed to create an international environment for completely disarming the DPRK and swallowing it up with ease. &nbsp;&nbsp;&nbsp;\r\n The U.S. is loudmouthed about a \"diplomatic solution\" but what it really seeks is high-handed military action, i.e. invasion and war. &nbsp;&nbsp;&nbsp;\r\n The U.S. real intention is to swallow up the DPRK by force of arms and realize its military domination over the whole of Korea, not ensuring peace on the Korean Pen insula. &nbsp;&nbsp;&nbsp;\r\n The U.S. has become frantic in its economic blockade, military threat and blackmail and psychological warfare against the DPRK, while reorganizing, transferring and redeploying its aggressor forces in and around the peninsula. This is nothing but a military operation aimed at igniting a new war. &nbsp;&nbsp;&nbsp;\r\n It was disclosed by a confidential document of the U.S. and others that the U.S. imperialists worked out a scenario for using 30 nukes in its surprise preemptive attack on the DPRK in case of \"emergency\" on the Korean Peninsula and staged a drill for dropping mock warheads under the simulated conditions where nukes are used. &nbsp;&nbsp;&nbsp;\r\n The U.S. talk that \"it would not invade north Korea\" is nothing but hypocrisy intended to conceal its attempt to invade the DPRK and disguise itself as an \"apostle of peace\" in a bid to launch a larger war of aggression. And its touted settlement of the nuclear issue through \"diplomatic efforts\" is no more than a sinister plot t o disarm the army and the people of the DPRK ideologically and morally and achieve its aggressive goal with ease. &nbsp;&nbsp;&nbsp;\r\n Having put Iraq under its control through preemptive attacks involving huge sophisticated information means and latest weaponry, the U.S. worked out a specific operation plan for the second Korean war, drawing on this \"experience.\" Pursuant to this plan, it seeks to hurl its forces into the operational theatre and mount a surprise preemptive attack on the DPRK from the entire line of the front, that is, from sea, air and land. &nbsp;&nbsp;&nbsp;\r\n Now that it has become clearer the U.S. is keen to stifle the DPRK by force of arms at any cost in accordance with its hostile policy toward the latter, its army and people have no option but to get fully prepared to cope with this move. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' design to invade the DPRK only hardens the resolution and will of its army and people to do their best to increase the national defense capability for prote cting the sovereignty of the country, not harboring even the slightest illusion about America. &nbsp;&nbsp;&nbsp;\r\n The U.S. is sadly mistaken if it calculates it can realize its wild ambition to stifle the DPRK with nukes through the tactics of preemptive strike based on the \"experience\" gained in Iraqi and Afghan wars. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to drop its reckless attempt to invade the DPRK, clearly mindful that Washington's war methods applied in other countries will never work on Pyongyang.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Human Rights Racket Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#6",
            "content": "U.S. Human Rights Racket Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- South Korean mass movement organizations including the National Alliance for Democracy and Reunification, the Reunification Solidarity, the south Korean Confederation of Trade Unions, the south Korean Federation of University Student Councils and the south Korean Federation of Peasants Associations are staging an intensive struggle against the U.S. hue and cry over the human rights issue in the north.\r\n They brand the outcries of the U.S. over human rights as a product of its conventional plot to \"overthrow the system of the north.\" &nbsp;&nbsp;&nbsp;\r\n At a joint press conference and in a statement, they recalled that the U.S. had cooked up the \"north Korean human rights act\" intended to isolate the north, fan up in south Korea the consciousness of confrontation between fellow countrymen and, furthermore, invent a pretext for military intervention and a preemptive attack on the north by building up public opinion against it worldwide. &nbsp;&nbsp;&nbsp;\r\n&nbsp ;They are waging a dynamic struggle for defense of the north and national cooperation to smash the frantic anti-north human rights row of the Grand National Party, Chosun Ilbo and other pro-U.S. conservative forces which have rolled up their sleeves in the U.S. fuss over the human rights issue in the north. &nbsp;&nbsp;&nbsp;\r\n They appealed to the people from all walks of life to turn out daringly to support the north and achieve national cooperation while demanding that the \"government\" authorities express a stand against the U.S. policy of stifling the north and the National Assembly adopt a \"bill on the abolition of the National Security Law\" and a \"resolution against the north Korean human rights act\". &nbsp;&nbsp;&nbsp;\r\n And they proposed to countries worldwide to adopt a \"U.S. human rights law\" and fight the United States, the heinous strangler of human rights.\r\n Now all parts of south Korea are witnessing vigorous activities to expose the injustice and aggressive nature of anti-no rth human rights row of the U.S. and enhance anti-U.S. consciousness. &nbsp;&nbsp;&nbsp;\r\n Mass movement organizations are conducting all over south Korea diversified activities to open the eyes of various social strata such as joint press conferences, seminars, rallies, demonstrations and publication of statements and commentaries against the U.S. \"north Korean human rights act\". &nbsp;&nbsp;&nbsp;\r\n Drawing public attention are photo shows on the themes of \"north Korean human rights act of the U.S. calling a war,\" \"features of the north Koreans leading a free and peaceful life in defiance of the U.S. threat,\" etc. which are open in main streets. &nbsp;&nbsp;&nbsp;\r\n On the other hand, mass movement organizations are carrying on anti-U.S. agitation activities by putting up large placards denouncing the U.S. on streets, such as \"the statue of the goddess of aggression\" depicting Bush holding the \"north Korean human rights act\" in one hand and a bayonet piercing through the Korean Peninsula in the other.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun Meets New Equatorial Guinean Ambassador",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#7",
            "content": "Paek Nam Sun Meets New Equatorial Guinean Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- Paek Nam Sun, minister of Foreign Affairs, today met and had a talk with new Equatorial Guinean Ambassador e. p. to the DPRK Narciso Ntugu Abeso Oyana who paid a courtesy call on him.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Quality Distemper Paint Produced",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#8",
            "content": "Quality Distemper Paint Produced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- The Pyongyang Slag Pre-fab Factory in the Democratic People's Republic of Korea has produced quality distemper paint.\r\n Low is the production cost of the paint made with raw materials abundant in the country. &nbsp;&nbsp;&nbsp;\r\n With a strong adhesive power, the paint put on cement wall, wooden board, glass and vinyl wallpaper does not crack. &nbsp;&nbsp;&nbsp;\r\n Its fineness is 63 micrometers, diameter of the smallest particle 80-120 nanometers, adhesive power 98 percent and flexural strength 3 millimeters. &nbsp;&nbsp;&nbsp;\r\n The paint, whose color is luminous, remains unchanged long. &nbsp;&nbsp;&nbsp;\r\n It won a gold medal in the 19th National Festival of Science and Technology and was registered as a state invention.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Grand Korean Dictionary under Compilation",
            "url": "http://kcna.co.jp/item/2005/200505/news05/28.htm#9",
            "content": "Grand Korean Dictionary under Compilation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- Linguists of Korea is now compiling a new grand Korean dictionary.\r\n According to Prof. and Dr. Mun Yong Ho, director of the Institute of Linguistics under the Academy of Social Sciences, five specialized groups for the compilation of the dictionary have been formed some time ago. They are linguistic standard deliberation group, word interpretation group, comparative study group with existing dictionaries, word discovery group and computer database group. &nbsp;&nbsp;&nbsp;\r\n They are collecting materials needed for the dictionary through a deep-going study of existing dictionaries and documents and regular academic consultations. &nbsp;&nbsp;&nbsp;\r\n The linguists of Korea are displaying a high degree of patriotism for the publication of the first unified Korean dictionary.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}