{
    "date": "2005-04-05",
    "url": "http://kcna.co.jp/item/2005/200504/20050405.htm",
    "articles": [
        {
            "title": "Kim Jong Il Registered as Honorary Special Member of NJA",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#1",
            "content": "Kim Jong Il Registered as Honorary Special Member of NJA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Leader Kim Jong Il was registered as an honorary special member of the Nepal Journalist Association (NJA) on the occasions of the Day of the Sun and the 12th anniversary of his election as chairman of the DPRK National Defence Commission.\r\n A ceremony was held in Katmandu on March 30 to convey the beautifully decorated certificate of the honorary special member of the NJA to be presented to Kim Jong Il.\r\n At the ceremony Manju Ratna Sakya, chairman of the NJA, conveyed it to the DPRK ambassador to Nepal.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Praised as Greatest Leader",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#2",
            "content": "Kim Il Sung Praised as Greatest Leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- President Kim Il Sung is the greatest leader recognized by the revolutionary people of the world, said Fayez Ismail,\r\ngeneral secretary of the Socialist Unionist Party of Syria, on March 29 in a statement released on the occasion of the Day of the Sun.\r\n He said that Kim Il Sung achieved the historic cause of liberating the country and turned the DPRK into a modern socialist powerful country and actively supported the progressive people of the world in their anti-imperialist revolutionary cause. &nbsp;&nbsp;&nbsp;\r\n Noting that thanks to leader Kim Jong Il who has inherited the idea and virtue of the President, the revolutionary cause of Juche has made continued victories despite the upheavals of the present complicated international situation, the general secretary expressed firm conviction that the friendly Korean people would achieve final victory as they hold the great leader in high esteem and are guided by his great idea.    \r\n\r\n\r\n"
        },
        {
            "title": "Functions Held Abroad",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#3",
            "content": "Functions Held Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- A meeting to remember President Kim Il Sung and a film show were held at the Guayaquil University in Ecuador and the\r\nBadja Machine Company in Indonesia on March 28 and 29 on the occasion of the Day of the Sun.\r\n Alva Chavez, secretary general of the Latin American Institute of the Juche Idea, noted at the meeting that Kim Il Sung fathered the Juche idea, liberated Korea and turned the DPRK into a powerful socialist bulwark. &nbsp;&nbsp;&nbsp;\r\n The DPRK will shine forever as the motherland of the Sun and Kim Il Sung's Korea thanks to leader Kim Jong Il who is carrying the revolutionary cause of the President to accomplishment. &nbsp;&nbsp;&nbsp;\r\n The general director of the Indonesian machine company, after watching a video tape \"The Military Parade and Mass Demonstration Celebrating the 55th Anniversary of the Founding of the Glorious Workers' Party of Korea\", hoped that the Korean people would in the future, too, achieve greater success in their efforts to build a great prosperous powerful socialist nation and accomplish the cause of national reunification, united close around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a reading session titled \"The Songun politics of His Excellency Kim Jong Il\" was held at the Secretariat of the Pan-African Movement on March 29.    \r\n\r\n\r\n"
        },
        {
            "title": "Pro-U.S. Sycophantic Act Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#4",
            "content": "Pro-U.S. Sycophantic Act Flayed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Members of civic and public organizations under the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek reportedly had a press conference on March 30 denouncing the \"government's\" pro-U.S. sycophantic act of supporting the U.S. in its move to transfer the military base.\r\n Speakers at the press conference accused the security authorities of trying to inflict penalties upon representatives of residents of Phyongthaek on the charge that they spearheaded a candlelight action against the transfer of the U.S. military base from Ryongsan to Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n They declared that all the residents in Phyongthaek would struggle to the end braving any punishment. &nbsp;&nbsp;&nbsp;\r\n A press release was read out there. &nbsp;&nbsp;&nbsp;\r\n Accusing the \"prime minister\" of having turned down the request of the measure committee for an appointment to have an interview, the press release charged that this behavior was, in a nutshell, prompted by such flunkeyism towards the U.S. and high-handed posture against people that he had no choice but to meet the interests of the U.S. despite whatever opposition from the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Sinister Plot against DPRK Flailed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#5",
            "content": "U.S. Sinister Plot against DPRK Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Some days ago a senior researcher of the U.S. Congressional Research Service in a report on the relations between the U.S.\r\nand south Korea told sheer lies that north Korea began massively purchasing equipment related to highly enriched uranium after funds were provided to it by Hyundai in 1999 and those funds are instrumental in purchasing parts of weapons of mass destruction (WMD) and materials for their production.\r\n In this regard Rodong Sinmun Monday in a signed commentary says: This misinformation spread by the U.S. is nothing but a shrill cry of those who are feeling uneasy about the DPRK's nuclear deterrent force and a provocative act to stoke the inter-Korean confrontation. &nbsp;&nbsp;&nbsp;\r\n The U.S. has come out again with the already worn-out fiction about \"the transfer of Hyundai funds to military purposes\" as the last resort to save the bankrupt hard line policy of the Bush administration towards the DPRK. &nbsp;&nbsp;&nbsp;\r\nThe U.S. perpetrated a similar folly before. The U.S. pressed south Korea to follow its stand after providing the south Korean authorities with misinformation that the DPRK smuggled nuclear substance into other countries. But it only experienced a hot agony of shame after the truth of the case was disclosed by media. &nbsp;&nbsp;&nbsp;\r\n The commentary terms the above-said diatribe a folly intended to bedevil the inter-Korean relations through such a trite trick and isolate and stifle the DPRK.\r\n This false propaganda of the U.S. would only lay bare its aggressive and despicable nature, it warns.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Anti-DPRK Campaign over \"Nuclear Issue\" under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#6",
            "content": "Japan's Anti-DPRK Campaign over \"Nuclear Issue\" under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Rodong Sinmun Monday in a signed commentary denounces Japanese Foreign Minister Nobutaka Machimura and spokesman of the ministry Saiki for recently crying out for the DPRK's return to the six-party talks and its \"nuclear issue\".\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Japan pulls up the DPRK as if it is to blame for the delayed resumption of the talks, and calls for laying the matter before the UN Security Council. &nbsp;&nbsp;&nbsp;\r\nIt is because Japan seeks a sinister intention to fish in troubled waters by following the U.S., its master. &nbsp;&nbsp;&nbsp;\r\n By nature, it is not entitled to participate in the talks. As a faithful servant of the U.S., Japan only parrots the U.S. voice by blindly toeing to it without its fixed principle. Therefore, its participation would bring nothing helpful but complexity to the talks. &nbsp;&nbsp;&nbsp;\r\n It can be proved by behaviors of the Japanese ultra-right wing forces crying for \"sanctions\" on the DPRK over the \"abduction issue.\" Hiranuma, chairman of the Dietmen's League for the Solution to the Abduction Issue, who is hostile toward the DPRK, submitted again to the Diet a \"resolution\" calling for applying \"economic sanctions\" against the DPRK and urged the two houses of the Diet to approve it. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries seemed to speculate that if Japan imposes \"sanctions\", the DPRK will accede to its demands, daunted by economic crisis. This is no more than an infantile calculation of political dwarfs. &nbsp;&nbsp;&nbsp;\r\n Such frantic anti-DPRK campaign over the \"nuclear and abduction issues\" has been promoted by their criminal intention to disarm the DPRK and stage a comeback to Korea at any cost in collusion with the U.S.  If Japan persistently tries to pose a threat to the DPRK, lost its sense, it would suffer a heavy loss.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Maintenance of National Independence Called for",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#7",
            "content": "Maintenance of National Independence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- The Korean nation is responsible for its own destiny, which should be shaped out by itself in any case. Only when the Koreans have such consciousness and resolute will, is it possible to break the U.S. nuclear stick and bring earlier the reunification of the country.\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It further says: &nbsp;&nbsp;&nbsp;\r\n If the movement for national reunification is to continue advancing to victory with vitality it is necessary to firmly maintain the principle of national independence as a lifeline and fundamental principle. &nbsp;&nbsp;&nbsp;\r\n The national independence is the fundamental principle that should be adhered to in accomplishing the cause of national reunification. The issue of national reunification should be strictly settled on the principle of national independence. &nbsp;&nbsp;&nbsp;\r\n The maintenance of national independence is most urgent in the field of the reunification movement as the dignity and sovereignty of the nation are now being violated due to the division of the country. &nbsp;&nbsp;&nbsp;\r\n For its selfish aims, the United States brought a tragedy of division and sowed discord in Korea and still enforces history of shamelessness on it. It is the intention of the United States to turn the whole of Korea into its colony and reduce all the Koreans to its slaves. The U.S. is not only the mastermind of division of Korea but also an enemy of reunification. That is why the reunification of the country is a cause of national independence, from A to Z, to put an end to the U.S. military occupation and domination\r\nover south Korea and realize national sovereignty throughout the country. &nbsp;&nbsp;&nbsp;\r\n National dignity and pride should be displayed to the full to frustrate the U.S. moves to divide the Korean nation and its ambition to dominate over Korea. This is a key to retaking the national sovereignty and achieving the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The cause of country's reunification and the national independence are inseparable from each other and the national independence is what keeps the movement for national reunification alive. &nbsp;&nbsp;&nbsp;\r\n In order to foil the U.S. moves for aggression and defend the sovereignty of the nation, all members of the nation should oppose and reject flunkeyism and dependence to foreign forces and give fuller play to the consciousness of national independence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Presidential Orchestra Gives Its Premiere",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#8",
            "content": "Russian Presidential Orchestra Gives Its Premiere\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- The Presidential Orchestra of the Russian Federation on a performance tour of the DPRK gave its premiere at the People's Palace of Culture on April 3.\r\n The group of Russian artistes mainly comprises members of the Presidential Orchestra. It also includes members of the \"Spiritual Rehabilitation\" Ensemble of the Moscow State Conservatory named after A. G. Shnitke and the \"Russian Spirit\" Orchestra and singers of the State Academy Grand Theatre. &nbsp;&nbsp;&nbsp;\r\n Among them are world famous and talented singers, musicians and conductors including international concours winners, People's Artistes and Merited Artistes of Russia. &nbsp;&nbsp;&nbsp;\r\n The premiere was appreciated by officials concerned, creators and artistes in the fields of culture and arts, journalists and editors of media organizations and working people in the city. Also among the audience were the commander of the bodyguard regiment for the Russian president who is leading the presidential orchestra and the Russian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The premiere began with the chorus \"Song Devoted to Comrade Kim Jong Il\" &nbsp;&nbsp;&nbsp;\r\nThe chorus of the song conducted by Anton Orlov, chief conductor and head of the presidential orchestra, deeply impressed the audience from its start. &nbsp;&nbsp;&nbsp;\r\n Musicians of the orchestra truthfully represented with refined rendition such orchestral pieces as the Korean song \"Mungyong Pass\", \"Waltz\" from the Russian ballet \"Sleeping Pretty Girl\". &nbsp;&nbsp;&nbsp;\r\n Winners of international concours Karina Serbina and Konstantin Tolstobrov presented Russian songs including \"Oriole\" and \"Oh! My Love\" and Korean songs \"May My Motherland Prosper\" and \"My Beloved Country\" with peculiar timbre and rich voice.\r\n Russian artistes also presented chorus of the Korean song \"Blue Sky over Our Country\", solo by People's Artiste Lyudmila Nikolaeva and dance \"Oh! Winter, Winter,\" etc. and a Korean song and dance \"I Know It Now\" to the delight of the audience. &nbsp;&nbsp;&nbsp;\r\n A floral basket was presented to the performers, congratulating them on their successful performance. &nbsp;&nbsp;&nbsp;\r\n The performance continues.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Calls for Strict Precaution against Japan",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#9",
            "content": "KCNA Calls for Strict Precaution against Japan\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Japan is now busying itself, obsessed by its ambition to restore its old position in Northeast Asia.\r\n A typical proof of this is the fact that some days ago the Japanese Foreign Ministry in the \"diplomatic bluebook\" for 2005 underlined the need for Japan to make a bid for permanent membership of the UNSC and make international contributions commensurate with its status and then revealed its intention to step up the negotiations to garner \"support\" for this. &nbsp;&nbsp;&nbsp;\r\n Such moves prompted by Japan's ambition for emerging a military power and realizing overseas expansion are touching off the resentment of the world public as they are a blatant challenge to its neighboring countries demanding Japan repent of and redeem its past history of aggression. &nbsp;&nbsp;&nbsp;\r\n It is the deep-rooted political ambition of Japan to become a leader and emperor of Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n That is why Japan has put the United States, the eldest brother of the empire, on its back in a bid to realize this imperialist design. &nbsp;&nbsp;&nbsp;\r\n The U.S. is encouraging Japan to increase its military role in Northeast Asia under the pretext of the \"unstable situation\" there and backing it in its pitch for permanent membership of the UNSC. &nbsp;&nbsp;&nbsp;\r\n In her recent Asia junket U.S. State Secretary Rice zealously supported Japan's bid for this seat, keeping mum about the serious territorial issues including the issue of Tok Islet. &nbsp;&nbsp;&nbsp;\r\n The U.S. support and patronage are emboldening Japan in its moves for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n At the outset of the new century Japan instituted all sorts of war legislations one after another on the pleas of \"peaceful contributions\" and \"settlement of disputes,\" restoring the right to participate in war and the right of belligerency in the \"empire\" era. Through the retrogressive revision of the \"pacifist constitution\" Japan seeks to scrap it in a bid to\r\ncreate political, military and legal conditions and build a system for legally paving the way for overseas aggression, unhindered. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are dispatching the \"Self-Defense Forces\" overseas under the pretext of the \"international contributions\" with the strong backing of the U.S. &nbsp;&nbsp;&nbsp;\r\n Japan has completely put off the mask of a \"peaceful state\" under which it has gone for more than half a century since the end of the war, revealing its true colors as a war state and bellicose dominationist forces seeking to conquer the world. &nbsp;&nbsp;&nbsp;\r\n It is now strong enough to match other military powers both in military muscle and attack force. This is the root cause of causing its neighboring countries' distrust and rendering the regional situation unstable. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' moves to legally launch overseas aggression, instead apologizing and compensating for the past crimes committed by Japan, are a criminal act of going against history as they swim against the trend towards independence and peace, social progress and development in the new century. &nbsp;&nbsp;&nbsp;\r\n Peace and security in the Korean Peninsula and the rest of Asia and the world cannot be achieved and the horrible disasters in the past century are bound to be repeated unless Japan's moves for overseas aggression are checked and frustrated. &nbsp;&nbsp;&nbsp;\r\n The public in Northeast Asia and other parts of the world should watch with high vigilance war criminal state Japan's moves for overseas expansion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Egyptian Ambassador",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#10",
            "content": "Kim Yong Nam Meets Egyptian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with Ahmed Ramy, Egyptian ambassador to the DPRK, who paid a farewell call on him at the Mansudae Assembly Hall on April 4.\r\n On hand were Kung Sok Ung, vice-minister of Foreign Affairs, and members of the Egyptian embassy here.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koryo Colorful Painting Clarified in Scientific Way",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#11",
            "content": "Koryo Colorful Painting Clarified in Scientific Way\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Researchers of the Architectural Institute of Pyongyang University of Construction and Building Materials Production have clarified in a scientific way the colorful painting created during the period of Koryo (918-1392).\r\n The Ryongthong Temple built in Kaesong area in the 11th century during the Koryo period has been reconstructed to its original state. The researchers introduced the colorful painting of Koryo into the project and thus contributed to preserving the cultural heritage of the nation. &nbsp;&nbsp;&nbsp;\r\n Most of temple buildings in Korea have been repaired or reconstructed with the colorful painting of the Ri Dynasty (1392-1910). &nbsp;&nbsp;&nbsp;\r\n They have deepened the study of the Koryo colorful painting while analyzing the data carried in a lot of historical documents including \"Koryodogyong\", \"Phahanjip\", \"History of Koryo\", \"Samguksagi\" (the history of the Three Kingdoms--Koguryo, Paekje and Silla) and \"Samgukyusa\". &nbsp;&nbsp;&nbsp;\r\n They have also made a deep study of indirectly related materials such as designs of Koryo celadon, stone monuments, drawings and pagodas left over by the Koryo people. &nbsp;&nbsp;&nbsp;\r\n Basing themselves on this, they have systematized Koryo colorful painting in a scientific way. They have also classified its genre into three categories and newly discovered decorating patterns. &nbsp;&nbsp;&nbsp;\r\n In particular, they have defined the method of harmonizing colors of the Koryo colorful painting as \"Tanrubyokgak\" (pillars are red, structures above them are blue) and given a detailed explanation of the harmony. &nbsp;&nbsp;&nbsp;\r\n The scientific exposition of the Koryo colorful painting is of a great academic significance in the study of the mediaeval colorful painting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Electric Respirator for Sand Storm Developed in DPRK",
            "url": "http://kcna.co.jp/item/2005/200504/news04/05.htm#12",
            "content": "Electric Respirator for Sand Storm Developed in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Researchers of the Textile Institute of the Branch Academy of Light Industry under the Academy of Sciences of the Democratic People's Republic of Korea has developed an electric respirator for yellow sand storm.\r\n Most of the harmful dust particles including sand dust in the air wear negative electricity and the rest positive or neutral. &nbsp;&nbsp;&nbsp;\r\n The researchers manufactured the respirator with a charged body. The charged body excludes or absorbs more than 98 percent of dust particles in the air so as to prevent them from coming into human body. &nbsp;&nbsp;&nbsp;\r\n The featherweight and thin respirator gives no obstruction to eyesight but is convenient in breathing so that it can be used by even physical laborers. &nbsp;&nbsp;&nbsp;\r\n Years of test proved it to be very useful. &nbsp;&nbsp;&nbsp;\r\n Dr. and Prof. Jo Yong Gwan, who had led the research team, told KCNA that the newly developed respirator is very hygienic and good for health as it lets all the carbon dioxide come out of human body and filtered air come in. &nbsp;&nbsp;&nbsp;\r\n The electric respirator is popular among people for its wide-ranging utility.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}