{
    "date": "2005-04-07",
    "url": "http://kcna.co.jp/item/2005/200504/20050407.htm",
    "articles": [
        {
            "title": "Functions Held in Democratic Congo and Peru",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#1",
            "content": "Functions Held in Democratic Congo and Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A meeting was held at a district branch of the Genuine Lumumbist Patriotic Party of Democratic Congo on Mar. 28 on the occasions of the Day of the Sun and the 12th anniversary of leader Kim Jong Il's election as chairman of the DPRK National Defence Commission and the founding anniversary of the Korean People's Army.\r\n A report delivered at the meeting by Otete Gaston Mboyo, chairman of the National Committee of the party, was followed by speeches by several personages. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers referred to the fact that the socialist cause has made a victorious advance in Korea and the Korean People's Army has grown to be invincible revolutionary armed forces thanks to the Songun politics and wise leadership of Kim Jong Il who has carried forward the immortal revolutionary exploits performed by President Kim Il Sung and his Songun revolutionary idea. &nbsp;&nbsp;&nbsp;\r\n A seminar on the immortal exploits of Kim Il Sung and Kim Jong Il was held by the Peruvian-Korean Institute of Culture and Friendship on Mar. 27. &nbsp;&nbsp;&nbsp;\r\n At the seminar Secretary General Yuri Cesar Castro Romero and other members of the institute praised Kim Il Sung as an eternal leader of the world progressive mankind as he fathered the Juche idea, built socialist Korea centered on the popular masses and performed immortal exploits in the course of leading the struggle to achieve the independence of the popular masses. &nbsp;&nbsp;&nbsp;\r\n They praised Kim Jong Il, successor to the cause of  Kim Il Sung, as the great leader who has developed Korea into an invulnerable bulwark with his Songun politics and firmly defended the independence of the Korean people and the world progressives despite the U.S. imperialists' arrogant and arbitrary practices and an eternal champion\r\nof independent rights of the popular masses.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Reckless Territorial Claim Blasted",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#2",
            "content": "Japan's Reckless Territorial Claim Blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- South Korean MBC on April 1 accused the Japanese minister of Education, Culture, Sports, Science and Technology of\r\nletting loose reckless remarks asserting the need to explicitly write down in the Japanese government guidelines on teaching that Tok Islet is part of its territory. This indicates that Japan's ambition for overseas expansion has reached a dangerous phase, it noted, and continued:\r\n These remarks made by the Japanese cabinet minister gave the lie to the excuse made by the government that it had no idea of an ordinance on instituting Takeshima Day aimed at grabbing the islet as it was the job done by a local assembly when the Shimane Prefectural Assembly of Japan adopted it. &nbsp;&nbsp;&nbsp;\r\n  The south Korean government authorities asserted that it can never build sincere south Korea-Japan relations as long as issues of Tok Islet and past history remain unresolved. It is important for them to take a strong action. &nbsp;&nbsp;&nbsp;\r\n  Japan's moves to usurp Tok Islet should never be tolerated, first of all. &nbsp;&nbsp;&nbsp;\r\n  The fundamental task of the government is to curb Japan's moves to revive militarism in the military field.    \r\n\r\n\r\n"
        },
        {
            "title": "Posters for Flower Festival Published",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#3",
            "content": "Posters for Flower Festival Published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Posters for the 7th Kimilsungia Festival have been produced.\r\n Printed on upper part of the posters are letters reading \"Commemoration of the Day of the Sun\" and on their lower part letters \"The 7th Kimilsungia Festival\" and the period of the festival and its venue. &nbsp;&nbsp;&nbsp;\r\n Among them is a poster depicting Kimilsungia, an immortal flower, in full bloom against the background of the Tower of the Juche Idea. It shows that the flower of the sun is in full bloom across the world under the brilliant beam of the Juche idea, the great guiding idea in the era of independence. &nbsp;&nbsp;&nbsp;\r\n There is also a poster portraying Kimilsungia at its center, the logo of the Kimilsungia festival above the flower and the Kimilsungia-Kimjongilia Exhibition, the venue of the festival, below.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Distortion of History Denounced",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#4",
            "content": "Japan's Distortion of History Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The preparatory committee of Koreans in the north and the south and overseas for the joint functions to implement the June 15 joint declaration released a joint statement Tuesday denouncing Japan for its recent evermore undisguised moves to distort its past history and seize Tok islet.\r\n The Japanese rightwing forces' moves to tamper with Japan's history are part of their campaign to retrogressively revise the \"Pacifist Constitution\" and strengthen the U.S.-Japan military alliance and a grave provocative act of threatening peace in Northeast Asia, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n All Koreans and other Asians will never pardon Japan's moves to distort its past history. &nbsp;&nbsp;&nbsp;\r\n The Japanese government should immediately halt these moves and render cooperation in the concerted efforts to probe the historical facts. It should give up its militarist attempt to fan up the conflict in Northeast Asia and realize the military expansion, backed by the U.S.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pro-American Elements of S. Korea Flailed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#5",
            "content": "Pro-American Elements of S. Korea Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The pro-American flunkeyists in south Korea, currying favor with the U.S., scheme to build what it is called \"park for U.S. soldiers\" in central Seoul and erect a \"memorial\" to the GIs who were killed in Iraq after being transferred from south Korea and a tablet there.\r\n In this regard the Secretariat of the Committee for the Peaceful Reunification of the Fatherland in its information bulletin No. 899 Tuesday termed it an unbearable insult to the dignity of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n It is not a simple matter of building a \"park\", the bulletin said, adding: &nbsp;&nbsp;&nbsp;\r\n The case is of gravity as it is a product of collusion of the U.S., a master, seeking to justify its troops' presence in south Korea and calm down the fierce anti-U.S. struggle of the south Korean people and its servant trying to prolong his remaining days by currying favor with the master. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should immediately stop such shameful criminal action, clearly mindful that their treacherous acts of going against the aspiration of the nation and the trend of the times will invite their self-destruction.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#6",
            "content": "National Art Exhibition Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A national art exhibition to commemorate the Day of the Sun opened with due ceremony at the People's Palace of Culture Tuesday.\r\n On display in the venue are more than 50 fine art pieces depicting the immortal exploits of President Kim Il Sung and his personality as a great man and the revolutionary activities of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among them are a Korean painting \"Always among the people\", an oil painting \"The great leader Comrade Kim Il Sung and anti-Japanese war hero Comrade Kim Jong Suk looking over the sunrise above Korea from Jong Il Peak\", an embroidery \"The spring of the eternal sun\" and an acrylic painting \"Comrade Kim Jong Il, defender of national dignity\". &nbsp;&nbsp;&nbsp;\r\n At the ceremony, Choe Ik Gyu, minister of Culture, made an opening speech.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Wild Ambition for Reinvasion under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#7",
            "content": "Japan's Wild Ambition for Reinvasion under Fire \r\n &nbsp;&nbsp;&nbsp; Tokyo, April 4 (KNS-KCNA) -- The Korean youth and students in Japan strongly denounce Japan's wild ambition to stage a comeback to Korea and will unite close with the youth and students in the north and the south and overseas in their resolute struggle to defend the national sovereignty, declared the Central Standing Committee of the Korean Youth League in Japan in its statement on March 25.\r\n Accusing Japan of absurdly asserting that Tok Islet belongs to its territory, while distorting the hard historical fact, and kicking up a noisy row in quest of \"dominium over the islet\", the statement termed this a clear expression of its design to revive militarism and reinvade Korea. &nbsp;&nbsp;&nbsp;\r\n We, as the descendents of victims of the Japanese imperialists' colonial rule over Korea and the Korean youth in Japan who have suffered from the hostile policy of the Japanese government toward the Korean nation, can never tolerate such reckless remarks and acts of the Japanese rightwing reactionaries as wantonly insulting and infringing upon the sovereignty and dignity of the Korean nation, it stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Unilateralism under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#8",
            "content": "U.S. Unilateralism under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Some days ago, the U.S. Department of Defense announced an \"annual national defence strategy,\" guidelines for implementing its national security strategy and groundwork for national defence review\r\nprocess which it seeks to complete by the beginning of the next year. The defense strategy mainly calls on the U.S. to mount even a single-handed preemptive attack to \"deal with the potential crises.\"\r\n In this regard, Minju Joson Wednesday says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This clearly reveals the foreign policy approach of the Bush administration in its new term. The U.S.-loudmouthed \"potential crises\" are nothing but a subterfuge to justify and defend the invariable unilateralism of the Bush administration. &nbsp;&nbsp;&nbsp;\r\n The U.S. launched military invasion of Iraq two years ago under the pretext of \"threats of WMD and terrorism.\" But this was nothing but a sheer sophism and lies fabricated to justify and defend its high-handed military actions aimed at dominating that country.\r\n The same can be said of the \"potential crises\" touted by the Bush administration. &nbsp;&nbsp;&nbsp;\r\n The above-said strategy clearly indicates the Bush administration's invariable unilateral stand as its keynote is to mount even a single-handed preemptive attack for the \"settlement of the potential crises.\" &nbsp;&nbsp;&nbsp;\r\n Such move is an act of swimming against the trend of the times and a blatant challenge to humankind's desire for peace. &nbsp;&nbsp;&nbsp;\r\n The Bush administration's invariable unilateral policy will have a very adverse impact on the international community. It will only result in violating the universally accepted international law and order and threatening global peace and stability as it is based on the brigandish logic. &nbsp;&nbsp;&nbsp;\r\n The commentary calls upon all the countries of the world not to allow U.S. unilateralism in the international arena but direct the spearhead of attack to it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ready to Foil Any U.S. Attack",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#9",
            "content": "DPRK Ready to Foil Any U.S. Attack\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- It was recently made public with photos by south Korean civil organizations that Los Angeles, an attack nuclear-propelled submarine of the U.S. forces, entered a naval base in Jinhae, south Korea, timed to coincide with the large-scale joint military exercises there.\r\n Rodong Sinmun Wednesday in a signed commentary warns that if the U.S. war maniacs ignite a nuclear war in this sacred land they will be plunged into the flames lit by themselves. &nbsp;&nbsp;&nbsp;\r\n The U.S. has repeatedly said that it would neither attack nor invade Korea, but this is no more than a trick to veil its intention to swallow up the DPRK by force of arms at all costs, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n This is not the first time for the U.S. attempts at a nuclear war on the Korean Peninsula to have been laid bare. &nbsp;&nbsp;&nbsp;\r\n The U.S. worked out a scenario for using 30 nukes in \"emergency\" of the Korean Peninsula and had staged drills of dropping mock warheads presupposing use of nukes. The fact was disclosed by a secret document which was declassified according to the law on freedom of information. &nbsp;&nbsp;&nbsp;\r\n The U.S. had deliberately and viciously staged nuclear war maneuvers against the DPRK even after it officially assured, through the DPRK-U.S. Agreed Framework, that it would neither threaten the DPRK by nukes nor use them against it. &nbsp;&nbsp;&nbsp;\r\n Just after coming into power, the bellicose Bush group openly singled out the DPRK as a target for its preemptive nuclear attack, and has been getting pronounced in its attempt for such attack. &nbsp;&nbsp;&nbsp;\r\n It is now more frantically stepping up the preparations for a nuclear war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is entirely just for the DPRK to have had access to nuclear weapons now that the U.S. has no will to co-exist with the DPRK but seeks only to \"topple\" its system by force of arms, the commentary concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reorganization of U.S. Forces in S. Korea Lambasted",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#10",
            "content": "Reorganization of U.S. Forces in S. Korea Lambasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Some days ago, the U.S. newspaper Stars and Stripes reported about the \"interview\" with the commander of the Second Division of the U.S. forces in south Korea. According to it, most of the division will be turned into a \"future-oriented division\" to perform the function as a division and army corps by this summer. In other words, the existing armed forces for aggression will be modernized and bolstered with strong \"air power and artillery power\" to emerge forces with  \"long-distance operation capacity\" and \"capacity for precision strike,\" the forces capable of carrying out their operation single-handedly.\r\n The U.S. attempt at a preemptive attack on the DPRK and its strategy for military domination over the Asia-Pacific region with south Korea as its forward base for aggression have reached the phase of their implementation, observes  Rodong Sinmun Wednesday in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is the public comment at home and abroad that the reorganization of the Second Division of the U.S. forces in south Korea is a premeditated military move aimed at realizing their dangerous scenario to invade the DPRK, contain China and unhesitatingly mount a military attack if necessary with south Korea as a forward base.\r\n The document called \"measures to make the U.S. forces in south Korea play a regional role\" disclosed last year considers the event in which the DPRK does not dismantle its nuclear weapons as a \"phase for tougher steps\" and the event in which China fights an all-out war against Taiwan as a \"phase for toughest steps\" and calls for mounting a preemptive attack on the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n Such scenario is now being put into practice. Last year the U.S. shipped two battalions of \"PAC-3\" missiles into Kwangju, south Korea, and forward-deployed two Aegis destroyers equipped with an ultra-modern missile system in the East Seat of Korea. The U.S. bellicose elements are contemplating establishing a missile interceptor system in the East Sea of Korea by the end of this year. This is part of its preparations for a preemptive attack on the DPRK and its attempt to round off a military siege to China and Russia and establish an unchallenged domination over the Asia-Pacific region. The above-mentioned reorganization of the Second Division of the U.S. forces in south Korea is timed to coincide with this. &nbsp;&nbsp;&nbsp;\r\nCan this be interpreted as an accidental coincidence? &nbsp;&nbsp;&nbsp;\r\n The developments go to prove that the U.S. seeks to ignite a war of aggression against the DPRK while escalating the nuclear crisis on the Korean Peninsula and, furthermore, plunge the whole of Northeast Asia into disasters of a nuclear war. &nbsp;&nbsp;&nbsp;\r\n With nothing can the U.S. conceal its true colors as a vicious wrecker of peace and stability on the peninsula and a heinous aggressor.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#11",
            "content": "Anniversary of Kim Il Sung's Work Observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Rodong Sinmun Wednesday dedicates a signed article to the 12th anniversary of President Kim Il Sung's famous work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\".\r\n In the work Kim Il Sung stressed the importance of the matter of achieving the great unity of the whole nation to reunify the country independently and peacefully, transcending differences in idea, ism, system, political view and religious belief. And he comprehensively clarified the general target, the ideological basis and principles of great national unity and ways for achieving the unity. &nbsp;&nbsp;&nbsp;\r\n The ten-point programme opened a broad avenue for everyone, who is truly concerned about the destiny of the nation and desires after the reunification of the country, to join in the strong current towards national unity. And it served as a powerful force to increase the spirit of unity among the members of the nation in the course of reunification movement and accelerate the cause of the reunification, the article says. &nbsp;&nbsp;&nbsp;\r\n The present powerful advance in the era of independent reunification would have been unthinkable without the programme, the article says, referring to the unprecedented achievements made in the inter-Korean relations and the movement for national reunification after the publication of the historic June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The article further says: &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" clarified in the declaration is an embodiment of the ten-point programme advanced by the President, and it captured hearts of our fellow countrymen and doubled their patriotic zeal while turning the structure of confrontation on the Korean Peninsula into that of confrontation between the whole Korean nation in the north and the south and the United States. &nbsp;&nbsp;&nbsp;\r\n Basing himself on the programme, leader Kim Jong Il put forth the five-point policy for great national unity, a militant banner of national harmony and unity, and provided all the Koreans with a steadfast ideological pillar for great national unity and the reunification of the country while leading the cause of national reunification to victory. &nbsp;&nbsp;&nbsp;\r\n The Korean nation's cause of reunification is ever-victorious as it holds Kim Jong Il, the peerless patriot and outstanding commander of Songun, in high esteem as the lodestar of reunification and the centre of unity, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Imperialists' Change of Korean Local Names into Japanese under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#12",
            "content": "Japanese Imperialists' Change of Korean Local Names into Japanese under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A spokesman for the DPRK Ministry of Land and Environment Preservation released a statement on April 6 in connection with the recent disclosure in south Korea of the truth about the Japanese imperialists' change of local names of Korea into Japanese during their past colonial rule over it, a crime that lashed the public into fury.\r\n According to data released by the Green Federation, a civic organization of south Korea, on the basis of its survey of the names of natural objects and administrative units in 32 cities and counties of south Korea linked with the Great Paektu Mountain Range, the Japanese imperialists renamed 8 peaks including Mt. Kariwang in south Korean Kangwon province linked with the mountain range for the purpose of chilling the spirit of the Korean nation and fanning up the worship of the Japanese emperor. It was reported that they renamed 15 places associated with tales and legends about the heroes who defeated Japanese invaders and these places still go by those names. &nbsp;&nbsp;&nbsp;\r\n This crime is touching off bitter resentment among the Koreans, the statement noted, and continued:  We can never pardon the Japanese imperialists who changed even the local names of Korea into Japanese but force Japan to pay for this crime without fail. &nbsp;&nbsp;&nbsp;\r\n The local places of south Korea renamed by Japan at that time still retain those names and descendants of pro-Japanese elements are busy with \"the campaign to regain the land of their forefathers\" and Japan is openly claiming that Tok Islet is part of its territory. This is attributable to the fact that south Korea failed to fully liquidate the remnants of the Japanese imperialists and it allowed the pro-Japanese elements to go scot-free. &nbsp;&nbsp;&nbsp;\r\n Recalling that those local areas in the north that had been renamed by the Japanese imperialists into Japanese regained their original ones long ago, the statement stressed it is quite natural for the above-said organization to have called for probing the truth about their crime and helping the above-mentioned places regain their original names, though belatedly.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Aliyev Presents Credentials to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#13",
            "content": "Aliyev Presents Credentials to Kim Yong Nam\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Yashar Aliyev, Azerbaijan ambassador to the DPRK, at the Mansudae Assembly Hall today.\r\n On hand was Kung Sok Ung, vice-minister of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n After getting the credentials, the president had a talk with the ambassador.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung's Exploits for National Reunification",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#14",
            "content": "President Kim Il Sung's Exploits for National Reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang April 6 (KCNA) -- Twelve years has passed since President Kim Il Sung published the work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" on April 6, Juche 82 (1993).\r\n The President, in the programme, expounds the idea that those concerned for the destiny of the nation should unite as one nation, transcending all differences, and pave the way for national reunification. He also clarifies the general target and ideological foundation for the great unity of the whole nation, and all the principles and ways for the cohesion and great unity of the nation. &nbsp;&nbsp;&nbsp;\r\n Right after the liberation of the country, he convened the historic April north-south joint conference for frustrating the moves of the U.S. imperialists and their stooges to keep the country divided by holding separate elections and rigging up a separate regime in south Korea. &nbsp;&nbsp;&nbsp;\r\n Since then, he had put forward various reasonable proposals and taken many measures to achieve the great unity of the nation and provide a peaceful climate for the country's reunification at each time and each stage of developments and the reunification movement. &nbsp;&nbsp;&nbsp;\r\n He, who set forth national reunification as the supreme task facing the nation, advanced the three charters for national reunification--the three principles of national reunification in the 1970s, the proposal for founding the Democratic Federal Republic of Koryo in the 1980s and the 10-point programme of the great unity of the whole nation. He thus provided a valuable means that Koreans should take consistently in the efforts to achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n He, with a strong sense of fraternity, great generosity and magnanimity, embraced all people who wanted national reunification and led them in the sacred cause. &nbsp;&nbsp;&nbsp;\r\n Among them are Rev. Mun Ik Hwan and Choe Tok Sin. &nbsp;&nbsp;&nbsp;\r\n He said that the best gift for the nation would be the country's reunification and the document he signed at the last moments of his life was one related with national reunification. &nbsp;&nbsp;&nbsp;\r\n With the US-led imperialists making desperate efforts to launch a nuclear war on the Korean Peninsula, all the Korean people should unite closer than ever before. &nbsp;&nbsp;&nbsp;\r\nThe Korean nation will certainly accomplish the President's cause of national reunification with the great unity of the whole nation under the guidance of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2005/200504/news04/07.htm#15",
            "content": "Kim Jong Il Inspects KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected KPA Guard Unit 487 honored with the title of the O Jung Hup-led Seventh Regiment.\r\n The unit has a glorious tradition of battle honored with Kim Il Sung Order and the guard title as it produced heroes of the Republic and many recipients of state orders during the last Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il acquainted himself with the unit's performance of duty and the training of its servicepersons before going round a room devoted to its history, conducted by its commander. &nbsp;&nbsp;&nbsp;\r\n The unit has performed many feats in the defence of the country and socialist construction by fully demonstrating the heroic stamina of the KPA, he said, calling upon the servicepersons of the unit to display its might as an ever-victorious force in the future, too, true to its proud tradition. &nbsp;&nbsp;&nbsp;\r\n He learned in detail how the unit is conducting political and ideological work among its soldiers, looking round a servicepersons' hall, a library and other entertainment and educational facilities. &nbsp;&nbsp;&nbsp;\r\n Getting familiar with the brisk revolutionary and working-class education conducted by the unit, he highly praised it for its effective political and ideological work to suit the characteristics of soldiers. &nbsp;&nbsp;&nbsp;\r\n The working-class education is of special importance in educating the rising generation who have grown up free from any sufferings, he said, stressing the need to further strengthen revolutionary education, working-class education and education in socialist patriotism among servicepersons to let all of them become a model for society and an example to be followed by the people in thinking, spirit, morality, culture, fighting trait and work style. &nbsp;&nbsp;&nbsp;\r\n He said it is very gratifying that the unit built a good library and has established a revolutionary habit of reading. A book is a lifelong companion and a good teacher for everyone, he said, stressing that all the servicepersons should be encouraged to be avid readers of revolutionary novels and other books. &nbsp;&nbsp;&nbsp;\r\n Then, he went round the compound of barracks and outdoor resting places that look like a park to acquaint himself in detail with the management of the unit. &nbsp;&nbsp;&nbsp;\r\n Servicepersons of the People's Army are ardent patriots who hold even a tree and a blade of grass in the country as dear as their own lives and vanguard fighters taking the lead in implementing the Party's line and policies, he noted, adding that the country is invulnerable as it is defended by such the army strong in ideology. &nbsp;&nbsp;&nbsp;\r\n He also inspected an education room, a bedroom, a wash-cum-bath room and other places to take deep care of servicepersons' living and highly estimated their tenacious way of economic life. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n Accompanying him were Generals of the KPA Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}