{
    "date": "2005-12-03",
    "url": "http://kcna.co.jp/item/2005/200512/20051203.htm",
    "articles": [
        {
            "title": "DPRK FM Spokesman Urges U.S. to Lift Financial Sanctions against It",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Croatian President on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#2",
            "content": "DPRK FM Spokesman Urges U.S. to Lift Financial Sanctions against It \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, December 2 (KCNA) -- A spokesman for the DPRK Foreign Ministry Friday gave the following answer to the question raised by KCNA in connection with the fact that the U.S. is now working in the direction of escalating its sanctions and pressure upon it:\r\n  The world has welcomed the adoption of the joint statement on the denuclearization of the Korean Peninsula at the fourth round of the six-party talks and hoped in unison that it would not turn out to be an empty promise. &nbsp;&nbsp;&nbsp;\r\n  The denuclearization of the Korean Peninsula is the ultimate goal of the DPRK and its stand is to faithfully fulfill its commitment made in the joint statement and realize the denuclearization. &nbsp;&nbsp;&nbsp;\r\n  It was the DPRK's hope that the U.S. would drop its hostile policy towards the DPRK as it had committed itself to do so and thus remove the very cause of the nuclear issue between them and seek a peaceful negotiated settlement of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n  The U.S., however, has escalated its pressure offensive against the DPRK quite contrary to its expectation since the publication of the joint statement, thereby throwing a great hurdle in the way of the progress of the six-party talks and the implementation of the joint statement.\r\n  It has become evermore undisguised in its moves to isolate and pressurize the DPRK as evidenced by the fact that it labeled the dignified DPRK a \"lawless state,\" raising a hue and cry over \"counterfeit notes,\" \"drug smuggling\" and the like and applied financial sanctions against it even while the talks were underway. &nbsp;&nbsp;&nbsp;\r\n  The U.S. loudmouthed \"illegal dealing\" is nothing but part of its anti-DPRK smear campaign as it has nothing to do with the intrinsic nature of the socialist system of Korean style. &nbsp;&nbsp;&nbsp;\r\n  Though the U.S. claims to stand for a negotiated solution to the issue, it is, in actuality, seeking to \"bring down the DPRK's system\" by isolating and pressurizing it. &nbsp;&nbsp;&nbsp;\r\n  It is quite unreasonable for the DPRK to sit at the negotiating table with the party keen to \"bring down its system\" and discuss the issue of dismantling the nuclear deterrent built up to defend it. &nbsp;&nbsp;&nbsp;\r\n  Should the U.S. persist in its sanctions and pressure in violation of the joint statement agreed upon by the six parties, the DPRK will be left with no option but to take all corresponding self-defense measures. \r\n  The U.S. pressure offensive against the DPRK not only runs counter to the spirit of the joint statement but makes it impossible for the latter to honor its commitment. &nbsp;&nbsp;&nbsp;\r\n  Lifting the financial sanctions against the DPRK is essential for creating an atmosphere for implementing the joint statement and prerequisite to the progress of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n  It was against this backdrop that at the fifth round of the six-party talks the DPRK strongly demanded the U.S. lift those financial sanctions against it among other things and thus remove the hurdle lying in the way of the progress of the talks. &nbsp;&nbsp;&nbsp;\r\n  The participating countries expressed understanding of the DPRK's just demand and urged the U.S. to deal with and settle the issue through separate bilateral talks with the DPRK side at the earliest possible date to prevent the issue from festering and adversely affecting the six-party talks.\r\n  Accordingly, the DPRK and the U.S. agreed to have talks between the heads of the delegations to the six-party talks in order to take up and settle the issue of financial sanctions. &nbsp;&nbsp;&nbsp;\r\n  The U.S. side, however, again reneged on its promise and perpetrated such perfidy as shunning the talks. &nbsp;&nbsp;&nbsp;\r\n  It said it would set in motion working officials of its Department of Treasury and the Secret Police Service to brief the DPRK side on the U.S. Act, backtracking from the agreement on holding talks to find a solution to the issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. side should fulfill its commitment made before the five parties, if it truly wishes to see progress at the six-party talks.       \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Actions for Protecting Agriculture Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#3",
            "content": "Croatian President on Relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Croatia has a good prospect of bilateral cooperation with the DPRK, though geographically far away from each other. \r\n Croatian President Stipe Mesic said this when receiving credentials from the DPRK ambassador e. p. to Croatia on Nov. 22. \r\n The president said Croatia hopes that multi-faceted cooperation between the two countries would be strengthened. &nbsp;&nbsp;&nbsp;\r\n Referring to the situation on the Korean Peninsula, he sent hearty regards to leader Kim Jong Il.      \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Resignation of Director of Police Office Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#4",
            "content": "Actions for Protecting Agriculture Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly issued a statement on Nov. 26 calling upon all progressive forces to wage a united struggle to protect agriculture. \r\n The statement stressed that there can be nothing to be expected from those who wrested power at the cost of the people's blood and sweat and have accumulated wealth. &nbsp;&nbsp;&nbsp;\r\n The people's history should be made by their own efforts, the statement noted, calling upon all the south Koreans to turn out as one to usher in an era for the people, the era for genuine progress and reform. &nbsp;&nbsp;&nbsp;\r\n It called upon the workers, farmers, youth and students, progressive intellectuals, patriotic religionists and conscientious politicians to come out in all-out actions without any hesitation.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Staff Members of Cuban Embassy Visit Museum of Gifts of Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#5",
            "content": "Resignation of Director of Police Office Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- The \"All-People Measure Committee for the Fundamental Recovery of Agriculture and Condemnation of the Murder of Farmer Jon Yong Chol\" had a press conference in front of the building of the Police Office in Seoul on Nov. 28 to denounce the police for its use of force, according to the south Korean MBC. \r\n The organization expressed resentment at the police authorities who, showing photos of the scene of the farmers' demonstration, claimed that Jon's death was not attributable to the police brutal suppression as the dress of the dead was clean and no wound could be found on him, a far-fetched excuse to dodge the responsibility. &nbsp;&nbsp;&nbsp;\r\n Accusing the police of working hard to cover up and falsify the truth behind his death caused by the brutal crackdown, the organization demanded the director of the police office to own the responsibility for the murder and immediately resign.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Romanian Charge d'Affaires Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#6",
            "content": "Staff Members of Cuban Embassy Visit Museum of Gifts of Ministry of People's Armed Forces \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Staff members of the Cuban embassy here visited the Museum of Gifts of the Ministry of the People's Armed Forces on Dec. 1 on the occasion of the 49th anniversary of the Cuban revolutionary armed forces.\r\n They attentively looked round the gifts associated with the boundless reverence and infinite laudation of the servicepersons of the Korean People's Army for President Kim Il Sung and leader Kim Jong Il who led the Workers' Party of Korea, the army and the people along the road of victory with their unique Songun revolutionary leadership to demonstrate the dignity and might of Juche Korea. &nbsp;&nbsp;&nbsp;\r\n Giraldo Abreu Morales, military attache of the Cuban embassy, made an entry in the visitor's book after visiting. He wrote that he extends militant greetings to the KPA which is in one trench of the struggle against the U.S. imperialists, common enemy, and wishes the Korean people greater success in their struggle to build a great prosperous powerful socialist nation and achieve independent and peaceful reunification of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Sophism about \"Human Rights\" under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#7",
            "content": "Romanian Charge d'Affaires Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- The Romanian charge d' affaires ad interim in Pyongyang hosted a reception at the Taedonggang Club for the Diplomatic Corps Thursday evening on the occasion of the national day of Romania.\r\n Present on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Kim Yong Jae, vice-minister of Foreign Trade, officials concerned, diplomatic envoys of different countries and representatives of international organizations in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Romanian embassy.\r\n Speeches were made.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Creditable Implementation of Joint Slogans Called for",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#8",
            "content": "U.S. Sophism about \"Human Rights\" under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- The United States is foolish enough to intensify its reactionary suppression of people's rights and its rule over them and justify its military intervention and aggression of other countries under the pretext of defence of \"human rights\".\r\n Rodong Sinmun Friday observes this in a signed article. It goes on: The \"defence of human rights\" touted by the U.S. is nothing but sophism to cover up the poor human rights performance in the American society and intensify its political and military intervention and aggression of other countries.\r\n Human dignity and rights are governed by money and power in the U.S. This is a true reality of the American society and human rights performance there. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the world's worst human rights abuser. &nbsp;&nbsp;&nbsp;\r\n All wars of aggression the U.S. has waged under the signboards of \"defence of freedom and human rights\" have always been accompanied by destruction, plunder, murder and arson. &nbsp;&nbsp;&nbsp;\r\n Human rights abuses by the GIs in Iraq have now reached their height. &nbsp;&nbsp;&nbsp;\r\n The U.S. vociferation about the \"human rights issue\" is intended to use it as a means for interfering in the internal affairs of other countries and invading them. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous of the U.S. to pull up the DPRK over its non-existent \"human rights issue.\" &nbsp;&nbsp;&nbsp;\r\n The Korean people enjoy all political freedom and rights and lead a perfect independent and creative life under man-centered socialism of Korean style.\r\n Nevertheless, the U.S. is desperately working to destabilize the DPRK by malignantly slandering its political system and, furthermore, overturn its socialist system. &nbsp;&nbsp;&nbsp;\r\n The U.S. is busy fabricating the fictions of \"human rights issues\" of other countries, while shelving its hideous human rights abuses, in a bid to use them as pretexts for achieving its sinister political and military purpose. It would be well advised to discard this despicable and shameful attempt.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting of Union Activists Held",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#9",
            "content": "Creditable Implementation of Joint Slogans Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Greater success will be made in the general march for building a great prosperous powerful nation only when all the officials, members of the Workers' Party of Korea and other working people consistently uphold the joint slogans put up by the WPK as a strategic action programme and thoroughly implement them. \r\n Rodong Sinmun Friday says this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n The joint slogans fully reflect leader Kim Jong Il's Juche-based faith, his Songun will to accomplish the revolutionary cause pioneered by President Kim Il Sung and his far-reaching plan for the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\nThey represent a strategic line for consolidating the single-minded unity of our revolutionary ranks in every way. &nbsp;&nbsp;&nbsp;\r\n Clearly set out in the joint slogans are ideas and policies for consolidating the single-minded unity of the Party, the army and people around the headquarters of the revolution as firm as a rock. &nbsp;&nbsp;&nbsp;\r\n The joint slogans serve as important guidelines for firmly defending Korean-style socialism by force of the army.  &nbsp;&nbsp;&nbsp;\r\n They serve as a great militant programme for the Songun revolution based on the idea of attaching importance to the military affairs and the army. \r\n These slogans also serve as a militant banner for bringing about uninterrupted leap forward and innovations in the efforts to build a great prosperous powerful nation. National prosperity can be achieved only through a high-pitched drive for effecting a great surge which will result in gigantic creation and changes. &nbsp;&nbsp;&nbsp;\r\n The army and people in the DPRK will certainly build a great prosperous powerful nation of Juche on this land as they have dynamically advanced toward a new victory, upholding the joint slogans as a strategic action programme of the general march of the Songun revolution and a banner for the uninterrupted revolution, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets S. Koreans Concerned with World Conference",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#10",
            "content": "National Meeting of Union Activists Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- A national meeting of union activists was held at the People's Palace of Culture on Thursday.\r\n The meeting viewed the successes made in trade union work under the banner of Songun and discussed the tasks and ways to prepare all union officials to be personifiers of revolutionary soldier spirit, genuine union officials of the Songun era.\r\n The participants listened first to the record of speech \"The Working Class Should Become the Pivotal Force in the Struggle to Model the Whole Society on the Juche Idea\" made by President Kim Il Sung at the 6th congress of the General Federation of Trade Unions of Korea on Nov. 30, Juche 70 (1981).\r\n Ryom Sun Gil, chairman of the Central Committee of the GFTUK, in his report said that the meeting would be a historic occasion in resolutely defending and glorifying the Juche-based idea of the President and leader Kim Jong Il on building trade unions and their leadership feats and applying the Songun revolutionary leadership of the Workers' Party of Korea overall to the trade union work. Referring to the immortal exploits performed by the peerlessly great persons in the development of trade unions, he went on to say: &nbsp;&nbsp;&nbsp;\r\n There was a radical change in trade union work in the recent 10-odd rigorous years under the wise leadership of Kim Jong Il. Thanks to his energetic guidance and loving care union officials could firmly build up trade unions as militant organizations intensely loyal to the Songun leadership of the Party, prepare union members as reliable fighters of devotedly defending the leader and arouse them in carrying through the Songun revolutionary line of the Party. &nbsp;&nbsp;&nbsp;\r\n All trade unions and union officials should cherish the firm conviction that the destiny of the Party, revolution, the socialist homeland and the people rests on the spirit of devotedly defending the headquarters of the revolution and firmly prepare union members to be Songun revolutionary soldiers who resolutely safeguard Kim Jong Il politically, ideologically and at the risk of their lives in any adversity. &nbsp;&nbsp;&nbsp;\r\n Trade unions and union officials should carry on all work on the principle of attaching importance to national defence and placing military affairs above all true to the line of economic construction of the Songun era and arouse union members to play vanguard role in building an economic power.\r\n All the union members should vigorously strive to build an independent and prosperous reunified powerful country in firm unity with the south Korean workers in the idea of \"By our nation itself\" under the uplifted banner of the June 15 North-South Joint Declaration and fulfill their historic mission in the efforts to defend socialism and realize independence of the whole world. &nbsp;&nbsp;&nbsp;\r\n All the speakers expressed their firm will to bring about a fresh turn in union work to suit the requirement of the building of a great prosperous powerful nation in the Songun era in hearty response to the militant tasks set in the congratulatory message the Central Committee of the WPK sent to the GFTUK on the occasion of its 60th anniversary so as to live up to the great expectation of the Party with loyalty. &nbsp;&nbsp;&nbsp;\r\n A message of pledge to Kim Jong Il was adopted at the meeting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Adhesive Developed in DPRK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#11",
            "content": "Kim Yong Nam Meets S. Koreans Concerned with World Conference\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met with Sin Ki Nam, chairman of the organizing committee of the world library information conference to be held in Seoul in 2006, and other south Koreans concerned at the Mansudae Assembly Hall today.\r\n On hand were officials concerned. &nbsp;&nbsp;&nbsp;\r\n The chairman asked the president to convey regards of President Ro Mu Hyon to leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n On the occasion a talk proceeded in a compatriotic atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Water Service Extension Project Completed in Pyongyang",
            "url": "http://kcna.co.jp/item/2005/200512/news12/03.htm#12",
            "content": "New Adhesive Developed in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Scientists of the Democratic People's Republic of Korea have developed a new adhesive (PO-C-2 -100).\r\n It is applied to adhering tiles and various sizes of granite and marble slabs tightly to concrete walls and ensuring waterproof.\r\n It is available to 20-30 mm thick stone slabs and thus saves stainless steel, stones for slabs and a lot of manpower. &nbsp;&nbsp;&nbsp;\r\n According to Bachelor Pak Pong Sil, the adhesive's intensity is growing as the days go by like that of cement. It is safe under the temperature of 50 degrees below zero and 12 kg/cm2 of water pressure. And it, with durability no less than that of cement, can strongly stick broken pieces of a cement structure with each other. &nbsp;&nbsp;&nbsp;\r\n Even after a long suspension of concrete tamping at dam and bridge construction sites, the adhesive can ensure the durability of the concrete structures as firm as that of the continuous tamping. &nbsp;&nbsp;&nbsp;\r\n It, an excellent waterproof material, saves copper sheets to be used in the construction of dams of hydro-power stations and is also applicable to preventing gas and oil from leaking out of tanks. &nbsp;&nbsp;&nbsp;\r\n The adhesive is produced at a factory under the Sonbong Trade Company (Fax: 0085-02-3814416). &nbsp;&nbsp;&nbsp;\r\n Manager Min Kyong Chol of the factory told KCNA that the adhesive with Portland cement as the principal ingredient is popular among local and foreign consumers for its low production cost and high productivity.     \r\n\r\n\r\n  \r\n\r\n\r\n"
        }
    ]
}