{
    "date": "2005-06-02",
    "url": "http://kcna.co.jp/item/2005/200506/20050602.htm",
    "articles": [
        {
            "title": "New Ministries to Appear in DPRK",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Than 180 Cases of U.S. Aerial Espionage in May",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#2",
            "content": "New Ministries to Appear in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- A decree of the Presidium of the Supreme People's Assembly on setting up the Ministry of Metal Industry and the Ministry of Machine-Building Industry of the DPRK was promulgated on May 30.\r\n According to the decree, the Ministry of Metal and Machine-Building Industries will cease to exist and the above-said ministries will be established.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK CC. Hosts Reception for CPBM Delegation",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#3",
            "content": "More Than 180 Cases of U.S. Aerial Espionage in May \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The U.S. imperialists perpetrated more than 180 cases of aerial espionage against the DPRK in May, according to a military source.\r\n Strategic and tactical reconnaissance planes with various missions were involved in those cases after taking off U.S. air force bases in south Korea and overseas. &nbsp;&nbsp;&nbsp;\r\n U-2 made shuttle flights in the skies over Tokjok Islet, Phochon and Sokcho for hours everyday to spy on the strategic targets of the DPRK. &nbsp;&nbsp;&nbsp;\r\n RC-135 flew in the air above Taebu Islet, Yangphyong and Yangyang and EP-3 in the skies over Taebu Islet, Hoengsong and Kangrung to spy on the overall areas, coasts and seabed of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The number of the cases of such aerial espionage by the strategic reconnaissance planes reached more than 30 in May. &nbsp;&nbsp;&nbsp;\r\n In the meantime, RC-7B, RC-12 and other type tactical reconnaissance planes were also hell-bent on spying on the military targets in the areas along the forefront. &nbsp;&nbsp;&nbsp;\r\n Such cases of aerial espionage were committed at a time when the U.S. imperialist warmongers are stepping up the preparations for a nuclear war against the DPRK at a final phase, while massively introducing military hardware such as F-117 Stealth fighter bombers into south Korea. &nbsp;&nbsp;&nbsp;\r\nThis indicates that the dark clouds of a war are gathering above this land hour by hour.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Angolan Armed Forces Delegation Feted",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#4",
            "content": "WPK CC. Hosts Reception for CPBM Delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The Central Committee of the Workers' Party of Korea gave a reception at Pyongyang Koryo Hotel Tuesday evening in honor of the delegation of the Communist Party of Bohemia and Moravia (CPBM).\r\n Present at the reception on invitation were the members of the delegation headed by Miroslav Grevenicek, chairman of its Central Committee. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the WPK Central Committee, in his speech pointed to the fact that the communist party has smashed all sorts of challenges and plots of the imperialists and striven hard to close the ranks of the party organizationally and ideologically, developing the party into a powerful political force which enjoys the confidence of the masses. &nbsp;&nbsp;&nbsp;\r\n The WPK and the Korean people warmly congratulate the communist party on its successes and sincerely wish it greater success in its future work, he said. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the delegation's visit to the DPRK would mark an important occasion in boosting the friendly ties between the two parties and the two peoples, he noted that the WPK would make positive efforts to consolidate and develop the friendly and cooperative relations with the communist party.\r\n Miroslav Grevenicek in his speech said that President Kim Il Sung fathered the immortal Juche idea, making a great contribution to the world revolution.\r\n The Korean people have registered great success in building a prosperous country in the spirit of self-reliance under the leadership of the WPK despite difficulties and trials, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The world progressives are supporting the Korean people in their just cause and the communist party will stand by them in the future, too.\r\n He hoped that the Korean people would achieve greater success in socialist construction under the leadership of the WPK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "American Mandarins' Call for Strengthened \"Alliance\" under Fire",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#5",
            "content": "Angolan Armed Forces Delegation Feted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- A reception was hosted Tuesday evening for the delegation of the Angolan Armed Forces.\r\n Present on invitation were the members of the delegation led by General Agostino Fernandes Nelumba, chief of the General Staff of the Angolan Armed Forces. &nbsp;&nbsp;&nbsp;\r\n Vice Marshal of the Korean People's Army Kim Yong Chun, member of the DPRK National Defence Commission and chief of the General Staff of the KPA, in his speech said the delegation's visit to the DPRK showed the desire of the Angolan army and people to boost the bilateral friendly ties and develop cooperation and exchange. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the visit would be an occasion of putting the relations between the two armies on a new higher stage. &nbsp;&nbsp;&nbsp;\r\n Noting that the friendly ties were provided by the leaders of the two countries, Agostino Fernandes Nelumba said the bilateral relations were now developing on good terms amid the deep concern of President Jose Eduardo Dos Santos and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He evinced the belief that the friendly and cooperative ties between the two countries would grow stronger in the future, too.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Top Diplomat's Jargon under Fire",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#6",
            "content": "American Mandarins' Call for Strengthened \"Alliance\" under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The U.S. has become evermore undisguised in its despicable bid to bind south Korea tight to the shackling \"alliance.\" Rodong Sinmun Wednesday says this in a signed commentary. It goes on:\r\n Some days ago, the chairman of the Subcommittee on Asian and Pacific Affairs of the International Relations Committee of the U.S. House of Representatives asserted the validity of the south Korea-U.S. \"alliance,\" faulting south Korea's talk about independence. Earlier, the U.S. assistant secretary of State for East Asian and Pacific Affairs blustered that south Korea should attach importance to the \"alliance\" with the U.S. &nbsp;&nbsp;&nbsp;\r\n National independence, reconciliation between the north and the south and independent reunification are the demand of the times and the unanimous desire of the Korean nation. The hot wind of anti-U.S. actions raged in the wake of the June 15 event in south Korea, which had been called a tranquil zone outside the anti-U.S. turmoil in the 20th century and even the south Korean authorities talk about independence. This is something fortunate, though it came belatedly, and one should, therefore, hail this only if one has no wicked intention. &nbsp;&nbsp;&nbsp;\r\n It is only the U.S. that is displeased with this and it is working hard to hold this development in check by means of threat and blackmail. &nbsp;&nbsp;&nbsp;\r\n The U.S. is pressurizing the south Korean authorities to tighten the \"alliance\" with it because it is afraid that its failure to chill south Korea's desire to go independent would make it impossible to maintain its forces' presence in south Korea and its unchallenged domination over it and bring its Asia policy to fiasco. The U.S.-south Korean \"alliance\" which the former is working so hard to maintain is nothing but a yoke of slavery and submission unprecedented in the world. The south Korean people should turn out in the struggle to scrap the \"alliance,\" the root cause of all evils.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Redress Its Past Crimes before Making Any Bid for Sitting on UNSC",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#7",
            "content": "Japanese Top Diplomat's Jargon under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Japanese Foreign Minister Machimura was reported recently to have appeared here and there in a bid to solicit international cooperation in the campaign to isolate and stifle the DPRK.\r\nHe, addressing the meeting of the Security Commission of the House of Representatives, proposed to hold five-way talks involving Japan, the United States, south Korea, China and Russia, calling on the UNSC to \"put pressure on north Korea\" to return to the six-way talks. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, Rodong Sinmun Wednesday notes that the Japanese reactionaries-touted \"five-way talks\" and referral of the \"nuclear issue\" to the UN are nothing but an escalation of the U.S. and Japanese reactionaries' collusion against the DPRK and a move to drive the neighboring countries to\r\napplying sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Truth to tell, Japan is not entitled to participate in the six-way talks as it is a faithful servant of the U.S. It is really ridiculous and imprudent for Japan to talk about the nonsensical \"five-way talks\" and the like. &nbsp;&nbsp;&nbsp;\r\n Japan does not wish to see any success in the six-way talks at all. That is why Japan has so far worked hard to hamstring the resumption of the talks by hook or by crook. It is the real intention of the Japanese reactionaries to further complicate the issue and drive the talks to a collapse. Their call for the \"five-way talks\" and referral of the \"nuclear issue\" to the UN is part of such machinations. Even if the six-way talks are resumed with Japan allowed to participate in the talks under this situation, it will only hamper the talks. &nbsp;&nbsp;&nbsp;\r\n Japan still remains the sworn enemy of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' vociferation about the \"five-way talks\" and referral of the nuclear issue to the UN would only add to Japan's crimes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Angolan Armed Forces",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#8",
            "content": "Japan Urged to Redress Its Past Crimes before Making Any Bid for Sitting on UNSC \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Politicians and diplomats of Japan are busying themselves as one to garner support for its bid for permanent membership of the UNSC while staging a campaign for the presentation of a resolution on the \"UN reform.\"\r\n The immediate political and diplomatic challenge of Japan is not to make any pitch for permanent membership of the UNSC but redress the crimes committed by it in the past as early as possible, says Minju Joson Wednesday in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n If Japan is allowed to achieve such \"desire,\" there will happen such an abnormal thing as the UN platform will be taken by such criminal country which still remains on the UN Charter as an enemy state and has evaded an honest apology and compensation for its past crimes and rushed headlong into militarization in particular. Japan is now under fire by other countries, far from being trusted by the international community. One of the reasons for this miserable position of Japan is its mean approach towards the issue of the visit to the \"Yasukuni Shrine\". &nbsp;&nbsp;&nbsp;\r\n Japan's criminal moves to revive militarism are now unanimously censured by the world. It is not hard, therefore, to judge whether Japan is fit for such dignified and responsible post at the UN. &nbsp;&nbsp;&nbsp;\r\n Such being a hard fact, if Japan is allowed to sit on the UNSC, there will be nothing more funny than this and it will seriously tarnish the image of the UN and hurt its dignity. &nbsp;&nbsp;&nbsp;\r\n The UN should be reformed in such a way as to increase the UN authority and role for peace and security and just development of the world. In this sense Japan's bid for permanent membership of the UNSC is undesirable.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Students' Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#9",
            "content": "Gift to Kim Jong Il from Angolan Armed Forces \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Leader Kim Jong Il, supreme commander of the Korean People's Army, was presented with a gift by the Angolan Armed Forces.\r\n The gift was handed Tuesday by General Agostino Fernandes Nelumba, chief of the General Staff of the Angolan Armed Forces, on a visit to the DPRK to Vice Marshal of the Korean People's Army Kim Yong Chun, member of the DPRK National Defence Commission and chief of the General Staff of the KPA.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Intensified Movement for Independent Reunification Urged",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#10",
            "content": "Students' Rally Held in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The \"May rally of students against U.S. and Japan, for peace against war and for peaceful reunification of the Korean Peninsula\" was reportedly held at Korea University in Seoul on May 27 and 28.  Present there were at least 3,000 students belonging to different organizations such as the south Korean Federation of University Student Councils, the south Korean National Federation of Student Journalists and the Student Committee of the south Korean Democratic Workers' Party. \r\n The \"declaration of the situation on peace against war\" published there pointed out that the United States was hell bent on aggressive cooperation with Japan to exterminate the Koreans in both parts of the country, while openly crying for a preemptive nuclear attack on the north. &nbsp;&nbsp;&nbsp;\r\n It said the sum and substance of Japan's territorial claim on Tok Islet and distortion of history were manifestation of its wild ambition for the reinvasion of the Korean Peninsula and revival of militarism. &nbsp;&nbsp;&nbsp;\r\n Stating that the students of this land were standing at the crossroads of war and peace, division and reunification, the declaration called on the three million students to take the van in dispelling the crisis of war on the Korean Peninsula with united strength under the banner of the struggle against the U.S. and Japan and for peace against war. &nbsp;&nbsp;&nbsp;\r\n  A stage performance on the theme of national reunification was given at the rally.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets German Ambassador",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#11",
            "content": "Intensified Movement for Independent Reunification Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The north-south summit meeting, the first of its kind in the history of national division, and the publication of the June 15 joint declaration, the nation's common landmark of reunification, five years ago were a historical event that opened a dramatic phase in the development of the Korean nation's movement for independent reunification, declares Rodong Sinmun in a signed article Wednesday.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Utterly dismayed at the development of the Korean nation's movement for independent reunification advancing under the banner of the declaration and the torrential flow toward reconciliation and reunification on the Korean Peninsula, the U.S. imperialists have run roughshod to stem this historical trend, fan up confrontation between the north and the south and invade and rule the whole of Korea. &nbsp;&nbsp;&nbsp;\r\n The grave situation today calls upon all the Koreans in both parts of the country and overseas to powerfully wage a nation-wide patriotic movement for reunification in order to defend peace in the country and reunify it under the banner of the declaration. &nbsp;&nbsp;&nbsp;\r\n The 5thanniversary of the publication of the historical June 15 joint declaration is a significant occasion of the Korean nation in daringly pulling through by struggle the trials and difficulties lying in the way of the reunification movement and rejuvenating it. &nbsp;&nbsp;&nbsp;\r\n The driving force of reunification is all the Koreans and the fellow countrymen of all social strata in the north, the south and overseas are the very one responsible for the national reunification movement. All the Koreans -- workers, farmers, youth and students, intellectuals, capitalists and believers -- should join the ranks of independence, great unity and patriotism, regardless of difference in ideology and idea, political affiliation and social status and expedite the patriotic movement for reunification by seeking solidarity and cooperation, rejecting outside forces and pooling the strength of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n For significantly greeting the 5th anniversary of the June 15 joint declaration it is essential to actively create a seething atmosphere of reconciliation and reunification. &nbsp;&nbsp;&nbsp;\r\n Our nation should closely combine the struggle against the U.S and war with the patriotic activities for reunification and conduct them on an extensive scale so that a fierce flame of a nation-wide struggle against the aggression and war moves of the United States and for peace and reunification may rage over the length and breadth of the country and overseas. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north, the south and overseas should decisively foil the anti-reunification, confrontation and war maneuvers of U.S. imperialism and its satellite forces and energetically stage a dynamic patriotic movement as the true master of the movement for reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "International Children's Day Celebrated",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#12",
            "content": "Kim Yong Nam Meets German Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with Doris Hertrampf, German ambassador to the DPRK, who paid a farewell call on him at the Mansudae Assembly Hall today.\r\n Present there were Kung Sok Ung, vice-minister of Foreign Affairs, and staff members of the German embassy here.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Delegations of WPK and CPBM",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#13",
            "content": "International Children's Day Celebrated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- A joint friendly gathering of Korean children and women in the city and foreign children and women was held at the Mangyongdae Fun Fair Wednesday to celebrate the 55th International Children's Day.\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, minister of Education, officials concerned, foreign women including wives of diplomatic envoys and women of foreign embassies here and their children, overseas Korean women staying in the homeland joined children and women in the city in the celebration. &nbsp;&nbsp;&nbsp;\r\n Members of the delegation of the Women's Committee of the Headquarters of the Movement for Reunified Korean Nation of south Korea visited the celebration. &nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui, chairperson of the Central Committee of the Korean Democratic Women's Union, in her congratulatory speech said that she warmly congratulated the Korean children cheerily growing up as pillars of Songun Korea under the warm care of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n She urged all the children not to forget Kim Jong Il's profound loving care even a moment but stoutly grow up to become future heroes and doctors who would glorify the country. &nbsp;&nbsp;&nbsp;\r\n Children's rhythmic gymnastics was followed by joyous sports and amusement games between \"raccoon dog's\" group and \"hedgehog's\" group. &nbsp;&nbsp;&nbsp;\r\n Korean and foreign children enjoyed such various games as two persons' running inside a ring and tug-of-war. &nbsp;&nbsp;&nbsp;\r\n Attracting the attention of the participants was a Korean map making game held by women and children in the north and compatriots from the south as it reflected the strong desire of the Koreans to live in happiness in the reunified land. &nbsp;&nbsp;&nbsp;\r\n At the end of the games foreign children successfully presented in Korean \"Song of General Kim Jong Il\", \"Old Home in Mt. Paektu\" and other songs to the acclaim of the participants. &nbsp;&nbsp;&nbsp;\r\n The gathering ended with a grand dance \"We Have One Mind\" of participants.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets Chinese Visiting Group",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#14",
            "content": "Talks between Delegations of WPK and CPBM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Talks between the delegations of the Workers' Party of Korea and the Communist Party of Bohemia and Moravia (CPBM) were held here Wednesday.\r\n At the talks both sides informed each other of their parties' activities and exchanged views on the issue of boosting the friendly and cooperative relations between the two parties and on a series of matters of mutual interest. &nbsp;&nbsp;&nbsp;\r\n The talks took place in a friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Thae Bok, secretary of the Central Committee of the WPK, and officials at its Central Committee and members of the delegation of the communist party headed by Miroslav Grevenicek, chairman of its Central Committee.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Automatic Control System Developed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#15",
            "content": "Choe Thae Bok Meets Chinese Visiting Group\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, had a friendly conversation with the visiting group of Chinese eye specialists led by Ren Yuanchu, chairman of the Shanghai Ophthalmology Association, at the Mansudae Assembly Hall Wednesday.\r\n At the conversation, the head of the group noted that the exchange and cooperation were brisk in the field of ophthalmology between China and the DPRK and expressed the belief that such relations would further develop thanks to the joint efforts of the specialists of the two countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from CPBM Delegation",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#16",
            "content": "New Automatic Control System Developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Scientists of Kim Chaek University of Technology of the Democratic People's Republic of Korea have succeeded in developing a new kind of automatic control system.\r\n This system automatically controls the heat treatment such as cementation, annealing, hardening and tempering in the field of metallurgical industry.\r\nAnd it can be applied to closely observing and automatically controlling production processes including temperature, input of raw materials, flux and pressure in other sectors which need regulation of temperature. &nbsp;&nbsp;&nbsp;\r\n Associate Prof. Jong Il Chol who has led the research team told KCNA that the advantage of the new control system has been proved in production and enterprise management. It is hailed as it considerably reduces process managing manpower while raising the quality of products and productivity and keeping production environment clean, he added. &nbsp;&nbsp;&nbsp;\r\n The research team has established a scientific, technical and material basis so as to instantly introduce various kinds of automation systems to different economic sectors.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK-Russia Joint Stamp Releasing Ceremony Held",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#17",
            "content": "Gift to Kim Jong Il from CPBM Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Leader Kim Jong Il was presented with a gift by the delegation of the Communist Party of Bohemia and Moravia (CPBM) on a visit to the DPRK.\r\n The gift was conveyed to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, by Miroslav Grevenicek, chairman of the CPBM Central Committee, who is leading the delegation on Wednesday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for KPA Mission in Panmunjom Issues Statement",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#18",
            "content": "DPRK-Russia Joint Stamp Releasing Ceremony Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The DPRK and the Russian Federation jointly issued new stamps.\r\n The newly-issued stamp sheetlet depicts the flags of the two countries and a Korean tiger and a sable. &nbsp;&nbsp;&nbsp;\r\n A joint stamp-releasing ceremony was held at the Korean Stamp Exhibition Wednesday. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Pak Myong Chol, vice-minister of Post and Telecommunications, Ho Song Gil, director of the Korea Stamp Corporation, officials concerned, employees of the Korea Stamp Corporation, working people in Pyongyang, philatelists, Russian Ambassador to the DPRK Andrei Karlov and staff members of the embassy, and members of the delegation of the Center for Stamp Issue and Commerce of the Russian Federation headed by Artsom Adibekov, its general director. &nbsp;&nbsp;&nbsp;\r\n Speakers at the ceremony said that the joint issue of the above-said two kinds of stamps by the stamp-issuing institutions of the two countries marks an occasion in positively boosting the development of the friendly relations and the multilateral cooperation between the two countries and exchange between the philatelists of the two countries. &nbsp;&nbsp;&nbsp;\r\n They hoped that the traditional DPRK-Russia friendship would further develop in different fields in the days ahead, expressing the belief that those stamps would draw interest not only among the philatelists of the DPRK and Russia but among those of the rest of the world. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony, the participants looked round stamps on display.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2005/200506/news06/02.htm#19",
            "content": "Spokesman for KPA Mission in Panmunjom Issues Statement\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- A spokesman for the mission of the Korean People's Army (KPA) in Panmunjom issued a statement Wednesday in connection with the U.S. Department of Defense's unilateral announcement of the suspension of the joint field activities (JFA) for the U.S. remains that had been underway under the KPA-U.S. DoD Arrangement.\r\n He said: Recently the U.S. DoD unilaterally announced without any formal notice to the KPA side the suspension of the joint recovery operations that had been underway under the KPA-DoD Arrangement. &nbsp;&nbsp;&nbsp;\r\n As far as the JFA in our country is concerned, this started thanks to the humanitarian measure taken by the DPRK to meet the earnest requests made by the former U.S. president Carter and American war veterans, bereaved families of the war dead and the American government. &nbsp;&nbsp;&nbsp;\r\n Our side permitted more than 30 recovery operations and enabled members of the U.S. side to safely go back, taking recovered remains with them, without having even a single fingernail hurt, even against the background of the very tense relations between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n All the members of the U.S. side involved in the recovery operations repeatedly expressed thanks to the KPA side for having rendered cooperation in the operations from a humanitarian stand. &nbsp;&nbsp;&nbsp;\r\n This being a hard fact, the U.S. side unilaterally reneged on the bilateral arrangement. &nbsp;&nbsp;&nbsp;\r\n This patiently proves the hypocrisy of its oft-repeated claim that \"a humanitarian work\" is something different from politics. &nbsp;&nbsp;&nbsp;\r\n The recent action taken by the U.S. side at a time when it has become more undisguised than ever before in its attempt to mount a preemptive attack on the DPRK is aimed, to all intents and purposes, to escalate its moves to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n This step taken by the U.S. side is timed to coincide with the entry of \"its arms build-up plan\" which calls for spending 13 billion U.S. dollars into a final phase in the wake of the deployment of Stealth Fighter Bombers and underground penetrating missiles in south Korea and the finalization of such scenarios for preemptive strikes at the DPRK as \"OPLAN 8022-02\". &nbsp;&nbsp;&nbsp;\r\n Our army cannot but pay serious attention to this. &nbsp;&nbsp;&nbsp;\r\n The U.S. side's use of even the humanitarian work, which had been underway as requested by itself, for a sinister political and military purpose once again fully revealed what a foolish ruling group the present U.S. administration is. &nbsp;&nbsp;&nbsp;\r\n Now that it has become impossible to conduct the JFA any longer, the KPA side has decided to totally dismantle its side's investigation and recovery unit.\r\n The rude action taken by the present U.S. administration has totally blocked the way of confirming the identification of more than 8,000 U.S. soldiers reported missing in action during the Korean war. In consequence, the U.S. remains buried in Korea can never be recovered but are bound to be reduced to earth with the flow of time. &nbsp;&nbsp;&nbsp;\r\n We do not care whether the U.S. side stops the recovery operation as it pleases, though it is responsible for taking back the remains.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}