{
    "date": "2005-02-01",
    "url": "http://kcna.co.jp/item/2005/200502/20050201.htm",
    "articles": [
        {
            "title": "Prep. Comm. for Celebrating Kim Jong Il's Birthday Formed in Sweden",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "February 16 Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#2",
            "content": "Prep. Comm. for Celebrating Kim Jong Il's Birthday Formed in Sweden \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- A preparatory committee for celebrating the birthday of leader Kim Jong Il (February 16) was formed at the Malmo Branch of the Sweden-Korea Friendship Association on Jan. 25.\r\n Chairman of the Malmo Branch Richard Stenberg who is the chief of the Malmo Group for the Study of the Juche Idea was elected chairman of the preparatory committee at the inaugural ceremony. &nbsp;&nbsp;&nbsp;\r\n Discussed there were matters of successfully arranging functions including a meeting to adopt a congratulatory message to Kim Jong Il, an event for renaming the Malmo Group for the Study of the Juche Idea the Swedish National Committee for the Study of the Juche Idea, a celebration meeting and a film show. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Chairman of the Communist Party of Sweden Jan Jonsson, members of the party and the communist youth league, followers of the Juche idea, members of the friendly organizations and people from all walks of life.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Anti-DPRK Smear Campaign Assailed",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#3",
            "content": "February 16 Celebrated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Celebration events were held in different countries with the approach of the birthday of leader Kim Jong Il (February 16).\r\n A celebration meeting was held on Jan. 24 by the Genuine Lumumbist Patriotic Party of Democratic Congo. &nbsp;&nbsp;&nbsp;\r\n Exhibited at the venue of the meeting were photos showing undying feats of Kim Jong Il in his leadership and the might of the Korean people's unity in one mind. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers at the meeting including Chairman of the National Committee of the party Otete Gaston Mboyo highly praised Kim Jong Il as \"a great thinker and theoretician,\" \"a great master of leadership\" and \"the lodestar of the 21st century.\" &nbsp;&nbsp;&nbsp;\r\n A friendly gathering was held on the same day between followers of the Juche idea in Peru and staff members of the DPRK embassy in Lima. The Peruvian followers of the Juche idea included chairmen of the Peru Group for the Study of Kimilsungism, the Peru National Association for the Study of Kimjongilism, the Peru National Association for the Juche Idea, the Peruvian Association for the Study of Revolutionary Activities of Comrade Kim Jong Suk and the Peru-Korea Friendship Institute for the Study of Juche-Based Songun Policy, and the coordinator of the Group for the Study of the Kim Il\r\nSung Economic Theory of the Economics Department of Federico Villareal National University of Peru. &nbsp;&nbsp;&nbsp;\r\n Speakers at the gathering said Korean style socialism of Juche would further grow in strength and develop this year. They expressed their resolve to intensify   solidarity activities supporting Korea's reunification and the work to study and disseminate the Songun idea and, for the present, hold colorful celebrating events in grand style on the occasion of the February fete. &nbsp;&nbsp;&nbsp;\r\n  A seminar was held by the Indian Youth Group for the Study of Works of Comrade Kim Il Sung on Jan. 25, and a reading session under the title \"His Excellency Kim Jong Il, an experienced statesman with rare leadership art\" by the Secretariat of the National Movement of Uganda on Jan. 24 and a film show of the Korean film \"Order No. 027\" at the Trebon Club of the Czech Taekwon-do Association on Jan. 22.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pro-U.S. Conservatives Accused of Plot to Capture Power in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#4",
            "content": "Japan's Anti-DPRK Smear Campaign Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Japan can never impair the dignity of the DPRK by any fiction, declared a spokeswoman for the Central Committee of the Korean Democratic Women's Union on Sunday.\r\n In a statement denouncing Japan for its evermore desperate anti-DPRK smear campaign, she said Japan is an extra-large criminal state which committed too many crimes against the Korean people, women in particular. &nbsp;&nbsp;&nbsp;\r\n However, she went on, it has not made an apology and compensation for its crimes at all till today 60 years after its defeat and, on the contrary, is crying out over \"human rights\", painting itself as a \"mistreated victim\". &nbsp;&nbsp;&nbsp;\r\nThis reminds us of a thief crying \"Stop thief!\" Japan is, indeed, the most shameless state in the world. &nbsp;&nbsp;&nbsp;\r\n She further said: &nbsp;&nbsp;&nbsp;\r\n Vexed by the development and prosperity of the DPRK, Japan has blocked the way of the DPRK at every step and framed a hundred and one intrigues in its anti-DPRK smear campaign, when odds were heavy against it. This time, it has cooked up another fiction called \"results of DNA test on remains\", whipping up an atmosphere of sanctions and pressure on the DPRK. This is the height of sarcasm. &nbsp;&nbsp;&nbsp;\r\n Japan must know that the more crafty it becomes in its attempts to hush up its past crimes and evade its responsibility for them, the more glaringly its shamelessness and moral vulgarity will be exposed to the world. &nbsp;&nbsp;&nbsp;\r\n All the Korean women keep a strict tab on Japan's more than 100-year-long history of crimes and will force it by all means to pay for them to the last kopeck.    \r\n\r\n\r\n"
        },
        {
            "title": "Disclosure of Whole Truth behind S. Korea-Japan \"Agreement\" Demanded",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#5",
            "content": "Pro-U.S. Conservatives Accused of Plot to Capture Power in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The judicial and prosecution authorities of south Korea are now working to remove from the National Assembly the\r\nlawmakers from the Uri Party and the Democratic Workers' Party.\r\n In this connection a spokesman for the National Democratic Front of south Korea on Jan. 28 released a statement condemning these moves, according to the Internet site of Kuguk Jonson. &nbsp;&nbsp;&nbsp;\r\n On Jan. 14, the statement says, the judicial and prosecution authorities deprived a lawmaker from the Uri Party of his seat on the charge of \"breach of the election law\". And they are now taking the same action against 11 lawmakers of the above-said party and two lawmakers of the DWP on unreasonable charges. &nbsp;&nbsp;&nbsp;\r\n This is a premeditated political coup aimed to reverse the present ratio of seats at the National Assembly, in which the ruling party is majority and the opposition party is minority, and create favorable conditions for the Grand National Party to seize \"power\" in the next term under the backstage manipulation of the United States. &nbsp;&nbsp;&nbsp;\r\n The judicial and prosecution authorities have employed all sorts of despicable means to find a pretext for the removal of UP and DWP members from the NA. Meanwhile, the GNP at the end of its desperate efforts to bar the abrogation of the \"National Security Law\" did not hesitate to weave a plot to elbow out a UP lawmaker on the suspicion of \"spying\". &nbsp;&nbsp;&nbsp;\r\n If the GNP and other ultra-rightist conservatives held the upperhand, the NA would turn into a theatre of rowdyism of the fascist gangster party previously unknown in history, and the fascist rule like in the past period of military dictatorship would reappear in this land. And the south-north relations would be brought back to the era of confrontation and the holocaust of a nuclear war would be imposed upon the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\nFurthermore, an obstacle will be thrown in the way of the implementation of the historic June 15 joint declaration and peace and reunification of the Korean Peninsula would face a more grave difficulty. &nbsp;&nbsp;&nbsp;\r\n All the parties, groups and social strata in this land which value the future of the nation should daringly turn out in the struggle to decisively check and frustrate the attempts of the GNP and other pro-American conservative forces to occupy the NA again and wrest \"power\" under the wirepulling of the U.S. and make a clean sweep of them from the political scene.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Settle \"Comfort Women\" Issue",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#6",
            "content": "Disclosure of Whole Truth behind S. Korea-Japan \"Agreement\" Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The All-people Committee for Proper Settlement of the Past in south Korea reportedly called a press conference in Seoul on Jan. 26 and demanded again Kim Jong Phil open to the public the whole truth behind the \"south Korea-Japan \"agreement\".\r\n \"Kim Jong Phil, former director of the Central Intelligence Agency, though the reward for the south Korea-Japan agreement was squandered as a fund for the rule of the Park Chung Hee military dictatorial regime, has so far covered up the truth and deceived the people, far from making an official apology to the bereaved families of the victims,\" the committee said. &nbsp;&nbsp;&nbsp;\r\n Noting that the May 16 coup forces defined any action for a probe into the past history as an enemy-benefiting activity, it held that a thorough probe must be made into its truth. &nbsp;&nbsp;&nbsp;\r\n Members of the Council for Promoting the Compensation to Victims of the Pacific War and the All-people Committee for Probe into the Massacres of Civilians before and after the War and Their Reinstatement who were present at the press conference urged Kim to apologize to the people and a law on proper settlement of the past be instituted at the \"extraordinary National Assembly session\" in February.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fullest Play to Might of Single-Minded Unity Called for",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#7",
            "content": "Japan Urged to Settle \"Comfort Women\" Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The 642nd Wednesday rally for a solution to the issue of \"comfort women\" for the imperial Japanese army was reportedly held in front of the Japanese embassy in Seoul on January 26.\r\n Attending the rally were members of the Women's Fellowship Society of south Korea, women who had been forced to serve as \"comfort women\", citizens and youth and students. &nbsp;&nbsp;&nbsp;\r\n Jong Ha Gyong, a member of the society, urged an adequate apology by the Japanese government, saying: \"The 'comfort women' issue does not come to a conclusion with the declassification of documents on the south Korea-Japan agreement by the government\".\r\n Yun Mi Hyang, secretary general of the Council for the Solution of the Issue of the \"Volunteers Corps\", said the shame today left by the past \"government\" by failing to properly settle the past must never be handed down to posterity. The present political camp should open to the public the flunkeyist acts at the time of the signing of the \"agreement\" and certainly solve the \"comfort women\" issue through a probe into its truth, she urged. &nbsp;&nbsp;&nbsp;\r\n Hwang Kum Ju, who had been drafted as a \"comfort woman\", cried: \"We don't want money. Give me back my youth\" \"If the Japanese government wants to be forgiven by us, it must make an apology before anything else,\" she said. &nbsp;&nbsp;&nbsp;\r\n Im Ju Yong, vice-chairwoman of the General Woman Student Council of Chosun University, stated that it had been decided to hold a rally for the settlement of the \"comfort women\" issue every month. The fight will not be stopped until the issue has been solved, she declared. &nbsp;&nbsp;&nbsp;\r\n The participants of the rally shouted: \"Japanese government, officially apologize for the 'comfort woman' issue and make a legal compensation\".    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Assails Japan's Anti-DPRK Farce",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#8",
            "content": "Fullest Play to Might of Single-Minded Unity Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The single-minded unity of the Party, army and people, the greatest pride of the 60-year-long  history of the Workers'\r\nParty of Korea, serves as an everlasting mainstay of the Korean revolution, an ever-victorious treasured sword for the prosperity of the country, something more powerful than a nuke, says Rodong Sinmun today in an editorial.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n A great success can be achieved in the general onward march this year only when the might of the whole Party and army and all the people single-mindedly united behind the headquarters of the revolution is fully displayed. &nbsp;&nbsp;&nbsp;\r\n To do so is a worthwhile drive to greet the 60th anniversaries of the WPK and Korea's liberation as the greatest festival of proud victors in the history of the Party and the country. &nbsp;&nbsp;&nbsp;\r\n It is necessary to strikingly demonstrate the might of the single-minded unity of the Party, army and people and effect a great Songun revolutionary surge on all fronts for the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n For the Party, army and people to single-mindedly unite around the headquarters of the revolution and make a leaping advance in the on-going dynamic onward march represents a praiseworthy drive to give full play to the invincible might and revolutionary spirit of the country. &nbsp;&nbsp;&nbsp;\r\n There is nothing to fear and it is possible to gain everything as long as there is the single-minded unity of the Party, army and people forming an integral whole with the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n Inexhaustible is the strength of the army and people who are working hard with ardent patriotism, united close around leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  The army and people in the DPRK feel immensely proud as they will greet the anniversaries amidst a worthwhile drive to eternally glorify the great history and tradition of the single-minded unity unprecedented in the world. &nbsp;&nbsp;&nbsp;\r\n All the servicepersons and people should dynamically speed up the general onward march of the Songun revolution, immensely proud of having the great single-minded unity which was achieved when the Korean revolution started and has grown stronger despite the ordeals of the revolution. &nbsp;&nbsp;&nbsp;\r\n The editorial calls on the whole Party and army and all the people to devotedly protect the great headquarters of the revolution with boundless reverence for Kim Jong Il, consolidate the political and military might of the country in every way by the force of the single-minded unity of the Party, army and people around the headquarters and thus bring about an unprecedented surge on all fronts for the building of a great prosperous powerful nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Past Crimes Can Never Be Concealed: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#9",
            "content": "KCNA Assails Japan's Anti-DPRK Farce \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The truth about another anti-DPRK burlesque staged by Japan has been disclosed recently to stun the world people.\r\n On Jan. 17 the media in Japan released all at once the news that a \"scrutiny\" of several photos obtained from so-called \"defectors from north Korea\" confirmed the fact that a man and a woman on the photos were Hiroshi Saito and Kyoko Matsumoto who had been reported missing decades ago. &nbsp;&nbsp;&nbsp;\r\n Upon hearing this, Chief Cabinet Secretary of Japan Hosoda lost no time to call a press conference at which he blustered that \"there is new strong evidence,\" \"Japan will urge the north Korean side to provide information about more persons\" and \"there are more victims.\" &nbsp;&nbsp;&nbsp;\r\n Two days later, however, those two persons on the photos showed up in south Korea. They refuted the news, asserting that \"they are north Korean defectors residing in south Korea, not Japanese abductees.\" They released a statement demanding the organization and the media that disclosed and released the photos make formal apologies. \r\n The representative of the \"Society for the Investigation of the Issue of Particular Persons Missing\" that orchestrated the case and the Japanese media busied themselves making apologies and releasing statements of apology for having released misinformation. Japan has thus become a laughing stock of the world people. &nbsp;&nbsp;&nbsp;\r\n As far as the above-said society is concerned, it earned an ill-fame as an anti-DPRK plot-breeding organization. Its ruckus is nothing new or surprising to the DPRK as it is not the first time that this organization was jeered and censured by the people at home and abroad for orchestrating similar tragicomedies &nbsp;&nbsp;&nbsp;\r\n Last year witnessed the disclosure of the truth about another case that took people by surprise. It was confirmed 26 years later that Japanese woman teacher Jikako Ishikawa who had been supposed to be abducted by north Korea was murdered on the campus by a Japanese man who worked with her in the same school. The above-said organization was also involved in the case. Another Japanese man named Yoshikazu Saita was ascertained to have been residing in Tokyo at present. The whereabouts of more persons who had been put in the same \"category\" by this society have been probed in Japan to provoke laughter of the public. &nbsp;&nbsp;&nbsp;\r\n One of those persons on the photos told media that there were not a few false photos and one of them was the photo of his sister-in-law. &nbsp;&nbsp;&nbsp;\r\n This gives the lie to the information allegedly gathered and scrutinized by the society and \"the list of Japanese abducted by north Korea\" worked out by it. &nbsp;&nbsp;&nbsp;\r\n It is right for one to presume that this society, once it makes up its mind, may employ every possible means and method to dream up whatever farce either under the name of \"north Korean defectors\" whose addresses, names and identity can hardly be confirmed or by use of latest science and technology. &nbsp;&nbsp;&nbsp;\r\n What matters is that the chief cabinet secretary who claims to be speaking for Japan's state policy cited the misinformation provided by the society to openly pull up the DPRK, talking about \"scrutinized information\" and \"new strong evidence.\" &nbsp;&nbsp;&nbsp;\r\n This is a clear proof that the Japanese government is deeply involved in the anti-DPRK smear campaign launched by the ultra-right wing forces of Japan. &nbsp;&nbsp;&nbsp;\r\n Japan's much ado about the \"photos obtained\" only proved that the results of the \"thorough investigation\" it made as regards the \"abduction issue\" lacked legal validity and confidence. &nbsp;&nbsp;&nbsp;\r\n This once again reveals the hypocrisy of the results of the DNA test of the remains of Megumi Yokota announced by Japan a month back, though it asserted that they were \"the objective and accurate ones as it was conducted by the country's most competent research institute\". &nbsp;&nbsp;&nbsp;\r\n Japan tried to defend itself, saying that \"it once again felt difficulty in identifying the persons on several photos\" while handling the kidnapping that took place at home though it is not hard to analyze them and \"it apologizes for the mistake\", etc. Yet, it still insists on a \"thorough examination\" of the remains of Yokota it directly received from her husband. &nbsp;&nbsp;&nbsp;\r\n Lurking behind this is Japan's base and sinister purpose to exploit the abduction issue as a subterfuge to go without liquidating its crime-woven past under the pretext of \"people's sentiment\" and as leverage for grabbing power, making money and implementing its policy to isolate and stifle the DPRK, toeing the U.S. line. &nbsp;&nbsp;&nbsp;\r\n Abduction is a deep-rooted crime peculiar to Japan and this evil is still plaguing the Japanese society. &nbsp;&nbsp;&nbsp;\r\n Japan is the only war criminal state that has not yet redeemed the cases of hideous abduction it has committed against Koreans and other Asians during the war. It is beset with so many cases of abduction that have occurred at home over the past 60 years since the end of the war, the crimes still pending settlement. &nbsp;&nbsp;&nbsp;\r\n Such being a stark fact, Japan keeps talking about the \"abduction\" by north Korea. This will get Japan nowhere. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to understand that it would be a proper option for the sake of the Japanese people and in the state interest to work hard to settle its past and thus gain international community's confidence, instead of busing itself with the anti-DPRK smear campaign aimed to please \"the superpower\". &nbsp;&nbsp;&nbsp;\r\n Japan should thoroughly probe the truth behind the recent burlesque and punish those responsible for it without delay.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to U.S. Military Occupation of S. Korea Called for",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#10",
            "content": "Past Crimes Can Never Be Concealed: Rodong Sinmun\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- A secret letter of Emperor Kojong declaring to the world community the unlawfulness of the \"Ulsa (1905) Five-Point Treaty\" has been recently found. The letter bearing the Imperial seal states\r\nhe the Emperor did not sign the \"treaty\" and he would never hand over the sovereignty of the country to Japan.\r\n Commenting on this, a Rodong Sinmun analyst today says: &nbsp;&nbsp;&nbsp;\r\n The illegality and falsehood of the \"treaty\" lie in that the Japanese imperialists unilaterally forged the document by force without the sign of the Emperor and the seal, the important procedure for the effectuation of a treaty. &nbsp;&nbsp;&nbsp;\r\n The craftiness and viciousness of the Japanese imperialists also find manifestation in the fact that when the feudal government of the Ri Dynasty and Kojong, the supreme representative of the state, opposed the \"treaty\" all along, they committed without hesitation such shameless and mean act beyond common knowledge and diplomatic usage as stealing the seal of the foreign minister of the government and stamping it on the forged document and faked up the \"treaty\" by force with the mobilization of the army. &nbsp;&nbsp;&nbsp;\r\n They kept Korea under a military occupation rule for 40 odd years with the forged \"treaty\" as a legal foundation, inflicting upon the Korean people immeasurable misfortunes, pains and moral and material damage. &nbsp;&nbsp;&nbsp;\r\n Now that the historical truth behind the Japanese imperialists' fabrication of the \"treaty\" has been made clear again, Japan can no more justify its crimes in its robber-like aggression and military occupation of Korea in the past. &nbsp;&nbsp;&nbsp;\r\n It is nearly 60 years since the Japanese imperialists suffered a defeat. &nbsp;&nbsp;&nbsp;\r\nHowever, Japan has not yet settled its past crimes. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will certainly settle accounts with Japan and smash to smithereens the reinvasion scheme of the Japanese militarists.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S., Wrecker of Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#11",
            "content": "End to U.S. Military Occupation of S. Korea Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- To put an end to the U.S. military occupation and domination of south Korea with the vigorous struggle against\r\noutsiders is an urgent historical task assigned to the Korean nation and people in the north, south and overseas. Rodong Sinmun Monday says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The south Korean people have been deprived of their sovereignty and have undergone humiliation and ordeals under the 60-year-long U.S. military occupation and domination following the Japanese imperialists' colonial rule over Korea. &nbsp;&nbsp;&nbsp;\r\n There is no reason why the south Koreans should sustain such intolerable disgrace and sufferings under the U.S. military occupation till now after a century. &nbsp;&nbsp;&nbsp;\r\n The fellow countrymen value their sovereignty and dignity like their life and soul. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should definitely put an end to the 100-year-long history of subordination in which their sovereignty has been trampled down by the foreign forces.\r\n The times have changed. The U.S. domination should be rejected by cooperation for anti-U.S. independence in the era after the publication of the June 15 joint declaration when national independence has become an irresistible trend of the times. &nbsp;&nbsp;&nbsp;\r\n Only through the resolute struggle against the U.S. and other outsiders can all the south Koreans terminate foreign forces' domination and achieve sovereignty. &nbsp;&nbsp;&nbsp;\r\n The whole nation and the south Korean people should wage a vigorous struggle against the U.S. and other outsiders this year, holding aloft the slogan \"Let us put an end to the foreign forces' domination continued for 100 years in south Korea and achieve sovereignty of the nation!\" so as to demonstrate to the world once again the spirit and wisdom of the homogeneous nation with the 5,000-year-long history.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Broadcasting Tower",
            "url": "http://kcna.co.jp/item/2005/200502/news02/01.htm#12",
            "content": "U.S., Wrecker of Peace on Korean Peninsula\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Sixty years have elapsed since the U.S. occupied south Korea in September 1945.\r\n Since then the U.S. has persistently wrecked peace on the Korean peninsula and stood in the way of Korean reunification. &nbsp;&nbsp;&nbsp;\r\n From the first days after its occupation, the U.S. forcibly dismantled the People's Committees established in south Korea and put it under its military rule. &nbsp;&nbsp;&nbsp;\r\n It started the three-year-long Korean war in the 1950s to destroy towns and villages and take lives of numerous innocent people. &nbsp;&nbsp;&nbsp;\r\n In the 1960s it made reckless attempts to unleash another war in Korea while committing such provocations as the armed spy ship Pueblo and reconnaissance plane EC-121 incidents. &nbsp;&nbsp;&nbsp;\r\n The U.S. perpetrated such incidents as the \"axe incident\" and \"shooting incident\" at Panmunjom in the 1970s and 1980s to make a pretext for unleashing a war against the DPRK. As a result, the danger of war had persisted in the peninsula. The annual \"Team Spirit\" joint military exercises, nuclear war maneuvers, increased the danger. Besides, the U.S. has staged various kinds of military exercises including \"Foal Eagle\" and \"Ulji-Focus Lens\" in and around south Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves to stifle the DPRK were intensified in a more vicious way under the pretext of the \"nuclear issue\" in the 1990s. The moves resulted in a \"nuclear crisis\" on the peninsula. &nbsp;&nbsp;&nbsp;\r\n All the facts show that the U.S. has tried hard to start another war on the Korean peninsula over the last six decades, while wrecking peace in the country. &nbsp;&nbsp;&nbsp;\r\n The U.S. military presence in south Korea must no longer be allowed. &nbsp;&nbsp;&nbsp;\r\n Now the Korean nation is turning out as one in the efforts for driving the U.S. forces out of south Korea and rooting out the cause of a nuclear war on the Korean peninsula through a strong anti-war, peace struggle, in response to the joint New Year editorial.\r\n It is a unanimous will of all the Koreans to put an end to the U.S. presence in south Korea this year.    \r\n\r\n\r\n\r\n"
        }
    ]
}