{
    "date": "2005-07-19",
    "url": "http://kcna.co.jp/item/2005/200507/20050719.htm",
    "articles": [
        {
            "title": "Kim Il Sung's Work Off Press in Venezuela",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Intensified Struggle for Peace against War Called for",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#2",
            "content": "Kim Il Sung's Work Off Press in Venezuela \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- President Kim Il Sung's work \"Young People and Students, Be the Vanguard of Our Times\" was brought out in booklet on July 4 by the Cantaclara Publishing House of Venezuela.\r\n The work is a congratulatory speech made by the President at the opening ceremony of the 13th World Festival of Youth and Students on July 1, Juche 78 (1989). &nbsp;&nbsp;&nbsp;\r\n The work indicates tasks and ways for the youth and students in the era of independence to successfully carry out their mission and duty before the times and humankind.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Venezuela",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#3",
            "content": "Intensified Struggle for Peace against War Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- The Workers' Party of Korea and the DPRK government will positively support and encourage the people's struggle to protect peace and security in Asia and other parts of the world from the imperialists' moves for aggression and war under the uplifted banner of peace against war, says Rodong Sinmun Monday in a signed article.\r\n The idea and spirit set out in the joint slogans released by the Central Committee and the Central Military Commission of the WPK on the occasion of the 60th anniversary of the WPK powerfully encourage the world peace-loving people in their struggle to defend peace from war, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The slogans reflect the WPK's principled stand and plan to achieve mankind's desire for peace. \r\n The slogans also reflect the idea that the imperialists' aggressive nature can never change and the revolutionary idea that the world progressive people can achieve peace by pooling strength and conducting united actions. &nbsp;&nbsp;&nbsp;\r\n Ensuring peace in Asia is of weighty importance in guaranteeing global peace. &nbsp;&nbsp;&nbsp;\r\n If peace and security are to be ensured in Asia, it is necessary to remove the greatest danger of war from the Korean Peninsula. Ensuring peace on the peninsula would mean removing one of the fundamental factors of threatening peace and security in Asia and the rest of the world and making great progress in advancing the human cause of peace. It is an urgent task facing the Asian people to make peace in Asia. In order to achieve peace in Asia it is necessary to get all foreign military bases dismantled and all foreign troops withdrawn from the region and foil the imperialists' moves for domination and interference.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Confidence Building Based on Co-Existence Called for",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#4",
            "content": "Kim Jong Il's Work Off Press in Venezuela \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- Leader Kim Jong Il's famous work \"The Present Times and the Tasks Facing Young People\" was brought out in booklet on July 4 by the Cantaclara Publishing House in Venezuela.\r\n The work, published on Oct. 12, Juche 77 (1988), elucidated the tasks to develop the youth movement as required by the present times. Among them are tasks facing the young people to oppose all forms of colonialism and racism and establish a fair political and economic, international order.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Distortion of History and Ambition for Territorial Expansion",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#5",
            "content": "Confidence Building Based on Co-Existence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- In order to orient the six-way talks to denuclearizing the whole Korean Peninsula it is important for the DPRK and the U.S. to seek a practical way of settling the nuclear issue. What is essential for this is for the DPRK and the U.S. to establish the relations of confidence on the basis of co-existence.\r\n Rodong Sinmun Monday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK and the U.S. should establish the ties of confidence with a will to respect and co-exist with each other. This is most essential for advancing the six-way talks and making a substantial contribution to the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The talks should not be ones for their own sake. One side should not be allowed to use the talks for achieving the sinister purpose of disarming the other party. &nbsp;&nbsp;&nbsp;\r\n If the talks allow the U.S. to persistently seek its aim to disarm the DPRK and achieve its wild ambition to bring down the latter's system while evading its responsibility for denuclearizing the Korean Peninsula, it is better not to have any negotiations in that case because they will only entail serious consequences. &nbsp;&nbsp;&nbsp;\r\n Attention is now focused on how the United States will approach the talks. It should draw a lesson from the course of the talks held so far. It should bear in mind that any attempt to pressurize the DPRK to unilaterally scrap its nuclear program would never help denuclearize the Korean Peninsula but only cause the nuclear crisis to fester. &nbsp;&nbsp;&nbsp;\r\n It is the unanimous hope of the public at home and abroad to see the U.S. to come out to the negotiating table with a sound and sincere intention to build confidence on the principle of co-existence between the DPRK and the U.S. and bring the talks to success and those parties concerned to exert sincere efforts for making the talks helpful to denuclearizing the Korean Peninsula in name and reality.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Water Sports Activities Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#6",
            "content": "Japanese Reactionaries' Distortion of History and Ambition for Territorial Expansion \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- Meetings were held in different parts of the DPRK to denounce the Japanese reactionaries' distortion of history and wild ambition for territorial expansion.\r\n The reporters and speakers at the meetings held at the Haeju Cement Factory, Chongjin Port and other places said that the Japanese reactionaries are getting frantic in their hostile policy against the DPRK and the moves to stage a comeback to Korea, far from discarding their aggressive nature though it is 100 years since the fabrication of the brigandish \"Ulsa Five-Point Treaty\" and 60 years since the defeat of Japan. &nbsp;&nbsp;&nbsp;\r\n They bitterly condemned the Japanese reactionaries for insisting on their view on history that there is no need to feel guilty of what happened in the past in a bid to whitewash and justify the Japanese imperialists' history of Korean aggression and their crimes and going to the lengths of asserting that there existed no such expression as \"comfort women\" for the imperial Japanese army. &nbsp;&nbsp;&nbsp;\r\n They termed with resentment the Japanese reactionaries' distortion of history an intolerable insult and mockery of the Korean nation, the victim of the hideous crimes perpetrated by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n No moves to tamper with history can alter it and no attempts to conceal it can write it off, they warned, adding the Japanese reactionaries' acts of basely distorting Japan's history of aggression and shamelessly evading its responsibility to redress its crimes would only lead it to self-destruction. &nbsp;&nbsp;&nbsp;\r\n They recalled that Japan stipulated Tok Islet as part of its territory in its \"diplomatic blue paper\" and a whole string of reckless remarks calling for territorial expansion are heard from among political circles of Japan as evidenced by its educational chief's vociferous claim to Tok Islet before the students of an elementary school. &nbsp;&nbsp;&nbsp;\r\n They went on to say: &nbsp;&nbsp;&nbsp;\r\n Tok Islet is part of the inalienable territory of Korea from the historic and geographical points of view and in the light of international law. The Japanese reactionaries are, however, falsifying these hard historical facts and agitating the evasion from the responsibility to redeem Japan's past wrongs and territorial expansion, absurdly asserting that it belongs to Japan.    This is aimed at imbuing the young Japanese with the militarist view on history and driving them to overseas aggression. &nbsp;&nbsp;&nbsp;\r\n If the Japanese militarists launch reinvasion, oblivious of the serious lesson taught by the history of aggression, the Korean people will give vent to their pent-up resentment and force Japan, their sworn enemy, to pay for all its crimes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK-Russia Joint Declaration, New Chapter of Friendship",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#7",
            "content": "Water Sports Activities Brisk in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- Water sports activities are being conducted briskly in the July-August months of water sports in the Democratic People's Republic of Korea.\r\n Korea is surrounded by seas on three sides and has many streams and rivers. Indoor and open-air swimming pools and sea-bathing resorts have been built in different parts of the country. All these have provided favorable conditions for water sports activities to students, youth and other people. &nbsp;&nbsp;&nbsp;\r\n In the capital city of Pyongyang, tens of thousands of people visit the swimming pool on Panwol Islet, the Mangyongdae Wading Pool and Changgwang Health Complex every day to enjoy swimming, water polo, diving, etc. &nbsp;&nbsp;&nbsp;\r\n During the months schoolchildren throughout the country learn how to swim, signal with flags and yacht. &nbsp;&nbsp;&nbsp;\r\n The Songdowon International Children's Camp and other children's camps on the East Coast of the country are organizing the camping life with main emphasis on water sports activities including swimming and rowing. &nbsp;&nbsp;&nbsp;\r\n The Central Committee of the Kim Il Sung Socialist Youth League organizes in a planned way various water sports contests including national schoolchildren's swimming, provincial, county (district) and school rowing and river-crossing swimming.\r\n Famous sea-bathing resorts built in various places including Majon, Thongchon, Monggumpho, Waudo and Ryongsupho are crowded by people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Goodwill Delegation of Jilin Yuwen Middle School Held",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#8",
            "content": "DPRK-Russia Joint Declaration, New Chapter of Friendship \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- July 19 is the fifth anniversary of the historic DPRK-Russia Joint Declaration.\r\n It was adopted during Russian President V.V. Putin's visit to the DPRK from July 19 to 20 Juche 89 (2000) at the invitation of Kim Jong Il, chairman of the National Defence Commission of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It has been conducive to the development of the friendly and cooperative relations between the two countries on new terms, peace and security in Asia and the rest of the world and to the sound progress of international relations. &nbsp;&nbsp;&nbsp;\r\n The adoption of the declaration was a golden event that laid a solid foundation to develop in depth the traditional DPRK-Russia friendship in accordance with the will and desire of the two governments and two peoples in the new century. &nbsp;&nbsp;&nbsp;\r\n The past five years have witnessed such development. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il paid historic visits to the Russian Federation in 2001 and 2002 at the invitation of Putin. They marked a new turning point in the friendship between the two countries. &nbsp;&nbsp;&nbsp;\r\n During his visits Kim Jong Il met and had talks with Putin and conversed with a number of central and local leading officials of Russia in a friendly atmosphere, thus making a great contribution to the bilateral friendly and cooperative relations and the cause of world peace. &nbsp;&nbsp;&nbsp;\r\n In March last Kim Jong Il received a medal commemorating the 60th anniversary of the victory in the Great Patriotic War awarded by Putin and called at the Russian embassy in Pyongyang several times. &nbsp;&nbsp;&nbsp;\r\n Visits, contacts and exchanges of senior officials and delegations of the two countries have been frequent. Among them were the visits to the DPRK by the foreign Minister, chairman of the Russian Federation Council and delegations of the Supreme Court and the State Duma of the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n The two governments have exchanged views on a series of issues of common concern, strengthened cooperation in the international arena and signed protocols, agreements and cooperation plans in the political, economic, cultural and other fields which are now under implementation. &nbsp;&nbsp;&nbsp;\r\n The performance tours of the DPRK by the State Academic Moiseyev Folk Dance Troupe and other Russian art troupes deepened the friendly feelings of the two peoples for each other. &nbsp;&nbsp;&nbsp;\r\n The people of the DPRK will in the future, too, make every possible effort to further strengthen the friendly and cooperative relations between the two countries to suit the spirit of the joint declaration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200507/news07/19.htm#9",
            "content": "Friendly Meeting with Goodwill Delegation of Jilin Yuwen Middle School Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 18 (KCNA) -- A friendly meeting with members of the goodwill delegation of Jilin Yuwen Middle School of China was held at Changdok School in Kwangbok Street, Pyongyang, on Monday.\r\n Present on invitation were members of the delegation of Jilin Yuwen Middle School headed by its Party Secretary Liu Hongji. &nbsp;&nbsp;&nbsp;\r\n Present there were Principal Kang Jun Ho, teachers and students of Changdok School.\r\n The guests laid a basket of flowers before the statue of President Kim Il Sung at the school and paid tribute to him. &nbsp;&nbsp;&nbsp;\r\n Then they looked round various educational facilities. &nbsp;&nbsp;&nbsp;\r\n The participants talked to one another about the need to boost the relations between the two schools, deepening the friendship before enjoying a performance given by the art group of the school.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}