{
    "date": "2005-12-05",
    "url": "http://kcna.co.jp/item/2005/200512/20051205.htm",
    "articles": [
        {
            "title": "Book \"WPK's Policy of Morality and Obligation\" Off Press",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian Chorus",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#2",
            "content": "Book \"WPK's Policy of Morality and Obligation\" Off Press \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The Social Science Publishing House brought out book \"The Workers' Party of Korea's Policy of Morality and Obligation\" written by the History Institute of the Central Committee of the WPK.\r\n The book consisting of three chapters and 8 articles tells about the contents of the policy of morality and obligation pursued by leader Kim Jong Il and its great vitality. &nbsp;&nbsp;&nbsp;\r\n Chapter 1 edits the outstanding idea and theory of Kim Jong Il on enforcing genuine people's politics based on noble moral obligation.\r\n Fully disclosing the reactionary and anti-popular nature of the political mode of the exploiter society violating and obliterating the independence of the working people, the chapter says that the genuine people's politics of moral obligation is possible only in the socialist society whose master is the people. It refers to the unique idea and theory of Kim Jong Il on socio-historic conditions and possibility of applying the politics of moral obligation.\r\n It explains about the popular leadership traits of Kim Jong Il who carries forward President Kim Il Sung's idea of believing the people as in Heaven and his ideological and theoretical exploits in giving a scientific exposition of the principle of the WPK's politics of moral obligation and the way of its materialization. &nbsp;&nbsp;&nbsp;\r\n Chapter 2 edits the content of Kim Jong Il's noble policy of moral obligation. &nbsp;&nbsp;&nbsp;\r\n The chapter tells about the noble policy of moral obligation to Kim Il Sung pursued by Kim Jong Il who created a new history of the cause of perpetuating the memory of the leader to hold him forever in high esteem and arouse all the Party, army and people to implement his behest and make his revolutionary history continue in this land. &nbsp;&nbsp;&nbsp;\r\n Chapter 3 edits the immortal feats performed by Kim Jong Il in pursuing the genuine policy of moral obligation and its invincible vitality.\r\n The chapter holds that the most solid and powerful single-minded unity forming an integral whole of the leader and the people centered on the leader has been realized in the country and that noble and fine cultural and moral traits have been established in the whole society.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "U.S. Chemical Warfare Denounced",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#3",
            "content": "Gift to Kim Jong Il from Russian Chorus \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Leader Kim Jong Il was presented with a gift by the Russian State Academic People's Chorus Named after M. E. Pyatnichki now on a visit to the DPRK.\r\n It was conveyed to an official concerned by Aleksandra Permyakova, head and manager of the chorus.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Presence in S. Korea Denounced",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#4",
            "content": "U.S. Chemical Warfare Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- It is the aggressive nature and brutality of the U.S. imperialists that remains unchanged though century and the times have changed.\r\n The U.S. imperialists' loudmouthed \"peace\" and \"anti-terrorism\" seek dangerous plots for aggression and their nuclear and biological and chemical weapons are gravely threatening the existence of humankind. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists used to mobilize a lot of modern military equipment including tanks, airplanes and missiles in wars. As they could not attain their goal with them they have indiscriminately used chemical weapons in the wars of aggression against progressive countries. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun Sunday in a signed article says: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' chemical warfare in Fallujah City, Iraq, clearly showed their brigandish nature and brutality of making no scruples of doing anything to attain their aggressive and predatory object. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggression troops in Iraq encircled the city and poured chemical shells and other bombs into it in a bid to stamp out the struggle of the Iraqi people who rose up for the restoration of their sovereignty. The U.S. imperialists' atrocity of burning the most of the city with chemical weapons is the most vicious inhuman crime that cannot be overlooked nor be pardoned. &nbsp;&nbsp;&nbsp;\r\n The Korean war is a living evidence fully proving massacres of people committed by of the U.S. imperialists in their wars of aggression with chemical weapons. &nbsp;&nbsp;&nbsp;\r\n Their chemical warfare against the Korean people was the most barbarous and brutal one unprecedented in its method, intensity and scale.\r\n The U.S. imperialists' biological and chemical warfare in the Korean war is the worst crime which should be condemned by the Korean people and other people of the world. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are now using a chemical warfare as one of their main military operations in wars of aggression. &nbsp;&nbsp;&nbsp;\r\n They launched the Persian Gulf War, Balkan War, Afghan War and Iraqi War before and after the 21st century, which were wars of indiscriminate murder and natural destruction by use of bombs and shells of various types as destructive as nukes and chemical weapons. &nbsp;&nbsp;&nbsp;\r\n The people of all the countries who defend independence, love peace and aspire after social progress and national prosperity should wage a more vigorous struggle against the U.S. imperialists' biological and chemical warfare so as to prevent miserable war disaster by the U.S. imperialists and safeguard world peace and security.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "52nd Rally for Peace and Arms Reduction in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#5",
            "content": "U.S. Presence in S. Korea Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The U.S. military occupation of south Korea and its moves to provoke a war against the DPRK are main obstacles blocking the historic cause of the Korean nation. This is a leftover of the Cold War era, the era of north-south confrontation.\r\n Rodong Sinmun Sunday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. occupation of south Korea was ascribable to the structure of confrontation between the then powers and its wild ambition for domination, the article continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. pursued an aggressive goal to contain the \"southward advance\" of the former Soviet Union and expand its domination over the northeast Asian region. &nbsp;&nbsp;&nbsp;\r\n With the start of the Cold War, the U.S. reduced the Korean Peninsula to an advanced base of the Cold War and further strengthened its military occupation of south Korea. &nbsp;&nbsp;&nbsp;\r\n It is an anachronistic and serious error of policy that the U.S. keeps its military occupation of south Korea even today when the relations between the powers surrounding the Korean Peninsula have turned into the relations different from those of the Cold War. &nbsp;&nbsp;&nbsp;\r\n The U.S. occupation of south Korea is a product of the era of the north-south confrontation. &nbsp;&nbsp;&nbsp;\r\n The U.S., raising a hue and cry over the non-existent \"threat from the north\", has asserted that its troops should remain in south Korea to deter the \"threat\". &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' insistence on \"threat from the north\", a pretext for the U.S. aggression troops' presence in south Korea, can no longer go down with the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The south Koreans' understanding of the U.S. has been changed in the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n They are waging the powerful anti-U.S. struggle of various types including candlelight demonstrations, denouncing the U.S. as the ringleader of escalating the tension on the Korean Peninsula and a war force. &nbsp;&nbsp;&nbsp;\r\n There is neither justification nor pretext for the U.S. imperialist aggression troops to remain in south Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. should get rid of its old conception of the Cold War era and make a bold decision to withdraw its troops from south Korea without delay as required by the times and aspired by all the Koreans.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to King of Thailand",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#6",
            "content": "52nd Rally for Peace and Arms Reduction in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly held the 52nd rally for peace and arms reduction in Seoul on Nov. 29 to demand the cutdown of increased military expenditure and withdrawal of the \"motion on the extension again of the term of dispatch of troops to Iraq\".\r\n Speakers at the rally charged that the \"military budget\" of over 2,800 billion won for 2006, or 9.8 percent higher than that of last year, is something going against national reconciliation and assisting the U.S. troops present in south Korea. &nbsp;&nbsp;&nbsp;\r\n They denounced the authorities for pouring astronomical amount of money into killing people, saying that they cannot allot budget for social welfare including the minimum cost of living. &nbsp;&nbsp;&nbsp;\r\n They also demanded the withdrawal of the \"motion on extending again the term of the dispatch of troops to Iraq\" which was passed through the \"National Assembly\". &nbsp;&nbsp;&nbsp;\r\n They submitted to the NA a written opinion demanding the withdrawal of the \"arms buildup plan\" going against peace and reunification and the cutdown of military expenditure.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Looks Round Paekma-Cholsan Waterway",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#7",
            "content": "Greetings to King of Thailand \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Bhumibol Adulyadej, king of Thailand, on the occasion of his birthday and the national day.\r\n Extending warm congratulations to the king and the people of Thailand, the message sincerely wished him good health and happiness and the friendly people of Thailand progress and prosperity.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Special Write-up Posted on Internet Homepage of Koreans' Organization in Germany",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#8",
            "content": "Kim Jong Il Looks Round Paekma-Cholsan Waterway \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, looked round the Paekma-Cholsan waterway. \r\n He was greeted on the spot by Pak Yong Sok, chairman of the Central Control Commission of the WPK, Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK, Kang Kyong Uk, vice- minister of Agriculture, Choe Hu Yong, chairman of the North Phyongan Provincial Rural Economy Committee, Kim Pyong Sik, chief secretary of the Phihyon County Committee of the WPK and other leading officials of Pyongyang and the province. &nbsp;&nbsp;&nbsp;\r\n The more than 270 km-long waterway is a large-scale modern gravity-fed irrigation set-up for irrigating vast fields of six cities and counties including Ryongchon County, Yomju County, Cholsan County and  Sinuiju by use of hundreds of millions of cubic meters of water flowing from the lake Paekma. \r\n The completion of the waterway has put the irrigation system in the western region of the country on a new higher level as required by the new century and provided a sure guarantee for increasing the grain production without using a lot of electricity and hundreds of pumping machines. \r\n Feasting his eyes on the lake extending like a sea between mountains and the water flowing along the waterway, he highly praised the feats performed by the builders, expressing his great satisfaction over the fact that they completed in a matter of a little over two years the gigantic nature-transforming project which will shine long in the annals of the country. &nbsp;&nbsp;&nbsp;\r\n The waterway is a great edifice designed well and constructed in good quality, he said, adding that this shining creation in the era of Songun is the precious fruition of the inexhaustible strength displayed by the Korean people out of their patriotic enthusiasm. &nbsp;&nbsp;&nbsp;\r\n Noting that the completion of the waterway has brought about tremendous changes in the vast western region, he said that this astonishing change clearly proves the great vitality of the Juche idea which has guided the training of people as most powerful and dignified ones. \r\n He set forth tasks to be fulfilled to use and operate the waterway, saying that the waterway is of weighty importance in radically boosting the agricultural production in the province. &nbsp;&nbsp;&nbsp;\r\n Pointing out that the satisfactory solution of the problem of water in the wake of the completion of the land realignment in North Phyongan Province has created favorable conditions for doing farming well, he called for focusing efforts on the farming to steadily increase the grain production.\r\n The water in the lake Paekma should be widely used not only for the purpose of irrigation but as industrial and drinking water as it is good in quality and huge in quantity. He taught ways to do so. &nbsp;&nbsp;&nbsp;\r\n The builders could construct the modern structure which will win even the admiration of posterity by applying splendid ideas and unique methods to the designing and construction, he said, underscoring the need to fully display the creative ingenuity in all construction projects on the basis of this precious experience. &nbsp;&nbsp;&nbsp;\r\n Noting that irrigation by the gravity-fed waterway is the irrigation method of Korean style which ensures the greatest profitability and effect, he underlined the need to wind up the waterway projects in all areas including the Miru Plain in North Hwanghae Province in a short span of time so as to perfect the nation's irrigation system as required by the new century. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Kuk Thae and Kim Ki Nam, secretaries of the C.C., WPK, and Ri Jae Il, first vice department director of the C.C., WPK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Warsaw Branch of Poland-Korea Association Formed",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#9",
            "content": "Special Write-up Posted on Internet Homepage of Koreans' Organization in Germany \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- The Society for Cooperation among Koreans in Germany posted a special write-up on its Internet homepage on Nov. 28 on the occasion of the 14th anniversary of leader Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 88th birth anniversary of Anti-Japanese War Hero Kim Jong Suk.\r\n An article titled \"'Song of General Kim Il Sung' resounds forth generation after generation\" posted on the homepage impressively told the story that the ardent longing for President Kim Il Sung who made immortal contributions to the Korean nation and the human cause of independence is growing stronger with the flow of the times. &nbsp;&nbsp;&nbsp;\r\n Under the headlines \"Kim Jong Il steers the era with Songun\", \"The personality of Kim Jong Il as great man well known to south Korea\" and \"Leader Kim Jong Il has brought the hot wind of reunification to the Korean Peninsula\" the homepage referred to the facts that the Korean people are immensely confident and proud of holding in high esteem as the leader of the nation Kim Jong Il who has demonstrated its dignity to the world with his unique and ever-victorious Songun politics and that it has become the mind-set of the people in the south to trust and follow him as the loadstar of national reunification and the savior of the nation. &nbsp;&nbsp;&nbsp;\r\n The homepage under the title \" The great mother who gave birth to and brought up the brilliant commander of Songun\" stressed that it was the most shining of the exploits performed by  Kim Jong Suk that she brought up Kim Jong Il as a bright star over Mt. Paektu and as a creditable successor to the revolutionary cause of Juche.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Cuban Embassy Here",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#10",
            "content": "Warsaw Branch of Poland-Korea Association Formed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- An inaugural ceremony of the Warsaw Branch of the Poland-Korea Association took place on Nov. 26.\r\n Present there were Apoloniusz Golik, vice-chairman of the Central Committee of the association, its general secretary and figures from various circles.\r\n The chairman of the branch elected at the ceremony expressed his resolution to conduct activities for friendship and solidarity with the Korean people in diverse forms and methods among political and public figures.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Moves to Extend Term of Presence of Troops in Iraq under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#11",
            "content": "Floral Basket to Cuban Embassy Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- The human rights committees of the 4 religious orders of south Korea reportedly held a press conference in Seoul on Nov. 28 and denounced the police action of cracking down on the struggle of peasants for vital rights by force, causing a death.\r\n The secretary general of the Human Rights Committee of the National Council of Christian Churches of south Korea, the secretary general of the Human Rights Committee of Buddhists and other speakers said that the truth behind the incident should be probed and those responsible punished and that they would rally more religionists and do their best to probe the truth about the incident. &nbsp;&nbsp;&nbsp;\r\n They demanded the resignation of the director of national police office and the leaderships of the ruling and opposition parties, apology and substantial measures for agriculture of the authorities, the ensuring of the vital rights of the people and abandonment of \"neo-liberal\" policy.\r\n A press release read at the press conference stressed that the authorities should stop attempting to cover up the murder case, probe the truth, apologize to the people and reexamine the \"bill on rice negotiations\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Refutes Japan's Anti-DPRK Diatribe",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#12",
            "content": "S. Korean Authorities' Moves to Extend Term of Presence of Troops in Iraq under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- The south Korean authorities at a cabinet meeting on Nov. 21 passed the \"motion calling for the extension of the term of the presence of the Jaitun  unit in Iraq\" till December next year and decided to submit it to the \"National Assembly\".\r\n In this regard the Secretariat of the Committee for the Peaceful Reunification of the Fatherland in its information bulletin No. 910 on Dec. 2 branded it as unpardonable treachery against the parents of the soldiers and other people of south Korea who are eager to see them to return home as early as possible and a blatant challenge to the peace-loving people of the world desirous of peace and stability in Iraq. &nbsp;&nbsp;&nbsp;\r\n The bulletin said: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities are working hard to win the trust and favor of their master by showing their fidelity to the south Korea-U.S. \"alliance\" at the sacrifice of south Koreans and thus tide over the present crisis of their power. Being members of the same nation, we cannot but deplore this pro-U.S. treachery. It is an anachronistic act of going against the aspiration and demand of the nation and the trend of the times for the south Korean authorities to decide on the above-said matter in utter disregard of the dignity and interests of the Korean nation now that not only the allies of the U.S. which keep their troops in Iraq but Washington finding itself in a bottomless quagmire there for waging an unjustifiable war are likely to cut down their military presence. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the south Korean authorities, who once openly asserted that the troop dispatch to Iraq was intended to accumulate experience of an actual war as much as possible, are pursuing the aim to increase the capability to carry out an operation to invade the north under the simulated conditions of contingency on the Korean Peninsula on the basis of the above-said experience as dictated by their American master.\r\n If the south Korean authorities truly want peace and stability in Iraq and national reconciliation and cooperation, they should stand up against the U.S. policy of occupation of Iraq unanimously denounced and cursed by the international community and immediately withdraw all of their troops from Iraq as demanded by the broad strata of people.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Syria's Tough Stand toward U.S. Supported",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#13",
            "content": "KCNA Refutes Japan's Anti-DPRK Diatribe\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- The ultra-right reactionary organizations in Japan are now going busy with a strange anti-DPRK diatribe, spreading the fiction of the abduction of a Thai woman allegedly based on the \"memoirs\" and remarks of Jenkins.\r\n They cited as \"convincing evidence\" his remarks that he saw Thai woman Anocha Panjoy living in the DPRK in 1978.\" &nbsp;&nbsp;&nbsp;\r\n It is nothing surprising that Jenkins talked such nonsense as he ceased to be a human being long ago. &nbsp;&nbsp;&nbsp;\r\n As far as Jenkins is concerned, he is a wicked man bereft of elementary reason as a human being. &nbsp;&nbsp;&nbsp;\r\n He had led a happy life in the DPRK for years as an exile, receiving special treatment. He would not deny this unless he is a psychopath. \r\n He was so brazen-faced as to tell the rubbish upon his arrival in Japan that he had a hard time there, maltreated and persecuted. This only betrayed his vulgarity as a loathsome creature. &nbsp;&nbsp;&nbsp;\r\n Jenkins, when interviewed by Japanese reporters in Pyongyang, let loose a whole string of complaints, saying \"Why doesn't Japan send my wife back?  I have something to tell to your prime minister.\" &nbsp;&nbsp;&nbsp;\r\n But now he made a U turn in his behavior in a bid to survive by pleasing the right-wing forces of Japan keen on the hostile acts against the DPRK. \r\n He seems to think that, being a deserter from an army unit, he may do anything anywhere only if it helps him save his life. &nbsp;&nbsp;&nbsp;\r\n No matter where he goes, he is bound to remain a turncoat as was the case with Judah. &nbsp;&nbsp;&nbsp;\r\n Steeped in the inveterate disposition as a deserter, he has no normal mentality. What he talked about \"abduction\" and the like is nothing but a cock-bull-story. It is a tragedy that Japan has to depend on such wicked person in a bid to escalate its anti-DPRK smear campaign. \r\nThis compels the DPRK to serve a warning to Japan in this regard. &nbsp;&nbsp;&nbsp;\r\n The \"Society of Families of Abductees\", the \"Society for Rescuing the Abductees\" and other anti-DPRK organizations in Japan, as if it were not enough with the diatribe over the \"abduction issue,\" were closeted with such a lunatic as Jenkins to convince the international community of their bankrupt \"abduction\" farce at any cost. &nbsp;&nbsp;&nbsp;\r\nThe Japanese right-wing reactionary forces of Japan preposterously linked the woman of a third country reported missing before the 1980s to the DPRK in a bid to cite her in their \"abduction\" charade. This is nothing but clumsy anti-DPRK hysteria. &nbsp;&nbsp;&nbsp;\r\n Japan abducted and forcibly took away at least 8.4 million young and middle-aged Koreans and lured and forced at least 200,000 Korean women into sexual slavery, killing more than one million Koreans in cold-blood in the last century. Yet, it has not reflected on this crime-woven past. \r\n Such country is showing extra zeal in the probe into the case, letting its agents visit the kin of that unknown Thai woman. This mean behavior can convince no one. The real motive of Japan can never be concealed. &nbsp;&nbsp;&nbsp;\r\n Perhaps, the Japanese right-wing forces deemed betrayer Jenkins suitable for their campaign to drive a wedge between the DPRK and Thailand whose friendly relations are favorably developing. &nbsp;&nbsp;&nbsp;\r\n It is a pity that they have no choice but to count on such riffraff as Jenkins. &nbsp;&nbsp;&nbsp;\r\n Not only Jenkins but the right-wing reactionaries of Japan will have to pay a high price for this anti-DPRK smear campaign.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves to Possess Armed Forces Assailed",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#14",
            "content": "Syria's Tough Stand toward U.S. Supported\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- As already reported, the United States and some other western forces have escalated their pressure offensive against Syria blaming it for the assassination of the former Lebanese prime minister without any objective and scientific evidence after the incident. This was prompted by their sinister political aim to label Syria a \"kingpin of terrorism\" and isolate it internationally, observes Rodong Sinmun Saturday in a signed commentary.\r\n The Syrian government and people have strongly reacted to the U.S.-led international pressure offensive with high vigilance, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Syria repeatedly expressed its willingness to render sincere cooperation in the investigation into the assassination of the Lebanese prime minister, reiterating that it has no linkage to the incident. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, the U.S. took the above-said assassination case as a golden opportunity of isolating, blockading and containing Syria politically and diplomatically. &nbsp;&nbsp;&nbsp;\r\n It has, therefore, deliberately linked the case to Syria and escalated its offensive for international pressure upon it. This clearly shows how vicious and desperate it has become in its moves to bring Syria to its knees through a conspiratorial operation and pressure in a bid to derail it from the road of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n The Syrian government and people have keenly realized through the tragic reality in Iraq, its neighbor, what a miserable fate it will meet if it abandons its principle and allows its sovereignty to be usurped. &nbsp;&nbsp;&nbsp;\r\n Abandoning the principle, yielding to the imperialists' pressure and threat would mean death and invite national ruin and humiliation, the commentary says, asserting that nothing can arrest the Syrian people's struggle to defend the sovereignty and dignity of their country and nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#15",
            "content": "Japan's Moves to Possess Armed Forces Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- The Japan Liberal Democratic Party deleted the sentence saying that \"Japan shall not possess the three services of the armed forces\" from Article 9 of the present Constitution and instead stipulated that \"Japan shall maintain national defence forces for self-defence with the prime minister as their supreme commander\" in its amendment to the constitution to be submitted to the Diet for examination.\r\n It also called for promoting the Japan Defence Agency whose status is lower than that of other government institutions to the Ministry of National Defence.\r\n Commenting on this, Minju Joson Saturday says: &nbsp;&nbsp;&nbsp;\r\n Japan was deprived of the moral and legal rights to possess armed forces as it remains a criminal state that brought untold misfortune and pain to humankind and suffered a defeat in the Second World War. &nbsp;&nbsp;&nbsp;\r\n The basic objective and true purpose sought by the Japanese reactionaries in calling for the possession of the armed forces are to rewrite the present Constitution, a stumbling block in realizing Japan's bid to emerge a military power, secure a legal justification for possessing armed forces for overseas aggression and on that basis step up its policy for militarist overseas expansion. &nbsp;&nbsp;&nbsp;\r\n The political and military mechanism in Asia-Pacific is undergoing a rapid change in line with the U.S. strategy to dominate the world.\r\n The U.S. has chosen Asia-Pacific as the most important vantage point upon which its vital interests hinge after reexamining its stand on it. It is now busy reorganizing its forces there. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are trying hard not to miss this golden opportunity of realizing their wild dream. &nbsp;&nbsp;&nbsp;\r\n That was why the Japanese government readily accepted the U.S. side's demand for the realignment of its forces in Japan in its mid-term report submitted to the recent meeting of the Japan-U.S. Security Council despite its people's strong opposition and protest. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should immediately stop their moves for militarist overseas expansion, clearly mindful that such reckless moves will only lead the country to a final ruin.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves to Attend Ministerial Meeting in China",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#16",
            "content": "DPRK Delegation Leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- A delegation of the Hydro-Meteorological Service of the DPRK headed by its director Ko Il Hun left here today for China.\r\n It was seen off at Pyongyang Railway Station by its Vice Director Ko Sang Bok and Gu Jinsheng, economic and commercial counselor of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Provides Field Guidance to Shop of Machine Complex",
            "url": "http://kcna.co.jp/item/2005/200512/news12/05.htm#17",
            "content": "DPRK Delegation Leaves to Attend Ministerial Meeting in China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- A DPRK delegation led by Mun Ung Jo, vice-minister of Agriculture, left here today to participate in the ministerial meeting on coordination and cooperation in the efforts to prevent the spread of bird flu in Asia slated to be held in China.\r\n It was seen off at the airport by Kim Hyok Jin, vice-minister of Agriculture, officials concerned and Gu Jinsheng, Chinese economic and commercial councillor here.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}