{
    "date": "2005-09-05",
    "url": "http://kcna.co.jp/item/2005/200509/20050905.htm",
    "articles": [
        {
            "title": "U.S. Forces Condemned for Damaging Natural Treasures",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#1",
            "content": "U.S. Forces Condemned for Damaging Natural Treasures \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The Youth and Students Solidarity of south Korea for Implementing the June 15 South-North Joint Declaration reportedly made public a statement titled \"The U.S. troops in south Korea who damaged natural treasures in our land, go home\" on August 30.\r\n The statement noted that the U.S. troops staged a military drill on a sandy hill in Sindu-ri, Thaean County, South Chungchong Province, a natural monument, on August 22 despite the demand of south Korean environmental organizations and residents for their withdrawal, seriously damaging the hill, plants in the crisis of extermination and other precious things. &nbsp;&nbsp;&nbsp;\r\n The statement stressed that the hill is of great scientific significance in studying its formation and the environment of the ancient times and that  diverse kinds of vegetation there should be reserved. &nbsp;&nbsp;&nbsp;\r\n The incident is only a tip of the iceberg, the statement said, pointing out that the foreign forces cannot be allowed any longer to impair the territory of Korea as they please in the era of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n It demanded the U.S. forces immediately apologize and compensate for the incident and bring all the criminals to justice.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "49th Rally for Disarmament and Peace Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#2",
            "content": "49th Rally for Disarmament and Peace Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The People for Achieving Peace and Reunification in south Korea reportedly held the 49th rally for disarmament and peace in Seoul on Aug. 30.\r\n Recalling  that the \"Defence Ministry\" submitted a \"bill for defence budget\" for 2006 to the tune of at least 23.3212 trillion won to the Ministry of Planning and Budget, the speakers at the rally said that the amount of investment in arms buildup has  increased 18 percent compared with this year's. &nbsp;&nbsp;&nbsp;\r\n An open letter to the minister of Planning and Budget made public at the rally noted that the unprecedented sharp increase of investment is aimed at backing the \"strategic flexibility\" of the U.S. forces in south Korea and their \"conversion into the task force\".\r\n AWACS, a multi-purpose reconnaissance satellite, a manless reconnaissance plane, a military satellite communication and F-15K fighters, etc., which the \"Defence Ministry\" is seeking to introduce, are those to be used in expanding the role of the U.S. forces in south Korea into the Asia-Pacific region, it said. &nbsp;&nbsp;&nbsp;\r\n The letter denounced the south Korean military authorities' massive arms buildup as reckless one to block the materialization of peace on the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces Urged to Withdraw from S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#3",
            "content": "U.S. Forces Urged to Withdraw from S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- Alejandro Cao De Benos, chairman of the Association for Friendship with the Korean People which has its branches in at least 90 countries, issued a statement titled \"The U.S. should withdraw its aggression troops and lethal weapons from south Korea at once\" on August 29, 60 years after the U.S. forces' occupation of south Korea.\r\n The 60-year history of the U.S. military occupation of south Korea is a history of disasters which arrested the genuine socio-political development of south Korea and brought all misfortunes and sufferings to the south Korean people and a history of crimes which blocked the unified development of the Korean nation and gravely threatened peace and security on the Korean Peninsula, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n We extend firm support and solidarity to the Anti-Imperialist National Democratic Front and the south Korean people in their struggle for independence against the U.S. and for national reunification and strongly demand once again that the U.S. withdraw all its aggression forces and war hardware from south Korea without delay.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Contests of Schoolchildren Held in DPRK",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#4",
            "content": "Contests of Schoolchildren Held in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The contests of scientific and technological and dance circle members of the schoolchildren's palaces (halls) in different parts of the country took place here between Aug. 22 and Sept. 2.\r\n The contests brought together more than 1,000 excellent circle members selected from Pyongyang and provincial competitions. &nbsp;&nbsp;&nbsp;\r\n The contest of scientific and technological circle members was held divided into basic subjects and basic technical and talent subjects. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang team came first in the competition of math circle of the basic subjects and the South Hamgyong Provincial team in the competition of the physical and chemical circles. &nbsp;&nbsp;&nbsp;\r\n The circle members of North Hamgyong Province, the Mangyongdae Schoolchildren's Palace and the Pyongyang Schoolchildren's Palace took the first place in the competition of  computer, electronic instrument, car-driving, sawing machine, embroidery, embroidery by machine and truck-driving groups of basic technical and talent subjects competition. &nbsp;&nbsp;&nbsp;\r\n The contest of dance circle members was divided into basic dances and dance groups.\r\n The circle members from Nampho, Sinuiju, Kaesong, Chongjin and Sosong district, Pyongyang, proved successful in the competition of basic dances.\r\n Mun Su Ryon, circle member of the Sinuiju Schoolchildren's Hall, and Kim Hyon Hyang, circle member of the Sariwon Schoolchildren's Hall, came first in the solo competition of dance pieces and the Sariwon Schoolchildren's Hall in the competition of the small group dance and the Sinuiju Schoolchildren's Hall in the competition of group dances. &nbsp;&nbsp;&nbsp;\r\n Certificates of prize were awarded to the successful teams and circle members at the contests.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given for Former Unconverted Long-term Prisoners",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#5",
            "content": "Reception Given for Former Unconverted Long-term Prisoners \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- A reception was given at the People's Palace of Culture on the occasion of the fifth anniversary of the repatriation of unconverted long-term prisoners, pro-reunification patriotic fighters, to the socialist homeland.\r\n Present there were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Kim Wan Su, director of the Secretariat of the Central Committee of the Democratic Front for the Reunification of the Fatherland, An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, officials concerned, former unconverted long-term prisoners and their families. &nbsp;&nbsp;&nbsp;\r\n Speaking at the reception, Kim Ki Nam said that leader  Kim Jong Il has put forward the former unconverted long-term prisoners as men of strong faith and will and constantly bestowed warm comradely love and benevolence on them.\r\n The speaker expressed the belief that all the former unconverted long-term prisoners will remain loyal to the idea and leadership of Kim Jong Il and their families and posterity will dynamically fight along the road of Songun revolution. \r\n Former unconverted long-term prisoner Hong Kyong Son, speaking next, extended warmest thanks carrying the unanimous mind of the former unconverted long-term prisoners to Kim Jong Il for bestowing the highest titles of heroes of the Republic and winners of National Reunification Prize upon them who would have withered from scores of years of severe torture at prison and for making them enjoy a worthy life as the pro-reunification patriotic fighters known to the whole country, the whole nation and the whole world.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Struggle Called for",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#6",
            "content": "Anti-U.S. Struggle Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The Reunification Solidarity and the People's Solidarity of south Korea reportedly issued an appeal for waging a September 11 struggle to terminate the 60-year occupation by the U.S. forces on August 31.\r\n The U.S. military occupation of south Korea was the start of sufferings from the national division, the appeal said, calling for waging an all-people anti-U.S. struggle on September 11 in Inchon where the U.S. troops put their first military boots and their missile base is now situated. &nbsp;&nbsp;&nbsp;\r\n We should lay bare the truth about aggression, murder and crimes committed by the GIs in this land and the U.S. moves for permanent military presence,not content with 60 years of  occupation, the appeal noted, adding: &nbsp;&nbsp;&nbsp;\r\n Our action for the withdrawal of the statue of MacArthur in Inchon is a declaration of the will to drive out of south Korea the U.S. forces, the ringleader of division, the principal criminal of war and murder and the root cause of all devils in this land.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to Colonial History Called for",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#7",
            "content": "End to Colonial History Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement on August 30 as regards the opening to the public of the list of pro-Japanese elements. The statement stressed that the organization hails the publication of the list and will take the lead in the struggle to remove the pro-Japanese, pro-U.S. sycophantic forces.\r\n The statement charged that the pro-American sycophantic forces including the Grand National Party are slandering the publication of the list and scheming to lay obstacles in the way of liquidating the past history. &nbsp;&nbsp;&nbsp;\r\n History cannot be put on a correct track unless the past stained with pro-Japanese acts is clearly liquidated, the statement said, stressing that the colonial history disgraced by the United States following the Japanese imperialists should be redressed at an early date.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting for Japan-Korea Friendship Held",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#8",
            "content": "Meeting for Japan-Korea Friendship Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The 29th national interchange meeting for the Japan-Korea friendship was held in Fukushima Prefecture, Japan, on August 20 and 21 under the co-sponsorship of the Liaison Council of the Society for the Study of Juche Idea of Japanese Teachers, the Japan-Korea Society for Scientific and Educational Interchange and the Fukushima Prefectural Executive Committee of the meeting.\r\n Tadao Oishi, secretary general of the Liaison Council of the Society for the Study of Juche Idea of Japanese Teachers, in a keynote report bitterly denounced the United States for its undisguised moves for a new war against the DPRK and the Japanese government for pursuing a hostile policy towards the DPRK, instead of implementing the Japan-DPRK Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n Noting that the Japanese government is continuously suppressing and discriminating the national education of the General Association of Korean Residents in Japan and Koreans in Japan, he urged the government to abolish all national discrimination in conformity with the international treaty. &nbsp;&nbsp;&nbsp;\r\n He called for strengthening educational work to establish the correct understanding of history, accurately summing up, apologizing and compensating for Japan's past colonial rule and intensifying the campaign for normalization of Japan-Korea diplomatic ties at an early date. &nbsp;&nbsp;&nbsp;\r\n Takao Kamakura, a Japanese economist, in his lecture \"The U.S. policy towards Korea and the relations between Japan, the U.S. and Korea\" underscored the need to apply the Juche idea to reality with firm confidence in the Juche idea, oppose imperialism and strengthen unity with the independent forces under the present situation in which the U.S. high-handed practices are getting more undisguised and the anti-imperialist sentiment is mounting worldwide as the days go by. &nbsp;&nbsp;&nbsp;\r\n The principal of the Korea Junior Middle School No. 2 in Tokyo in his special report referred to the Japanese government's hostile policy and suppression of the national education of Koreans in Japan and demanded the government rightly approach national education. &nbsp;&nbsp;&nbsp;\r\n The meeting was followed by subcommittee meetings on such issues as \"The activity of the Japanese Kimjongilia Fanciers Society,\" \"June 15 era and the future of Northeast Asia,\" \"Exchange with the Korea Junior Middle School in Fukushima Prefecture,\" \"The history and task of national education in Fukushima Prefecture\" and \"The activity of supporting the Korean schools in Chiba Prefecture.\" &nbsp;&nbsp;&nbsp;\r\n The meeting made public an appeal calling for liquidating Japan's past, realizing the normalization of Japan-Korea diplomatic ties, intensifying the movement against the retrogressive revision of the constitution and the basic law on education and the reactionary reform of education and activating the Japan-Korea educational interchange.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "57th Anniversary of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#9",
            "content": "57th Anniversary of DPRK Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- Lectures, photo exhibitions and film shows were held in Mfumalanga of South Africa, Masvingo of Zimbabwe and National University of Kinshasa of the Democratic Republic of Congo and by the Bell-India Co. in Thailand and the Czech Taekwon-Do Association from Aug. 18 to 29 on the occasion of the 57th anniversary of the DPRK. \r\n Displayed in the venue of the photo exhibition held in South Africa were photos showing the exploits performed by President Kim Il Sung in building the country and introducing the struggle of the Korean people for the building of a great prosperous powerful nation and national reunification. &nbsp;&nbsp;&nbsp;\r\n Korean films such as \"Rivers and Mountains of the Country Being Transformed More Beautifully under the Leadership of Kim Jong Il\" and \"55th Anniversary of the Republic\" were screened at the film shows. &nbsp;&nbsp;&nbsp;\r\n Chairman of the South African Association of Friendship and Solidarity with the Korean People Juda Tsootetsi who is secretary of the Mfumalanga Provincial Committee of the South African Communist Party in a lecture said that Kim Il Sung waged the arduous anti-Japanese armed struggle to liberate the country and founded the Democratic People's Republic of Korea, a genuine people's state, and turned Korea, once a backward colonial agricultural state, into a powerful socialist country, independent in politics, self-supporting in economy and self-reliant in defence, by embodying the great Juche Idea. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Masvingo City Committee of the Zimbabwe African National Union-Patriotic Front, after seeing a film, said that Kim Il Sung was a benefactor who rendered selfless aid to the African countries in their efforts for independence and the building of a new society. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Group for the Study of the Juche Idea of National University of Kinshasa of the Democratic Republic of Congo saw a film and said that leader Kim Jong Il trained the People's Army into an invincible army with his Songun politics and is wisely leading the army to play a kernel role in building major objects. The DPRK will continue to dynamically advance under the banner of Songun, he added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Togolese PM on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#10",
            "content": "Togolese PM on Relations with DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- I have very good feelings of friendship with the Korean people and I am ready to strive for development of bilateral ties.\r\n Edem Kodjo, Togolese prime minister, said this, when meeting with Kim Pyong Gi, DPRK ambassador, who paid a courtesy call on him on Aug. 25. \r\n Much effort was made for Korea's reunification, but no fruition was made because the outsiders did not want the Korean nation in the north and south to get united to reunify the country, he said, hoping that the DPRK government would achieve a fresh success in its effort for the reunification of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "RS. on Defending Peace against War",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#11",
            "content": "RS. on Defending Peace against War\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The joint slogans published by the Central Committee and the Central Military Commission of the Workers' Party of Korea are of great theoretical and practical significance in stepping up the human cause of independence and peace.\r\n Rodong Sinmun Sunday observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The past human history proves that aggression and war were not profitable to anybody and it is the only way of humankind for the peoples of all countries to independently develop and live in peace. &nbsp;&nbsp;&nbsp;\r\n The joint slogans give the truth of the development of history and a powerful weapon of the movement for peace against imperialism and war to progressive humankind.\r\n The idea of defending peace against war clarified in the slogans calls upon the peace-loving people of the world to turn out as one in the struggle to prevent war and nuclear holocaust threatening the existence of humankind itself and achieve durable peace and security of the world. &nbsp;&nbsp;&nbsp;\r\n As reflected in the joint slogans, defending peace against war is the consistent stand and principle of struggle of the WPK and the DPRK government. &nbsp;&nbsp;&nbsp;\r\n It is a common task of humankind and urgent demand of the times in the struggle for peace against war at present to decisively frustrate the U.S. imperialists' ambition for world domination and state terrorism. The idea and demand of the joint slogans are that, in order to defend peace against war, it is imperative to direct the spearhead of attack against the U.S. imperialists, the principal enemy of independence and peace.\r\n The acute situation prevailing in the Korean Peninsula proves that only strong military deterrent force is able to prevent the danger of a war and defend peace. Only arms help defend national sovereignty, socialism and peace. &nbsp;&nbsp;&nbsp;\r\n It is the idea of the joint slogans that only when military strength is built up is it possible to defend sovereignty and smash the imperialists' moves for aggression and war. &nbsp;&nbsp;&nbsp;\r\n The Korean people will positively struggle to oppose aggression and war and ensure peace and security in the Korean Peninsula, Asia and the world in hearty response to the idea of the slogans on defending peace against war, the article concludes.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "UFL Assailed",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#12",
            "content": "UFL Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- The \"Ulji Focus Lens-05\" joint military exercises were staged by the U.S. troops and south Korean army in south Korea from August 22 to September 2. \r\n Minju Joson Saturday in a signed commentary branded the exercises as betrayal to the June 15 era of reunification in which the whole nation has turned out shoulder to shoulder in the grand march for independent reunification, saying that it is an elementary common sense to refrain from breaking dialogue atmosphere and from conducting adventurous war drills exasperating and threatening dialogue partner in order to resolve the problems between the DPRK and U.S. and between the north and the south of Korea through dialogue. &nbsp;&nbsp;&nbsp;\r\n  The commentary went on: &nbsp;&nbsp;&nbsp;\r\n  The DPRK has been making all sincere efforts to develop the inter-Korean relations and push forward the six-party talks.This is a generally acknowledged stark fact.\r\n  But the south Korean authorities staged the adventurous war exercises against the north with the United States during the temporary recess of the six-party talks in defiance of our sincere efforts, thus fully revealing that they are faithless and ignorant of public opinion at home and abroad. &nbsp;&nbsp;&nbsp;\r\n Our army and people have got angry at their perfidious and incredible practices.\r\n They cannot excuse themselves for their actions. &nbsp;&nbsp;&nbsp;\r\n If they had wanted national reconciliation and unity and independent reunification they would not have conducted the war exercises against the north in defiance of dialogue partner, the desire of the nation and the trend of the times no matter how hard the U.S. forced them. &nbsp;&nbsp;&nbsp;\r\n They, together with the United States, are wholly to blame for negative influence of the war exercises upon the progress of the six-party talks and the inter-Korean relations.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Goat Farm",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#13",
            "content": "Kim Jong Il Inspects Goat Farm\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 4 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected the April 16 Goat Farm run by KPA Unit 757.\r\n The employees of the farm were immensely excited and pleased to have the great honor and happiness of welcoming  Kim Jong Il to their workplaces for the fourth time.\r\n The farm built in the era of Songun is a praiseworthy one meeting the need of the new century as it has all equipment for putting the goat breeding on a scientific and technological basis and large-size modern production and processing facilities.\r\n He was briefed on the expansion of the production capacity on the farm. He acquainted himself in detail with the technical equipment and production there, going round its milking room, milk-processing room and other places. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the successes made by the unit in its endeavors, noting that it has done a lot of work, indeed, in recent years including the tireless and effective work carried out to place the farm on a scientific and modern basis with a view to rapidly increasing the milk production and the sprucing up of the farm like a rest home.\r\n The April 16 farm and many other modern goat farms built by servicepersons and people are keeping the milk production at a high rate, giving great benefits to them, he said, adding: This stirring reality clearly proves the validity and great vitality of the WPK's policy of raising goats on a large-scale. &nbsp;&nbsp;&nbsp;\r\n In order to steadily boost the milk production it is most important to introduce goats of good stock, he noted, underscoring the need to steadily and energetically push forward the work to improve the goat breeds. &nbsp;&nbsp;&nbsp;\r\n It is very good that the officials and working people of the farm have undertaken the capacity expansion project on the farm in a bold and ambitious manner, determined to supply more processed milk products to servicepersons, he said, calling on them to focus efforts on the project and complete it in a short span of time. He set forth tasks to be fulfilled to manage and operate the farm, noting that the goat breeding should be improved and equipment operated in full capacity to keep the milk production at a high rate. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Hwang Pyong So, vice-department director of the Central Committee of the WPK. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Togolese President on Friendly and Cooperative Relations with DPRK",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#14",
            "content": "Togolese President on Friendly and Cooperative Relations with DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- The Republic of Togo will make every possible effort to steadily boost the friendly and cooperative relations with the DPRK.\r\n Togolese President Faure Gnassingbe said this when receiving credentials from DPRK Ambassador to that country Kim Pyong Gi on August 25. &nbsp;&nbsp;&nbsp;\r\nThe Togolese president paid high tribute to President Kim Il Sung, noting that he together with former Togolese President Gnassingbe Eyadema made really enormous efforts for the development of the friendly and cooperative relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n The Togolese president on behalf of the Togolese people and on his own behalf extended wholehearted greetings to leader  Kim Jong Il who has paid deep attention to the development of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n He expressed admiration at the efforts made by the DPRK government to reunify the country and extended full support to it. &nbsp;&nbsp;&nbsp;\r\n He expressed the conviction that under the leadership of  Kim Jong Il Korea would be certainly reunified and the interests of the Korean people be firmly defended on the international arena.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Laos-DPRK Youth Friendship Centre Opens",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#15",
            "content": "Laos-DPRK Youth Friendship Centre Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- An opening ceremony of the Laos-DPRK Youth Friendship Centre was held in Vientiane on August 29.\r\n Present at the ceremony were Sisavath Keobounphanh, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party and chairman of the Central Committee of the National Construction Front of Laos, and others.\r\n Present on invitation were the charge d'affaires ad interim and staff members of the DPRK embassy in Vientiane and members of the delegation of the Kim Il Sung Socialist Youth League. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the Central Committee of the Lao People's Revolutionary Youth Union, speaking at the ceremony, said that the centre is a precious fruition of the deep care shown by the parties of the two countries for the youth organizations and youths of the two countries. &nbsp;&nbsp;&nbsp;\r\n He hoped that the centre would gain in scope to become a good model in boosting the friendship, solidarity and cooperation between the youth organizations of the two countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to Cooperation with U.S. in War Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#16",
            "content": "Stop to Cooperation with U.S. in War Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- The June 15 Solidarity of Youth and Students of south Korea reportedly issued a statement titled \"The authorities, stop at once cooperation with the U.S. in war\" on August 30.\r\n Recalling that the south Korean authorities have recently decided to go ahead with the procedures to convert the CONPLAN 5029 into an OPLAN, the statement said that this is intolerable as it is an act of deterring the north-south relations from favorably developing and bringing the danger of war to the Korean Peninsula once again.\r\n The authorities agreed with the U.S. proposal to hold war confabs against the north, thus finding themselves in a position where they have no option but to get involved in the U.S. operation for a preemptive attack on the north any time, the statement noted.\r\n Cooperation with foreign forces and national cooperation can never go together, it said, noting that if the authorities truly respect the June 15 joint declaration and want reconciliation, cooperation, peace and reunification, they should behave with reason.\r\n They should stop at once the disgraceful acts of following the U.S. moves for a war against the north and take the road of national independence, peace against war and reunification and patriotism, it stressed.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All-People Signature Campaign for Withdrawal of U.S. Forces Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#17",
            "content": "All-People Signature Campaign for Withdrawal of U.S. Forces Launched in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- The traveling group for peace against war and for the withdrawal of the U.S. forces from south Korea reportedly held a meeting for an all-people signature campaign for the withdrawal of the U.S. forces in front of the U.S. military base in Pusan on August 29.\r\n At the meeting the group declared that it would tour all parts of south Korea in demand of the pullback of the U.S. forces and conduct a signature campaign with an aim to collect signatures of 50,000 people till September 8, 60 years since the U.S. forces' occupation of south Korea. &nbsp;&nbsp;&nbsp;\r\n An appeal read out at the meeting said that independence, peace and reunification cannot be achieved nor can the Korean nation avoid disasters of war as long as there remain the U.S. forces in this land. &nbsp;&nbsp;&nbsp;\r\n It called upon the people to put an end to the colonial history and open a new era of independence through an anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n That day the group conducted information activities and the all-people signature campaign demanding the pullback of the U.S. forces in different parts of Pusan.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "RS. on Advantages of Socialist Rural Economy System",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#18",
            "content": "RS. on Advantages of Socialist Rural Economy System\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- The socialist rural economy system in the DPRK is the socialist collective economy one. The essential advantages of the system lie in that it is strictly based on the principle of collectivism. Rodong Sinmun Saturday says this in a by-lined article.\r\n The fundamental source of the advantages and vitality of socialism lies in that collectivism is what keeps socialism alive and it is steadily growing stronger on the basis of collectivism, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\nThe socialist rural economy system is a socialist economic form based on the collective ownership of productive means. Socialism can fully display its advantages only when this economy is managed in a collectivist manner. &nbsp;&nbsp;&nbsp;\r\n It is the way of winning the victory of socialism to firmly uphold and steadily develop the advantageous rural economy system in the DPRK &nbsp;&nbsp;&nbsp;\r\n This system is an advantageous one as it makes it possible to bring about uninterrupted surge in production by giving full play to the revolutionary zeal and creative ingenuity of masses and an advanced one for rapidly boosting the agricultural production by consolidating the material and technical foundation in the rural areas.\r\n Only on the basis of collectivism is it possible to give full play to the creative wisdom and ingenuity of the working people in agricultural production. \r\n The rural base in the DPRK is now growing stronger and great successes are being made in the agricultural production. A special mention should be made of the fact that the Workers' Party of Korea laid down a policy calling for concentrating all forces on farming this year, thus enabling the whole party and country and all the people to finish the rice transplantation in time. This is a brilliant fruition of the wise guidance provided by the WPK for steadily developing the rural economy system with main emphasis on the principle of collectivism. &nbsp;&nbsp;&nbsp;\r\n The above-said system is the most advanced socialist collective economic system which is suited to the specific conditions of the country and makes it possible to boost the agricultural production at a high rate, it concludes.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Adherence to Anti-imperialist Independent Stand Called for",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#19",
            "content": "Adherence to Anti-imperialist Independent Stand Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- The aggressive and predatory nature of imperialism can never change and a resolute struggle against it alone can accomplish the human cause of independence and peace. Rodong Sinmun today observes this in a signed article. It goes on:\r\n The aggressive and predatory nature of imperialism can never change because aggression and plunder provide essential conditions for preserving the position of monopoly capital and the existence of imperialism. &nbsp;&nbsp;&nbsp;\r\n It is the immutable law that if monopoly capital is inflated internally, imperialism is bound to go out for aggression overseas. &nbsp;&nbsp;&nbsp;\r\n The aggressive and predatory moves of imperialism have become craftier and ever more vicious since the outset of the 21st century. The imperialists-touted \"peace\" and \"democracy\" are the other side of their cries for aggression and interference and a trite trick for domination. &nbsp;&nbsp;&nbsp;\r\n It is an essential requirement for ensuring world peace and security and establishing a new fair international order to firmly adhere to the anti-imperialist stand from the steadfast viewpoint that the reactionary nature of imperialism remains unchanged.\r\n Illusion about imperialism is a taboo that should be guarded against in carrying out the human cause of independence, in particular. If one harbors that illusion, one's anti-imperialist independent spirit and working class awareness will be blunted, thereby allowing oneself to give up a struggle against imperialism. Then it will be impossible to successfully push forward the cause of global independence. All the countries should not allow the imperialists to perpetrate aggression and war, arbitrary and high-handed practices in the international arena but protect their sovereign rights and interests, holding fast to the anti-imperialist independent stand. \r\n To destroy the old international order of domination and subjugation and build instead a new fair one is an essential demand for holding in check the arbitrary and high-handed practices of the imperialists and building a new free and peaceful world. The new fair international order alone can bar the imperialists from behaving recklessly as they please and ensure the observance of the principle of equality and impartiality in the international arena.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DFRF Calls on Koreans to Bring Traitors to Justice",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#20",
            "content": "DFRF Calls on Koreans to Bring Traitors to Justice\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- A spokesman for the Central Committee of the Democratic Front for the Reunification of the Fatherland issued a statement on Sept. 3 as regards the recent disclosure of the fact that the south Korea-Japan \"agreements\" concluded in the 1960s are treacherous and disgraceful fraudulent documents.\r\n Recalling the disclosure of more acts of treachery perpetrated by the then south Korean ruling quarters at the talks, the statement said: They held a political bargaining with Japan, the sworn enemy of the Koreans, at which they bartered away the dignity and interests of the nation for a petty amount of money and helped Japan cover up its monstrous crimes committed in the past. This was the thrice-cursed crime against the nation. &nbsp;&nbsp;&nbsp;\r\n Holding that the above-mentioned \"agreements\" were a direct product of the treacherous acts of the south Korean ruling quarters, the shameless nature of the Japanese reactionaries and the U.S. unjust interference, the statement demanded that such fraudulent documents be declared null and void and annulled as they are nothing but the second \"Ulsa Five-point Treaty.\" The statement went on:\r\n In south Korea today those who played major roles at the south Korea-Japan \"talks\" and their descendants are engrossed in treacherous acts, swimming against the trend of the times. Under the patronage and back-stage manipulation of the U.S. Japan is working hard to realize its wild territorial ambition and its design for reinvasion, which it failed to do at the above-said talks. &nbsp;&nbsp;&nbsp;\r\n The Koreans, however, will never allow anyone to infringe upon the dignity and interests of the nation even a bit. &nbsp;&nbsp;&nbsp;\r\nAll of them in the north and the south should bitterly condemn the criminal moves of the U.S. and Japan and bring to justice irrespective of the statute of limitations those who sell off the dignity and interests of the nation to foreign forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Late Ra Sun Yong",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#21",
            "content": "Kim Jong Il Sends Wreath to Late Ra Sun Yong\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- Leader Kim Jong Il sent a wreath to the bier of the late Pro. and Dr. Ra Sun Yong, 85, researcher of the Academy of Medical Science who is merited scientist and candidate academician, on Saturday to express deep condolences over his demise.\r\n He came over to the north from south Korea during the period of the Fatherland Liberation War. He distinguished himself in devoting all his wisdom and energies to scientific research for preventing and eradicating parasitosis and to the education of posterity in the northern half of Korea in response to the policy of the Workers' Party of Korea on public health and its line of preventive medicine, while working at educational and scientific research institutions for a long time.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to U.S.A. Red Cross",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#22",
            "content": "Message of Sympathy to U.S.A. Red Cross\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- The DPRK Red Cross Society Saturday sent a message of sympathy to the U.S.A. Red Cross as regards Hurricane Katrina that hit the southern areas of the United States recently, causing disastrous damage.\r\n In the message the society expressed sympathy with the U.S.A. Red Cross in connection with the great disaster suffered by those areas due to the hurricane and hoped that they would recover from it and the living of the inhabitants in the afflicted areas return to normal as early as possible.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation of Lawyers Leaves for China",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#23",
            "content": "DPRK Delegation of Lawyers Leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- A DPRK delegation of lawyers led by Kim Pyong Ryul, chief justice of the Central Court of the DPRK, left here today to participate in the 22nd World Conference of Lawyers to be held in China.\r\n The delegation was seen off at the Pyongyang Railway Station by Yun Myong Guk, first deputy chief justice of the Central Court, and Wu Donghe, Chinese ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Congress Delegation Leaves",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#24",
            "content": "Kim Jong Il Inspects KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected KPA Unit 1652.\r\n He was greeted on the spot by commanding officers of the unit. \r\n He acquainted himself with the unit's performance of duty before watching its soldiers in training. &nbsp;&nbsp;&nbsp;\r\n He was satisfied to learn that the servicepersons have been trained as a-match-for-a hundred combatants whom no formidable enemy can match. &nbsp;&nbsp;&nbsp;\r\n Looking at the cosy barracks standing in the thick woodland and their compound kept neat and tidy, he praised the soldiers for managing the unit's economic life assiduously.\r\nOnly when the servicepersons have the spirit of socialist patriotism, can they ardently love socialism in our country with high pride and self-confidence in it and staunchly fight to defend the socialist country and the gains of revolution from the encroachment of the enemy, he said, calling upon them to push forward the drive to spruce up their posts. &nbsp;&nbsp;&nbsp;\r\n He took warm care of the service and living of the servicepersons, going round a general sports and training ground, an education room, a bedroom, a mess hall, wash-cum-bath house, a barber's, an outdoor resting place and other entertainment and logistic facilities. &nbsp;&nbsp;&nbsp;\r\n  He highly appreciated the unit for providing the servicepersons with an abundant life and assiduously managing its economic life after building all the logistic facilities well.\r\n  He spared time to watch an art performance given by servicepersons of a company of the unit. &nbsp;&nbsp;&nbsp;\r\n  He highly praised the fighting spirit of the servicepersons of the company advancing, confident of sure victory, loudly singing the revolutionary army songs.\r\n He gave the servicepersons of the unit a pair of binoculars and an automatic life as gifts and posed for a photograph with them. &nbsp;&nbsp;&nbsp;\r\n  He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2005/200509/news09/05.htm#25",
            "content": "For Spanish-speaking people\r\n\r\n"
        }
    ]
}