{
    "date": "2005-12-02",
    "url": "http://kcna.co.jp/item/2005/200512/20051202.htm",
    "articles": [
        {
            "title": "Albanian President on Friendly and Cooperative Relations with DPRK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Cause of Reunification Supported by Brazil",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#2",
            "content": "Albanian President on Friendly and Cooperative Relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Albanian President Alfred Moisiu received credentials from the DPRK ambassador e.p. to Albania on Nov. 23.\r\n Expressing the hope that the friendly and cooperative relations between Albania and the DPRK would grow stronger, the president said: I favor the Korean people's efforts to independently solve all the issues related to the reunification of their country on their own. Availing myself of this opportunity, I would like to offer sincerest congratulations to His Excellency Kim Jong Il on his great success and best wishes to him.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "National Meeting to Mark 60th Anniversary of GFTUK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#3",
            "content": "Korean People's Cause of Reunification Supported by Brazil \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Brazil supports the Korean people's efforts to achieve the peaceful reunification of their country on the principle of national independence free from outside interference in the spirit of the June 15 North-South Joint Declaration. \r\n Brazilian President Luiz Inacio Lula Da Silva said this when receiving credentials from the DPRK ambassador e. p. to Brazil on Nov. 24. \r\n The president said Brazil is paying deep attention to the Korean people's struggle for defending socialism and building a great prosperous powerful nation under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that Brazil attaches importance to the development of its relations with the DPRK, he stressed that it would make efforts to expand and develop the friendly and cooperative relations between the two countries in all fields including politics, economy and culture in the future.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Actions against U.S. and Pro-American Conservative Forces Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#4",
            "content": "National Meeting to Mark 60th Anniversary of GFTUK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A national meeting was held at the People's Palace of Culture on Wednesday to mark the 60th anniversary of the foundation of the General Federation of Trade Unions of Korea.\r\n A congratulatory message sent by the Central Committee of the Workers' Party of Korea to the organizations of the GFTUK and its members on this occasion was conveyed at the meeting. &nbsp;&nbsp;&nbsp;\r\n The WPK Central Committee in the congratulatory message said that over the last 60 years the GFTUK has successfully discharged its honorable mission and duty of educating the workers and union members in a revolutionary manner to rally them close around the Party and powerfully mobilizing them in the revolutionary struggle and construction, while traversing the road of the worthwhile struggle shining with victory and glory under the leadership of the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n The message expressed the firm belief that all the trade unions and union members will single-mindedly rally around leader  Kim Jong Il to successfully carry out their revolutionary duty in the struggle for the victory of the cause of the Songun revolution, thus repaying great expectation of the Party with loyalty. &nbsp;&nbsp;&nbsp;\r\n Ryom Sun Gil, chairman of the Central Committee of the GFTUK, in a report said: Right after founding the revolutionary party on the basis of the tradition of the anti-Japanese revolution, President Kim Il Sung set forth the policy of founding the trade union, a unified mass political organization of the working class, established labor unions across the country and, on the basis of organizational and ideological strengthening of their ranks, declared to the whole world the foundation of the GFTUK on Nov. 30, Juche 34(1945). &nbsp;&nbsp;&nbsp;\r\n The foundation of the GFTUK made it possible for the workers of Korea to have the only militant and mass political organization for the first time in history to victoriously push forward the cause of building a new society, form a powerful driving force of revolution and make a worthwhile history of independence and prosperity under the leadership of the Party. &nbsp;&nbsp;&nbsp;\r\n The history of building trade unions which were founded and strengthened by Kim Il Sung is being brilliantly carried forward and developed by Kim Jong Il, who brightly indicated the road ahead of trade unions in each period and at each stage of the developing revolution. &nbsp;&nbsp;&nbsp;\r\n Under the energetic leadership of the two leaders trade unions have been radically facelifted and their militant might has been incomparably strengthened and they have developed into militant ranks of single-minded unity, the organization of the Songun revolution remaining loyal to the Party's leadership. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon all the trade union officials and members to rally around Kim Jong Il single-mindedly to successfully accomplish the revolutionary cause of Juche under the banner of the Songun revolution and wage a dynamic struggle to achieve the endless prosperity and development of the country. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting, a performance was given by the workers art squad of the Central Committee of the GFTUK. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Kim Jung Rin, secretary of the Central Committee of the WPK, Ro Tu Chol, vice-premier of the Cabinet, officials concerned, officials of the Central Committee of the GFTUK and provincial, city and county committees and model union members. &nbsp;&nbsp;&nbsp;\r\n Also on hand were the members of the delegation of the Union of Korean Teachers and School Clerks in Japan on a visit to the socialist homeland.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Japanese Chief Cabinet Secretary's Anti-DPRK Malarkey",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#5",
            "content": "Actions against U.S. and Pro-American Conservative Forces Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The Youth and Students Solidarity of south Korea to Implement the June 15 South-North Joint Declaration reportedly issued a statement on Nov. 26 on the occasion of the 3rd anniversary of its foundation. The statement called for foiling the U.S. interference in the internal affairs of the Korean people and moves of the pro-American conservative forces and achieving the national reunification on their own initiative. \r\n  The U.S. and the pro-American conservative forces have become all the more frantic in their moves to obstruct the national reunification at a time when the movement for it has become an irresistible trend of the times, the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n Let us strive hard for a widespread struggle for the withdrawal of the U.S. forces from south Korea, well aware of the need of the times. \r\n Let us cherish ardent patriotism, ability and a view-point from which to properly understand the need of the times and take the lead in the struggle for frustrating the attempt of the U.S. and the pro-American conservative forces. &nbsp;&nbsp;&nbsp;\r\n We will surely shatter the anti-June 15 moves of the U.S. and the pro-American conservative forces under the uplifted banner of the joint declaration.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts U.S. \"Trojan Horse\" Operation to Destabilize DPRK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#6",
            "content": "KCNA Blasts Japanese Chief Cabinet Secretary's Anti-DPRK Malarkey \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The Japanese ultra-right conservative forces are busying themselves calling for setting up the \"post of ambassador in charge of north Korean human rights\" at the initiative of Chief Cabinet Secretary Abe.\r\n Abe, expressing his willingness to examine the issue at the Special Committee for the Abduction Issue of the House of Representatives on Nov. 17, uttered that he would handle this matter in reference to the activities conducted by the newly appointed special envoy of the U.S. president.\r\n On Nov. 25 the vice-minister of Foreign Affairs of Japan officially announced that the Japanese government plans to set up the post of ambassador who would look after the north Korean human rights issue. &nbsp;&nbsp;&nbsp;\r\n This can not be viewed otherwise than a foolish act of those hell-bent on blind pursuance of the U.S. line. &nbsp;&nbsp;&nbsp;\r\n When a person takes to flunkeyism, he becomes an idiot and when a country turns to flunkeyism, it goes to ruin. This is clearly proved by malarkey let loose by Abe who claimed that Japan has shown deep concern about the \"human rights performance in north Korea\". &nbsp;&nbsp;&nbsp;\r\n Japan is an assailant as it brought unspeakable sufferings and pain to great many people in Korea and other Asian countries. This war criminal state is adding to its crimes against humanity by justifying its blood-stained history. &nbsp;&nbsp;&nbsp;\r\n Is Japan truly entitled to talk about human rights performance of other country? &nbsp;&nbsp;&nbsp;\r\n Abe is son of a daughter of former Prime Minister Nobusuke Kishi who spearheaded Japan's militarist rearmament under the U.S. backing in the \"spirit of the Manchurian Empire.\" Given this fact, Abe is fated to worship America. &nbsp;&nbsp;&nbsp;\r\n His pro-Americanism is not an issue confined to him only. &nbsp;&nbsp;&nbsp;\r\n What is more tragic is that he is emerging a strong candidate for the next prime minister of Japan. &nbsp;&nbsp;&nbsp;\r\n The U.S. tries to Americanize Japan in the political, economic and military fields. &nbsp;&nbsp;&nbsp;\r\n Japan is keen to help the U.S. realize this \"integration\" strategy. Abe and other ultra-right conservative forces are taking the lead in it.\r\n It is a tragedy, indeed, that there still remain in the political arena such clown-like politicians as Abe who try to improve Japan's image by currying other's favor in a bid to turn it into a political power. &nbsp;&nbsp;&nbsp;\r\n Reckless political hooliganism is practiced to deceive the people under the hypocritical motto of \"bravery\" and a brazen-faced man without an iota of guilty conscience and shame is hyped as a \"patriot\" in Japan. This is the deplorable reality of the Japanese politics veering to the Right and conservatism as the days go by. &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, Japan will never become a political power although it may become pro-U.S. big power and the worst country ill-famed for flunkeyism as long as such guys hold sway over the political camp. &nbsp;&nbsp;&nbsp;\r\n For Japan pro-Americanism means militarization and overseas aggression and it will precisely invite its second defeat. &nbsp;&nbsp;&nbsp;\r\n The Japanese should ponder over what serious impact Abe's rash act of dancing to the U.S. tune will have on their efforts for the normalization of the relations between the DPRK and Japan and the progress of their country.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Day of AIDS Observed",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#7",
            "content": "KCNA Blasts U.S. \"Trojan Horse\" Operation to Destabilize DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The U.S. Department of State in its recent annual report on the implementation of \"the North Korean Human Rights Act\" presented to Congress called for taking measures in the direction of helping \"north Koreans have an easier and more convenient access to information from outside and seeking realistic and effective ways such as the expansion of the network of free broadcasting for north Korea, in particular, and influx of transistor radios and the manufacture and provision of video tapes\". \r\n This indicates that the U.S. offensive against the DPRK over what it called \"human rights\", \"freedom\" and \"democratization\" has entered a full-fledged phase. &nbsp;&nbsp;&nbsp;\r\n The influx of \"information from outside\" touted by the U.S. hard-line conservative forces means the spread of bourgeois way of living and the U.S.-style view on value through decadent literary and art works and different kinds of publications. &nbsp;&nbsp;&nbsp;\r\n By smuggling transistor radios, undesirable publications and video tapes into the DPRK the U.S. seeks to disseminate reactionary and poisonous ideas among people in a bid to destabilize society and bring down the socialist state system. &nbsp;&nbsp;&nbsp;\r\n This operation is an extension of the on-going U.S. \"human rights\" campaign. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now replacing in secrecy its anti-DPRK offensive strategy backed by force by a strategy for destabilizing it as evidenced by its escalated \"human rights\" offensive and the strengthening of the \"Voice of Free Asia\"(VFA). &nbsp;&nbsp;&nbsp;\r\n This broadcasting service is one of the important media for the U.S. psychological operation toward Asia. &nbsp;&nbsp;&nbsp;\r\n The VFA is taking one step after another to meet the U.S. strategic interests and attain its target to invade and dominate Asia.\r\n Under the supervision of CIA the VFA is busy advertising American-style \"freedom and democracy\" and \"advantages\" of its corrupt mentality and culture and morality among Asian countries. &nbsp;&nbsp;&nbsp;\r\n Most of its programs is devoted to the reactionary propaganda aimed at interfering in the internal affairs of Asian countries and creating an atmosphere of actions against their governments. &nbsp;&nbsp;&nbsp;\r\n The U.S. broadcasting programs and publications for the Arab world have been devoted to the political leaders in the upper crust of the Islamic countries for the last several decades. But now they are devoted mainly to the young people aged 30 and below who account for 65 percent of the Arab population in the Mideast. &nbsp;&nbsp;&nbsp;\r\n The U.S. intention is to train pro-U.S. elements under a long-term plan in a bid to realize a \"peaceful regime change\" in those countries that fall out of its favor. &nbsp;&nbsp;&nbsp;\r\n The DPRK is made the main target of the VFA. &nbsp;&nbsp;&nbsp;\r\n Broadcasting in Korean holds a big proportion in the VFA program. &nbsp;&nbsp;&nbsp;\r\n  The U.S. loudmouthed influx of \"information\" into the DPRK from outside is nothing but a \"Trojan horse\" operation to destabilize it. \r\n The U.S. is, however, seriously mistaken because it will never work on the DPRK whose people are strong in idea and faith. &nbsp;&nbsp;&nbsp;\r\n The U.S. escalated ideological and cultural poisoning would only heighten the revolutionary vigilance of the servicepersons and people in the DPRK against it.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Koreans Can Never Escape Misfortune under U.S. Military Occupation",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#8",
            "content": "World Day of AIDS Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Dec. 1 is World Day of AIDS.\r\n The day was instituted for the purpose of increasing public concern on the danger of AIDS known as the pest of the 20th century and prevention of its spread. &nbsp;&nbsp;&nbsp;\r\n Minju Joson today carries data that AIDS is now spreading all over the world and its infection has reached a very serious stage.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Seriousness of AIDS drawing world-wide attention is its harmful affection on the growth of children. &nbsp;&nbsp;&nbsp;\r\nThose children who lost their parents due to AIDS and suffer from it are undergoing mental and physical sufferings and withering away.\r\n The reality shows that the issue of AIDS is a very important matter related to the civilization and development of humankind. &nbsp;&nbsp;&nbsp;\r\n A positive drive to settle the issue of AIDS is being waged on a world-wide scale. The UN and other international organizations and non-governmental bodies and many countries are taking measures to prevent the infection of HIV and decrease its damage. &nbsp;&nbsp;&nbsp;\r\n Preventive measures against AIDS have been taken so thoroughly that people are leading a happy life free from its damage thanks to the public health policy of the government in the DPRK where man is valued most and everything serves the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Korean-Style Socialism",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#9",
            "content": "Koreans Can Never Escape Misfortune under U.S. Military Occupation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The U.S. imperialists' policy of occupation of south Korea is the root cause of all sorts of misfortune and sufferings the Koreans have undergone due to the national division. \r\n It was the United States that divided the homogeneous Korean nation that lived in one and the same territory throughout its history spanning 5,000 years. And it is due to its policy of occupation of south Korea that Korea still remains divided and its people have undergone misfortune and sufferings for the last 60 years. Rodong Sinmun Thursday observes this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n The south Korean people can never escape death and misfortune as long as the U.S. imperialist aggression forces are present in south Korea. \r\n It is quite natural for the south Koreans to demand the pullback of the U.S. forces from south Korea, terming them the largest gang of man-killers. \r\n The Koreans' desire for putting an end to the national division and establishing a unified state has not come true due to the U.S. imperialists' hideous and persistent moves to block it.  The U.S. imperialists leave no means untried to quell the growing desire of the Koreans in the north and the south for independent reunification. &nbsp;&nbsp;&nbsp;\r\n The south Koreans and all other Koreans should force the U.S. imperialist aggression forces to pull out of south Korea. This is the only way of putting an end to the history of distress and realizing their aspiration after independence, democracy, peace and reunification.  The south Koreans should wage a staunch struggle against the U.S. imperialists, cruel murderers, the worst human rights abusers, aggressors and plunderers, and settle accounts with them and thereby demonstrate the mettle of the Korean nation and make a positive contribution to the independent reunification of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Symposium on Kyongrak Held",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#10",
            "content": "Rodong Sinmun on Korean-Style Socialism\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The people of the DPRK are fully demonstrating their dignity and honor as an independent people in the general march of the Songun revolution to build a great prosperous powerful socialist nation. \r\n Rodong Sinmun Thursday says this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n Neither the heroic spirit of the Korean people would be thinkable nor their independent, worthwhile and happy life as the masters of the state and society in all the fields of politics, economy and culture without Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n All people in the society are free to participate in state management and social activities and fully exercise their political rights as the master of the state and society and honorably fulfill their responsibility and duty they have assumed before the society and the collective, helping and leading each other along. &nbsp;&nbsp;&nbsp;\r\n The idea of collectivism has been fully embodied as required by the Songun era under the leadership of the Workers' Party of Korea. As a result, the relations of comradely unity and cooperation and love and trust prevail throughout the society. &nbsp;&nbsp;&nbsp;\r\n Everyone thinks more of the Party and the leader, the prosperity of the country and the future of the nation than of his own comfort and happiness and sincerely works for the collective, not expecting any fame and reward.  This is the noble spiritual and moral trait of the Korean people. \r\n The true picture of Korean-style socialism which helps the independent people glorify their dignity and honor can be proved by the fact that the state looks after the material and cultural life of the people in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n This reality would be unthinkable without a strong army. &nbsp;&nbsp;&nbsp;\r\nThe political foundation of the DPRK has been further consolidated and the independent national economy has grown stronger than ever before in the course of bolstering up the country's defence capability in every way under the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The war deterrent force for self-defence strong enough to decisively counter any moves of the U.S. imperialists for aggression firmly guarantees a bright future of the Korean-style socialist system.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Aerial Espionage against DPRK in November under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#11",
            "content": "National Symposium on Kyongrak Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The first national scientific symposium on Kyongrak took place at the Academy of Koryo Medical Science from Nov. 29 through 30 under the sponsorship of the Central Committee of the Korean General Federation of Science and Technology.\r\n Research on Kyongrak, one of important issues in developing Koryo medical science, advantageous traditional medical science of the Korean nation, is brisk in different parts of the country in recent years in response to the Workers' Party of Korea's idea of attaching importance to science and its public health policy.\r\n More than 50 treatises were presented to the symposium which was attended by researchers, doctors and teachers from scientific and research institutes, educational institutions and public health organs in different parts of the country including the Academy of Koryo Medical Science, Pyongyang University of Medicine, Kang Kon Sariwon University of Medicine and Phyongsong University of Medicine. \r\n The speakers referred to various scientific achievements made in the drive to give a scientific exposition of the theory of Kyongrak and apply it to clinical practices. &nbsp;&nbsp;&nbsp;\r\n Those treatises conducive to formulating the Juche-oriented theory of Kyongrak on a scientific basis were highly estimated at the symposium.\r\n Diplomas and prizes were awarded to those who presented valuable papers at a closing ceremony.    . \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Lao President",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#12",
            "content": "U.S. Aerial Espionage against DPRK in November under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The U.S. imperialists committed more than 210 cases of aerial espionage against the DPRK in November by mobilizing reconnaissance planes of different types, according to a military source.\r\n On Nov. 22 their two U-2s made shuttle flights in the sky over the east and west seas of the south side along the Military Demarcation Line including the area 120 km west of Tokjok Islet, Phochon and Sokcho to spy on the strategic targets in the depth of the north side. &nbsp;&nbsp;&nbsp;\r\n Nov. 4, 9, 15 and 17 overseas-based RC-135 strategic reconnaissance planes flew in the air above the east and west seas of Korea to spy on the major targets in the north. &nbsp;&nbsp;&nbsp;\r\n The above-said spy planes flew on espionage missions against all areas of the north for at least 200 hours in November which means their daily flights averaged nearly 7 hours. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, similar espionage was perpetrated more frequently than ever before by RC-12, RC-7B, E-3, EP-3 and other tactical and electronic reconnaissance planes against the north. &nbsp;&nbsp;&nbsp;\r\n This is an all-time high in the monthly average number of cases of espionage this year, a clear indication that the U.S. imperialists are frantically escalating their moves to stifle the DPRK by force of arms behind the scene of dialogue.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Romanian President",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#13",
            "content": "Greetings to Lao President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Khamtay Siphandone, president of Laos, on the occasion of the 30th founding anniversary of the People's Democratic Republic of Laos.\r\n The message noted that the Korean people are sincerely rejoiced over the great successes made by the Lao government and people in national defense and economic construction through their dynamic efforts to carry out the decisions of the 7th Congress of the Lao People's Revolutionary Party under the leadership of the party headed by the president. \r\n Expressing the belief that the traditional relations of friendship and cooperation between the two countries would continue to grow stronger in conformity with  the desire and in the interests of the two peoples in the future, too, the message wholeheartedly wished the president greater success in his responsible work for the development of the country.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Romanian Prime Minister",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#14",
            "content": "Greetings to Romanian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Romanian President Traian Basescu on Dec. 1 on the occasion of its national day.\r\n The message extended sincere congratulations to the president and wished the Romanian people prosperity and wellbeing.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Lao Prime Minister",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#15",
            "content": "Greetings to Romanian Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of greetings to Calin Popescu-Taricheanu, prime minister of Romania, on the occasion of its national day.\r\n The message wished him success in his work for the stability and development of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Historical Relics Restored in DPRK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#16",
            "content": "Greetings to Lao Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to his Lao counterpart Bounnhang Vorachith on the occasion of the 30th anniversary of the People's Democratic Republic of Laos.\r\n The message sincerely wished him greater success in his responsible work, expressing the belief that the traditional ties of friendship and cooperation between the two countries would continue to develop on good terms in the interests of the two peoples. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun sent a similar message to Somsavath Lengsavath, vice-prime minister and concurrently foreign minister of Laos.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Scheme to Undermine North Assailed",
            "url": "http://kcna.co.jp/item/2005/200512/news12/02.htm#17",
            "content": "Historical Relics Restored in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- November is the month for preserving cultural heritage in the Democratic People's Republic of Korea.\r\n In the month of the year mountain walls totaling 14 km, over 50 old tombs and 1,020 remains, 320 scenic spots and natural products have been repaired, reconstructed and arranged well across the country. &nbsp;&nbsp;&nbsp;\r\n Among them is the Kwijin Temple in Sohung County. &nbsp;&nbsp;&nbsp;\r\n Kukrak Shrine and Juak Pavilion of the temple were completely overhauled and painted as they had been. And a lot of trees were planted around the temple. &nbsp;&nbsp;&nbsp;\r\n In Pyongyang the area on the bank of the River Taedong where there are the Ryongwang Pavilion, Pyongyang Bell, Taedong Gate, Sungryong Shrine and so on has been facelifted as a place of historical relics and remains. &nbsp;&nbsp;&nbsp;\r\n Footpaths were paved with colorful blocks and hedges created in the area. &nbsp;&nbsp;&nbsp;\r\n People in Yonthan County built 3,600 square meters of stonewalls and transported 150 cubic meters of earth to completely rehabilitate the road to the Simwon Temple which was destroyed by heavy rain. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, more than 10,000 square meters of turf and over 130,000 trees were transplanted in historical sites and recreation areas to change the surrounding environment.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}