{
    "date": "2005-05-16",
    "url": "http://kcna.co.jp/item/2005/200505/20050516.htm",
    "articles": [
        {
            "title": "DPRK and Syria Cooperate on Marine Transport",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Head of Chinese Youth League Delegation Interviewed",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#2",
            "content": "DPRK and Syria Cooperate on Marine Transport \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- An agreement on marine transport between the governments of the DPRK and Syria was signed in Damascus on May 11.\r\nPresent at the signing ceremony from the DPRK side were members of the delegation of the Ministry of Land and Marine Transport led by Minister Kim Yong Il and the DPRK ambassador to Syria and, from the \r\nSyrian side, Minister Makram Obeid and officials of the Ministry of Transportation. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Il and Makram Obeid inked the agreement. &nbsp;&nbsp;&nbsp;\r\n The minutes of the talks on marine transport were also signed between the delegations of the DPRK Ministry of Land and Marine Transport and the Syrian Ministry of Transportation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Actions against U.S. Held in New York",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#3",
            "content": "Head of Chinese Youth League Delegation Interviewed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- Head of the delegation of the Communist Youth League of China Hu Wei, who is member of the Secretariat of its Central Committee, was interviewed by \r\nKCNA on May 13.\r\n He said that while staying in Korea, he learned that the young people of the DPRK are creditably playing a vanguard role in the defence of the country and the building of a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Noting that Korean schoolchildren are being trained into future reliable pillars of the country, their talents kept in full bloom at the palaces fitted with modern facilities under the loving care, he said he was deeply moved by the noble views of President Kim Il Sung and leader Kim Jong Il on the younger generations. \r\n&nbsp;&nbsp;&nbsp;\r\n He stressed that today the Sino-Korean relations of friendship and cooperation are growing stronger as the days go by under the deep care of Hu Jintao and Kim Jong Il, the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n He sincerely hoped that the youth and other people of the DPRK would register greater successes in their efforts to build a great prosperous powerful nation and achieve the reunification of the country, closely united around Kim Jong Il.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Full Play to Compatriotism Called for",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#4",
            "content": "Seminar on Actions against U.S. Held in New York \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- A seminar titled \"Peace on the Korean Peninsula\r\nand the U.S. forces in south Korea\" was reportedly held in New York on May 10 under the sponsorship of the People for Achieving Peace and Reunification (Phyongthongsa) in south Korea.\r\n It was attended by representatives of civic and social organizations in south Korea including Phyongthongsa and the south Korean Association of A-Bomb Victims and activists of peace movements of Japan, the U.S. and Germany. \r\n&nbsp;&nbsp;&nbsp;\r\n Co-representatives of Phyongthongsa in their speeches accused the U.S. of applying the double standards as regards the nuclear issue. They assailed such nuclear policy of the U.S. as launching an offensive against the DPRK over the nuclear issue only, while keeping mum about its nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n Its participants watched a video tape on which actions of various circles in south Korea against the expansion of the U.S. military base in Phyongthaek are recorded. &nbsp;&nbsp;&nbsp;\r\n There were questions and answers as to the issue of building up a public opinion among American citizens and world public circles criticizing the U.S. policy to perpetuate the division of the Korean Peninsula and calling for the preservation of peace on it. &nbsp;&nbsp;&nbsp;\r\n Answering the questions raised, Phyongthongsa representatives re-clarified the stand that the U.S. should, first of all, drop its plan for a nuclear attack on the north and quit south Korea at once if the principle of denuclearizing the peninsula is to be observed, and the participants fully agreed with this stand.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Slams U.S. New War Scenario against DPRK",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#5",
            "content": "Full Play to Compatriotism Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- The compatriots in the north and the south should not stand against each other but get reconciled and united to open up a bright future of a reunified nation. \r\nThey should give full play to genuine compatriotism. Rodong Sinmun Sunday urges this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The landmark successes achieved in the development of the inter-Korean relations and the movement for national reunification since the publication of the June 15 joint declaration clearly testify to the great value and vitality of the true conception of compatriots and genuine compatriotism the declaration instilled into the Koreans. &nbsp;&nbsp;&nbsp;\r\n Though the north and the south differ from each other in ideology and system and are in the confrontational relationship,they are the two parts of the same country where the Koreans of the same blood live. The compatriots are required to hold each other dear and cooperate with each other, not with outsiders, and approach the nation's destiny from a national view and attitude, not in the light of ideology. This alone can be viewed as a behavior based on genuine compatriotism. \r\n&nbsp;&nbsp;&nbsp;\r\n The Korean nation clearly sees the U.S. and the Japanese reactionaries acting in disgusting conspiracy and collusion to unhesitatingly hamstring the process of reconciliation and reunification, in which the Koreans are commonly interested,  in a bid to achieve their goal of aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are stepping up their moves to stage a comeback to Korea, keeping pace with the maneuvers of their American master to block Korea's reunification and launch aggression. They negate Japan's past history of aggression of Korea, refuse to make any apology and compensation for their colonial rule over it and work hard to grab Tok Islet. &nbsp;&nbsp;&nbsp;\r\nAll these moves are supported by the U.S. &nbsp;&nbsp;&nbsp;\r\n This reality sounds an alarm for the Koreans. Now that the outsiders are becoming evermore undisguised in their conspiracy and collusion, the Koreans in the north and the south are urgently required to be on high alert. &nbsp;&nbsp;&nbsp;\r\n The evermore frantic moves of the outsiders to block Korea's reunification and launch aggression require all Koreans in the north and the south to fully display genuine compatriotism from the national stand and thus steadily and dynamically advance the era of reunification brought about by the joint declaration.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Group for Study of Juche Idea Formed in India",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#6",
            "content": "Rodong Sinmun Slams U.S. New War Scenario against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- \"OPLAN 5029-05\", a new war scenario against the DPRK recently worked out by the U.S. and south Korea, invests the U.S. armed\tforces stationed in south Korea with the right to command all military operations under a \" special situation.\"\r\n The previous \"operational plans\" called on the U.S. Pacific Command to supervise the start of a war of aggression against the DPRK. However, the U.S.-south Korea \"Combined Forces Command\" is now given the mandate not only to work out a war scenario against the DPRK but carry out operations under the new scenario. &nbsp;&nbsp;&nbsp;\r\n Herein lie the nature and danger of \"OPLAN 5029-05\" quite different from the previous plans. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Sunday observes this in a signed article. This indicates that \"OPLAN 5029-05\" is an extremely dangerous war scenario against the DPRK as it is aimed at deliberately creating a war atmosphere and sparking a military clash in the Korean Peninsula on its own initiative, the article says. &nbsp;&nbsp;&nbsp;\r\n The new war scenario is more specific in its content and more feasible in\r\npractice than the previous ones, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n This scenario calls on the U.S. imperialists to increase the numerical strength of the U.S. forces by 690,000 including a ground unit capable of staging a rapid three-dimensional mobile operation in concert with the U.S. troops in south Korea, a carrier flotilla capable of conducting a three-dimensional naval operation, an air force for striking at the depth of the \"enemy\" and naval task forces present in Okinawa and in the U.S.\r\nmainland in case of a contingency on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S.-south Korea joint exercises codenamed RSOI and Foal Eagle, etc. were staged under \"OPLAN 5029-05\".\r\n This war scenario is aimed at bringing down the system in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Then why is the U.S. working so hard to overthrow the system? This is because the U.S. offensive to pressurize the DPRK is going bust, finds itself in a pretty fix, hard hit and exhausted by its tough actions. &nbsp;&nbsp;&nbsp;\r\n It is the revolutionary spirit of the army and people of the DPRK and their mode of counter-action for just self-defence to return fire for fire and mercilessly punish the provocateurs.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Iranian Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#7",
            "content": "Group for Study of Juche Idea Formed in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A ceremony was held in Ghaziabad on May 7 to form the Group for the Study of the Juche Idea of the Western Region of Uttar Pradesh State, India.\r\n Present there were Vishwanath, director general of the International Institute of the Juche Idea, Harish Gupta, secretary general of the Asian Regional Institute of the Juche Idea, and adherents to the Juche idea at different universities in the state. &nbsp;&nbsp;&nbsp;\t\r\n The secretary general of the Asian Regional Institute of the Juche Idea said that the group for the study of the Juche idea has been inaugurated to reenergize the study and dissemination of the idea fathered by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\nHe called on all members of the group to strive hard to deeply grasp and embody the truth of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The ceremony elected chairman of the group and its secretary general.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Telephone Message to South Side",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#8",
            "content": "Iranian Diplomats Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp; Sinchon, May 13 (KCNA) -- Ambassador Jalaleddin Namini Mianji and staff members of the Iranian embassy here Friday visited the DPRK-Iranian Friendship Saenal Farm in South Hwanghae Province to help its members in farming on the occasion of the week of DPRK-Iranian friendship.\r\n The guests helped the farmers in weeding a maize field.\r\n Then they enjoyed an art performance given by kindergarteners of the farm and talked with farmers, deepening the friendship.\r\n The ambassador noted that the DPRK has achieved many successes in the land realignment, in the efforts to implement the policy to bring about a radical turn in seed improvement and the double-cropping under the wise leadership of Kim Jong Il. He wished the farmers success in their drive this year when all efforts are focused on successfully doing the farm work. &nbsp;&nbsp;&nbsp;\r\n The friendly relations between Iran and the DPRK are growing stronger as the days go by, he added. &nbsp;&nbsp;&nbsp;\r\n That day staff members of the embassy handed over aid materials they had prepared with sincerity to the farm.    \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Black-Hearted Intention under Fire",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#9",
            "content": "Telephone Message to South Side \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Senior Councillor of the Cabinet Kwon Ho Ung who is heading the north's side delegation to the North-South Ministerial Talks today sent a telephone message to \r\n\"Minister of Unification\" of south Korea Jong Tong Yong who is chief delegate of the south side's delegation in connection with the dispatch of its delegates to the working talks between the north-south authorities.\r\n Noting that the fifth anniversary of the historic June 15 North-South Joint Declaration is drawing near, the message said: &nbsp;&nbsp;&nbsp;\r\n To our regret, the relations between the authorities of the north and the south have not yet departed from confrontation contrary to the basic spirit of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n This greatly disappoints all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n Both sides should remain true to the idea of by our nation itself, the basic spirit of the joint declaration, under any circumstances. &nbsp;&nbsp;&nbsp;\r\n Proceeding from this, we have the pleasure to notify you that we will send three delegates and three suite members to Kaesong from May 16 to 17 for the working-level talks between the authorities of the north and the south, prompted by the desire to put the inter-Korean relations on a normal track in the idea of by our nation itself at an early date. &nbsp;&nbsp;&nbsp;\r\n We deem it advisable to discuss and decide on specific technical issues related to the talks through the contact between liaison representatives in Panmunjom. &nbsp;&nbsp;&nbsp;\r\n Looking forward to a positive response from your side.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Academic Committee of South Preparatory Committee Inaugurated",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#10",
            "content": "U.S. Black-Hearted Intention under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Some times ago, Gordon, chairman of the U.S. National Intelligence Committee, asserted that should a war break out in Korea, it would be very fierce and destructive and the war might be launched without a prior warning. And Rice blustered that the U.S. has significant deterrent capability of all kinds in the Asia-Pacific region as regards the nuclear issue.\r\n In this regard Minju Joson Saturday in a signed commentary says that the U.S. hard-line conservative forces have revealed their black-hearted design by themselves, while working hard to apply their \"strength-all-powerful\" doctrine to the DPRK.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the U.S. is paying lip-service to the \"peaceful settlement\" of the nuclear issue because it has an axe to grind.\r\n The U.S. is keen to invent a pretext and a justification for launching armed intervention against the DPRK. Explicitly speaking, the real U.S. policy toward the DPRK is to convince the world community that it is a \"rogue state\" and a challenger to it and justify Washington's policy to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n That is why the U.S. is lending a deaf ear to the just demand of the DPRK that the U.S. withdraw its remarks on \"an outpost of tyranny,\" totally preventing Pyongyang from returning to the dialogue for the peaceful settlement of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n Now that the ultimate goal of the U.S. has been clearly confirmed, the DPRK is well aware of what it should do. It will steadfastly keep to the path of its own choice as urgently required by the reality. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to clearly understand the gravity of the situation and behave itself.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Accused of Toeing U.S. Line",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#11",
            "content": "Academic Committee of South Preparatory Committee Inaugurated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The Academic Committee of the South Side Preparatory Committee for Joint Functions of Koreans in the South and the North and Overseas for Implementing the June 15 Joint Declaration was reportedly inaugurated with due ceremony in Seoul on May 10.\r\n The ceremony elected two permanent chairmen, three honorary chairmen, 11 co-chairmen, 19 steering members and 4 members of its secretariat. &nbsp;&nbsp;&nbsp;\r\n Read out there were congratulatory messages sent by the North Side Preparatory Committee and the Overseas Preparatory Committee for the joint functions. &nbsp;&nbsp;&nbsp;\r\n  A declaration published there called on the figures of the south academic circle to play a more constructive role in achieving national reconciliation and cooperation while developing academic exchange with the north. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The committee will strive to encourage the south Korean academic researchers to cooperate in the efforts to achieve peaceful reunification,\r\ntranscending narrow-minded views and interests of individual academic fields and organizations. &nbsp;&nbsp;&nbsp;\r\n It will devote knowledge and energies to the efforts to achieve the common prosperity of the nation and peaceful reunification through the concerted efforts of the academic figures in the south and the north and overseas. &nbsp;&nbsp;&nbsp;\r\n An action program of the committee was made public there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations and Delegates Here",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#12",
            "content": "Japan Accused of Toeing U.S. Line\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Some time ago, Abe, acting secretary general of Japan's Liberal Democratic Party, reportedly asserted at the talks with the UN secretary general as for the stalled six-party talks that the nuclear issue of north Korea has to be referred to the UN Security Council if Pyongyang continues to boycott the talks. This assertion was echoed by the Japanese foreign minister.\r\n Commenting on it, Rodong Sinmun today says:\r\n Such behavior fully revealed the wrong stand and intention of Japan zealously following the U.S. keen to bring up the \"nuclear issue\" of the DPRK for discussion at the UNSC at any cost. If Japan persists in the anti-DPRK campaign, this will only precipitate its self-destruction. &nbsp;&nbsp;&nbsp;\r\n Japan has so far hindered the resumption of the six-way talks by hook or by crook, while dancing to the tune of the U.S. \r\nThat is why it is afraid that the resumed talks may drive Japan to a tight corner. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' loudmouthed \"nuclear threat\" from the DPRK and their call for \"referring the issue to the UNSC\" are part of such obstructive moves. &nbsp;&nbsp;&nbsp;\r\n The DPRK has never posed any \"threat\" to Japan and there has been no \"nuclear threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\nWhat they call \"nuclear threat\" from the DPRK is sophism the U.S. cooked up to use it as leverage for putting pressure on the DPRK. Japan should renounce its wild nuclear design before raising a hue and cry over \r\n\"nuclear threat\" from other country. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the argument of the Japanese reactionaries about the \"nuclear threat\" from the DPRK is their wicked intention to realize the ambition for nuclear weaponization and reinvasion. It is by no means fortuitous that they asserted. &nbsp;&nbsp;&nbsp;\r\nJapan may fight a war with north Korea and Japan should make a preemptive attack on north Korea with the backing of the\r\nU.S. before it is be engulfed in flames. &nbsp;&nbsp;&nbsp;\r\n Japan's involvement in the U.S. nuclear campaign against the DPRK poses a direct military threat to the DPRK and constitutes a step forward in staging a comeback to Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rice's Vituperation against DPRK Refuted",
            "url": "http://kcna.co.jp/item/2005/200505/news05/16.htm#13",
            "content": "Foreign Delegations and Delegates Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Delegations  and delegates of Malaysia, Thailand, Romania, Sweden and Britain arrived here by air today to participate in the 8th Pyongyang International Commodity Fair.\r\n Chinese delegations arrived here yesterday by train.   \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}