{
    "date": "2005-08-31",
    "url": "http://kcna.co.jp/item/2005/200508/20050831.htm",
    "articles": [
        {
            "title": "Special Information Bulletin Issued in Nepal",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to \"UFL\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#2",
            "content": "Special Information Bulletin Issued in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The Nepal-Korea Friendship Association issued a special information bulletin titled \"The DPRK Shining as Fortress of Independence\" on August 22 on the occasion of the 57th anniversary of the DPRK.\r\n The bulletin in an article said that the founding of the DPRK was an event of weighty significance not only in shaping the destiny of the Korean people but also in accomplishing the human cause of independence.\r\n Under the banner of the Juche idea the DPRK has achieved independence in politics, self-sustenance in economy and self-reliance in national defence and armed the people with the idea of independence, reinforcing the independent national economy and increasing the defence capability, the article stressed. &nbsp;&nbsp;&nbsp;\r\n In recent years the DPRK has more dynamically advanced, holding high the banner of independence despite the evermore undisguised high-handed and arbitrary practices of the U.S.-led imperialist allies, it said, adding that the DPRK is now demonstrating its might to the world as a fortress of independence and the prospect of the human cause of independence is bright thanks to the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Hosted by Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#3",
            "content": "Stop to \"UFL\" Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The Anti-U.S. Women's Society of south Korea reportedly issued a statement titled \"The south Korean and U.S. governments, stop at once UFL-05\" on August 23.\r\n The statement said that the \"Ulji Focus Lens-05\" joint military exercises are lashing the Koreans desirous of reunification into fury as they are under way at a time when the desire of all the fellow countrymen for reunification is growing stronger than ever before. &nbsp;&nbsp;&nbsp;\r\n Such undisguised saber-rattling against the north goes to clearly prove that the U.S. talk about a \"peaceful solution to the nuclear issue\" is no more than hypocrisy, the statement said. &nbsp;&nbsp;&nbsp;\r\n Voicing strong opposition to the joint military exercises hamstringing the reunification movement of the nation, the statement urged the United States not to threaten the Koreans by force of arms but sincerely pursue a dialogue with the north.    \r\n\r\n \r\n\r\n"
        },
        {
            "title": "U.S.-S. Korea Joint Military Maneuvers under Fire",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#4",
            "content": "Reception Hosted by Chinese Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Chinese Ambassador to the DPRK Wu Donghe gave a reception at the embassy Monday evening on the occasion of the 60th anniversary of the victory in the anti-Japanese war.\r\n Speaking at the reception, Wu Donghe said September 3 is the day marking the 60th anniversary of the victory of the Chinese people in the anti-Japanese war. On August 15 sixty years ago Japan proclaimed an unconditional surrender, he said.\r\n Noting that the Chinese and Korean peoples forged close and deep friendly relations in blood while fighting shoulder to shoulder against the Japanese aggressors, he said: The Korean revolutionaries headed by President Kim Il Sung, the great leader of the Korean people, wrote an epic of bloody struggle against the Japanese aggressors in the Chinese land jointly with the Chinese comrades. &nbsp;&nbsp;&nbsp;\r\n It is the steadfast strategic policy of the Chinese party and government to steadily consolidate the friendly and cooperative relations between China and the DPRK, he stated, adding: We, together with the Korean comrades, will constantly bring these relations up to a higher stage as required by the new century, following the policy of \"inheriting tradition, facing the future, continuing good neighborliness and enhancing cooperation\" and thus bring happiness to the peoples of the two countries and defend the regional and global peace, stability and development.\r\n DPRK Foreign Minister Paek Nam Sun, speaking next, said the victory in the anti-Japanese war was a historic event which opened the way of building a new society in the two countries and laid solid foundations for the prosperity of the countries and nations. &nbsp;&nbsp;&nbsp;\r\n The DPRK-China friendship with a long history and tradition has entered a road of new development under the deep care of leader Kim Jong Il and General Secretary Hu Jintao, he noted, and referred to the brisk mutual visits of high-level delegations of the two countries and successful furnace firing ceremony at the Taean Friendship Glass Factory, a symbol of DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n We are rejoiced as over our own over the successful progress of all things in our fraternal neighboring country and sincerely wish the Chinese people greater results in the work to build a comprehensively well-off society and achieve the complete reunification of the country under the leadership of the Communist Party of China with Hu Jintao as its general secretary, he said. &nbsp;&nbsp;&nbsp;\r\n Present at the reception on invitation were President Kim Yong Nam and Vice-President Yang Hyong Sop of the Presidium of the Supreme People's Assembly of the DPRK, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Members of the Chinese embassy were on hand.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of Outdated Cold War Structure Urged",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#5",
            "content": "U.S.-S. Korea Joint Military Maneuvers under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The U.S. and south Korean troops are staging provocative \"Ulji Focus Lens-05\" joint military exercises in south Korea. Involved in the \"UFL\" which will last till September 2 are the U.S. troops present in south Korea and huge reinforcements from the U.S. mainland and overseas and hundreds of thousands of south Korean troops.\r\n In this regard Minju Joson Tuesday in a signed commentary holds that if the U.S. truly wants a negotiated peaceful settlement of the nuclear issue on the Korean Peninsula, it should stop at once its military blackmail against the DPRK.\r\n The gravity of the issue lies in the fact that the U.S., availing itself of the adjourned six-party talks for the settlement of the nuclear issue on the peninsula, launched the \"UFL,\" the commentary says, and continues: &nbsp;&nbsp;&nbsp;\r\n It is intolerable as it is an undisguised military blackmail against the DPRK. Dialogue and war exercises can never go together. It is a matter of common sense that one side should refrain from staging any military maneuver getting on the nerves of its dialogue partner or threatening it while talks are under way. The U.S., however, launched the provocative war drills aimed at invading the DPRK at a time when the six-party talks are in recess. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are now hardening their determination to deal crushing blows at the U.S., if it ignites a war of aggression against it.\r\n The U.S. saber rattling only indicates that it does not yet know at all who its rival is.\r\n It is an unpardonable treacherous act of going against the will and desire of the Korean nation that the south Korean military authorities are zealously colluding with the U.S. in its stand-off with their fellow countrymen. The south Korean authorities would be well advised to stop pursuing cooperation with the U.S. which would lead to increased dependence, not independence, but join in the nation-wide struggle for independent reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Congress Delegation Arrives",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#6",
            "content": "Abolition of Outdated Cold War Structure Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) - The commander of the U.S.-south Korea Combined Forces, when interviewed by a newspaper recently, faulted and decried the DPRK's efforts to establish a new peace-keeping mechanism on the Korean Peninsula and cried out for maintaining  the state of armistice. \r\n In this regard Rodong Sinmun Tuesday says in a signed commentary:\r\n His remarks asserting the preservation of the Korean armistice agreement fully reflect the U.S. administration's policy toward the DPRK aimed at justifying its military presence in south Korea and its policy of aggression against the DPRK and using the Korean Peninsula as a ground for confrontation in a new Cold War in the 21st century and a centre for carrying out its strategy to invade Asia. &nbsp;&nbsp;&nbsp;\r\n The United States is keen to maintain the present state of armistice on the Korean Peninsula in a bid to use it as an effective way and leverage for achieving its criminal military strategic objective. &nbsp;&nbsp;&nbsp;\r\n Today the Korean Peninsula has become a very dangerous hotspot as it is the area where the situation remains tensest in the world and a war may break out any moment. \r\n The U.S. must be aware that the continued state of unstable armistice on the peninsula is bound to lead to an unpredictable dangerous phase.\r\n The replacement of the outdated armistice mechanism by a peace- keeping one is essential for terminating all hostile relations between the DPRK and the U.S. including the nuclear stand-off. &nbsp;&nbsp;&nbsp;\r\n If the U.S. persistently works hard to maintain the present state of armistice, dead-set against the DPRK's proposal and efforts for replacing the armistice mechanism by a peace-keeping one, it will further strain the DPRK-U.S. hostile relations and make it impossible to deter the situation on the Korean Peninsula from leading to the brink of war. &nbsp;&nbsp;&nbsp;\r\n Whether the armistice mechanism is replaced by a peace-keeping one or not is a crucial issue deciding war or peace. &nbsp;&nbsp;&nbsp;\r\n If the United States is truly willing to settle the hostile relations between the DPRK and U.S. including the nuclear stand-off, it should make a bold decision to replace the present state of armistice, the leftover of the Cold War in the last century, by a new peace-keeping mechanism and thus fulfill its commitment as the party directly responsible for settling the Korean issue.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets South Koreans and Overseas Koreans",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#7",
            "content": "U.S. Congress Delegation Arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A delegation of U.S. Congress headed by Chairman of the Subcommittee on Asian and the Pacific Affairs of the International Relations Committee of the House of Representatives James Leach arrived here Tuesday. \r\n It was greeted at the airport by an official concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Malaysian Prime Minister",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#8",
            "content": "Kim Yong Nam Meets South Koreans and Overseas Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday met and conversed with Choe Mun Sun, president of the MBC of south Korea, and his party and Ri Hak Yu, secretary general of the Society to Remember Rev. Son Jong Do, and his entourage, in a compatriotic atmosphere at the Mansudae Assembly Hall. &nbsp;&nbsp;&nbsp;\r\n On hand were officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Thai Foreign Minister and His Party Leave",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#9",
            "content": "Greetings to Malaysian Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Tuesday sent a message of greetings to Datuk Sri Abdullah Ahmad Badawi, prime minister of Malaysia, on the 48th national day of the country.\r\n Expressing the belief that the good friendly and cooperative relations between the two countries would continue to expand in scope in different fields, the message wished him greater success in his work.\r\n Meanwhile, DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Malaysian counterpart Datuk Sri Syed Hamid Albar on the occasion. \r\n \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Malaysian King",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#10",
            "content": "Thai Foreign Minister and His Party Leave\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Thai Foreign Minister Kantathi Suphamongkhon and his party left for home Tuesday, wrapping up their DPRK visit.\r\n They were seen off at the airport by Kim Yong Il, vice-minister of Foreign Affairs, and others.\r\n During their four-day visit the foreign minister and his party visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They also inspected the Kimilsungia-Kimjongilia Exhibition, the Monument to the Three Charters for National Reunification and Panmunjom and enjoyed an acrobatic performance.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Anti-Japanese Revolutionary Fighters Leaves for China",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#11",
            "content": "Greetings to Malaysian King\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of felicitations to Tuanku Syed Sirajuddin Ibni Al-Marhum Tuanku Syed Putra Jamalullail, king of Malaysia, on the 48th national day of the country.\r\n The message wished the friendly Malaysian people prosperity and welfare, expressing the belief that the good cooperative relations between the two countries would continue to expand in scope in the future, too. \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Sri Lanka",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#12",
            "content": "Delegation of Anti-Japanese Revolutionary Fighters Leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A delegation of anti-Japanese revolutionary fighters led by Vice Marshal of the Korean People's Army Kim Ik Hyon left here Tuesday to participate in the celebrations of the 60th anniversary of the victory in the world anti-fascist war scheduled in Beijing.\r\n It was seen off at the airport by Acting Chairman of the Committee for Cultural Relations with Foreign Countries Mun Jae Chol, Vice-Director of the History Institute of the Central Committee of the Workers' Party of Korea An Ok Son, Vice-Minister of the People's Armed Forces Kim Sang Ik and Chinese Ambassador to the DPRK Wu Donghe.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Video Movies on National Reunification Produced",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#13",
            "content": "DPRK Delegation Leaves for Sri Lanka\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A delegation of the Ministry of Public Health of the DPRK led by its Minister Kim Su Hak left here Tuesday to participate in the 23rd Southeast Asian Regional Meeting of Health Ministers of the World Health Organization (WHO) and its 58th regional meeting to be held in Sri Lanka.\r\n It was seen off at the airport by Choe Chang Sik, vice-minister of Public Health, and Eigil Sorensen, representative of WHO in Pyongyang.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Taean Friendship Glass Factory Nears Completion",
            "url": "http://kcna.co.jp/item/2005/200508/news08/31.htm#14",
            "content": "Video Movies on National Reunification Produced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The Video Workshop \"By Our Nation Itself\" of the Democratic People's Republic of Korea has produced video movies including \"June 15 for Reunification\" and \"Songs Eulogizing the Idea of 'By Our Nation Itself'\" (five years seen through songs).\r\n The \"June 15 for Reunification\" deals with functions of the grand festival for national reunification marking the fifth anniversary of the June 15 north-south joint declaration held in Pyongyang from June 14 to 17, Juche 94 (2005). &nbsp;&nbsp;&nbsp;\r\n It impressively shows scenes of colorful events of the festival including a grand national march for independence, peace and reunification and an opening ceremony of the festival. &nbsp;&nbsp;&nbsp;\r\n Seen in the movie are scenes showing leader Kim Jong Il receiving a special envoy of the south side President, those related with the north-south summit and the widow of Rev. Mun Ik Hwan respectively. &nbsp;&nbsp;&nbsp;\r\n It stresses that the festival fully demonstrated to the whole world the will of all the Korean people to bring about the new era for the independent reunification with their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n Edited in the movie \"Songs Eulogizing the Idea of 'By Our Nation Itself'\" are some of the songs on the theme of national reunification the Korean people in the north and the south have loudly sung over the last five years after the publication of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n It gives, along with scenes of functions, such songs as \"Reunification Coming under the Banner of June 15\", \"Reunification by Our Nation Itself\", \"National Cooperation Is Best\" and \"Rooter's Song for Reunification\" that the Koreans from the north, south and overseas sang at pro-reunification rallies as songs calling for reunification in the June 15 era. &nbsp;&nbsp;&nbsp;\r\n Seen in the movie are scenes showing broad sections of the south Korean people singing the songs \"Glad to See You\", \"Arirang of National Reunification\", \"Korea Is One\" and \"See You Again\". &nbsp;&nbsp;&nbsp;\r\n The video films reflecting optimism for reunification powerfully inspire the fellow countrymen in the efforts to achieve the reunification of the country without fail by thoroughly implementing the joint declaration with the united strength of the nation.    \r\n\r\n\r\n\r\n"
        }
    ]
}