{
    "date": "2005-01-20",
    "url": "http://kcna.co.jp/item/2005/200501/20050120.htm",
    "articles": [
        {
            "title": "Brazenness, Attribute of Japan",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#1",
            "content": "Brazenness, Attribute of Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- The Japanese right-wing conservatives are intensifying hostile acts against the Democratic People's Republic of Korea of late.\r\n They are going to submit to the Diet this month a \"bill\" similar to \"the North Korean Human Rights Act\" adopted at  U.S. Congress, kicking up anti-DPRK hullabaloos including the publication of the \"results of thorough investigation\" into materials on dead abductees. &nbsp;&nbsp;&nbsp;\r\n Zealously joining the U.S. racket regarding the \"human rights\" issue in the DPRK, they are making desperate efforts to \"overthrow\" the socialist system of Korea and to realize their wild ambition for reinvasion of Asia. &nbsp;&nbsp;&nbsp;\r\n They are making no scruple of defaming and threatening the DPRK with the \"results of thorough investigation\" and the \"stand and demand of the Japanese government\" commensurate with them. &nbsp;&nbsp;&nbsp;\r\n In fact, Japan has already forfeited its right to talk about human rights for its past full of monstrous human rights violations against the people of Korea and other Asian countries and immeasurable misfortunes and sufferings imposed upon them. &nbsp;&nbsp;&nbsp;\r\n During their illegal occupation of Korea, the Japanese imperialists abducted and walked away more than 8.4 million Korean people, massacred over one million and drafted 200,000 women as \"comfort women for the Japanese imperial army\". &nbsp;&nbsp;&nbsp;\r\n As for the abduction issue on the lips of the Japanese conservatives, it was already settled during the Japanese prime minister's visit to Pyongyang and the DPRK has made all sincere efforts for the reinvestigation into the dead abductees from the humanitarian point of view. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, Japan, far from making an honest apology and compensation for its crime-woven past, has protested and threatened to take a \"stern counter-measure\" against the DPRK, alleging that the remains were not an abductee's. &nbsp;&nbsp;&nbsp;\r\n It is enough to show their shamelessness. &nbsp;&nbsp;&nbsp;\r\n It is sixty years since the end of the Second World War, which inflicted unprecedented misfortunes and sufferings upon humankind. &nbsp;&nbsp;&nbsp;\r\n Germany, a war criminal, has honestly compensated to victims, reflecting its will not to commit disgraceful crimes again. &nbsp;&nbsp;&nbsp;\r\n Japan, another war criminal, should feel its moral and political vulgarity contrary to the former, redeem its past and give up its hostile policy towards the DPRK at an early date.   \r\n\r\n\r\n"
        },
        {
            "title": "Fresh Turn in Physical Culture and Sports Called for",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#2",
            "content": "Fresh Turn in Physical Culture and Sports Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- Sportspersons in the DPRK held a rally at the Pyongyang Indoor Stadium on Jan. 18 to vow to thoroughly implement the militant tasks set forth in the joint New Year editorial and bring about a\r\nnew turn in physical culture and sports this year.\r\n A reporter and speakers at the rally called on all the officials and sportspersons to energetically accelerate the onward march of the Songun revolution under the uplifted slogan \"Let the Whole Party and Army and All the People Unite as One in Mind and More Strikingly Demonstrate the Might of Songun!\" and thus glorify the honor of Juche Korea with gold medals. &nbsp;&nbsp;&nbsp;\r\n Noting that all of them should enshrine and embody the Songun idea as their faith and remain loyal to the Songun politics of the Workers' Party of Korea and thus bring about a revolutionary turn in the development of sports technique, they underlined the need to stage a mass gymnastic and artistic performance at the highest level and organize a significant national sports festival this year so that it may provide a landmark occasion in developing the nation's sports technique. &nbsp;&nbsp;&nbsp;\r\n They also stressed the need for the field of research into sports science to develop sports science and information as required by the trend of the development of sports technique and IT age and for all domains and units to consolidate the material foundation of sports. &nbsp;&nbsp;&nbsp;\r\n The rally was attended by Kim Jung Rin, secretary of the WPK Central Committee, Kwak Pom Gi, vice-premier of the Cabinet, members of the Non-Permanent State Sports Commission, officials concerned and sportspersons in the city.    \r\n\r\n\r\n"
        },
        {
            "title": "Settlement of Issue of \"Comfort Women\" for Imperial Japanese Army Demanded",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#3",
            "content": "Settlement of Issue of \"Comfort Women\" for Imperial Japanese Army Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- Representatives of south Korean religious organizations including the Buddhist Human Rights Committee and the Buddhist Peace Solidarity reportedly made public a joint statement on Jan. 12 demanding the Japanese government repent of and compensate for the crimes related to \"comfort women\" for the imperial Japanese army committed by the Japanese imperialists in the past.\r\n Accusing the Japanese government of failing to make any compensation to the survivors of the crimes related to the \"comfort women\" though they are leaving this world, the statement said the Koreans can hardly repress towering resentment at this. &nbsp;&nbsp;&nbsp;\r\n The Japanese government should be held responsible for cruelly oppressing and cracking down on the Korean nation, it noted, demanding the Japanese government make a direct compensation to the victims of the sexual slavery.    \r\n\r\n\r\n"
        },
        {
            "title": "Koreans in U.S. Vow to Take Van in Reunification Movement",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#4",
            "content": "Koreans in U.S. Vow to Take Van in Reunification Movement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- Representatives of 17 organizations of Koreans in the United States including the Federation of Koreans in the western part of the United States and the People for Opening Tomorrow reportedly held a New Year's meeting on Jan. 14 at which they declared they would take the van in the movement for Korea's reunification.\r\n At the meeting the speakers referred to the joint press release discussed and published by representatives of the Koreans in the north, the south and overseas at a working-level contact in the Mt. Kumgang resort in November last year. They said the Koreans in the U.S should intensify the struggle to make this year the year of reunification. &nbsp;&nbsp;&nbsp;\r\n They denounced the bellicose war moves of the U.S. government and said all the Koreans should get united in a counteraction, should it persist in its hostile policy toward the north. &nbsp;&nbsp;&nbsp;\r\n They held that no matter what policy toward the Korean Peninsula the U.S. administration might pursue, the way of speeding up reunification was to assess the situation at home and abroad from the Juche-based viewpoint and thoroughly implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The resolution which was read out at the meeting said it was high time the Koreans in the north, the south and overseas got closely united and made efforts for peace and stability on the Korean Peninsula and declared that the Koreans in the U.S. would take the lead in this struggle.    \r\n\r\n\r\n"
        },
        {
            "title": "\"Evening of Literature\" at Russian Embassy",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#5",
            "content": "\"Evening of Literature\" at Russian Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- An \"evening of literature\" of Korean and Russian students took place at the Russian embassy in Pyongyang on Jan. 18 on the creative activities of Russian poet Mikhail Lermontov.\r\n Russian Ambassador Andrei Karlov said the gathering would be an occasion helpful to gaining a better understanding of Russian literature, hoping that the participants would make a positive contribution to the development of the friendly ties between the two countries growing stronger as the days go by. &nbsp;&nbsp;&nbsp;\r\n Korean and Russian students recited Lermontov's poems \"On the Death of the Poet\", \"When the Golden Field Rustles\" and read out his novel. &nbsp;&nbsp;&nbsp;\r\n At the end of the gathering, the students sang Korean songs including the immortal revolutionary paean \"Song of General  Kim Jong Il\" and the famous song \"Dear General, Where Are You\" and Russian songs including \"Katyusha\" and \"Evening in the Suburbs of Moscow\" and chatted with each other, deepening friendly sentiments. &nbsp;&nbsp;&nbsp;\r\n Present at the gathering were Russian embassy officials and teachers and students of the embassy school. &nbsp;&nbsp;&nbsp;\r\n Teachers and students of the foreign languages department of Kim Il Sung University were present on invitation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's \"Defense Program Outlines\" Slammed",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#6",
            "content": "Japan's \"Defense Program Outlines\" Slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- The new \"national defense program outlines\" adopted and made public in Japan on Dec. 10 last year is a dangerous\r\nblueprint of overseas aggression and a war scenario, states Rodong Sinmun in a signed article today.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n With the adoption of the \"outlines\", the Japanese reactionaries nullified the previous \"exclusive defense\" policy and specified an offensive strategy. &nbsp;&nbsp;&nbsp;\r\nIn other words, it allows Japan's \"Self-Defense Forces\" to directly launch into a war action by permitting the exercise of \"the right to collective self-defense\". &nbsp;&nbsp;&nbsp;\r\n  The total repeal of the \"exclusive defense\" policy means permission of Japan's aggressive military operations overseas and change of the present \"peace-keeping operation\" into an aggressive offensive operation. &nbsp;&nbsp;&nbsp;\r\n  The militarist forces of Japan have made it plain that the adoption of the new \"national defense program outlines\" is aimed to cope with \"new threats\", that is \"threats\" from the DPRK and China. This is little short of the declaration of a war to the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n  Japan is no longer \"a pacifist state\", but has emerged an aggressor force and a warlike state, both in name and reality. &nbsp;&nbsp;&nbsp;\r\n  The Korean army and people will increase their self-defensive military capabilities in every way, now that the Japanese reactionaries in the new \"outlines\" have designated the DPRK as a target of their military attack, revealing their intention to do harm to it. And they will mete out a merciless punishment, if the latter dare encroach upon the sovereignty of the DPRK in the least. &nbsp;&nbsp;&nbsp;\r\n  If the militarist forces of Japan take to the road of overseas aggression, failing to draw a proper lesson from the disgraceful defeat suffered by the Japanese imperialists in the past, they will be entombed forever after facing a stern judgment by history.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces' Abuse of Human Rights under Fire",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#7",
            "content": "U.S. Forces' Abuse of Human Rights under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- The U.S. Forces Command in south Korea announced recently that U.S. soldiers committed 1,676 cases of crimes there last year.\r\n The command was compelled to announce this because it found it hard to conceal their true colors as abusers of human rights any longer. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Wednesday observes this in a commentary. It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. armed forces in south Korea are not only aggressors and occupation forces but abusers of human rights. &nbsp;&nbsp;&nbsp;\r\n They are treating Koreans as colonial slaves, lording it over in south Korea. They are openly perpetrating all sorts of crimes, enjoying extraterritorial privilege. &nbsp;&nbsp;&nbsp;\r\n  U.S. soldiers' crimes and human rights abuses are reported from wherever they go in the world. &nbsp;&nbsp;&nbsp;\r\n It was none other than the U.S. forces that dropped bombs over peaceful residential areas, massacring children and women and others, fired at peaceful passers-by at random after misjudging them as \"terrorists\" and committed inhuman and brutal abuses of Iraqi prisoners. &nbsp;&nbsp;&nbsp;\r\n  Materials on American soldiers' abuses and sexual torture of prisoners in the U.S. military base in Guantanamo are being disclosed one after another. &nbsp;&nbsp;&nbsp;\r\n  All these facts disclose before the world that the U.S. is the worst violator of human rights and the biggest graveyard of human rights in the world. &nbsp;&nbsp;&nbsp;\r\n It is an intolerable insult to human rights for the U.S. to interfere in other countries' \"human rights issues\" under the pretext of \"championing human rights.\"\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "908\tWithdrawal of U.S. Forces Urged",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#8",
            "content": "Withdrawal of U.S. Forces Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- The withdrawal of the U.S. forces is a prerequisite to the progress of south Korean society and the worthy life of the south Korean people and no progressive reform can bear a true fruit without it, declares Rodong Sinmun in an article Wednesday.\r\n The author of the article says: &nbsp;&nbsp;&nbsp;\r\n The U.S. military occupation and domination over south Korea is the most outdated one in south Korea. It is the fetters arresting the socio-political development of south Korea and the root cause of all the misfortunes and sufferings of the people there. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should drive the U.S. forces out of south Korea and put an end to the U.S. colonial rule, if they truly want to break with what is old and go toward what is new. &nbsp;&nbsp;&nbsp;\r\n With the U.S. forces present in south Korea, the desire of the people there for independence cannot be achieved. Even though it is achieved temporarily, it may be lost overnight. &nbsp;&nbsp;&nbsp;\r\n With the U.S. forces left in south Korea, the people cannot shake themselves free from the colonial yoke and shackles of humiliation any time nor can get rid of misfortunes and sufferings. If south Korea remains under the U.S. forces' occupation, the people there cannot evade the holocaust of a nuclear war, not to speak of independence and democracy of south Korean society. &nbsp;&nbsp;&nbsp;\r\n Today the idea of national independence \"By our nation itself\" has become the spirit and trend of the times on the Korean Peninsula. It is a crying national shame and tragedy that the U.S. occupation of and rule over south Korea, the outdated leftover of the last century, still continue against the flow of the times and the desire of the nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "909\tKim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2005/200501/news01/20.htm#9",
            "content": "Kim Jong Il Praised\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 19 (KCNA) -- A seminar, meeting and reading session were held in Ethiopia, Switzerland and Uganda from Jan. 8 to 10.\r\n The chief of the Addis Ababa, Ethiopia, Group for the Study of the Juche Idea at a seminar made a report titled \"Kim Jong Il, brilliant commander of Songun\" in which he highly praised Kim Jong Il as a great brilliant commander who indicates the way of achieving a victory in the cause for independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n Now the U.S. dares not provoke the DPRK while violating the sovereignty of other countries and acting arbitrarily in various parts of the world because the military capability of the latter has been increased in every way thanks to his Songun politics, the chief stressed. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Swiss Committee for Supporting Korea's Reunification and the chief of the Pyongyang Cultural Interchange Centre in Lausanne, Switzerland, underscored the need to intensify the activities to explain the Songun politics to broad strata of people, highly praising Kim Jong Il's Songun leadership exploits and the great vitality of the politics. &nbsp;&nbsp;&nbsp;\r\n The chief of the Group for the Study of the Juche Idea of Comrade Kim Il Sung of Old Kampala Higher Middle School of Uganda at a reading session said that thanks to Kim Jong Il the cause of global independence is sure to triumph.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}