{
    "date": "2005-03-12",
    "url": "http://kcna.co.jp/item/2005/200503/20050312.htm",
    "articles": [
        {
            "title": "U.S. Human Rights Abuses Assailed",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting Held in Nepal",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#2",
            "content": "U.S. Human Rights Abuses Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- Rodong Sinmun Friday carries a signed commentary denouncing the United States for persistently pulling up other countries over \"human rights abuses\".\r\n It is preposterous and ridiculous of the U.S. to talk about the \"human rights issue\" of other countries, styling itself a \"judge of human rights\", the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is the graveyard of human rights and the worst violator of human rights. It is, therefore, by no means fortuitous that Amnesty International claimed the U.S. has topped the list of the world's worst abusers of human rights in five aspects of their performance for the last 40 odd years. &nbsp;&nbsp;&nbsp;\r\n What is more serious is that it has violated human rights worldwide. The most hideous human rights abuses perpetrated by the U.S. in the new century are clearly evidenced by the fact that in recent years it waged Afghan and Iraqi wars, massacring peaceable civilians in cold blood. &nbsp;&nbsp;&nbsp;\r\n So, it is an insult to true human rights for the U.S. to vociferate about \"human rights\".\r\n Its \"anti-terrorism war\" and foreign policy have been driven into a tighter corner. Upset by this, it is employing a trite trick to divert worldwide criticism of it elsewhere by pulling up other countries over \"human rights issues\". But such a base and sinister method will get it to nowhere. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised not to talk about \"human rights performance\" of other countries but to admit its human rights abuses, apologize to the world community for them and face a deserved punishment for them. This is the most urgent thing to be done by the U.S. as regards the human rights issue.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Ambition to Grab Tok Islet Blasted",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#3",
            "content": "Friendly Meeting Held in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- A friendly meeting was held in Kathmandu March 2 on the occasion of the Day of the Sun.\r\n The attendants of the meeting first heard the recital of the poems titled \"I'll always remain loyal to him,\" \"Tribute to him\" and \"Highest tribute to the mother\" written by P. C. Sharma, chairman of the International Study Centre for Juche-oriented Mass Media in Nepal. &nbsp;&nbsp;&nbsp;\r\n We will commemorate the birth anniversary of President Kim Il Sung and greet the day the \"Meeting Praising the Great Persons of Mt. Paektu\" would be significantly held before long, Sharma said, adding that it is the great honor and a moral obligation of the progressive people to glorify the immortal exploits performed by the three generals of Mt. Paektu generation after generation. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n Today the DPRK is demonstrating its fame to the world as a political and military power strongest in the sense of independence and faith thanks to the brilliant idea, leadership and immortal feats of the three generals of Mt. Paektu. I wrote poems in the hope of conveying to posterity the immortal feats performed by them for the Korean people and progressive humankind. &nbsp;&nbsp;&nbsp;\r\n We are convinced that the DPRK would emerge a victor in the nuclear stand-off with the U.S. and become the strongest country in the world as long as the immortal idea and feats of the three generals remain shining and the Songun politics of leader Kim Jong Il remains in force, he stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Stifle DPRK Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#4",
            "content": "Japan's Ambition to Grab Tok Islet Blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- Japanese Ambassador to south Korea Takano, addressing a recent meet-the press, made a brigandish assertion that Tok Islet belongs to Japan from a historical and legal point of view. Earlier, Shimane Prefecture, Japan, adopted a motion on instituting the \"Day of Takeshima\".\r\n In this regard, Rodong Sinmun Friday observes in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n Takano's blatant claim that Tok Islet belongs to Japan though it is obviously part of the territory of Korea in all aspects is a wanton infringement upon the territorial sovereignty of the Korean nation and a serious provocation against it. &nbsp;&nbsp;&nbsp;\r\n The moves staged by the Japanese reactionaries at home and abroad to grab the islet are a revelation of the Japanese militarist forces' ambition for territorial expansion and comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n The islet is situated in the waters of geopolitical importance for realizing Japan's ambition to invade Korea and these waters abound in marine resources. According to information available recently, natural gas of solid-state called \"marine oil\" are believed to have been massively deposited on the seabed of those waters. It is the calculation of the Japanese reactionaries that their seizure of the islet would make it possible for Japan to reinvade Korea with ease and get great economic profits. Precisely for this reason they are deliberately raising a hue and cry over this issue, insisting on their claim to the islet. This is nothing but an act of aggression as they seek to internationalize the \"issue of dominium over Tok Islet\" in a bid to create an atmosphere favorable for grabbing the islet and use it as an advance base for their reinvasion of Korea. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be well advised to behave with discretion and give up their ambition to seize the islet and stage comeback to Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Old Music and Dance Pieces Discovered",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#5",
            "content": "U.S. Moves to Stifle DPRK Assailed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly issued a statement on March 4 in denunciation of the ever more malicious moves of the United States to suffocate the DPRK under the slogan of \"democracy\".\r\n Recalling that the U.S. administration tendered the so-called \"ADVANCE Democracy Act\" to both Houses of Congress on March 3, the statement said the bill was brought forward against the background of the \"North Korean Human Rights Act\", the remarks of the second-term Bush administration about the \"outpost of tyranny,\" the \"annual report on human rights\" and the forthcoming large-scale joint military drills. &nbsp;&nbsp;&nbsp;\r\n The bill, in a nutshell, is an evil one to step up the U.S. hostile policy toward the DPRK under the cloak of \"democracy\" and \"freedom\", the statement noted. It bitterly denounced the makers of the act for pointing at the north as the chief target in all the points of the bill.    \r\n\r\n\r\n"
        },
        {
            "title": "ICM National Demonstration Project in DPRK",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#6",
            "content": "Old Music and Dance Pieces Discovered \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- The Korean National Music and Dance Institute of the Democratic People's Republic of Korea has discovered some 120 old music and dance pieces.\r\n They include traditional music and dance pieces reflecting the people's feelings and dance pieces created in the early period of the socialist construction. &nbsp;&nbsp;&nbsp;\r\n The newly discovered 100-odd pieces of music are songs people had created and loved to sing in their labor and life. &nbsp;&nbsp;&nbsp;\r\n Among them are folk songs \"Weeding,\" \"Lullaby\" and \"Nilriri\" people had sung at work-sites, houses and dancing parties. &nbsp;&nbsp;&nbsp;\r\n Researchers of the institute have found out the original words of the songs \"Girl and Boy\" and \"Ulsan Ballad\" (created in the 1930s) and \"Moran Hill\" (in 1957) representing the ideological sentiment and emotion of the people in the period of their creation. &nbsp;&nbsp;&nbsp;\r\n They have also developed to suit the modern aesthetics traditional folk dance pieces and those the people danced in the early period of the socialist construction. &nbsp;&nbsp;&nbsp;\r\n More than 20 pieces of dance and classic dance have been renewed. Among them are group dances \"Wolgum Dance\", \"Women Divers Dance \", \"Ryudu Dance \" and \"Complaint\". They show women yearning for a happy life with elegant, soft and emotional rhythmic movements. &nbsp;&nbsp;&nbsp;\r\n Associate Professor and Master Yun Su Dong, director of the institute, told KCNA that the institute would continue discovering and studying old music and dance pieces, while consolidating the already-made achievements, so as to make a big contribution to developing the superiority of the nation and add lustre to the time-honored history and culture of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Mauritius",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#7",
            "content": "ICM National Demonstration Project in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- A national demonstration project is going on in Nampho City, South Phyongan Province, the Democratic People's Republic of Korea under the Integrated Coastal Management (ICM) program.\r\n The national demonstration area of over 210 square kilometers covers Nampho city and the banks of the West Sea Barrage reservoir and coastal area near the city. The project is aimed at establishing a scientific and integrated management system of coastal areas such as development and sustainable use of coastal resources, economic development and environmental management in the coastal areas. &nbsp;&nbsp;&nbsp;\r\n It is being undertaken in the way of preparation, start, development, adoption, improvement, financial settlement and consultation under the ICM program. &nbsp;&nbsp;&nbsp;\r\n At the end of Juche 87 (1998), the preparation was finished and modern facilities for scientific research needed for the project were fully secured. &nbsp;&nbsp;&nbsp;\r\n Now the Management Office for the ICM National Demonstration Project organized in Nampho is pushing ahead with the project in real earnest. &nbsp;&nbsp;&nbsp;\r\n The goal and scale of coastal strategy (perspective) for the present and the future of the demonstration area have been drawn out and the ways for their implementation clarified with the initial stage of the project progressing. \r\n The office has analyzed the environmental condition of the project area and listed the results in database by making use of modern instruments for scientific research and, at the same time, established a comprehensive coastal environmental surveying system. &nbsp;&nbsp;&nbsp;\r\n The law on fishery, law on preventing sea pollution, law on water resources, law on protection and control of territory and environment and other popular laws and regulations for their implementation have been adopted and observed strictly. As a result, the looks of the territory have been changed. When the national demonstration area for the integrated coastal management is built, a great progress will be made in developing and  using the coasts of the nation in a scientific and comprehensive way.   \r\n\r\n\r\n"
        },
        {
            "title": "Planned U.S.-S. Korean Military Drills Slashed",
            "url": "http://kcna.co.jp/item/2005/200503/news03/12.htm#8",
            "content": "Greetings to President of Mauritius \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Anerood Jugnauth, president of Mauritius, on Mar. 8 on the occasion of the 37th anniversary of its independence and the 13th anniversary of the proclamation of the republic.\r\n The message sincerely wished the president, government and people of the country greater success in their efforts for the prosperity of the country and peace and security in the Indian Ocean and expressed the belief that the good ties of friendship and cooperation between the two countries would grow stronger on the basis of the idea of independence, peace and friendship in the future, too.    \r\n\r\n\r\n"
        }
    ]
}