{
    "date": "2005-01-04",
    "url": "http://kcna.co.jp/item/2005/200501/20050104.htm",
    "articles": [
        {
            "title": "Annual Meeting of Romanian Committee for Study of Juche Idea Held",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Abroad Writes about Ten Major Events during Decade of Songun Politics",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#2",
            "content": "Annual Meeting of Romanian Committee for Study of Juche Idea Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- The National Committee for the Study of the Juche Idea of Romania held an annual meeting in Bucharest on Dec. 23.\r\n Present at the meeting were members of the committee and heads of its affiliated groups.\r\n A report and speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n Vasile Orleanu, chairman of the national committee and chairman of the Supreme Council of the Socialist Party of Romania, in his report reviewed the achievements made by the committee in its study and dissemination of the Juche idea in 2004 and stressed the need to bring about innovations in its work in 2005. &nbsp;&nbsp;&nbsp;\r\n He called on all the study organizations to take the famous works of leader Kim Jong Il \"On the Juche Idea\" and \"The Juche Philosophy Is an Original Revolutionary Philosophy\" as must books, put the reading of publications on the Juche idea on a regular basis and successfully hold a seminar on the Juche idea and the Songun idea every month in the New Year. &nbsp;&nbsp;&nbsp;\r\n The meeting elected new chairman, vice-chairman, secretary general and members of the national committee.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean People Called Upon to Launch General Onward March",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#3",
            "content": "Korean Abroad Writes about Ten Major Events during Decade of Songun Politics \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Rodong Sinmun Sunday carried an article titled \"Ten major events during the decade of Songun politics\" dedicated by An Hyang San, secretary general of the International United Confederation of Koreans.\r\n In the article he cited ten major events that characterize the great exploits leader Kim Jong Il has performed with his decade-long Songun politics, startling the world. &nbsp;&nbsp;&nbsp;\r\n The article said: The first event is that Kim Jong Il has been chosen as the world's famous man irrespective of ideology, race and nationality. &nbsp;&nbsp;&nbsp;\r\n He gave steady continuity to the history of President Kim Il Sung and made the reverence for him prevail in Korea. This is a precious fruition of the Songun politics and represents a world historic event proving the truth that the preceding leader will be immortal only when his successor is a great man. &nbsp;&nbsp;&nbsp;\r\n The emergence of Kim Jong Il's Songun politics based on the philosophy of the army that an army guarantees the destiny of the country and the nation and socialism and that the army represents the party, the state and the people marks a great event as it heralded the arrival of a new political era. &nbsp;&nbsp;&nbsp;\r\n The long journey for Songun leadership of Kim Jong Il who made a history of defending the country and socialism, displaying patriotism and achieving national reunification and prosperity is one of the ten major events as it brought about the victory of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Quite contrary to the West's prediction that a certain change would take place in the DPRK, it put satellite \"Kwangmyongsong No. 1\" into the orbit, completed the Anbyon Youth Power Station, the large-scale land realignment projects and the Kaechon-Lake Thaesong Waterway project and a grandiose mass gymnastic and artistic performance \"Arirang\" was staged with success. These astonishing miracles are the results of the strong unity of the leader and the people in mind. &nbsp;&nbsp;&nbsp;\r\n The historic north-south summit in June 2000 was an event of special mention as it exalted the greatness of Kim Jong Il before the whole world and brought joy and hope for reunification to all Koreans. &nbsp;&nbsp;&nbsp;\r\n After this summit Korea was swept by hot waves of national reconciliation and unity that resulted in ushering in the post-June 15 era. This was a great victory of the idea of \"By our nation itself\" and a great event in the national history. &nbsp;&nbsp;&nbsp;\r\n The repatriation of 63 unconverted long-term prisoners in September 2000 was an epoch-making event which the nation witnessed thanks to Kim Jong Il who is endowed with ardent love and noble sense of obligation. &nbsp;&nbsp;&nbsp;\r\n In the last decade Songun Korea has won one victory after another in the confrontation with the United States styling itself the world's only superpower. These victories won by the DPRK generation after generation marked great historic events that have brought immense national pride and self-esteem to the 70 million Koreans. &nbsp;&nbsp;&nbsp;\r\n Korea, once humiliated and ill-treated, sandwiched among big powers, is shedding its rays as \"Korea on our planet.\" This is an immortal pyramid built thanks to the high international prestige of Kim Jong Il, an outstanding elder statesman, and his preeminent Songun diplomacy.    \r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Chinese Technicians",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#4",
            "content": "Korean People Called Upon to Launch General Onward March \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- The on-going general onward march in which a hot charge is under way with the might of Songun represents a sacred onward march aimed at giving a steady continuity to the history and tradition of the great Chollima march established by President Kim Il Sung, says Rodong Sinmun Monday in an editorial.\r\n The flag held aloft by the army and people of the DPRK this year is the same as they raised when building a powerful socialist country from scratch in the spirit of devotedly defending the leader, the spirit of implementing the leader's instructions in a do-or-die spirit and the heroic self-sacrificing spirit. The trait prevailing throughout the ranks of our marchers is just the same exceptionally high awareness and revolutionary enthusiasm to take a hundred steps when others make only one step as those displayed in the period of the great Chollima surge, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The present general onward march also represents a fresh onward march in the Songun era to meet the requirements of the 21st century to develop economy, science and technology in the revolutionary soldier spirit and a grandiose onward march to mobilize the inexhaustible strength built up in the course of upholding the Songun politics of the Workers' Party of Korea and thus bring about a stirring reality of Songun Korea on this land. &nbsp;&nbsp;&nbsp;\r\n The do-or-die resolution and the indomitable fighting spirit serve as decisive factors of making it possible to bring about a great leaping advance in this year's struggle by carrying forward the tradition of the great Chollima surge. &nbsp;&nbsp;&nbsp;\r\n All the officials, party members and other working people should glorify each day of the year with heroic feats in the do-or-die spirit that nothing is impossible for one who has indomitable faith and is determined to readily lay down one's life, the spirit which Kim Jong Il instilled into them in the days of his Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n The people should display the do-or-die spirit and the indomitable fighting spirit in this year's efforts to contribute to the prosperity of the country with actual results. &nbsp;&nbsp;&nbsp;\r\n All the officials, party members and other working people should strikingly demonstrate the spirit of the heroic people racing against the time in this year's drive in the revolutionary soldier spirit &nbsp;&nbsp;&nbsp;\r\n Every domain and unit should not allow any practice of wasting or damaging valuable properties of the country and the nation but economize even a single man-day, a single part of equipment and even a gram of material. &nbsp;&nbsp;&nbsp;\r\n All the officials should actively lead the ranks shouting \"Follow me!\" just as the officers of the People's Army do. &nbsp;&nbsp;&nbsp;\r\n The editorial calls on all the people to turn out in the dynamic general onward march full of courage and confidence and proudly greet the 60th anniversary of the Workers' Party of Korea and the 60th anniversary of the national liberation with an eye-opening innovations and heroic feats.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#5",
            "content": "Letter to Kim Jong Il from Chinese Technicians \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Leader Kim Jong Il on January 1 received a letter from members of the Chinese technical team participating in the construction of a glass factory now under way with China's aid to the DPRK.\r\n The letter says the Chinese technical team considers it biggest honor and pride to have the luck of taking part in the construction of the Taean Friendship Glass Factory, noting they have witnessed the great achievements the Korean people have made in socialist construction under the wise guidance of  Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The construction of the glass factory signifies a triumphant song demonstrating Sino-Korean friendship and cooperation and unity and strivings, the letter says, and goes on: &nbsp;&nbsp;&nbsp;\r\n We will work together with Korean builders, pooling mind and strength, carry out the building operation with meticulous care, overcome all difficulties and successfully build the factory within the day scheduled as desired by the top leaders of the two countries and thus let you and General Secretary Hu Jintao feel easy and bring happiness to the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n We hope Sino-Korean friendship will meander as ever as waters of the River Amrok and remain green as ever as pine trees in Mangyongdae.    \r\n\r\n\r\n"
        },
        {
            "title": "South Korean Farmers against Negotiation on Rice Market Opening",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#6",
            "content": "Anniversary of Kim Jong Il's Work Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Rodong Sinmun Monday dedicates an article to the 13th anniversary of the publication of leader Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party\".\r\n In the work Kim Jong Il scientifically clarified the fundamental cause of the setback of socialism in some countries and indicated the way of victorious socialism. He put forward ideas and theories on the principled issues of firmly building up the driving force of the revolution, preserving the revolutionary principle and adhering to independence and the issue of holding fast to the general line of socialist construction on carrying on the three revolutions, ideological, technical and cultural, and further strengthening the people's power. Those serve as a courageous banner which indicated the road ahead of the army and the people of Korea who are striving to accomplish the cause of Juche and gave them a firm faith in the victory of socialism. &nbsp;&nbsp;&nbsp;\r\n Years after the publication of the work is the significant annals which witnessed the wise leadership of Kim Jong Il who is leading the socialist cause to victory under the uplifted banner of Juche, the author of the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The wisdom of his leading the socialist cause to victory under the banner of Songun finds its expression in attaching priority to the ideological work to push forward the revolution and construction with the might of ideology and in creating the unique mode of Songun politics to further consolidate the driving force of the revolution. &nbsp;&nbsp;&nbsp;\r\n The wisdom of his leadership is also manifested in his adhering to the basic principles of socialism to further glorify Korean-style socialism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Troops from S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#7",
            "content": "South Korean Farmers against Negotiation on Rice Market Opening \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Farmers belonging to the Federation of Peasants Associations of south Korea staged a surprise protest on December 28 last year in front of the \"government\" building against the authorities' negotiation on opening the rice market, according to south Korean KBS.\r\n They attempted to break into the building in protest against the negotiation. &nbsp;&nbsp;&nbsp;\r\n When the police blocked their way, they called a press conference and declared they would expand the fight against the negotiation.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy in Havana",
            "url": "http://kcna.co.jp/item/2005/200501/news01/04.htm#8",
            "content": "Withdrawal of U.S. Troops from S. Korea Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification, on December 28 last year issued an appeal titled \"It is faith and will of our youth and students to make 2005 the year of the withdrawal of the U.S. forces from south Korea.\"\r\n In 2004 all the fellow countrymen in the south and the north powerfully demonstrated the stamina of the nation to the world by boldly meeting the constant blackmail and pressure of the United States, the appeal said, and went on: &nbsp;&nbsp;&nbsp;\r\n However, the U.S. moves for aggression and maneuvers of the pro-U.S. ultra-right conservative forces continue. The youth and students should arouse the masses in the all-people anti-U.S. resistance with the resolution to greet 2005 as the year of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The appeal called upon the youth and students to take the lead in the drive to record 2005, which will be the brilliant year of the withdrawal of the U.S. forces and year of national reunification, as a year of glory and victory.    \r\n\r\n\r\n\r\n"
        }
    ]
}