{
    "date": "2005-09-16",
    "url": "http://kcna.co.jp/item/2005/200509/20050916.htm",
    "articles": [
        {
            "title": "Preparatory Committee for Celebrating WPK Anniversary Formed in Russia",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Australian Preparatory Committee Inaugurated",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#2",
            "content": "Preparatory Committee for Celebrating WPK Anniversary Formed in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- The Communist Party of the Soviet Union formed a preparatory committee for celebrating the 60th founding anniversary of the Workers' Party of Korea (WPK) on Sept. 8.\r\n The preparatory committee with Oleg Shenin, chairman of the Communist Party of the Soviet Union, as its chairman consists of 14 members. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to hold colorful events including meetings in Russia and republics of the former Soviet Union on the occasion of the 60th anniversary of the WPK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "50th Anniversary of Korea-China Hydro-Electric Power Company Observed",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#3",
            "content": "Australian Preparatory Committee Inaugurated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- An inaugural ceremony of the preparatory committee for celebrating the 60th founding anniversary of the Workers' Party of Korea was held in Brisbane on Sept. 9.\r\n  A member of the Australia-DPRK Friendship and Cultural Society was elected chairman of the preparatory committee and Raymond Ferguson, national secretary general of the society, secretary general of the preparatory committee at the inaugural ceremony. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee set the celebration period from Sept. 10 to Oct. 10 and decided to hold celebration events such as meeting, lecture, photo exhibition and film show and release commemorative information bulletin in this period.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Marks Anniversary of DPRK-Cuba Ties",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#4",
            "content": "50th Anniversary of Korea-China Hydro-Electric Power Company Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- A meeting was held at the People's Palace of Culture Wednesday to celebrate the 50th anniversary of the Korea-China Hydro-Electric Power Company.\r\n Present at the meeting were Ju Tong Il, minister of Electricity and Coal Industries, Sin Yong Song, vice-minister of Electricity and Coal Industries who is the DPRK side's director of the company, and other officials in the field of electric power industry.\r\n Present on invitation were a delegation of the China State Electric Network Corporation headed by Liu Zhenya, its president, Chinese Ambassador to the DPRK Wu Donghe and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Ju Tong Il in a report said that over the last five decades since its establishment the company has made successful progress, making a big contribution to socialist construction and the improvement of the material and cultural life of the people under the correct leadership of the parties and governments of the two countries.\r\n President Kim Il Sung together with Chairman Mao Zedong and Premier Zhou Enlai made great contributions to the development of the DPRK-China friendship and this friendship is now developing at a higher stage under the deep care of the top leaders of the two countries, he said. &nbsp;&nbsp;&nbsp;\r\n We will as ever develop the cooperation between the power fields of the two countries as required by the new century and positively contribute to strengthening the traditional DPRK-China friendship, he noted, expressing the hope that the hydro-electric power company would achieve greater success to meet the desire of the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n Liu Zhenya in his congratulatory speech said that a great deal of cooperation has been conducted between the power fields of the two countries and the China-DPRK hydro-electric power company has made a big contribution to the economic development and the improvement of the standard of people's living in the two countries.\r\n The Chinese people set great store by the Sino-DPRK friendship and they are sincerely rejoiced over the great achievements made by the Korean people in socialist construction under the leadership of the Workers' Party of Korea led by Kim Jong Il, he noted. &nbsp;&nbsp;&nbsp;\r\n We will continue to strengthen the cooperation between the power fields of the two countries in the future, too, he said, stressing that the Sino-DPRK friendship will be everlasting.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Anti-reunification Moves Flayed",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#5",
            "content": "National Meeting Marks Anniversary of DPRK-Cuba Ties \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- A national meeting was held at the Chollima House of Culture to celebrate the 45th anniversary of the establishment of diplomatic relations between the DPRK and Cuba on Sept. 14.\r\n Kim Yong Jin, chairman of the DPRK-Cuba Solidarity Committee, said in his speech that the Cuban people have firmly defended the country's sovereignty and socialist system and successfully pushed ahead with the revolution and construction despite the U.S. persistent anti-Cuba moves to isolate and stifle it under the leadership of the Communist Party of Cuba headed by Fidel Castro Ruz, supreme leader of the Cuban revolution. &nbsp;&nbsp;&nbsp;\r\n He extended deep thanks to the Cuban government and people for having voiced their invariable full support and solidarity to the DPRK in its socialist construction and cause of national reunification. The Korean people are pleased to have such true and heroic friends like the Cuban people in the Western hemisphere of the world, he stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK-Cuba ties of friendship forged by President  Kim Il Sung and Fidel Castro Ruz are steadily growing stronger under the particular care of leader Kim Jong Il.\r\n The Korean people will as ever make every possible effort to boost the friendly and cooperative relations between the two countries, regarding the Cuban people as their class brothers and sisters and close comrades-in-arms standing at the outposts of the anti-imperialist struggle alongside them. &nbsp;&nbsp;&nbsp;\r\n Cuban Ambassador to the DPRK Ruben Perez Valdes said in his speech that the Communist Party of Cuba and the Workers' Party of Korea have close relations of friendship. Taking this opportunity, I pay humble homage to the great leader Comrade Kim Il Sung on the occasion of the 60th anniversary of the WPK, he noted.\r\n The friendly relations between Cuba and the DPRK are now growing stronger thanks to the top leaders of the two countries. He extended thanks to Kim Jong Il for having shown deep care for the development of the friendly ties with the Cuban people.\r\n He stressed that Korea would be reunified peacefully before long and the imperialists' unjust and criminal moves against Cuba are bound to go bust.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Seminar of Social Scientists Condemns Japan's Crimes",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#6",
            "content": "GNP's Anti-reunification Moves Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- The Grand National Party (GNP) in south Korea is working hard to spoil a good atmosphere prevailing in Korea as the inter-Korean relations are favorably developing in line with the aspiration of the nation and the demand of the times. Commenting on this, Rodong Sinmun Thursday brands this as anti-reunification moves to bedevil these inter-Korean relations at any cost and bring them back to the era of confrontation.\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n Five years have passed since the publication of the historic June 15 joint declaration and the movement for the independent reunification of the Korean nation has made dramatic progress in the period. However, the GNP remains unchanged as a traitorous party, an anti-reunification party. If there be any, it has become more inveterate in its anti-reunification and confrontational posture and practices. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the GNP's anti-reunification rash acts are nothing but despicable political intrigues to come to power again. These moves are, in fact, chiefly aimed at labeling all the movements for reconciliation and unity \"pro-north activities\" allegedly spearheaded by the north in a bid to twist their nature and incite the confrontation with it and thus impair the popularity of the progressive pro-reform forces and turn the people's mindset favorable to the GNP. Seized with the unlimited greed for power, the GNP is making desperate efforts to hamstring the process of warming the inter-Korean relations and the reunification movement and rally even those wicked anti-reunification elements forsaken by the nation and history. These rash acts of the GNP are intolerable. Anti-reunification acts, confrontation and greed for power are the invariable bad habit of the GNP. The reality proves that the GNP can never get rid of this bad habit as long as it remainns. There is no room for the GNP to stay in the June 15 era of reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Disorganization of Repressive Machines Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#7",
            "content": "National Seminar of Social Scientists Condemns Japan's Crimes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- A national seminar of social scientists took place at the Grand People's Study House Wednesday in connection with the lapse of a century since the Japanese imperialists fabricated the illegal and invalid \"Ulsa Five-Point Treaty\" and forced the Koreans into colonial slavery.\r\n It was attended by Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Thae Hyong Chol, president of the Academy of Social Sciences, officials concerned, teachers, researchers, journalists, editors and lecturers in the fields of science, education, the press and the preservation of cultural relics.\r\n Speeches were made on such subjects as \"Criminal nature of the 'Ulsa Five-Point Treaty' fabricated by the Japanese imperialists\", \"The Japanese imperialists' criminal moves to obliterate the Koreans' national identity\" and \"Japan's distortion of history in textbooks and its moves to revive militarism.\" &nbsp;&nbsp;&nbsp;\r\n Candidate Academician, Prof. and Doc. Jin Mun Gil, president of the Law College of Kim Il Sung University, and other speakers said that the past one century has been a history woven with Japan's robber-like aggression and plunder and massacres of Koreans and a history characterized by its hostile policy toward the DPRK. The biggest of them was that they cooked up the \"Ulsa Five-Point Treaty\" at the point of bayonet, usurping the state power of Korea, they added. &nbsp;&nbsp;&nbsp;\r\n They went on to say: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists enforced a harsh policy of assimilating Koreans to Japanese under the reactionary slogan of \"one and the same ancestry and roots\" and \"oneness of Japan and Korea\" and worked with bloodshot eyes to distort the Korean nation's time-honored history spanning 5,000 years in a bid to totally obliterate its national identity. &nbsp;&nbsp;&nbsp;\r\n The distortion of the history of Korea by the Japanese imperialists, the sworn enemy of the Korean nation, finds its vivid manifestation in the fact that Japan has justified their occupation of Korea, whitewashed their aggression against it and covered up their crimes committed during their colonial rule over it, they said, adding that their territorial claim to Tok Islet and their distortion of history in textbooks are, in essence, a revelation of their ambition for reinvasion and territorial expansion aimed at repeating  the criminal history of aggression which spelled so unspeakable misfortune and sufferings to the Korean people in the past. &nbsp;&nbsp;&nbsp;\r\n They strongly urged Japan to make an honest apology for their cursed history of monstrous criminal acts to exterminate the Korean nation and make sincere compensation to the Koreans at an early date. &nbsp;&nbsp;&nbsp;\r\n They reiterated the pledge of the army and people of the DPRK to carry on their vigorous struggle under the Songun revolutionary leadership of Kim Jong Il till Japan's century-long history of crimes is brought to an end and it makes apology and compensation for its past crimes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Nicaraguan President",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#8",
            "content": "Disorganization of Repressive Machines Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- 25 human rights organizations including the Family Movement for Realizing Democracy, the Society of Human Rights Champions and the Association of Lawyers for Democratic Society reportedly demanded the total disorganization of the \"Security Section\", a repressive machine, which is a successor to the former \"Anti-Communist Section\", on Sept. 8.\r\n The south Korean police authorities, talking about the \"reorganization of the security work\", announced that the \"Security Section\" in Namyong-dong, Seoul would be turned into a \"human rights memorial hall.\" &nbsp;&nbsp;&nbsp;\r\n At a press conference held in front of the building of the Seoul District Police Office the organizations charged that the police authorities' talk about the \"memorial hall\" is nothing but a foolish attempt to create impression that they are going to disband the section in Namyong-dong, while keeping other security sections as they are and thus cover up inhuman criminal acts of those repressive machines under the pretext of \"readjustment and restructuring\"; &nbsp;&nbsp;&nbsp;\r\n The speakers said that thousands of police forces belong to at least 40 security sections and all the jobs done there are kept secret.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Rwandan Ambassador",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#9",
            "content": "Greetings to Nicaraguan President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Enrique Bolanos, president of Nicaragua, Wednesday on the occasion of the 184th anniversary of the independence of the country. \r\n In the belief that the friendly relations between the two countries would grow stronger, the message wished him and his people greater success in their work for the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Mexican President",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#10",
            "content": "Kim Yong Nam Receives Credentials from Rwandan Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Rwandan Ambassador to the DPRK Benjamin Mathias Rugangazi at the Mansudae Assembly Hall Thursday.\r\n On hand was Vice-Minister of Foreign Affairs Kim Hyong Jun. \r\n After receiving the credentials, the president conversed with the ambassador.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Mexican FM",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#11",
            "content": "Greetings to Mexican President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Vicente Fox Quesada, president of Mexico, on Sept. 15 on the occasion of the 195th anniversary of the independence of the country. \r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to expand and develop on good terms in the idea of independence, peace and friendship, the message wished him new success in his work for the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stepped up Veterinary, Anti-Epizootic Work",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#12",
            "content": "Greetings to Mexican FM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Mexican counterpart Luis Ernesto Derbez Bautista on the occasion of the 195th anniversary of the independence of the country. \r\n In the belief that the friendly and cooperative relations between the two countries would grow stronger in the interests of the countries, the message sincerely wished him greater success in his work.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Arirang\" Extolled by All People",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#13",
            "content": "Stepped up Veterinary, Anti-Epizootic Work\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- September and October are veterinary and anti-epizootic months in the Democratic People's Republic of Korea.\r\n In this period, the live-stock breeding centers and families raising domestic animals across the country are directing efforts to keeping environment clean and anti-epizootic work. &nbsp;&nbsp;&nbsp;\r\n The large modern poultry farms across the country including the Hadang and Mangyongdae Chicken Farms in Pyongyang are engaged in cleaning and sterilizing swampy lands, feed stores, puddles and so on to prevent bacilli and harmful insects from wintering. &nbsp;&nbsp;&nbsp;\r\n The Hamhung City Youth Goat Farm and other herbivorous animals breeding farms are investigating the pasture destruction and pollution and taking relevant steps while quarantining sheep and goats. &nbsp;&nbsp;&nbsp;\r\n A nation-wide campaign is under way to vaccinate domestic animals and exterminate harmful insects. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the DPRK government has directed efforts to the prevention of bird flu even after the State Emergency Veterinary and Anti-epizootic Committee announced on July 5 that H7*-style bird flu had been exterminated completely in the country.\r\n A well-arranged system for investigating migrants has been established in the country. Special attention is being directed to observing migrants in the period when they are moving in connection with the outbreak of bird influenza in surrounding countries.\r\n A material and technical foundation has been laid for reporting outbreak of bird flu to the center instantly and correctly and for preventing epidemic diseases.\r\n Due efforts are being directed to the development of vaccine according to bird flu virus.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives On-the-Spot Guidance to Tanchon Fireproof Materials Factory",
            "url": "http://kcna.co.jp/item/2005/200509/news09/16.htm#14",
            "content": "\"Arirang\" Extolled by All People\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- The performance of \"Arirang\" is going on at the May Day Stadium in Pyongyang every day, touching the heartstrings of all people.\r\n The grand mass gymnastic and artistic performance \"Arirang\" is a work in which the mass gymnastic display and art performance are well combined with the help of peculiar technical depiction means. It highlights itself as a masterpiece as it has reached a new stage for the cultural and artistic development of humankind.\r\n Now an increasing number of people in different countries and regions apply to see the performance. &nbsp;&nbsp;&nbsp;\r\n After appreciating the performance, Koreans and foreigners extol in unison that it is a masterpiece of the 21st century. &nbsp;&nbsp;&nbsp;\r\n Workers in the Pyongyang Thermal-power Complex praised \"Arirang\" to the skies, saying that it is a decided hit making them feel national pride and harden their determination to intensify the general onward march of the Songun revolution to auspiciously celebrate the 60th anniversary of the Workers' Party of Korea.\r\n Kseniya Zhuryablova, actress of the \"Beryozka\" dancing troupe of Russia , said in excitement that \"Arirang\" is a graceful and wonderful work which one can see nowhere in the world but in the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}