{
    "date": "2005-04-27",
    "url": "http://kcna.co.jp/item/2005/200504/20050427.htm",
    "articles": [
        {
            "title": "Kim Jong Il Appreciates Performance Given by State Merited Chorus of KPA",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#1",
            "content": "Kim Jong Il Appreciates Performance Given by State Merited Chorus of KPA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, appreciated together with\r\nservicepersons of the three services of the KPA a performance given by the State Merited Chorus of the KPA on the occasion of the 73rd anniversary of the heroic KPA.\r\n When Kim Jong Il appeared in the auditorium, the whole audience broke into thunderous cheers of \"hurrah!\" and enthusiastically welcomed him. &nbsp;&nbsp;&nbsp;\r\n He warmly congratulated the servicepersons of the KPA on the army day. &nbsp;&nbsp;&nbsp;\r\n The state merited chorus put on the stage such choruses as \"The KPA, the Army of Mt. Paektu\", \"Song of Defense of the Country\", \"Song of An Airman\", \"My Warship Means My Beloved Land\", \"The Country I Am Defending\", \"They Will Tell the Story of Soldier's Love\", \"Let's Meet on the Front\", \"Military Parade on Victory\" and \"We will Defend the Headquarters of Revolution with Our Lives\". &nbsp;&nbsp;&nbsp;\r\n In their performance replete the militant spirit the artistes sang of the proud path of victory and glory covered by the KPA over the last more than 70 years under the uplifted red flag of revolution and strikingly demonstrated the unshakable faith and indomitable will of the army and the people to accomplish the revolutionary cause of Juche that started in the forest of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\nAt the end of the performance he waved back to the cheering performers and audience and congratulated the artistes on their successful performance. &nbsp;&nbsp;&nbsp;\r\n   Greatly satisfied with the splendid performance pervaded with the spirit of the era of Songun and the revolutionary soldier spirit, he expressed expectation and conviction that all the artistes of the chorus would dynamically conduct revolutionary performing activities to more powerfully arouse the servicepersons and people to the general march for the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n Appreciating the performance together with him were Kim Yong Chun, member of the DPRK National Defence Commission and chief of the General Staff of the KPA, Kim Kuk Thae and Kim Ki Nam, secretaries of the C.C, WPK, Ri Yong Chol, member of the WPK Central Military Commission and first vice department director of the C.C, WPK, KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and other general officers of the KPA.    \r\n\r\n\r\n"
        },
        {
            "title": "Bulletin on Birth Anniversary of Kim Il Sung in Chile",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#2",
            "content": "Bulletin on Birth Anniversary of Kim Il Sung in Chile \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The Chilean Group for the Study of the Juche Songun Idea on April 15 published a bulletin titled \"April 15, birth Anniversary of President Kim Il Sung\" on the occasion of the Day of the Sun.\r\n The bulletin carried a portrait of the President in the uniform of generalissimo. &nbsp;&nbsp;&nbsp;\r\n Noting that the President was the great sage, philosopher, creator, thinker, strategist and revolutionary hero, it said: &nbsp;&nbsp;&nbsp;\r\n He advanced the great idea of independence to indicate a bright way to be followed by the Korean people. &nbsp;&nbsp;&nbsp;\r\n By waging the arduous anti-Japanese armed struggle, he brought liberation to the country and provided the Korean people with an independent and worthy life and he led the fierce Fatherland Liberation War against the U.S. imperialists to victory to defend the dignity and sovereignty of the Korean people. &nbsp;&nbsp;&nbsp;\r\n As he founded the great Juche idea and won a victory in the socialist revolution, the DPRK has turned into a stabilized and harmonious socialist country where social justice and welfare of the people are strictly guaranteed. &nbsp;&nbsp;&nbsp;\r\n The exploits performed by the President will always remain in the hearts of the Korean and the world people, the bulletin stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performances on KPA Birthday",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#3",
            "content": "Performances on KPA Birthday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Art performances were given in Pyongyang and local cities Monday in celebration of the 73rd anniversary of the Korean\r\nPeople's Army.\r\n The performances were appreciated by leading officials of the Workers' Party of Korea, the state and the army and chairpersons of friendly parties. &nbsp;&nbsp;&nbsp;\r\n Overseas Koreans staying in the socialist homeland also enjoyed the performances. &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army Song and Dance Ensemble gave a song and dance performance at the April 25 House of Culture. It successfully depicted the grand sight of the heroic KPA which has steadily grown in strength while firmly defending the country and revolution and socialism under the wise leadership of President Kim Il Sung and Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The program included the mixed chorus \"Song of the Korean People's Army\", the male group singing \"Song of a Truck Driver,\" the dance \"My Heavy Machinegun,\" the mixed chorus \"General on a Galloping White Horse\", and the female solo \"Song of Chollima Vanguard\". &nbsp;&nbsp;&nbsp;\r\n A concert was given by the State Symphony Orchestra at the People's Palace of Culture. Put on the stage were the fourth movement \"Glory to the General\" of the symphonic suite \"Long Journey for Songun Leadership\", the orchestras \"Arirang\", \"Mungyong Pass\" and \"Rich Harvest Comes to the Chongsan Plain\" and other pieces. It also well represented the themes of famous Korean music, a collection of world famous music and the first movement of Shostakovich's 7th symphony \"Leningrad\". &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the State Theatrical Company performed the revolutionary drama \"Following the Banner of Victory\" at the State Theatrical Theatre and the Phibada Opera Troupe staged the revolutionary opera \"The Sea of Love\" at the Pyongyang Grand Theatre. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang Circus, the Pyongyang Moranbong Circus and the Pyongyang Puppet Show Company put on stages colorful numbers inspiring the KPA soldiers and people with revolutionary optimism and emotion and militant spirit. &nbsp;&nbsp;&nbsp;\r\n Provincial art troupes also gave celebration performances.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath Laid by Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#4",
            "content": "Wreath Laid by Military Attaches Corps \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The military attaches corps in Pyongyang laid a wreath in the Revolutionary Martyrs' Cemetery on Mt. Taesong on April 25, the 73rd anniversary of the heroic Korean People's Army.\r\n After laying the wreath in the name of the corps, its members honored the memory of the revolutionary martyrs with one minute's solemn silence. &nbsp;&nbsp;&nbsp;\r\n Then they laid bouquets of flowers before the bust of anti-Japanese war hero Kim Jong Suk and observed a silent tribute to her memory. &nbsp;&nbsp;&nbsp;\r\n On the same day the corps placed a floral basket before the Monument to Victory in the Fatherland Liberation War.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Evening Galas of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#5",
            "content": "Evening Galas of Youth and Students Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Evening galas of youth and students were held in different parts of the country on Monday to celebrate the 73rd anniversary of the heroic Korean People's Army.\r\n The plazas before the Tower of the Juche Idea, the Monument to Party Founding, the Monument to Victory in the Fatherland Liberation War, the Arch of Triumph and the Pyongyang Indoor Stadium were abustle with young people and students who were proud and joyful at significantly celebrating the birthday of the invincible revolutionary army of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n They unrolled beautiful seas of dances to the tunes of \"Long Live Generalissimo Kim Il Sung\", \"Song of General Mobilization\", \"Song of Defense of the Country\", \"Songun Nilliri\", \"Pride of Youth\" and other songs. &nbsp;&nbsp;&nbsp;\r\n War veterans and kindergartners joined the cheerful dancing, adding to its gaiety. &nbsp;&nbsp;&nbsp;\r\n They enjoyed the evening of the army founding day, singing and dancing to the tunes of \"Let's Be Soldiers of General\", \"Let's Sing of Army-People Unity\" and \"Let's Support Our Supreme Commander with Arms\" and other songs.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Manufacture of Nukes for Self-defence Supported",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#6",
            "content": "DPRK's Manufacture of Nukes for Self-defence Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The Mt. Paektu Czech-Korean Friendship Association released a statement on April 13 in support of the statement of\r\na spokesman for the DPRK Foreign Ministry dated March 31.\r\n Recalling that the United States has watched for scores of years for a chance to use the tactical nuclear weapons massively stockpiled in the southern half of the Korean Peninsula in violation of the Korean Armistice Agreement concluded in 1953 and threatened the DPRK with them, the statement said this is clearly proved by the undisguised exercises for a nuclear war it staged every year. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The present Bush administration clamored that if the DPRK scrapped \"its nuclear program first\" the former would provide the latter with the \"collective security assurances\" and a \"reward\". &nbsp;&nbsp;&nbsp;\r\n Who on earth granted the U.S. such right? &nbsp;&nbsp;&nbsp;\r\n It is a brigandish logic for the U.S. to claim that other countries should not produce nukes for self-defense, while ceaselessly stepping up the development of nuclear weapons of new type and steadily bolstering its nuclear arsenal. \r\n The world should not tolerate such wrong way of thinking of the U.S.  The DPRK's access to nukes does not allow any U.S. interference or involvement as it is the Korean people's exercise of a legitimate right. &nbsp;&nbsp;&nbsp;\r\n The association unequivocally supports the DPRK's production of nukes for self-defense. &nbsp;&nbsp;&nbsp;\r\n It is preposterous, indeed, to claim that the DPRK's dismantlement of its nukes alone will lead to the denuclearization of the Korean Peninsula. In order to denuclearize the peninsula, it is necessary to force the U.S. to withdraw all its nukes from south Korea, stop all forms of nuclear war exercises targeted against the DPRK and eliminate the leverage for a nuclear threat from the peninsula and its vicinity. &nbsp;&nbsp;&nbsp;\r\n Japan has worked hard to build up awfully wrong public opinion over the issue of denuclearizing the Korean Peninsula and has not made any apology and compensation for the enumerable crimes it committed during its 40 odd year-long occupation of Korea. Japan's participation in the six-party talks, therefore, poses a problem. &nbsp;&nbsp;&nbsp;\r\n The U.S. criminal moves deserve the world condemnation and sanctions and should be checked. This is very urgent for the global peace, it concluded.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Branded as Kingpin of Terrorism",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#7",
            "content": "U.S. Branded as Kingpin of Terrorism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Rodong Sinmun today in a signed commentary accuses the United States of having harbored, trained, directed and protected Cuban-born terrorists for over 40 years.\r\n The U.S. has the effrontery to call those terrorists \"activists for freedom\", \"fighters\" and \"dissidents\" of Cuba, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is a kingpin of international terrorism as it has frequently orchestrated assassinations, coups and military invasions to overthrow and dominate progressive countries. &nbsp;&nbsp;&nbsp;\r\n In the past it engineered armed terrorism against the progressive Lumumba government in Democratic Congo and instigated military gangster Pinochet to stage a bloody coup in Chile that resulted in killing President Allende in cold blood for the mere reason that he aspired after socialism. Then the U.S. installed a pro-American military government there. It also orchestrated the explosion in the air of the plane carrying Mozambican President Machel and made persistent attempts at the assassination of Fidel Castro and other Cuban leaders. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the world's biggest sponsor of terrorism. It not only perpetrated state-sponsored terrorism but zealously protected and supported world terrorists. &nbsp;&nbsp;&nbsp;\r\n It provides a huge amount of money to terrorists though it never let a chance pass by without asserting that \"financial channels for terrorism should be cut off.\" It is nobody's secret that even before the Iraqi war, the U.S. had secured five million dollars to finance terrorism for its rule over Iraq after the ouster of Saddam. &nbsp;&nbsp;&nbsp;\r\n With no trick can the U.S. ever cover up its true colors as the world's worst sponsor of terrorism. If it continues protecting those terrorists despite of the protests of the world public, the U.S. will be more bitterly denounced by the world as the ringleader of international terrorism and a sponsor of terrorism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Bid to Internationalize \"Abduction Issue\" under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#8",
            "content": "Japan's Bid to Internationalize \"Abduction Issue\" under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Minju Joson Monday in a signed commentary denounced Japan for crying out again for the settlement of the \"abduction\r\nissue,\" an issue which had already been solved, at the 61st meeting of the UN Commission on Human Rights, in a bid to solicit international cooperation.\r\n The Japanese imperialists are assailants who heaped unbearable insult on the Korean nation after illegally occupying Korea in the past, the commentary noted, and went on:\r\n The \"abduction issue\" is, in the final analysis, a product of Japan's hostile acts against the DPRK. The DPRK, however, has met all the requests made by Japan out of the idea of humanitarianism and the desire to improve the DPRK-Japan relations. It sent back those persons concerned and handed over even the remains of the dead to Japan. &nbsp;&nbsp;&nbsp;\r\n It is a universally accepted ethics to respond to good faith and favor in kind. Nevertheless, Japan has behaved quite contrary to it. Before long, it fabricated the fiction of the \"false remains,\" challenging even science. It is now making desperate efforts to internationalize the \"abduction issue.\"  &nbsp;&nbsp;&nbsp;\r\n Japan is making much ado about the issue which admits of no argument, while putting on the shelf crimes it committed against the Korean people, the biggest-ever in history. This is nothing but an epileptic fit of the mentally deranged guys. &nbsp;&nbsp;&nbsp;\r\n The international community is becoming increasingly assertive for Japan's compensation for its awful crimes. Yet, Japan is totally negating its crime-woven history and tries hard to shirk off its responsibility for it. &nbsp;&nbsp;&nbsp;\r\n Japan is the only country in the world which negates and falsifies the hard historical facts and shamefully tries to evade the responsibility to redeem its past crimes. &nbsp;&nbsp;&nbsp;\r\n Japan has become the laughing stock of the world as it dares pull up other countries over the human rights issue. Japan would be well advised to be careful about its tongue-lashing.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Total Scrapping of War Plan against DPRK Demanded",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#9",
            "content": "Total Scrapping of War Plan against DPRK Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The 69th Friday meeting was reportedly held on April 22 by the Solidarity for Implementing the June 15 South-North Joint Declaration, at which it demanded the total renunciation of \"OPLAN 5029-05\", a U.S. war plan against the north.\r\n A resolution was read out there, which said: &nbsp;&nbsp;&nbsp;\r\n The plan worked out by the United States is a very dangerous war scenario in which the previous operational plans have been put in a more concrete form. The U.S. intends to launch a military intervention by hurling its forces into the north at a time of \"a fast changing situation.\" This immediately means its invasion of the north. &nbsp;&nbsp;&nbsp;\r\n Noting that the United States was preparing for the start of an attack on the Korean Peninsula in alliance with Japan, the resolution called for defending peace and future of this land by the efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n An \"anti-U.S. gong beating\" took place at the meeting to inform the citizens of crimes of U.S. soldiers. &nbsp;&nbsp;&nbsp;\r\n Pointing to the disclosure in a recently published secret report of the U.S. State Department that the United States proposed \"joint ownership of Tok Islet\" by south Korea and Japan in 1965, the organization said: This is clear proof that the U.S. and Japan have long since tightened alliance of aggression to pursue the hostile policy toward Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Introduction of Ultra-Modern War Hardware under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#10",
            "content": "S. Korean Authorities' Introduction of Ultra-Modern War Hardware under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Some days ago, the south Korean authorities announced that south Korea would spend a huge amount of money to purchase dozens of F-15K fighters from the U.S. till 2008.\r\n Meanwhile, the south Korean military authorities disclosed the fact that around August they would take over from the U.S. troops in south Korea the \"mission to fight a large-scale firing battle\" aimed to neutralize someone's long-range artillery pieces. To this end, they plan to ship into south Korea more than 1,000 shells of a new type, a sophisticated precision guided weapon which can be mounted on F-15K fighters, by 2010. &nbsp;&nbsp;&nbsp;\r\n In this regard the Secretariat of the Committee for the Peaceful Reunification of the Fatherland in its information bulletin No. 901 on Monday said: The south Korean authorities' moves to ship war hardware into south Korea and stand on the first line to serve outsiders in a war of aggression against their compatriots in the north are unpardonable criminal acts of going against the trend of the times and the desire of the fellow countrymen for reunification. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities are paying lip-service to reconciliation, cooperation and peace. The reality goes to clearly prove that they are going to act a shock brigade in that war against the north, pursuant to the U.S. scenario, the bulletin noted. &nbsp;&nbsp;&nbsp;\r\n If the south Korean authorities persistently keep to the road of military confrontation while remaining hostile toward the fellow countrymen in the north, their dialogue partner, the improved inter-Korean relations and peaceful process of national reunification will be unthinkable and their act will only lead to a war, it warned.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sierra Leonean President",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#11",
            "content": "Greetings to Sierra Leonean President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Sierra Leonean President  Al Haji Ahmad Tejan Kabbah on Apr. 24 on the occasion of the 44th anniversary of the independence of the country.\r\n The message expressed conviction that the friendly and cooperative relations between the two countries would as ever grow stronger and sincerely wished the president and the people of Sierra Leone great success in their work for peace, stability and prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Felicitates South Africa's National Day",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#12",
            "content": "Kim Yong Nam Felicitates South Africa's National Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Thabo Mbuyelwa Mbeki, president of South Africa, on the occasion of its national day.\r\n The message reiterated the DPRK's stand to improve the friendly and cooperative relations between the two countries in the mutual interests and sincerely wished the president success in his responsible work for national unity and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Army Full of Spirit of Guarding Leader",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#13",
            "content": "Army Full of Spirit of Guarding Leader\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- \"Let us defend the headquarters of the revolution headed by the great Comrade Kim Jong Il with our lives!\" is a slogan reflecting all the Korean servicemen's unswerving oath.\r\n The slogan is based on their belief that they will always emerge victorious under the command of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The servicemen, who regard guarding the leader as their life and soul, carry this slogan into practice. &nbsp;&nbsp;&nbsp;\r\n It was proved by what eleven servicepersons belonging to Kim Ji Song unit of the Korean People's Army did some time ago. &nbsp;&nbsp;&nbsp;\r\n Their ship met an accident on a mission. &nbsp;&nbsp;&nbsp;\r\n At this critical moment they took measures to protect portraits of President Kim Il Sung and leader Kim Jong Il hung in the cabin and badges bearing the image of the President before diving into the roaring sea. &nbsp;&nbsp;&nbsp;\r\n Such spirit is displayed by officers and men of the three services of the KPA. &nbsp;&nbsp;&nbsp;\r\n A pilot would have saved his life if he escaped from the burning plane as ordered by his commander. But he nosed his plane into the sea to protect the headquarters of revolution. Soldiers covered hand-grenades with their bodies before explosion to protect portraits of Kim Il Sung and Kim Jong Il. And servicepersons plunged themselves into raging flames to protect trees bearing slogans written by anti-Japanese guerrillas without hesitation. &nbsp;&nbsp;&nbsp;\r\n It is the servicepersons of the 73-year old KPA that unhesitatingly sacrifice their lives and youth for their supreme commander.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Accused of War Plan against DPRK",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#14",
            "content": "U.S. Accused of War Plan against DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The U.S. and south Korean warhawks have recently worked out \"OPLAN 5029-05\", a new war scenario against the\r\nDemocratic People's Republic of Korea.\r\n The fact has touched off bitter indignation of the entire Korean people at the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA, Jang Won Gyu, first vice minister of Metal and Machine-Building Industry, said: &nbsp;&nbsp;&nbsp;\r\n The \"OPLAN 5029-05\" is very dangerous and adventurous. &nbsp;&nbsp;&nbsp;\r\n In an attempt to invade and dominate the DPRK, the U.S. has steadily renewed its war scenarios against the country such as \"Operation Plan 5030\", \"New Operation Plan 5026\", \"Operation Plan 5027-04\" aimed at mounting a preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n The \"OPLAN 5029-05\" is chiefly aimed at deliberately creating a war atmosphere and provoking a military conflict on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n This shows that the U.S. hostile moves against the DPRK have reached a dangerous stage to ignite a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n During the Korean War (June 195    July 1953), the U.S. invaders staged many adventurous \"offensives\" such as the \"summer offensive\", \"offensive in Kimhwa area\", \"strangulation operation\", \"scorched-earth operation\" and \"new offensive\" but met with failure. &nbsp;&nbsp;&nbsp;\r\n In the post-war period, too, the U.S. troops experienced setbacks in the EC-121 spy plane incident in April Juche 58 (1969), the illegal intrusion of a reconnaissance helicopter in December 1994 and other incidents of intruding into the inviolable air, ground and sea of the DPRK. &nbsp;&nbsp;&nbsp;\r\n An army officer Kim Myong Son stated: It is the mettle of the Korean servicepersons in the Songun era to answer the goodwill with the same, and provocation with merciless punishment. &nbsp;&nbsp;&nbsp;\r\n We, with strong self-defensive armed forces, are fully ready to cope with any mode of war of the U.S. and its allies. &nbsp;&nbsp;&nbsp;\r\n If the U.S. starts another war, far from drawing a lesson from their serious defeat, the servicepersons and people of the DPRK will deal a telling blow at the invaders with the might of single-mined unity and the war deterrent they have bolstered for scores of years.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Three Koryo Medical Books",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#15",
            "content": "Three Koryo Medical Books\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Hyangyakjibsongbang (a medical encyclopedia), Uibangryuchi and Tonguibogam (the complete collection of traditional Korean medicine) are famous medical classics of Korea.\r\n Hyangyakjibsongbang, which consists of 85 volumes, was published in 1433 by Ro Jung Rye and others. Compiled in the book is experience in treating diseases with traditional medicines. &nbsp;&nbsp;&nbsp;\r\n It gives 10,700 prescriptions and 1,476 methods of acupuncture and moxibustion for 959 kinds of diseases in a systematic way -- introduction, causes, pathology, symptoms, and acupuncture and moxibustion methods for each disease. It also writes about production places, features and efficacy, collecting methods and indication of nearly 700 kinds of medicinal materials in Korea. &nbsp;&nbsp;&nbsp;\r\n Uibangryuchi, published in 1445, is a medical encyclopedia which is made up of 365 volumes. &nbsp;&nbsp;&nbsp;\r\n It, divided into basic theories on 95 diseases, gives cause, pathology, symptoms, medicinal, acupuncture and moxibustion methods, dietary cure, preventive and folk treatment methods for each disease. It is the largest of the three famous medical encyclopedias in the east. It was published 300 years earlier than the \"Medical Science and Surgical Dictionary\" (seven volumes) which was published in Spain in 1807. &nbsp;&nbsp;&nbsp;\r\n Tonguibogam (25 volumes) was compiled by Ho Jun in 1610. &nbsp;&nbsp;&nbsp;\r\n It, with five parts, writes about the anatomy and physiology of human body, medical diagnosis, prevention and treatment methods for diseases. &nbsp;&nbsp;&nbsp;\r\n It explains about healthy human body, too, in an anatomical way unlike other books of Koryo medicine which deal with causes and treatment of diseases only. &nbsp;&nbsp;&nbsp;\r\n It also comprehensively introduces the medicinal, acupuncture and moxibustion treatment methods for each disease. Along with remedies, it directs deep attention to the prevention of each disease. After it was introduced in China and Japan, it was reprinted several times.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#16",
            "content": "DPRK Delegation Returns Home\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The delegation of the Democratic People's Republic of Korea headed by Kim Yong Nam, president of the Presidium of the\r\nSupreme People's Assembly, returned home today after having participated in the Asia-Africa Summit and commemorations of the 50th anniversary of the Bandung Conference held in Indonesia.\r\n The delegation was greeted at the airport by Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Hyong Jun, vice-minister of Foreign Affairs, officials concerned and Minister Councilor of the Indonesian Embassy here Bambang Irawan K. &nbsp;&nbsp;&nbsp;\r\n The delegation left Jakarta on April 25. &nbsp;&nbsp;&nbsp;\r\n The delegation was seen off at the airport by the Indonesian minister of National Defence and officials concerned, and DPRK Ambassador to Indonesia Jang Chang Chon.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#17",
            "content": "Yang Hyong Sop Meets Chinese Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with the Dandong City, Liaoning Province, friendship delegation of China led by Mayor of the People's Government of Dandong City Chen Tiexin at the Mansudae Assembly Hall Tuesday.\r\n Vice-minister of Foreign Affairs Kim Hyong Jun and Chinese Ambassador to the DPRK Wu Donghe were present.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200504/news04/27.htm#18",
            "content": "Gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Leader Kim Jong Il was gifted by the visiting Dandong City, Liaoning Province, friendship delegation of China.\r\n Chen Tiexin, mayor of the People's Government of Dandong City, who is heading the delegation, handed over the gift to Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Tuesday. &nbsp;&nbsp;&nbsp;\r\n Chen's own gift for Kim Jong Il was also conveyed.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}