{
    "date": "2005-05-11",
    "url": "http://kcna.co.jp/item/2005/200505/20050511.htm",
    "articles": [
        {
            "title": "Russian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cooperation for National Independence Called for",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#2",
            "content": "Russian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- Russian Ambassador to the DPRK Andrei Karlov arranged a reception at the Taedonggang Club for the Diplomatic Corps Monday evening to mark the 60th anniversary of the victory of Russia in the Great Patriotic War.\r\n Present there on invitation were Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Vice Marshal of the Korean People's Army Kim Il Chol, member of the DPRK National Defence Commission and minister of the People's Armed Forces, Yang Hyong Sop, vice-president of the SPA Presidium, Ro Tu Chol, vice-premier of the Cabinet, and others. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Russian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n The ambassador in his speech said that May 9 is a special day among the commemorative days in Russia. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The army and people of the Soviet Union repulsed the armed invasion of fascist Germany by displaying popular heroism and ardent patriotism and won a great victory in the Patriotic War. &nbsp;&nbsp;&nbsp;\r\n It was the fiercest war in the world history. The people remember the soldiers who unhesitatingly dedicated their lives to the struggle to safeguard the motherland and liberate the world's oppressed people. &nbsp;&nbsp;&nbsp;\r\n Noting that Chairman of the NDC of the DPRK Kim Jong Il and anti-Japanese revolutionary fighters of Korea were awarded medals commemorating the 60th anniversary of the victory of Russia in the Great Patriotic War, he said that this is an expression of the traditional and unbreakable friendship between the two countries. &nbsp;&nbsp;&nbsp;\r\n Vice Marshal Kim Il Chol in his speech referred to the fact that the army and people of the Soviet Union beat back the armed invasion by the fascist German aggressors and won a historic victory 60 years ago. &nbsp;&nbsp;&nbsp;\r\n Saying that the Korean people always stood in the same trench with the Soviet people in the struggle against the Hitler fascist clique and the Japanese militarists, their common enemy, he recalled that President Kim Il Sung smashed the wicked plan of the fascist aggressors to mount an East-West pincer attack on the Soviet Union and defended the cause of the Soviet people with arms by waging a bloody anti-Japanese war. &nbsp;&nbsp;&nbsp;\r\n He noted that in recent years the DPRK-Russian friendship has developed on good terms as the days go by in the spirit discussed at meetings and talks held during Kim Jong Il's official visit to the Russian Federation and his visit to the Far Eastern Region of Russia and President Putin's visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever exert all efforts to ensure that the traditional DPRK-Russian friendship steadily grows strong in keeping with the aspiration and the fundamental interests of both sides, he stated.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Same War Plan against North",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#3",
            "content": "Cooperation for National Independence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- Cooperation for national independence is a sure guarantee for winning victory in the cause of reunification by the concerted efforts of the Koreans in keeping with their will and wishes, says Rodong Sinmun Tuesday in a signed article.\r\n This cooperation serves as a powerful engine for strengthening the driving force of the nation and achieving a victory in the cause of national independence by its might and an effective way of building in practice the structure of the confrontation of the entire Korean nation desirous of the country's reunification with the U.S., the article notes, and continues: &nbsp;&nbsp;&nbsp;\r\n All Koreans in the north, the south and overseas are the driving force for the country's reunification and no one can replace them in the struggle for the country's reunification.\r\n The reunification of the Korean nation is not aimed at meeting the interests of any individual class and social stratum. It is a cause common to the nation to realize the century-old desire of the entire Korean nation. &nbsp;&nbsp;&nbsp;\r\nThe cooperation for national independence is a just mode of struggle as it makes it possible to pool the will and efforts of the Koreans for attaining their  common goal in keeping with their elated zeal for reunification. &nbsp;&nbsp;&nbsp;\r\n The publication of the historic June 15 joint declaration proved that there exists on the Korean Peninsula only the structure of the Korean nation's confrontation with the U.S. The Koreans are faced with a historic task to build this structure in practice. &nbsp;&nbsp;&nbsp;\r\n Today the Korean nation has the great Songun policy which enables it to defend its dignity and sovereignty, a strong will to live independently and the June 15 North-South Joint Declaration, a milestone for unity and reunification. When all Koreans in the north, the south and overseas unite close and struggle in the spirit of national independence, tightly holding that invincible treasured sword, they can surely defeat the U.S. styling itself the world's \"only superpower.\" &nbsp;&nbsp;&nbsp;\r\n Cooperation for national independence is incompatible with the sycophantic cooperation with the U.S. just as patriotism can not go together with treachery. It is as foolish an act as putting the noose of slavery around one's neck to expect foreign forces to solve the problem of reunification, an issue of taking back the national sovereignty usurped by them.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friday Rally in Seoul",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#4",
            "content": "Same War Plan against North \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The United States and the south Korean authorities concerned are now going through the motion of changing the name\r\nof \"OPLAN 5029\" they had worked out allegedly to counter an \"emergency\" in the north into \"CONPLAN 5029.\"\r\n Commenting on this, a Minju Joson analyst Tuesday says: &nbsp;&nbsp;&nbsp;\r\n This is no more than a crafty ruse to cover up the aggressive nature of the adventurous war plan against the north and lull the public opinion denouncing it. Under whatever signboard the United States may work out a military plan, it is itself one for attacking the north and destroying its system. &nbsp;&nbsp;&nbsp;\r\n Having drafted a plan for a preemptive strike at the north to stifle it, the U.S. is hastening war preparations on this basis. If it started a war in Korea under this plan, it would be all the Korean people in the north and the south who would suffer from it. &nbsp;&nbsp;&nbsp;\r\n To prevent a war and defend peace and welfare of the nation on the Korean Peninsula, all the Koreans in both parts should come out and frustrate the sinister plan of the U.S. for a war of aggression. Nothing is more urgent at the moment than to turn out in the fight against the imperialists and war and for defense of peace. The south Korean people should see through the U.S. policy of aggression and wage a more daring struggle against war and for the withdrawal of the U.S. forces from south Korea. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are watching the U.S. aggressive moves with high vigilance. If the aggressors lighted the fuse of war again in Korea, they would rise up in the sacred war and wipe out the enemy to the last man. \r\n The United States should look straight into the realities and stop running amuck and should rescind its adventurous war scenario against the north and pull all of its aggression force out of south Korea at an early date.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "May Issue of \"Juche Idea\" Published in Japan",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#5",
            "content": "Friday Rally in Seoul \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The 71st Friday rally against the U.S. and war and for the withdrawal of the U.S. forces was reportedly held in front of\r\nthe U.S. embassy in Seoul on May 6.\r\n The participants there said a string of open remarks of nuclear threat let loose by the Bush administration of late against the north clearly proved what it sought in crying for \"the resumption of six-way talks\" was not dialogue but a war. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S., the No.1 gangster and rogue state in the world, designated the north as an object of nuclear preemptive attack and is raising a hue and cry over \"nuclear threat,\" they strongly demanded that the U.S. retract its hostile policy toward the north. &nbsp;&nbsp;&nbsp;\r\n They called for decisively frustrating the day dream of the U.S. in its feverish bid for a nuclear war on the Korean Peninsula.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Slams Bush Group's Pressure upon DPRK",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#6",
            "content": "May Issue of \"Juche Idea\" Published in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The May issue of \"Juche Idea,\" the organ of the National Liaison Council of Japan Societies for the Study of Works of Kim\r\nJong Il, has been brought out.\r\n The paper carries on its front page a report that delegations of Juche idea study organizations from different countries visited the Kumsusan Memorial Palace and paid homage to President Kim Il Sung on the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Also carried in the paper are reports that Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and talked with the director-general of the International Institute of the Juche Idea and heads of delegations and that members of the delegations participated in the celebrations and expressed their resolution to assiduously study the Juche idea and invigorate the movement for independence and peace in solidarity with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The paper devotes its second page to a photo-accompanied account of a gathering for celebrating the 80th birthday of Shuhachi Inoue, honorary director-general of the IIJI, and says that the honorary director-general and participants of the gathering vowed to live as required by the Juche idea and intensify the study and dissemination of the idea.\r\n Appearing on the third page are articles titled \"We Advise the State to Make Apology and Compensation\" and \"Movement Demanding Post-war Compensation Gains Momentum\", on the fourth page an article headlined \"For True Friendship with Asian Nations\" and on the fifth page news that a report under the title \"Establishment of Normal Diplomatic Ties between Japan and the DPRK is the Only Way to Peace\" was made at a study meeting sponsored by the Society of Visitors to the DPRK in Fukushima.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Efforts Focused on Agriculture in DPRK",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#7",
            "content": "Rodong Sinmun Slams Bush Group's Pressure upon DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The DPRK will not deal with such hooligans as the Bush group who have become evermore frantic in their offensive to pressurize it, says Rodong Sinmun Tuesday in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Bush and his clan are blustering that they would \"refer the nuclear issue of north Korea to the UN Security Council.\" This clearly indicates their intention to brand the DPRK as a \"nuclear criminal\" at any cost and woo the United Nations to apply collective sanctions against the DPRK and stifle it in the end. &nbsp;&nbsp;&nbsp;\r\n This goes to prove that the Bush group is one of hooligans bereft of any normal thinking power and they are not guys whom we can ever deal with. &nbsp;&nbsp;&nbsp;\r\n The U.S. is entirely to blame for the deadlocked six-party talks and the delayed settlement of the nuclear issue. The Bush group has tightened the network of blockade against the DPRK by massively deploying armed forces in and around south Korea for a preemptive attack on it. And they adopted even the \"North Korean Human Rights Act\" in a bid to justify the anti-DPRK human rights offensive and the policy for bringing down the system in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK repeatedly demanded the U.S. rebuild itself the groundwork for the six-party talks destroyed by it. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. branded the DPRK, its dialogue partner, as part of \"an axis of evil\" and then an \"outpost of tyranny\" far from making a switchover in its hostile policy toward the DPRK. The DPRK can not return to the talks as long as it is branded as such. The U.S. has gone the lengths of instigating the UN to put sanctions upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK sees through the immature and bellicose nature of the cowboy-style foreign policy pursued by Bush, once known as a cowboy. The DPRK was wise and far-sighted when it stated that it would not expect any solution to the nuclear issue or any progress in the DPRK-U.S. relations during his term. &nbsp;&nbsp;&nbsp;\r\nThe army and the people of the DPRK will remain undeterred and strong-willed in face of any move of the U.S. to refer the nuclear issue to the UN. Their clear message is that the U.S. may do as it pleases. A caravan is bound to go ahead though dogs bark. The DPRK will invariably advance along the way chosen by itself despite any smear campaign or any pressure. &nbsp;&nbsp;&nbsp;\r\n The U.S. warlike forces are sadly mistaken if they calculate they can get rid of the awkward position in which they have found themselves since the DPRK's declaration of access to nuclear weapons and isolate and stifle it through international pressure and blockade. The reality proves that it is the only way of settling the issue to steadily advance along the path chosen by the DPRK itself. The U.S. should bear this in mind and drop its rude behavior.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Putin Meets Veteran Anti-Imperialist Fighters of DPRK",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#8",
            "content": "All Efforts Focused on Agriculture in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- All efforts have been concentrated on agriculture to solve the food problem in the Democratic People's Republic of Korea.\r\n The rural communities across the country have made material and technical preparations for farming such as securing high-yielding seeds, making various kinds of big and small farm implements, producing or repairing farm machines and fertilizing fields. &nbsp;&nbsp;&nbsp;\r\n Despite of sharp temperature disparity between daytime and night and continued gale, they have sowed seeds in time. &nbsp;&nbsp;&nbsp;\r\n Those in some areas of South Hwanghae Province have started transplanting rice-seedlings and all others of the country plan to do it from mid-May. &nbsp;&nbsp;&nbsp;\r\n Potato dibbling is in full swing in Taehongdan and other counties of Ryanggang Province. &nbsp;&nbsp;&nbsp;\r\n New steps to boost the agricultural production considerably this year have been taken in the country. &nbsp;&nbsp;&nbsp;\r\n The Ministry of Agriculture has set up a central office for introducing and expanding scientific farming. It has already redistributed crops to rural communities to suit their topographical conditions. &nbsp;&nbsp;&nbsp;\r\n Great importance is being attached to bean farming, not less than rice farming, so as to solve the issue of edible oil and protein food. &nbsp;&nbsp;&nbsp;\r\n The whole country is out to help the peasants. &nbsp;&nbsp;&nbsp;\r\n Ministries and national institutions have preferentially provided farming materials to the agricultural sector, while officials and workers of industrial establishments have rendered material and labor assistance to the rural communities. &nbsp;&nbsp;&nbsp;\r\n Choe Yong Nam, a department director of the Ministry of Agriculture, told KCNA that the entire Korean people are determined to solve the food problem without fail and thus to significantly celebrate the 60th anniversaries of the Workers' Party of Korea and the liberation of the country.    \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2005/200505/news05/11.htm#9",
            "content": "Putin Meets Veteran Anti-Imperialist Fighters of DPRK \r\n&nbsp;&nbsp;&nbsp; Moscow, May 9 (KCNA) -- Russian President V.V. Putin Monday met and had a friendly talk with anti-Japanese revolutionary fighters Ri Jong San, Vice\r\nMarshal of the Korean People's Army and chairman of the Korean Anti-Imperialist Veteran Fighters' Committee, and Kim Ok Sun, member of the committee, who are participating in the functions for commemorating the 60th anniversary of the victory in the Great Patriotic War.\r\n Ri Jong San conveyed leader Kim Jong Il's regards to President Putin. &nbsp;&nbsp;&nbsp;\r\n Expressing deep thanks for this, Putin asked Ri to convey his warm greetings to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He welcomed the veteran fighters of Korea participating in the commemorations of the day of the victory and supported the policy pursued by Kim Jong Il for them.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}