{
    "date": "2005-02-26",
    "url": "http://kcna.co.jp/item/2005/200502/20050226.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Famous Work Brought out in Russia",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#1",
            "content": "Kim Jong Il's Famous Work Brought out in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Leader Kim Jong Il's famous work \"Abuses of Socialism Are Intolerable\" was brought out in booklet by the Primorskoye Morskoye Parakhodstvo Publishing House in Russia.\r\n The work, published on March 1, Juche 82 (1993), discloses the reactionary and false nature of the sophistry of the imperialists and renegades of socialism slandering socialism as \"totalitarian\", \"barracks-like\" and \"administrative and commanding\". &nbsp;&nbsp;&nbsp;\r\n It clarifies principled issues arising in defending and accomplishing the cause of socialism such as the issue of making socialism faith and morality and giving full play to its advantages.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Statement Supported",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#2",
            "content": "DPRK's Statement Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The Paektusan Czech-Korean Friendship Association made public a statement on Feb. 12 in support of the Feb. 10 statement of the DPRK Foreign Ministry which declared that the DPRK would suspend its participation in the six-party talks for an indefinite period and it is possessed of nuclear weapons for self-defence.\r\n The statement hailed the recent measure taken by the DPRK as an entirely just one as it is aimed to stand firm against the hostile policy of the Bush administration toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n It continued: &nbsp;&nbsp;&nbsp;\r\n It is clear to everybody that the U.S. has never intended to resolve the nuclear issue through dialogue since its outbreak and, on the contrary, pursued the aim of creating an environment for putting collective pressure upon the DPRK through the talks. &nbsp;&nbsp;&nbsp;\r\n It is self-evident that there is no justification for the DPRK to sit face to face with the U.S. now that the latter wants to neither roll back its hostile policy towards the former nor co-exist with it and even if they hold talks they can produce no positive results. &nbsp;&nbsp;&nbsp;\r\n Availing ourselves of this opportunity, we would like to reiterate our full support and solidarity with the Korean people in their struggle to defend the sovereignty of the country and achieve the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n We will always stand by the Korean people.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#3",
            "content": "Floral Baskets to DPRK Embassies \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The DPRK embassies in Damascus, New Delhi, Jakarta, Conakry and Teheran received floral baskets from various personages and organs on the occasion of leader Kim Jong Il's birthday.\r\n They were sent by the deputy general secretary of the Baath Arab Socialist Party, the president of the People's Assembly and the foreign minister of Syria, the general secretary of the Central Committee of the Communist Party (Marxist) of India and the joint secretary of the All-India Agricultural Workers' Union, the chairman of the Indonesian Democratic Party of Struggle and his wife, the general secretary of the Party for Unity and Progress and the minister of Information of Guinea, and the Ministry of Defence and Armed Forces Logistics, the Proletarian and Islamic Revolutionary Wounded Organization and the Workers' House of Iran. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the DPRK embassies in New Delhi and Conakry also received floral baskets from the director general of the International Institute of the Juche Idea and the director general of the African Regional Committee for the Study of the Juche Idea.    \r\n\r\n\r\n"
        },
        {
            "title": "Russian Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#4",
            "content": "Russian Diplomats Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Russian Ambassador Andrei Karlov to the DPRK and staff members of his embassy Thursday helped farmers of the\r\nDPRK-Russia Friendship Kochang Cooperative Farm.\r\n After looking round the monument to the on-the-spot instructions of President Kim Il Sung and the room devoted to the farm's history, they helped farmers in carrying compost in preparation for the new year's farming. &nbsp;&nbsp;&nbsp;\r\n Our visit to the farm associated with the history of leadership provided by Kim Il Sung and leader Kim Jong Il offered us an opportunity to know well about the loving care shown by them for it, the ambassador said. &nbsp;&nbsp;&nbsp;\r\n He wished the officials and members of the farm greater success in the grain production. &nbsp;&nbsp;&nbsp;\r\n That day they presented to the farm the aid materials prepared by them with sincerity.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Iranian President",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#5",
            "content": "Message of Sympathy to Iranian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of sympathy to Iranian President Seyed Mohammad Khatami for the heavy losses in human lives and materials caused by an earthquake that hit Kerman Province, Iran.\r\n The message expressed deep sympathy and consolation to the president and, through him, to the victims and bereaved families and hoped that the Iranian government would recover from the consequences of the disaster and bring the living of the people in the afflicted areas back to normal conditions at an early date.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. War Outcry Condemned",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#6",
            "content": "U.S. War Outcry Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The General Association of Koreans in China bitterly denounced the war outcry of the Bush administration in a statement titled \"A club is the best for a mad dog\" on Feb. 13.\r\n The statement recalled that the Bush administration unreasonably branded the dignified DPRK as \"a region of human rights abuse\" and \"outpost of tyranny\" and, as if it were not enough, cried that \"the use of armed forces would not be ruled out, if necessary\". &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n After declaring a renewed confrontation of ideas intended to \"topple the system\" of the DPRK, the United States is shameless enough to croon about \"a peaceful and diplomatic solution to the nuclear issue\" and \"resumption of the six-party talks.\" This is no more than a rubbish to mislead world opinion. &nbsp;&nbsp;&nbsp;\r\n The association and all the Koreans in China fully support the statement of the Foreign Ministry of the DPRK declaring the suspension of its participation in the six-party talks for an indefinite period and its possession of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n The U.S. and Japanese imperialists should refrain from behaving rashly, looking straight into the might of Songun of the Korean people who are single-mindedly united around leader Kim Jong Il, the illustrious commander of Mt. Paektu, warned the statement.    \r\n\r\n\r\n"
        },
        {
            "title": "Iranian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#7",
            "content": "Iranian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Jalaleddin Namini Mianji, Iranian ambassador to the DPRK, hosted a reception at the embassy Thursday evening\r\non the occasion of the birthday of leader Kim Jong Il.\r\n The ambassador in his speech said the Korean people are now engaged in energetic efforts to build a great prosperous powerful nation and reunify the country in the revolutionary spirit of self-reliance under the leadership of Kim Jong Il. Victory is certain as there are the Korean army and people united as one in mind around the leader, he noted. &nbsp;&nbsp;&nbsp;\r\n He stated that the government and the people of Iran support the cause of the Korean people striving for development in various fields and the reunification of the country, frustrating all manner of moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, speaking next, referred to the fact that Kim Jong Il successfully accomplished the cause of perpetuating the memory of President Kim Il Sung and firmly defended the dignity of the Korean nation and the sovereignty of the country, decisively shattering the U.S. moves to isolate and stifle the DPRK with unique Songun politics in the hardest time in\r\nrecent years. &nbsp;&nbsp;&nbsp;\r\n The peoples of the DPRK and Iran have established friendly and cooperative ties and supported and closely cooperated with each other on the road of the struggle for independence against imperialism, he said. &nbsp;&nbsp;&nbsp;\r\n Present at the reception on invitation were Jong Yong Su, minister of Labour, Mun Jae Chol, acting chairman of the Committee for Cultural Relations with Foreign Countries, and others.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Aggrandizement Ambition Assailed",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#8",
            "content": "Japan's Aggrandizement Ambition Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The Shimane Prefectural Assembly of Japan is now making quite a noise over the adoption of \"an act\" for the institution of \"Day of Takeshima (Tok Islet)\", twanging the harp of \"the centenary of the enrollment of Tok Islet in Shimane Prefecture\".\r\n A Minju Joson analyst Friday ridicules this as a far-fetched argument and disgraceful behavior which can be committed only by Japan without an equal in the world in robber-like evil-mindedness. &nbsp;&nbsp;&nbsp;\r\n Citing historical materials proving that Tok Islet belongs to the Korean territory, the commentary says: &nbsp;&nbsp;&nbsp;\r\n Japan's imprudent claim that the islet belongs to it reveals its deep-rooted brigandish nature and wild ambition for territorial expansion. &nbsp;&nbsp;&nbsp;\r\nIn bringing forward again \"the claim to the islet\" Japan seeks to secure a pretext and chance to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n Its scheme to invade Korea again by grabbing the islet at any cost is an intolerable act of freely insulting and encroaching upon the dignity and sovereignty of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation today is not the nation which the Japanese imperialists could massacre and fleece as they pleased in the past. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable will of the Korean nation to settle accounts with the Japanese imperialists for all its crimes in forcing   misfortunes and sufferings of all descriptions upon the Koreans after illegally occupying Korea. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to face the reality squarely and stop at once its foolish acts of inviting troubles to itself.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves to Revise Constitution under Fire",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#9",
            "content": "Japan's Moves to Revise Constitution under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The Japanese militarists' moves to revise the existing constitution this year, 60 years after the end of the Second World War and 50 years after the formation of the Liberal Democratic Party, are not simple ones to revise the constitution but are aimed to make a policy switchover from a \"peace policy,\" which they have so far advocated in name only, to a war policy in a bid to establish the same state legal system as that existed in the period of \"empire,\" says Rodong Sinmun Friday in a signed article.\r\n The draft for the revision of the constitution has 9 chapters including the general provision. &nbsp;&nbsp;&nbsp;\r\n The draft being worked out by the Japanese militarists stipulates that the \"Self-defence Forces\" shall be renamed armed forces and be allowed to exercise the right to collective self-defence to defend the country, the prime minister shall declare the \"state of emergency\" in the territory of Japan and in specific areas in the \"event of contingency,\" the judicial power shall be transferred either to the supreme court or local court, especially to the special court and that all the people shall turn out to defend the country. &nbsp;&nbsp;&nbsp;\r\n Japan has regained the right to participate in the war and the right of belligerence in the era of \"empire\" by enacting all sorts of evil war laws one after another in the 1990s of the 20th century and in the new century under the pretext of \"contribution to peace\" and \"settlement of disputes.\" &nbsp;&nbsp;&nbsp;\r\n It also seeks to retrogressively revise the constitution, nullify the pacifist constitution and thus secure politico-military and legal conditions and systems for legally launching overseas aggression, not bound to any legal restrictions. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists' moves to retrogressively revise the constitution this year at any cost in a bid to constitutionalize the same war system as that existed in the era of \"empire\" and launch overseas aggression is an outright challenge to the people's desire for independence and peace and a criminal act of going against the trend of the times. If the Japanese militarists are allowed to replace the pacifist constitution by a war constitution, Japan will emerge a war state, both in name and reality, which may bring serious disasters to humankind. &nbsp;&nbsp;&nbsp;\r\n The reckless option taken by the Japanese reactionaries to legally launch overseas aggression, instead of apologizing and compensating for their past crimes, is a criminal act of going against history as it is aimed at stemming the trend towards independence and peace and blocking social progress and development in the new century. &nbsp;&nbsp;&nbsp;\r\n A wide avenue for prosperity is open to the countries and people desiring justice and peace but those who swim against this trend of the times are bound to face a stern judgment by history. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists should not run wild as a puppy knowing no fear of a tiger but face up to the trend of the times and the desire of the people and stop reckless moves to enact a war constitution and go out to conquer Asia and other parts of the world. This only will provide a way-out for Japan and ensure its future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S Environmental Pollution in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#10",
            "content": "U.S Environmental Pollution in S. Korea under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The U.S. imperialists' environmental pollution in south Korea, a product of their policy of colonial occupation aimed to dominate and exterminate the Korean nation, is a hideous criminal act of destroying the places where Koreans live and resources for the prosperity of all generations to come, looking down upon them, says Rodong Sinmun today in a signed commentary.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The United States has seriously polluted the environment, keeping south Korea under its military occupation for the last six decades. This has brought misfortune and pain to the south Korean people. &nbsp;&nbsp;&nbsp;\r\n This unbridled environmental pollution was prompted by the brigandish logic of the arrogant American occupation forces that the areas under their colonial occupation are neither to be preserved nor protected but are the objects of their destruction and plunder. &nbsp;&nbsp;&nbsp;\r\n The U.S. policy of occupation of south Korea is the worst policy against the Korean nation as it is aimed not only to infringe upon its sovereignty and right to existence but to destroy the places for the Koreans to live in generation after generation. &nbsp;&nbsp;&nbsp;\r\n What matters is an attitude and stand of the south Korean authorities on the environmental pollution perpetrated by the U.S. troops. This is a humiliating act of serving the U.S. and an act of treachery as it is little short of asking them to destroy more area of land. &nbsp;&nbsp;&nbsp;\r\n South Korea is bound to turn into a polluted region and a wasteland unfit for human habitation as long as there remain in force the unequal \"agreements\" and \"treaties\" between the U.S. and south Korea which do not ban the former's pollution of the environment in south Korea and the U.S. troops continue pursuing their policy of occupation of it and war against the north, exercising their extraterritorial rights under the pretexts of those agreements and treaties. &nbsp;&nbsp;&nbsp;\r\n The Korean nation can never remain an onlooker to such destruction of its land by the U.S. imperialists. In order to protect the land that keeps the nation alive and ensures its prosperity and retake national sovereignty and attain reunification and prosperity, the fellow countrymen should achieve the three forms of cooperation so as to force the U.S. to dismantle its military bases, the root cause of environmental pollution, and withdraw its aggression troops from south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Bust of O Jin U",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#11",
            "content": "Wreaths Laid before Bust of O Jin U\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Wreaths were laid before the bust of revolutionary fighter O Jin U at the Revolutionary Martyrs' Cemetery on Mt. Taesong on Friday on the occasion of his 10th death anniversary.\r\n Seen standing there was a wreath sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Pak Pong Ju, Kim Il Chol, Choe Thae Bok, Yang Hyong Sop and other officials, servicepersons and his bereaved family. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the wreath-laying music wreaths and bouquets were placed before his bust in the name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly, the Cabinet, the Ministry of the People's Armed Forces, ministries, national institutions, KPA units and party and power bodies in the city. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of O Jin U who remained intensely loyal to the Party, the leader, the country and the people with arms of the revolution, enshrining a noble view on the leader, and devoted himself to the struggle to accomplish the revolutionary cause of Juche and reunify the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Bangladeshi Prime Minister",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#12",
            "content": "Message of Sympathy to Bangladeshi Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of sympathy to Bangladeshi Prime Minister Khaleda Zia.\r\n Upon the sad news that there were heavy losses of human lives caused by the wrecking accident of a passenger ship in Bangladesh, the message expressed sincere sympathy and consolation to the prime minister and, through him, to the victims and bereaved families.    \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Architectural Decoration Factory",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#13",
            "content": "Pyongyang Architectural Decoration Factory\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The Pyongyang Architectural Decoration Factory in the DPRK produces decorative wall lights and door knobs of various shapes.\r\n The factory, set up in the 1970s, declared its foundation in August Juche 72 (1983). &nbsp;&nbsp;&nbsp;\r\n Manager of the factory Kim Yong Jin told KCNA that it has manufactured interior decorations and doors and door knobs of various patterns and shapes for scores of monumental edifices built in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n It made quality decorative brass plates of doors for the April 25 House of Culture and wooden decorations of doors, wall lights, and door knobs inscribed with cranes for the \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Ukrainian Foreign Minister",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#14",
            "content": "Congratulatory Message to Ukrainian Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Foreign Minister Paek Nam Sun sent a congratulatory message to Boris Tarasyuk upon his appointment as Ukrainian foreign minister.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop favorably in the future, too, the message wished him success in his new job.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to His Uzbekistani Counterpart",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#15",
            "content": "Congratulatory Message to His Uzbekistani Counterpart\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a congratulatory message to E. M. Ganiev upon his appointment as deputy prime minister and foreign minister of Uzbekistan.\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would continue to grow strong in the interests of their peoples and wished him success in his new job.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Memorial Service Held for O Jin U",
            "url": "http://kcna.co.jp/item/2005/200502/news02/26.htm#16",
            "content": "National Memorial Service Held for O Jin U\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- A national memorial service took place at the People's Palace of Culture Friday on the occasion of the tenth anniversary of death of O Jin U, a revolutionary fighter.\r\n He was the most faithful revolutionary soldier of President Kim Il Sung and the closest revolutionary comrade-in-arms and revolutionary comrade of leader Kim Jong Il as he remained faithful to the revolutionary cause of Juche generation after generation with his unswerving revolutionary outlook on the leader. &nbsp;&nbsp;&nbsp;\r\n Born in a poor peasant family on March 8, Juche 6 (1917), he took an active part in the anti-Japanese armed struggle led by Kim Il Sung. After the liberation of the country he resolutely defended the Party and the leaders and energetically worked to firmly guarantee the revolutionary cause of Juche with arms at the responsible posts of the Party, the state and the army till the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n He passed away to the nation's sorrow at the age of 78 on February 25, Juche 84 (1995), before seeing the country's reunification which he had desired so much. &nbsp;&nbsp;&nbsp;\r\n Vice Marshal of the Korean People's Army Kim Il Chol, member of the National Defence Commission of the DPRK and minister of the People's Armed Forces, made a memorial address. &nbsp;&nbsp;&nbsp;\r\n O Jin U was an ardent revolutionary fighter of Juche type who devoted his whole life to the struggle for the national liberation, class emancipation and the socialist cause under the stewardship of the great leaders and the great Party, the speaker said, noting that through his revolutionary life he set a brilliant example of how a true revolutionary and a genuine patriot should revere and uphold his leaders and live and struggle for the country and the people. &nbsp;&nbsp;&nbsp;\r\n What is adding shine to O Jin U's life recorded with many feats performed as a revolutionary fighter with the steadfast revolutionary outlook on the leader is the distinguished exploit performed by him in solving the issue of the succession to the leadership, the speaker stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n O Jin U earnestly proposed to welcome Kim Jong Il to the headquarters of the Korean revolution as the only successor to Kim Il Sung and took the lead in the struggle to thoroughly establish the leadership system of Kim Jong Il in the whole Party, army and society at a time when the Party and the Korean revolution entered into the period of a historical turning point in their development. &nbsp;&nbsp;&nbsp;\r\n O Jin U took arms in his hand at the age of 16. He had never gone without his military uniform and arms for more than 60 years till the last moments of his life from an ordinary soldier to his service as KPA Marshal. He was a Songun revolutionary fighter who performed great feats in firmly defending the socialist country and the gains of the revolution by strengthening the revolutionary armed forces of the Party in every way, true to the Songun idea and leadership of the great leaders holding arms all his life. &nbsp;&nbsp;&nbsp;\r\n Though he passed away before seeing the final victory of the revolution, his strong revolutionary spirit and his whole life full of feats will powerfully encourage the Party, the army and the people in their heroic struggle to firmly defend the socialist system of Juche and build a great prosperous powerful nation and always shine with the annals of the country. &nbsp;&nbsp;&nbsp;\r\n Present at the memorial service were senior officials of the Party, the state and the army, anti-Japanese revolutionary fighters, members of the Cabinet, officials of the party and armed forces organs, power bodies, public organizations, ministries and national institutions, servicepersons of the KPA, bereaved families of revolutionary martyrs and working people in the city.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}