{
    "date": "2005-01-10",
    "url": "http://kcna.co.jp/item/2005/200501/20050110.htm",
    "articles": [
        {
            "title": "Mass Rallies and Meeting to Bring about Decisive Turn in Korea",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#1",
            "content": "Mass Rallies and Meeting to Bring about Decisive Turn in Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) --Mass rallies and meetings are being continuously held in every part of Korea to effect a great surge in the Songun revolution and bring about a decisive turn in the efforts to build a great prosperous powerful nation this year in response to the tasks set forth in the joint New Year editorial of the newspapers of the Party, the army and the youth league. &nbsp;&nbsp;&nbsp;\r\n Jagang and Kangwon provincial mass rallies in Kanggye and Wonsan called upon the officials, working people and youth and students in the provinces to significantly greet the 60th anniversaries of the foundation of the Workers' Party of Korea and the liberation of the country this year as the grand festivals of victors by effecting a great surge in the Songun revolution under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The rallies laid stress on giving priority to increasing the might of the defence industry true to the line of economic construction in the Songun era and called upon all the working people to take the lead in attaching importance to military affairs and assisting the People's Army. &nbsp;&nbsp;&nbsp;\r\n A meeting of servicepersons under the Ministry of People's Security emphasized that all the people's security officials should resolutely smash every scheme of the imperialists and the reactionaries to break the single-minded unity in the DPRK, intensify a law-abiding struggle in every field of social life and play their role as the political guards of the Party.    \r\n\r\n\r\n"
        },
        {
            "title": "Koreans in China Lay Floral Baskets before Kim Il Sung's Statue",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#2",
            "content": "Koreans in China Lay Floral Baskets before Kim Il Sung's Statue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A function for laying floral baskets before President Kim Il Sung's statue at Jilin Yuwen Middle School was held on the spot on Jan. 1 on the occasion of the New Year.\r\n Present at the function were officials of the DPRK consulate general in Shenyang, officials of the General Association of Koreans in China including its Chairman Yang Yong Dong, representatives of the Federation of Korean Businessmen in China and the Federation of Korean Youth in China and Korean residents in Jilin. &nbsp;&nbsp;&nbsp;\r\n The participants laid floral baskets before the statue of the President in profound reverence for him before paying tribute to him. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, officials of the General Association of Koreans in China, officials of the Beijing Branch of the Zhongnan Regional Association and other compatriots laid floral baskets before the portraits of Kim Il Sung and leader Kim Jong Il hung on the walls of the DPRK embassy in Beijing and the DPRK consulate general in Shenyang on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "WPK's Songun Politics Hailed",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#3",
            "content": "WPK's Songun Politics Hailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Abdul Wahab Rashwani, member of the Political Bureau of the Central Committee of the Communist Party of Syria (Bagdash), in a statement on December 29 last year hailed the unique Songun politics of the Workers' Party of Korea.\r\n Thanks to the Songun politics, he said, the Korean people are achieving successes in all fields despite the U.S. imperialists' moves to isolate and strangle them and the Korean revolution is steadily advancing. The victory of the DPRK in the anti-imperialist struggle constitutes the victory of Syria and other independent forces against imperialism, he noted, and added: &nbsp;&nbsp;&nbsp;\r\n The Songun politics is the most correct political mode that helps defend and develop the cause of socialism under the present complicated international situation. &nbsp;&nbsp;&nbsp;\r\n The Communist Party of Syria (Bagdash) positively supports the Songun policy, which calls for attaching importance to arms and giving priority to military affairs, pursued by General Secretary Kim Jong Il and extends full support and solidarity to the Workers' Party of Korea and the Korean people in their struggle.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Settle Its Past Wrongdoings",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#4",
            "content": "Japan Urged to Settle Its Past Wrongdoings \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Japan should apologize and compensate for the human, mental and material losses it inflicted upon the Koreans and other Asians in the past. This is not a mere humanitarian issue nor an issue of the past but a sensitive, pending political issue, a historical commitment the fulfillment of which brooks no further delay. Rodong Sinmun today observes this in a signed commentary.\r\n Recalling that on Dec. 20 last, Germany, which has already paid compensation to the victims of Nazism after admitting the crimes it committed during the Second World War, started paying compensation to another group of Russians who had undergone sufferings due to Nazis, the news analyst says: &nbsp;&nbsp;&nbsp;\r\n However, Japan, another war criminal, is quite different from Germany in the attitude and stand on the settlement of the past. &nbsp;&nbsp;&nbsp;\r\n It is nearly 60 years since the Japanese imperialists suffered a defeat in the bloody war they launched to invade and dominate Asian nations in a bid to realize \"Greater East Asia Co-prosperity Sphere\". But, Japan has not yet redeemed its past crimes. Instead of sincerely repenting of its past wrongdoings and compensating for them, Japan denies and embellishes them while persistently working to revive militarism. &nbsp;&nbsp;&nbsp;\r\n For its criminal moves to repeat its crime-woven past, far from working to redress them, Japan has become a target of the world people's caution after losing international confidence. &nbsp;&nbsp;&nbsp;\r\n Its authorities are entirely to blame for Japan's failure to settle its past. They have failed to take a proper stand on Japan's past crimes while resorting to all sorts of tricks to gloss over the issue. &nbsp;&nbsp;&nbsp;\r\n The Japanese government had better make a political decision, mindful that an early settlement of the crime-woven past is the only way for Japan to become a full-fledged member of the world community.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cooperation for National Independence Called for",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#5",
            "content": "Cooperation for National Independence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Achieving cooperation for national independence calls on Koreans to make concerted efforts and take joint actions in their efforts to protect the sovereignty and dignity of the nation from foreign domination and interference and independently carve out its destiny. It is entirely just and opportune that the joint editorial made a militant call for holding aloft the banner of cooperation for national independence this year. Rodong Sinmun Saturday says this in a signed article.\r\n The United States is getting evermore undisguised in its moves for interference and obstruction aimed to violate the sovereignty and dignity of the Korean nation, menace the peace of the country and block national cooperation and independent reunification and the anti-reunification forces in south Korea are putting the brake on the process of improving inter-Korean relations and the development of the movement for reunification, resorting to pro-American \"cooperation\", the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n History eloquently proves that without cooperation between Koreans in rejecting foreign domination and interference and keeping an independent stand it is impossible to protect the sovereignty and dignity of the nation and achieve a due success in the movement for reunification, the cause of the whole nation. &nbsp;&nbsp;&nbsp;\r\n Cooperation for national independence would have been unthinkable without an anti-U.S. struggle. All Koreans should intensify the struggle to realize cooperation for independence against the U.S. in order to put an end to the U.S. domination and interference and protect the sovereignty and dignity of the nation this year. &nbsp;&nbsp;&nbsp;\r\n The United States is the very one that is chiefly to blame for Korea's division and has hamstrung national cooperation and the independent reunification of Korea. Without putting an end to the U.S. domination and interference it is impossible to have the country reunified and defend the sovereignty and the dignity of the nation. All Koreans should turn out in a dynamic and decisive struggle against the U.S. to put an end to its military occupation and domination of south Korea and check its moves to interfere and obstruct north-south reconciliation and cooperation and the movement for reunification.\r\n \"Cooperation\" with the U.S. is one for subjugation and treachery. It is necessary to smash sycophantic and traitorous \"cooperation\" with the U.S. with the might of cooperation for national independence and deal a blow to the traitors who pursue cooperation with outsiders against the nation. &nbsp;&nbsp;&nbsp;\r\n It is important to firmly establish the principle of national independence in the movement for national reconciliation, cooperation and reunification, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Idea of Foreign Policy",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#6",
            "content": "Rodong Sinmun on Idea of Foreign Policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The army and people of the DPRK will continue to consistently embody the foreign policy based on the idea of independence, peace and friendship whose validity and invincible vitality have been fully proved under the wise leadership of Kim Jong Il, stresses Rodong Sinmun today in a signed article.\r\n Independence, peace and friendship are the fundamental idea of the foreign policy of the Workers' Party of Korea and the government of the DPRK, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The WPK and the DPRK government will firmly hold fast to the idea of independence and embody it thoroughly. &nbsp;&nbsp;&nbsp;\r\n The DPRK is a dignified country which regards independence as life and soul. It is the main principle of activity of the Party and the government to think and judge all problems independently, act according to their faith and solve all the problems independently. The DPRK does not allow others to infringe on its sovereignty, interfere in its internal affairs and dominate and control it. It also resolutely rejects the violation of the sovereignty of other countries. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever respect independence of other countries and resolutely oppose all sorts of attempts and moves to infringe on the sovereignty and interests of others and interfere in the internal affairs of others. &nbsp;&nbsp;&nbsp;\r\n The DPRK will always remain faithful to the idea of peace. &nbsp;&nbsp;&nbsp;\r\n It is making all efforts to frustrate the U.S. moves to isolate and stifle it, achieve peace and stability in the Korean Peninsula and defend the peace and security of Asia and the world in unity with all the peace-loving forces of the world. Its army and people will staunchly struggle to frustrate the U.S. imperialists' aggression and war moves and defend global peace and security under the banner of peace against war. &nbsp;&nbsp;&nbsp;\r\n It is the consistent policy of the WPK and the DPRK government to develop friendly and cooperative relations with all the countries that respect its sovereignty. The DPRK will develop relations of neighborly friendship with all the countries of the world on the basis of mutual respect for independence and strive to improve relationship with those countries which had been hostile toward it if they respect its sovereignty and give up their hostile policies.    \r\n\r\n\r\n"
        },
        {
            "title": "Meetings Held to Glorify 60th Anniversaries of WPK and Country's Liberation",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#7",
            "content": "Meetings Held to Glorify 60th Anniversaries of WPK and Country's Liberation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Mass rallies were held in North and South Phyongan provinces on Jan. 7 and a meeting of employees of the Ministry of\r\nRailways on Jan. 6 at which the attendants vowed to bring about a signal turn in building a great prosperous powerful nation this year.\r\n Reports by chief secretaries of the Provincial Committees of the Workers' Party of Korea and the minister of Railways were followed by speeches at the rallies and meeting. &nbsp;&nbsp;&nbsp;\r\n They said that the joint New Year editorial of the newspapers of the Party, the army and the youth league serves as a militant banner appealing to the whole Party and army and all the people to turn out in a general onward march of the Songun revolution and thus glorify the 60th anniversaries of the WPK and the liberation of the country as great festivals of victors. &nbsp;&nbsp;&nbsp;\r\n They underscored the need to direct all efforts to assist the agricultural front and subordinate everything to farming this year in hearty response to the Party's call and send necessary manpower, equipment and materials to it on a preferential basis. &nbsp;&nbsp;&nbsp;\r\n They called on all fields and units to minutely organize economic work, make effective use of social resources and intensify the drive for economization in order to manage the economic life of the country methodically. &nbsp;&nbsp;&nbsp;\r\n They appealed to all officials and other working people to learn from the People's Army's fighting spirit, work style and traits as required by the Songun era and become ardent patriots making tangible contributions to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n They stressed the need for the Party members at all units to perform feats in the van of the drive to bring about a great surge in the Songun revolution in order to significantly greet the 60th anniversaries of the WPK and the liberation of the country with praiseworthy labour gifts as sons and daughters of the great party and motherland.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Congressman Here",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#8",
            "content": "U.S. Congressman Here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Tom Lantos, member of the U.S. House of Representatives, and his party arrived here Saturday.\r\n They were met by an official concerned at the airport.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry on Issue of Six-Party Talks",
            "url": "http://kcna.co.jp/item/2005/200501/news01/10.htm#9",
            "content": "Spokesman for DPRK Foreign Ministry on Issue of Six-Party Talks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued a statement Saturday as regards the issue of the six-party talks.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The settlement of the nuclear issue between the DPRK and the U.S. is still delayed as the six-party talks remain at a deadlock. &nbsp;&nbsp;&nbsp;\r\n In this connection the U.S. is trying to shift all the responsibilities for the deadlocked talks on to us, spreading rumour that the U.S. has done all it can but the DPRK has not responded to it. &nbsp;&nbsp;&nbsp;\r\n Some countries misunderstand that both the DPRK and the U.S. are accountable for this. &nbsp;&nbsp;&nbsp;\r\n It is entirely due to the U.S. that the six-party talks have not been resumed and the solution of the nuclear issue is delayed. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue between the DPRK and the U.S. is a product of the latter's hostile policy toward the former. The U.S. should, therefore, replace its hostile policy towards the DPRK by a policy of peaceful co-existence between the two countries. Herein lies the master key to its settlement. &nbsp;&nbsp;&nbsp;\r\n The U.S. claims that it does not pursue any hostile policy towards the DPRK nor has any intention to invade it. But it is, in actuality, insisting that the DPRK dismantle its nuclear program first and disarm itself after setting it as its final goal to \"bring down its system.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. policy hostile to the DPRK and opposing the co-existence with it was clearly evidenced by the developments following the third round of the six-party talks held in June last. &nbsp;&nbsp;&nbsp;\r\n All the participating countries unanimously agreed on the principle of \"words for words\" and \"action for action\" at the talks. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, no sooner had the talks come to a close than the U.S. instructed high-ranking officials of the administration to persistently insist that the DPRK accept CVID and clarify its official stand that it can not make any reward unless the DPRK abandons all its nuclear programs. This drove the atmosphere hostile to the DPRK to an unprecedented pitch of tension and completely destroyed the groundwork of the talks. &nbsp;&nbsp;&nbsp;\r\n The U.S. has increased its military pressure upon the DPRK by announcing its plan to introduce more armed equipment worth 13 billion U.S. dollars and deploying aircraft carriers in the waters around the Korean Peninsula on a permanent basis under the pretext of filling up the vacuum of combat forces caused by the relocation of the U.S. forces in south Korea. It has escalated its moves to isolate and blockade the DPRK by staging PSI exercises targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S., at the same time, instituted and effectuated \"the North Korean Human Rights Act\" and painted those who illegally crossed the border as \"defectors from the north\" in a bid to justify its operation to lure and abduct DPRK citizens. It has frantically conducted a psychological warfare to accelerate the process of \"destabilizing and undermining\" the system in the DPRK through its smuggling of mobile phones and transistors, etc. &nbsp;&nbsp;&nbsp;\r\n These facts go to prove that the U.S. has not been interested in finding a solution to the nuclear issue through the six-party talks ever since their outset but sought to isolate, blockade and strangulate the DPRK economically, while letting the talks proceed without any results, and pursued the aim of buying time and creating an environment for putting collective pressure on the DPRK in the long run. &nbsp;&nbsp;&nbsp;\r\n A sinister aim pursued by the U.S. under the pretext of the nuclear issue was clearly revealed by the fact that while persistently raising a hue and cry over the DPRK's non-existent \"uranium enrichment program\", it has zealously shielded south Korea from its secret nuclear activities which have been pushed forward in a premeditated manner at the tacit connivance of the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. talk about a negotiated peaceful solution to the issue and the resumption of the talks without any efforts to rebuild the groundwork of the talks is nothing but an artifice to evade its responsibility. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wishes a negotiated settlement of the nuclear issue, it should rebuild the groundwork of the talks unilaterally destroyed by it and drop in practice its hostile policy aimed to \"bring down the system\" in the DPRK and opt for co-existence with it, though belatedly. &nbsp;&nbsp;&nbsp;\r\n This is the key to settling the issue. &nbsp;&nbsp;&nbsp;\r\n Sitting face to face is aimed to terminate hostility and having a dialogue to co-exist with each other. &nbsp;&nbsp;&nbsp;\r\n It is self-evident that there is no need to sit face to face if the U.S. does not intend to drop its hostile policy towards the DPRK and co-exist with it and even if talks take place under this situation they will not produce any results. &nbsp;&nbsp;&nbsp;\r\n We have so far shown all sincerity and flexibility. &nbsp;&nbsp;&nbsp;\r\n As we have already clarified, we will closely follow what a Korea policy the second term Bush administration will shape and react to it. &nbsp;&nbsp;&nbsp;\r\n This would be quite understandable to everybody. &nbsp;&nbsp;&nbsp;\r\n It is our consistent stand to denuclearize the peninsula and seek a negotiated settlement of the issue. &nbsp;&nbsp;&nbsp;\r\n The prospect of settling the nuclear issue between the DPRK and the U.S. will entirely depend on the latter's attitude.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}