{
    "date": "2005-12-15",
    "url": "http://kcna.co.jp/item/2005/200512/20051215.htm",
    "articles": [
        {
            "title": "Information Bulletin \"Mt. Paektu\" Issued in Czech Republic",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#1",
            "content": "Information Bulletin \"Mt. Paektu\" Issued in Czech Republic \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Paektusan Czech-Korean Friendship Association issued its information bulletin \"Mt. Paektu\" on Dec. 5 on the occasion of the 14th anniversary of leader Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 88th birth anniversary of anti-Japanese war hero Kim Jong Suk.\r\n In an article titled \"Basic source of invincible socialist Korea\" the bulletin said that Kim Jong Il is an ideal supreme commander possessed of great political ability and extraordinary military quality. &nbsp;&nbsp;&nbsp;\r\n Thanks to the Songun politics pursued by him the KPA has grown to be an invincible army and the strongest army in the world and the defence industry of the DPRK is capable of producing any modern equipment and combat and technical means it wishes to have, the bulletin noted. \r\n In an article titled \"Politics of love for the people\" the bulletin said that the Songun politics pursued by him is the politics making it possible to resolutely meet outside forces' threat and challenge and, at the same time, politics of love as it calls for taking good care of the servicepersons and the people.\r\n In an article titled \"The great mother who gave birth to and brought up his son to be a brilliant commander of Songun\" it introduced in detail the undying feats of Kim Jong Suk who, upon embarking on the road of revolution at her early age, protected President Kim Il Sung politically and ideologically and at the risk of her life and gave birth to and brought up Kim Jong Il as the future of Korea.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "S. Korean Ultra-Right Conservative Forces' Vandalism under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#2",
            "content": "S. Korean Ultra-Right Conservative Forces' Vandalism under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Youth and Students Solidarity to Implement the June 15 South-North Joint Declaration in south Korea reportedly issued a statement titled \"Let's dissolve the Grand National Party of south Korea which masterminded immoral criminal acts\" on Dec. 8.\r\n Recalling that on Dec. 5 the gentry of the ultra-right conservative organizations committed such immoral criminal acts as destroying the tombstones of unconverted long-term prisoners and pouring paint over the boxes of their remains, the statement said that this vandalism was masterminded by the GNP to incite extreme confrontation between fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n Upset by the fact that the ultra-right conservative gangsters' rowdyism touched off bitter resentment and condemnation of all Koreans, the GNP is working hard to evade the responsibility for it, asserting this has nothing to do with it, the statement said, adding this is little short of admitting its crimes by itself. &nbsp;&nbsp;&nbsp;\r\n The recent incident more deeply convinced the people that such shocking criminal acts are bound to occur in an unbroken chain unless the GNP, a treacherous party, is dissolved. &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Implementing the South-North Joint Declaration in a statement on Dec. 7 said that the wicked gentry perpetrated such vandalism as destroying the tombstones of unconverted long-term prisoners at a time when the south and the north are advancing toward the era of reconciliation and cooperation, a new era of reunification after the publication of the June 15 joint declaration, adding that this immoral act is unthinkable in the light of the sense of moral obligation and conscience of man. &nbsp;&nbsp;&nbsp;\r\n The statement called upon all the forces of conscience in this land desirous of human rights and democracy to draw once again from the recent incident a lesson that they cannot live with the GNP under the same sky and rise up in the struggle to bury it in the ground.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Ambassador's Malarkey under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#3",
            "content": "U.S. Ambassador's Malarkey under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea reportedly issued a statement on Dec. 8 to denounce the anti-DPRK malarkey of the U.S. ambassador in Seoul.\r\n Recalling that on Dec. 7 the U.S. ambassador let loose a string of balderdash that the north is a \"criminal state,\" the statement said this has lashed people of various strata into great fury, it continued: This is more unpardonable as he made such reckless remarks at a time when the U.S. is escalating its sanctions against the north. &nbsp;&nbsp;&nbsp;\r\n The U.S. is getting more undisguised in its moves to stifle the north in contravention of international norms and the joint statement reached at the fourth round of the six-party talks. The U.S. government should be the target of political and moral sanctions as it is defying international norms, treaties and agreements. &nbsp;&nbsp;&nbsp;\r\n The U.S. ambassador's outcries fully revealed the real aim sought by the U.S. in its invariable ambition for aggression, it said, stressing that the U.S. should bear in mind that neither its base political plot nor its sanctions against the north can ever work just as one can hardly get the sun eclipsed by one's palms.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Investigation into Remains of Korean Victims Called for",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#4",
            "content": "Investigation into Remains of Korean Victims Called for \r\n&nbsp;&nbsp;&nbsp; Tokyo, December 12 (KNS-KCNA) -- Delegates of the Tokyo group for investigation into the truth about forcible drafting of Koreans and the Nishi Tokyo group for investigation into the truth about forcible drafting of Koreans visited the Tokyo Metropolitan Office on Dec. 5 and demanded correct investigation into the remains of Korean victims of forcible drafting.\r\n They recalled that recently the Tokyo metropolitan authorities replied to the request of the Japanese government for providing information of remains, saying that there are no remains of a dead body. &nbsp;&nbsp;&nbsp;\r\n But according to the investigation by the Tokyo group for  investigation into the truth about forcible drafting of Koreans, it has been clarified that there is possibility to find the remains of Korean victims of forcible drafting at the Tokyo metropolitan memorial hall in which victims of the Pacific War have been entombed, they said, adding that the names of at least 50 victims considered to be those hailing from the Korean Peninsula were recorded in the list of war victims who have been entombed at the Tokyo metropolitan memorial hall, the list worked out by the Tokyo Metropolitan park greenery department. \r\n Noting that nevertheless, the head of the wellbeing department of the Tokyo Metropolitan wellbeing and health bureau who is in charge of investigation said that investigation should be discussed by a nationwide organization, while admitting that their investigation into the remains was insufficient and at the request of the investigation group in Shinjuku district an official concerned said that it should be requested to the metropolitan office and settled, they charged that there is a series of other problems. &nbsp;&nbsp;&nbsp;\r\n A written request addressed to the metropolitan governor submitted by the delegates said that 868 remains alone have been found out across Japan because investigation into remains was insufficient in all parts of Japan. It demanded correct investigation including establishment of a department in charge of investigation into remains and opening to the public of materials.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Second Peace March Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#5",
            "content": "Second Peace March Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The second grand peace march was reportedly held in Phyongthaek on Dec. 11 under the sponsorship of the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek of south Korea.\r\n A rally was held in the first order of the grand march. At the rally speakers said that as the paddy and non-paddy fields of Phyongthaek are not merely a mass of earth but a precious part of the Korean territory, allowing the U.S. forces to occupy it is an act of cutting off the windpipe of the fellow countrymen and giving up hope and peace. &nbsp;&nbsp;&nbsp;\r\n They said that they would defend the land of Phyongthaek at the risk of their lives even though they die and would turn out in the fight to prevent a war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n A resolution was made public at the rally. &nbsp;&nbsp;&nbsp;\r\n And then they held a candlelight rally in front of the Phyongthaek city office. &nbsp;&nbsp;&nbsp;\r\n An open message of warning to the mayor of Phyongthaek city was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n Prior to it, the south Korean Catholic Priests' Association for Justice held a mass praying for a successful holding of the second grand peace march and peace on the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Punishment of Those Responsible for Shocking Anti-North False Cases Demanded",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#6",
            "content": "Punishment of Those Responsible for Shocking Anti-North False Cases Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- It was recently brought to light that the \"case of the People's Revolutionary Party\" and the \"case of the National Democratic Youths and Students League\" during the past \"Yusin\" dictatorship were faked up during the Park Chung-Hee regime, according to the results of investigation conducted by the \"Committee to Probe the Truth of Past History\" of the \"Intelligence Service\" of south Korea.\r\n  Rodong Sinmun Wednesday observes in its commentary in this regard: The fully disclosed cases clarified the truth of the cases which had been buried into oblivion for the last several decades and revealed the falsity of the shocking cases fabricated against the north and the anti-reunification and fascist nature of the \"Yusin\" dictator. &nbsp;&nbsp;&nbsp;\r\n He committed such hideous crimes that should be cursed down through the generations. &nbsp;&nbsp;&nbsp;\r\n All the criminals should face a stern judgment of history regardless of the statute of limitations. &nbsp;&nbsp;&nbsp;\r\n The point is that predecessors of the \"Grand National Party\" were the arch perpetrators of the shocking crimes against the nation, democracy and human rights. The GNP is, indeed, a group of brutal killers and their descendants bent on committing acts of treachery and crimes against humanity by dint of fascist dictatorship. &nbsp;&nbsp;&nbsp;\r\n This ill-famed group of human rights abusers and killers is talking about somebody's \"human rights issue\" while shelving their crimes. This is the height of folly that reminds one of a thief crying \"Stop the thief!\" &nbsp;&nbsp;&nbsp;\r\n What the GNP clan, a direct offspring of the \"Yusin\" dictator, seeks is, needless to say, to revive the fascist dictatorship. If the GNP is allowed to achieve its aim, it will bring south Korea back to the mediaeval dark era of fascism.    \r\n\r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Outburst of U.S. Ambassador Slammed",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#7",
            "content": "Outburst of U.S. Ambassador Slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- A spokesman for the Korean National Peace Committee in a statement on Tuesday condemned the U.S. ambassador in Seoul in the name of the whole nation for slandering the dignity and sovereignty of the DPRK while upsetting the spirit of the joint statement adopted at the fourth round of the six-way talks.\r\n The spokesman said: &nbsp;&nbsp;&nbsp;\r\n Recently stating that it cannot sit at the table for the six-party talks all the way, the United States is kicking up an anti-DPRK racket over \"human rights\" and \"counterfeiting\" issues outside the venue of talks, thus revealing its aggressive nature still further. The outcries of the U.S. ambassador are a continuation of the racket, not a shocking or abrupt one. &nbsp;&nbsp;&nbsp;\r\n It is well-known that the U.S. would usually brand other country as a \"criminal state\" or a \"criminal regime\" so as to find a pretext for igniting a war of aggression. After all, the U.S. ambassador's outburst is a dangerous prelude to a war of aggression on the DPRK and it is little short of a declaration of war.\r\n The Korean people will never pardon those who slander their dignity and sovereignty and resolutely cope with such calumniation in the name of the entire nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Swiss President",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#8",
            "content": "Greetings to Swiss President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a congratulatory message to Moritz Leuenberger upon his election as Swiss president on Dec. 12.\r\n In the belief that friendly and cooperative relations between the two countries would continue to develop on good terms in the mutual interests of the two peoples in the future, too, the message sincerely wished the Swiss president success in his responsible work for the prosperity of the country and well-being of the people. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Chinese Ambassador to DPRK on New Year",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#9",
            "content": "Reception Given by Chinese Ambassador to DPRK on New Year\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Chinese Ambassador e. p. to the DPRK Wu Donghe gave a reception at his embassy Tuesday evening on the occasion of the New Year, Juche 95 (2006).\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, Ro Tu Chol, vice-premier of the Cabinet, Kim Su Hak, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Wu in his speech at the reception said that in 2005 the heroic Korean people have made fresh achievements in their efforts to build a great prosperous powerful nation, achieve the independent and peaceful reunification of Korea and develop the foreign relations by waging the general march of the Songun revolution in hearty response to the call of the Central Committee and the Central Military Commission of the Workers' Party of Korea under the leadership of General Secretary Kim Jong Il and celebrated the 60th anniversaries of the WPK and national liberation in grand style. \r\n He noted that the DPRK government has steadily pushed forward the work for national reconciliation, unity and cooperation under the banner of the June 15 joint declaration, thus making progress in the movement to accomplish the cause of independent and peaceful reunification of Korea, and consolidated and developed the friendly relations with various countries of the world. &nbsp;&nbsp;&nbsp;\r\n 2005 witnessed the development of the traditional Sino-DPRK relations of friendship and cooperation in depth in all fields, he said, adding that the two countries have made great successes by deepening the multi-faceted exchange and cooperation in various fields including politics, economy, military affairs, culture, science and technology. &nbsp;&nbsp;&nbsp;\r\n He pointed out that General Secretary Hu Jintao's historic meeting with General Secretary Kim Jong Il during the former's successful visit to the DPRK provided a solid political foundation and engine for further boosting the Sino-DPRK friendly and cooperative relations. \r\n Yang Hyong Sop noted in his speech that the Taean Friendship Glass Factory, a donation made by the Chinese government to the DPRK, was successfully completed on the eve of the 60th anniversary of the WPK as a symbol of the DPRK-China friendship in the new century thanks to the deep concern and concerted efforts of the leaderships of the two governments, adding that this is a shining fruition of the development of the DPRK-China friendly and cooperative relations. &nbsp;&nbsp;&nbsp;\r\n He referred to the facts that this year the overall national power of China has been further augmented and its international prestige has risen higher as evidenced by the successful launch of manned spacecraft  \"Shenzhou-6\" and a lot of progress has been made in the work for the reunification of the whole country. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the Chinese people greater success in their efforts to carry out the 11th five-year plan under the leadership of the Communist Party of China with Hu Jintao as its general secretary. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable stand of the WPK and the DPRK government to attach great importance to the traditional DPRK-China friendship, set store by it and steadily consolidate and develop it, he noted, expressing belief that the friendship would grow stronger at a higher stage in the New Year, too.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Return Cultural Heritages It Looted from Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#10",
            "content": "Japan Urged to Return Cultural Heritages It Looted from Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Japanese imperialists' plunder of cultural relics of the Korean nation and vandalism of them come under fire by a signed article of Rodong Sinmun Wednesday. \r\n It says: &nbsp;&nbsp;&nbsp;\r\n During their 40-odd-year-long occupation of Korea the Japanese imperialists plundered the Korean nation of its material and intellectual relics or destroyed all of which they couldn't carry to Japan. They dug up more than 200 mausoleums of successive Korean kings and more than 11,000 underground ancient tombs, to say nothing of looting those heritages which the Koreans had created and preserved on their land for 5,000 years.\r\n The Japanese imperialists' plunder of the Korean nation's relics was serious vandalism and state-sponsored crime from A to Z prompted by an intention to exterminate the Korean nation. They were motivated by the medieval idea of exterminating other nations and the view on Yamato nation aimed to assimilate to Japanese the Koreans superior to them in personality and enslave them. &nbsp;&nbsp;&nbsp;\r\n It was based on this unethical idea that they committed such barbarism as not allowing the Koreans to use their own language, Korean names and taking away even Korean spoons to Japan. &nbsp;&nbsp;&nbsp;\r\n They worked hard to totally obliterate the time-honored history of the Korean nation and its brilliant culture and did serious harm to its advantageous national identity. They plundered the nation of huge properties, thus seriously affecting the economic life of its generations to come.\r\n A vacuum in national heritages and discontinuation of their inheritance may lead to the obliteration of national identity and give rise to national nihilism. These disturbing developments also check the intellectual inheritance by successive generations, thus having an adverse impact on their intellectual development. This was what the Japanese imperialists sought at that time. &nbsp;&nbsp;&nbsp;\r\n Serious are the consequences brought by the vacuum created by them in the Koreans' inheritance of their national heritages, the results of their plunder and vandalism of their cultural heritages and their delayed return of them to the Korean nation. The damage done by this is on the steady increase. \r\n Over the last one century Japan has gained windfall profits by abstracting, copying, exhibiting, selling and mortgaging without permission the artifacts the Japanese imperialists looted from Korea and offering securities by use of them, etc. &nbsp;&nbsp;&nbsp;\r\n The bottom line of Japan's wealth is the rich material, human and intellectual resources the Koreans have created at the cost of their blood and sweat for a century. The issue of the usurped national cultural heritages still remains like an unhealed wound. It is seriously hurting the Koreans' national self-esteem and touching off bitter indignation among the Koreans. &nbsp;&nbsp;&nbsp;\r\n  Japan should, among other things, repent of having evaded the return of the Korean nation's cultural heritages over the last 60 years since its defeat and opt for sending them back without delay.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bershbow's Anti-DPRK Malarkey under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#11",
            "content": "Bershbow's Anti-DPRK Malarkey under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- U.S. Ambassador in Seoul Bershbow's virulent outcries attaching the label of a \"criminal state\" to the DPRK, a people-centered socialist country where the Juche idea has been successfully applied, reveal the U.S. sinister intention to realize a regime change in it, observes Minju Joson Wednesday in a signed commentary.\r\n The U.S. is now perfidiously overturning the agreed points of the joint statement adopted at the fourth round of the six-party talks one by one, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It has escalated pressure upon the DPRK as evidenced by its appointment of a special envoy in charge of the human rights issue in the DPRK and application of financial sanctions against it. The U.S. said it recognized the DPRK as a \"sovereign state\" and respected it at the negotiating table but it has hatched plots to bring down its system behind the scene. Bershbow's recent malarkey clearly reveals such sinister aim sought by the U.S. Plainly speaking, through its anti-DPRK diatribe the U.S. seeks to chill the atmosphere of national reconciliation, unity and reunification rapidly growing strong among the south Koreans and hold south Korea under its control and continue its domination over it. It is by no means fortuitous that Bershbow brought together pro-U.S. conservative forces including the \"Grand National Party\" and incited confrontation between fellow countrymen as soon as he took a new office.\r\n It is as clear as noonday that he will work harder than his predecessors to hamstring the Koreans' efforts for the improvement of the inter-Korean relations, escalate the danger of a war to the north and hinder the nation's independent reunification during his term of office in Seoul. The Korean nation will certainly suffer greater misfortune if Bershbow is allowed to behave as he pleases. &nbsp;&nbsp;&nbsp;\r\n He had better apologize for his malarkey to the DPRK and go back to his country as early as possible. Otherwise, he will not be able to escape a miserable fate of being expelled from south Korea by a fierce struggle of all Koreans.    \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets WFP Executive Director",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#12",
            "content": "Kim Yong Nam Meets WFP Executive Director\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and conversed with James T. Morris, executive director of the World Food Programme, and his party who paid a courtesy call on him at the Mansudae Assembly Hall Wednesday.\r\n Present there were Choe Su Hon, vice-minister of Foreign Affairs, officials concerned and Richard Ragan, country director of the WFP Office in the DPRK.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "16th February 16 Art Prize Individual Contest under Way",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#13",
            "content": "16th February 16 Art Prize Individual Contest under Way\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The 16th February 16 Art Prize Individual Contests are going on at the concert hall of Pyongyang University of Music and Dance and at the Yun I Sang Concert Hall in Pyongyang.\r\n The contests, divided into two groups, are participated in by artists of art troupes, teachers and students of art educational institutions and overseas Korean artists, more than 200 all told. &nbsp;&nbsp;&nbsp;\r\n They include national vocal music, national bamboo wind-instrument, national plucked instrument, violin, cello, accordion and bayan contests.\r\n Those participating in the national vocal music contest should sing a designated song and one more folk song, those in the national wood wind-instrument and plucked instrument contest play a designated piece of music and a self-selected piece and those in the violin, cello, accordion and bayan contest Korean and foreign music pieces. &nbsp;&nbsp;&nbsp;\r\n The contesters are giving full play to their artistic ability of high standard. &nbsp;&nbsp;&nbsp;\r\n The first phase of the contests has already wound up and the second phase is going on. The third phase of the contests shall start in late January next year and the winners give a combined performance on the occasion of the auspicious February 16 holiday. &nbsp;&nbsp;&nbsp;\r\n The winners will be awarded relevant certificates and medals.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"On 'Epitaph Inscribed in Monument to King Kwanggaetho's Mausoleum'\" Off Press",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#14",
            "content": "Book \"On 'Epitaph Inscribed in Monument to King Kwanggaetho's Mausoleum'\" Off Press\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Social Science Publishing House of the Democratic People's Republic of Korea has published a book \"On 'Epitaph Inscribed in Monument to King Kwanggaetho's Mausoleum'\".\r\n The epitaph furnishes historical facts that old documents missed or briefly mentioned, thus serving as a priceless datum in studying the Korean history including the history of Koguryo in the period from the late fourth century to the early fifth century and, furthermore, the history of east Asia.\r\n The book, authored and compiled by competent historians including Son Yong Jong and Chae Hui Guk who are candidate academicians, professors and doctors, consists of a prologue, three parts and a epilogue. &nbsp;&nbsp;&nbsp;\r\n Part one \"Interpretation of Monument Epitaph\" gives the original and translated texts of the epitaph and deals with issues arising in construing letters.\r\n Introduced in part two \"Treatises of DPRK Academic World on Researches into Monument Epitaph\" are treatises including \"On the Monument to the King Kwanggaetho's Mausoleum\", \"Character of Woe (Japan) on the Monument to the King Kwanggaetho's Mausoleum of Koguryo\" and \"Territory of Koguryo Seen through the Monument to the King Kwanggaetho's Mausoleum\" that have been published since the mid-1980s. &nbsp;&nbsp;&nbsp;\r\n Part three \"Key Points in Interpretation of Monument Epitaph\" explains issues raised in the interpretation of the monument epitaph one by one, in the direction of avoiding the repetition of part two.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Minister Meets WFP Executive Director",
            "url": "http://kcna.co.jp/item/2005/200512/news12/15.htm#15",
            "content": "DPRK Foreign Minister Meets WFP Executive Director\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Foreign Minister Paek Nam Sun met and had a talk with James T. Morris, executive director of the World Food Programme, and his party Wednesday.\r\n On hand were officials concerned and the country director of the WFP Office in the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}