{
    "date": "2005-10-07",
    "url": "http://kcna.co.jp/item/2005/200510/20051007.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Work Published in Germany",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK's Anniversary to Be Celebrated in Tajikistan",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#2",
            "content": "Kim Jong Il's Work Published in Germany \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The famous work of leader Kim Jong Il \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in booklet by the Communist Party of Germany on Sept. 30.\r\n The work published on Oct. 2, Juche 84 (1995) is an undying great programme for party construction and activities as it proudly reviewed the glorious history of the WPK which paved a new path for building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicated ways of developing the WPK into the eternal party of the President.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Egyptian Party Supports DPRK Stand on Nuclear Issue",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#3",
            "content": "WPK's Founding Anniversary to Be Celebrated in Tajikistan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- A preparatory committee to celebrate the 60th anniversary of the Workers' Party of Korea was inaugurated by a decision of the Presidium of the C. C., the Communist Party of Tajikistan on Oct. 1.\r\n T. B. Karimov, organizational secretary of the Party Central Committee, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided that Kim Jong Il's famous work would be published, an article observing the WPK's anniversary be carried on its newspaper and the Central Committee and city and district committees of the Communist Party of Tajikistan would hold colorful events on the occasion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Seminar on Juche Idea Held in India",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#4",
            "content": "Egyptian Party Supports DPRK Stand on Nuclear Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The Misr Arab Socialist Party made public a statement on Oct. 1 in support of the just stand of the DPRK on the nuclear issue.\r\n The statement noted the party which has followed the six-party talks on the nuclear issue reiterates its view that People's Korea is entitled to have access to nuclear weapons as a means for just self-defence as it is exposed to the threat of the U.S. \r\n Now that defying international law, the U.S. has pursued the policy of strength towards those countries opposing its policy it is quire natural for the DPRK to use every possible means for protecting its territorial integrity and its people's rights, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The party supports the just stand of the DPRK to keep means for just self-defence and denounces the stand of the U.S. to resort to aggression, arbitrary practices and oppression.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "10-day Film Show Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#5",
            "content": "National Seminar on Juche Idea Held in India \r\n&nbsp;&nbsp;&nbsp; New Delhi, October 4 (KCNA) -- A national seminar on the Juche idea was held in New Delhi on Sept. 27 on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n The secretary general of the Asian Regional Institute of the Juche Idea said in his keynote report at the seminar that the foundation of the WPK by President Kim Il Sung was a historic event which brought about a fundamental turn in carving out the destiny of the Korean people and carrying out the cause of global independence.\r\n  The WPK is the only party which achieved the unity of the leader and the masses and successfully established the leader's guidance to the popular masses and a revolutionary party which has played a decisive role in ushering in an era of independence, he said, and went on: The WPK is characterized by the fact that it holds President Kim Il Sung and leader Kim Jong Il in high esteem, has its own guiding idea and has established its own working system and methods after forming an integral whole with the popular masses and maintained a genuine internationalist  stand.\r\n The ruling parties of the former Soviet Union and the East European socialist countries ceased to exist but it is only the WPK that has grown stronger and the cause of global independence steadily advanced. This has been possible thanks to the wise leadership of President Kim Il Sung and General Secretary Kim Jong Il.\r\n Pointing out that the foundation of the Juche idea by Kim Il Sung and the Songun politics pursued by Kim Jong Il marked events of world historic significance, he added the DPRK looks more dignified thanks to the great idea and politics.\r\n Then speeches were made by presidents and former vice-presidents of different universities and chiefs of groups for the study of the Juche idea. \r\n They were unanimous in stressing that it is hard to find in any other parts of the world such a political party as the WPK serving the people and making revolution. The WPK can do so because it has the great leader and the Juche idea, its guiding idea, they added. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the seminar.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on WPK's Immortal Exploits in Cause of Global Independence",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#6",
            "content": "10-day Film Show Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- A ten-day film show opened to celebrate the 60th founding anniversary of the Workers' Party Korea.\r\n Documentary films and feature films will be screened in cinemas and cultural houses across the country in the period to provide the audience with an opportunity to look back on the 60-year-long history of the WPK. &nbsp;&nbsp;&nbsp;\r\n Among the films are documentaries dealing with the noble revolutionary life and undying feats of President Kim Il Sung and the wise leadership of Kim Jong Il such as \"They Have Always Been Together in the Work for the People,\" \"The Fatherly Leader among Servicepersons\" and \"Under the Great Brilliant Commander\" (serials).\r\n Cinema-goers will also watch films impressively depicting the Korean people's pride and honor of enjoying a worthwhile life under the benevolent care of the Party and the true picture of the mother party looking after the destiny and future of the people including documentary \"Immense Honor and Happiness of the Nation,\" feature films \"Guarantee\" (two parts) and \"The Man People Wait for.\" &nbsp;&nbsp;&nbsp;\r\n To be shown in this period are films dealing with the heroic struggle of servicepersons and people in the DPRK such as documentary \"Self-reliance Is the Only Way Out\" and feature film \"The River Kumjin\" (two parts). &nbsp;&nbsp;&nbsp;\r\n An opening ceremony of the film show was held at the People's Palace of Culture Wednesday. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Jong Ha Chol, secretary of the WPK Central Committee, Choe Ik Gyu, minister of Culture, and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Palestinian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#7",
            "content": "Rodong Sinmun on WPK's Immortal Exploits in Cause of Global Independence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The Workers' Party of Korea has devoted itself and made a great contribution to the human cause of independence, steering the times under the banner of Songun. This is a proud review of the long journey made by it for the last six decades and its immortal exploit to shine long in history. \r\n Rodong Sinmun Thursday says this in a signed article. It goes on:\r\n The exploits performed by the WPK for the human cause of independence precisely mean the feats performed by President  Kim Il Sung and leader Kim Jong Il. \r\n In this period the WPK has regarded ensuring peace and security on the Korean Peninsula as a fundamental requirement for guaranteeing peace and security in the world and made positive efforts to this end, rendering great services for preventing a new world war, a thermonuclear war under the wise leadership of Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Its history is a great history in which it has contributed to the human cause of independence by providing the Songun revolutionary leadership. \r\n Its Songun politics is a most effective and just political mode for defending the country and nation and socialism and upholding the human cause of independence. \r\n The destiny of the country and nation and that of world peace are decided by the Songun politics in the present times. Now that the high-handed and arbitrary military actions of the imperialists and their moves to disturb peace have reached an extreme phase it is possible to protect the destiny of the country and nation and preserve world peace and security only when they hold aloft the banner of Songun. \r\n The reality of Korea eloquently proves this. By pursuing the Songun politics, the WPK has frustrated every vicious move of enemies to isolate and stifle the DPRK and firmly defended the national security and sovereignty and socialism. \r\n Thanks to Kim Jong Il's Songun leadership and politics, the reckless offensives of imperialists to pressurize the DPRK have been frustrated and peace and security in this region preserved. It is also the result of his Songun leadership and politics that military clashes and war have been averted in Northeast Asia including the Korean Peninsula and the second Korean war did not break out. &nbsp;&nbsp;&nbsp;\r\n The era of Songun means a new higher stage in the efforts to accomplish the human cause of independence. The WPK will as ever remain true to the human cause of independence under the banner of Songun and dynamically struggle for its victory, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dam Project of Nyongwon Power Station Completed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#8",
            "content": "Palestinian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Shaher Mohammed Abdlah, Palestinian ambassador e. p. to the DPRK, hosted a reception at the embassy Wednesday evening on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n In his speech the ambassador said that with the foundation of the WPK by President Kim Il Sung a new history started in carving out the destiny of the Korean people and the Korean people have had a powerful political leadership leading the revolution and construction to victory. &nbsp;&nbsp;&nbsp;\r\n Victory and glory are in store for the WPK which is leading the revolution and construction under the banner of the Juche idea, holding leader Kim Jong Il in high esteem, he noted. &nbsp;&nbsp;&nbsp;\r\n He stressed that the revolutionary and militant ties between the peoples of the DPRK and Palestine whose foundation was laid by President Kim Il Sung and President Yasser Arafat are growing stronger under the leadership of Kim Jong Il and Mahmoud Abbas. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the WPK Central Committee, in his speech noted that Kim Jong Il has led the WPK in his early years, developing the party into the party of Kim Il Sung and trained all the people to be the revolutionary people remaining loyal to the idea and cause of the party. &nbsp;&nbsp;&nbsp;\r\n He said the WPK and the Korean people invariably support the just struggle of the Palestinian people to retake their lost territory and bitterly denounce Israel's illegal moves to establish \"security wall\" and that the just cause of the Palestinian people will emerge victorious without fail. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Kim Su Hak, minister of Public Health, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Thae Jong, vice-director of a department of the WPK Central Committee, Kim Hyong Jun, vice-minister of Foreign Affairs, and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" Off Press",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#9",
            "content": "Dam Project of Nyongwon Power Station Completed \r\n&nbsp;&nbsp;&nbsp; Nyongwon, October 5 (KCNA) -- The Nyongwon Power Station has been built in the upper reaches of the River Taedong as a gift of loyalty to the 60th anniversary of the Workers' Party of Korea by Korean People's Army soldiers and builders.\r\n The dam of the power station is another monumental edifice of the Songun era which was built across the breadth of the river flowing in the remote mountainous region thanks to President Kim Il Sung's grand nature-harnessing plan and leader Kim Jong Il's wise guidance. &nbsp;&nbsp;&nbsp;\r\n A commissioning ceremony took place here on Oct. 5. &nbsp;&nbsp;&nbsp;\r\n The ceremony was attended by Premier of the DPRK Cabinet Pak Pong Ju, KPA Vice Marshal Ri Yong Mu who is vice-chairman of the DPRK National Defence Commission and Secretary of the WPK Central Committee Kim Ki Nam.\r\n A congratulatory message of the WPK Central Committee was conveyed to soldier-builders and helpers who performed great feats in the dam project.\r\n The message noted that the solider-builders have fully demonstrated the noble spiritual world and the invincible might of the KPA which defends the country and ensures people's happiness upholding slogan \"Let us take charge of defending the country and building socialism!\" They also gave great confidence and encouragement to the party members and other working people in their vigorous efforts to build a great prosperous powerful nation, it added, and continued: &nbsp;&nbsp;&nbsp;\r\n The WPK Central Committee highly praises the heroic solider-builders and helpers for completing the large dam project of the Nyongwon Power Station to present a valuable labor gift to the 60th anniversary of the glorious WPK and positively contributing to demonstrating the vitality of the great Songun politics. &nbsp;&nbsp;&nbsp;\r\n KPA General Yun Jong Rin in a report said that the feats performed by soldier-builders who have devoted themselves to building the dam, glorifying their youth and happiness in the construction site will shine long in the history of building a great prosperous powerful nation and that the fatherland and the people will never forget their heroism and feats shown in building a monumental edifice of   Kim Jong Il's era through their do-or-die struggle. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants looked round the dam.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Colorful Functions Held in DPRK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#10",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Off Press\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The Workers' Party of Korea Publishing House brought out the \"Complete Collection of    Kim Il Sung's Works\" vol. 60, a library of the great Juche idea which carries President Kim Il Sung's famous works systematically and comprehensively in chronological order.\r\n It contains 31 works including his speeches, concluding speeches and talk from August to December Juche 65 (1976). &nbsp;&nbsp;&nbsp;\r\n In many works including \"On Strengthening the Self-sustenance of Metallurgical Industry and Increasing Agricultural Production\", \"Let Us Thoroughly Implement Our Party's Fishing Policy\", \"On Some Immediate Tasks Arising in the People's Living and Economic Work\" he gave a perfect exposition of the theoretical and practical issues arising in the socialist economic construction to boost material wealth of the country and systematically improve the standard of the people's living. \r\n In work \"On Further Improving the Training of Our Cadres\" he clarified the tasks and ways to develop the training of national carders on to a higher stage.\r\n \"Talk to a Delegation from the French Communist Party\", \"Talk to a Government Delegation of the United Republic of Tanzania\" and other works elucidate the Workers' Party of Korea policy of national reunification and the principled issues on the world revolution. &nbsp;&nbsp;&nbsp;\r\n Expounded in works are  the principled issues which serve as the guidelines for the revolutionary countries to unite with each other to wage a vigorous struggle against imperialism and build a new world where all the countries and nations lead a free and affluent life free from imperialism, exploitation and oppression.\r\n The complete collection edits other works clarifying the ideas, theories and policies which give a flawless exposition of the theoretical and practical issues arising in the revolution and construction.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Military Attaches Corps in DPRK Visit Party Founding Museum",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#11",
            "content": "Colorful Functions Held in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- More colorful functions were held on Oct. 5 to celebrate the 60th anniversary of the Workers' Party of Korea. \r\n A public presentation of the Ministry of the People's Armed Forces on the greatness and undying exploits of the WPK was held at the April 25 House of Culture while an art exhibition, a pencil drawing festival and a calligraphic contest of the Korean People's Army opened. &nbsp;&nbsp;&nbsp;\r\n Attending the public presentation were Jo Myong Rok, director of the General Political Department of the Korean People's Army, Kim Yong Chun, chief of the General Staff of the KPA, Kim Il Chol, minister of the People's Armed Forces, its leading officials and servicepersons. &nbsp;&nbsp;&nbsp;\r\n Jo Myong Rok, Kim Il Chol and others who took the floor told the participants that over the last six decades the WPK has performed undying exploits that would shine forever in the nation's history by victoriously leading the revolutionary struggle of the Korean people for sovereignty, independence and socialism, adding that in this course the WPK has grown strong to be an experienced and tested revolutionary party and an invincible party unequivocally supported and trusted by all the people. \r\n On display at the art exhibition are at least 900 successful art works including computer-aided paintings and Korean paintings created by painters and soldiers of the KPA. &nbsp;&nbsp;&nbsp;\r\n Among the entries to the pencil drawing festival and the calligraphic contest are at least 1,000 works done by soldiers while standing guard over the defence line of the country and by those in sites of socialist economic construction.\r\n Meanwhile, a Korean stamp exhibition was open in Pyongyang. \r\n On display there are stamps dealing with the undying revolutionary exploits of the three generals of Mt. Paektu. Also displayed there according to themes are at least 4,000 varieties of stamps truthfully depicting the 60 year-long history of victory and glory covered by the WPK under the wise leadership of President Kim Il Sung and leader   Kim Jong Il and the proud successes achieved by the Korean people in various fields through a heroic struggle. &nbsp;&nbsp;&nbsp;\r\n A combined performance of the 16th national art festival of members of the Korean Democratic Women's Union was given at the Women's Hall.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Polish Ambassador",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#12",
            "content": "Military Attaches Corps in DPRK Visit Party Founding Museum\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The military attaches corps here visited the Party Founding Museum on Wednesday on the occasion of the 60th anniversary of the Workers' Party of Korea. \r\n Members of the corps looked round historic materials and mementos on display, being briefed on the facts that right after the liberation of the country President Kim Il Sung founded the party on the firm organizational and ideological basis of party founding and brilliant revolutionary tradition established in the flames of the anti-Japanese revolutionary struggle and strengthened and developed it as a revolutionary and popular one taking root among the working class and the popular masses. \r\n Nguyen Van Chau, military attache of the Vietnamese embassy, wrote in the visitor's book that through the visit he came to know well about the energetic activities of Kim Il Sung to develop the WPK into a popular and revolutionary one. \r\n Yang Xilian, military attache of the Chinese embassy, said that Kim Il Sung laid the firm organizational and ideological foundation for building a party from the first period when he embarked on the road of revolutionary struggle and that the WPK founded by him performed brilliant feats in the struggle to build socialism for 60 years in the past. \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kimilsungia-Kimjongilia Exhibition Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#13",
            "content": "Kim Yong Nam Receives Credentials from Polish Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday received credentials from Polish Ambassador to the DPRK Roman Iwaszkiewicz at the Mansudae Assembly Hall. \r\n On hand were Vice Foreign Minister Kung Sok Ung and staff members of the Polish embassy here. &nbsp;&nbsp;&nbsp;\r\n The president had a talk with the ambassador after receiving his credentials.    \r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#14",
            "content": "Kimilsungia-Kimjongilia Exhibition Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- A Kimilsungia-Kimjongilia exhibition grandly opened here in celebration of the 60th anniversary of the Workers' Party of Korea.\r\n On display at the venue of the exhibition were at least 20,000 ported Kimilsungias and Kimjongilias presented by 85 units including armed forces organs, commissions and ministries of the cabinet and national institutions, and foreign friends and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Among the participants in the opening ceremony at the Kimilsungia-Kimjongilia Exhibition today were Choe Thae Bok, Yang Hyong Sop, Jong Ha Chol, Kwak Pom Gi and others. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su, chairman of the Korean Kimilsungia-Kimjongilia Committee, in an opening speech called for holding the exhibition on a high level so as to highly praise the undying feats of the peerlessly great men in party building and powerfully demonstrate to the world once again the single-minded unity of all the army and people who are vigorously advancing toward the future of a great prosperous powerful nation under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He called upon the participants to exchange successes and experience gained in cultivating, propagating and disseminating flowers of the sun and cooperate with each other and activate the cultivation and dissemination of the flowers to meet the requirements of the new century. &nbsp;&nbsp;&nbsp;\r\n At the end of the opening ceremony the participants looked round the exhibition. \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Artificial Lake Paekma",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#15",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Leader Kim Jong Il was presented with a floral basket and a congratulatory letter by the economic and commercial councillors' corps here on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n They were conveyed to an official concerned today by Evelio Duenas Ponce, commercial councillor of the Cuban embassy here who is doyen of the corps.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stream of People Visit Monument to Party Founding",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#16",
            "content": "Artificial Lake Paekma\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Lake Paekma, an artificial one, has come into being in the Democratic People's Republic of Korea.\r\n Lake Paekma for the Paekma-Cholsan waterway is located at the foot of Mt. Paekma in Phihyon County, North Phyongan Province. Its source of water is the Samgyo River.\r\n It is the largest irrigation reservoir with a capacity of reserving hundreds of millions of cubic meters of water in the country. &nbsp;&nbsp;&nbsp;\r\n The waterway with a gravity-fed irrigation system fully irrigates more than 40,000 hectares of cultivated land in six cities and counties including Ryongchon, Yomju and Cholsan counties and Sinuiju City of North Phyongan Province.\r\n The lake has the main, subsidiary and overflow dams and an intake structure. In particular, the overflow dam has been built in a unique form.\r\n The builders have done a huge amount of work and constructed the lake as a grand monumental edifice in the spirit of revolutionary optimism of going through the thorny path. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il named it Lake Paekma.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Late Jon Kum Son",
            "url": "http://kcna.co.jp/item/2005/200510/news10/07.htm#17",
            "content": "Stream of People Visit Monument to Party Founding\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- An increasing number of people visit the Monument to Party Founding with the approach of the 60th anniversary of the Workers' Party of Korea (October 10).\r\n The monument, located in central part of Munsu Street of Taedonggang District, Pyongyang, was erected to convey to the rising generations the great exploits performed by President Kim Il Sung in the cause of building the Juche-oriented revolutionary party. &nbsp;&nbsp;&nbsp;\r\n According to Ri Ok Hui, a section chief of the management office of the monument, the visitors to the monument-- servicepersons, working people from all walks of life, youth, students and schoolchildren across the country-- total more than 3,078,000 after it was unveiled on the occasion of the Party's 50th birthday. &nbsp;&nbsp;&nbsp;\r\n During the last decade over 178,500 south Koreans, overseas compatriots and foreigners have also called at it. &nbsp;&nbsp;&nbsp;\r\n This shows the deep trust of the Korean people and world progressives in the WPK, the ever-victorious revolutionary party of Juche, founded by President Kim Il Sung and led by Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}