{
    "date": "2005-05-09",
    "url": "http://kcna.co.jp/item/2005/200505/20050509.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on North-South Joint Declaration",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Relocation of Japan-based U.S. forces Flailed",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#2",
            "content": "Rodong Sinmun on North-South Joint Declaration \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- The reunification era after the historic Pyongyang meeting and the adoption and publication of the north-south joint declaration on June 15, 2000, first of its kind, 55 years after Korea's division, is the era of independence and reunification and the era of \"By our nation itself\" when the idea of independence and reunification has become that of the whole nation and a new phase of reconciliation, cooperation and reunification has opened on the Korean Peninsula where an atmosphere of antagonism and confrontation prevailed.\r\n Rodong Sinmun Sunday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il, who has the firm idea of independence and reunification and noble ideal of patriotism, saw through the subjective and objective circumstances of the movement for national reunification and the trend of the situation with his outstanding wisdom, scientific insight and extraordinary leadership ability, provided the historic Pyongyang meeting and opened a new chapter in the history of national reunification.\r\n The meeting, first of its kind in the history of national division spanning over half a century, adopted the June 15 North-South Joint Declaration which calls for settling the issue of national reunification independently by the concerted efforts of the Korean nation itself. &nbsp;&nbsp;&nbsp;\r\n This opened a new era when the north and the south of Korea reconcile and cooperate with each other and achieve independent reunification, the June 15 era when the movement for national reunification advances on the orbit of national independence. &nbsp;&nbsp;&nbsp;\r\n The June 15 era which reflects the mature requirements of the development of the national history and the practical demands of the struggle for national reunification is the era of \"By our nation itself\" when national reconciliation and independent reunification become an irresistible trend. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself,\" the core of the June 15 joint declaration, is the idea of national independence which does not allow interference of any outside forces but helps the Korean nation solve the issue of the nation, the issue of national reunification by its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n It is the proud reality of the reunification era after the June 15 joint declaration, unimaginable in the past, that the north-south relations of antagonism and confrontation have turned into the relations of \"By our nation itself\" and dialogue, cooperation, visits and the reunification movement have been unprecedentedly activated under the banner of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" serves as the invariable banner of the whole Korean nation in the struggle to bring about a dramatic turning phase of peace and independent reunification through three forms of cooperation for national independence, peace against war and reunification and patriotism and displays its greater might as the days go by. &nbsp;&nbsp;&nbsp;\r\n It is the vital task of the Korean nation at present to firmly defend and apply the idea. Herein lies the way of tiding over the present difficulties and glorifying the reunification era after the June 15 joint declaration and a bright future of the Korean nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il Adopted in Peru",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#3",
            "content": "Relocation of Japan-based U.S. forces Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- The U.S. bellicose forces fixed what they call north Korea's nuclear program danger line and are now spreading the \"fiction\r\nof war crisis,\" frantically stepping up war preparations to invade the northern half of Korea, which indicates their intention to attack the DPRK any moment, says Rodong Sinmun Sunday in a signed article.\r\n They move to bring the First Army Corps Command to Japan from the U.S. mainland, realize the merger of the U.S. 13th Air Force Command in Guam and the U.S. 5th Air Force Command in Yokoda, Japan, and turn the whole of Japan archipelago into a base of strategic importance for a preemptive attack of aggression, the article says, and goes on; &nbsp;&nbsp;&nbsp;\r\n Their moves show that there is no change in the U.S. intention to stifle the DPRK by force of arms and their moves for a war of aggression against the Korean people are getting all the more vicious. &nbsp;&nbsp;&nbsp;\r\n The on-going relocation of the U.S. forces in Japan is a military step taken in accordance with a new plan to invade the DPRK. First of all, through the relocation the U.S. seeks to set up a unified system of commanding operations to cope with another Korean war. According to the \"Defense White Paper\" worked out by the U.S. Department of Defense, the U.S. plans to hurl 690,000-strong forces, at least 160 warships and more than 2,000 warplanes into the Korean front in case of \"emergency\" in the Korean peninsula. It, therefore, tries to set up a 'unified command\" in Japan for\r\nthe unified commanding and operations of the huge U.S. forces to be mobilized for a Korean war. &nbsp;&nbsp;&nbsp;\r\n The on-going relocation is a forward deployment of the forces for a preemptive attack on the DPRK. Through the relocation, the U.S. is turning units into task force units and, at the same time, arming them with modern weapons to increase their war capabilities. In the Second Korean war it intends to destroy major strategic objects and military bases of the DPRK through long-range strike and high precision strike by naval and air forces so as to neutralize the war capacity of the DPRK and wind up the war without heavy losses. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the on-going relocation is a heinous intention to keep hold on Japan as a base of strategic importance for a preemptive attack on the DPRK and increased military supremacy in the Asia-Pacific region and use it as a shock brigade. &nbsp;&nbsp;&nbsp;\r\n The U.S. should give up its wildcat war gamble against the DPRK and Japan should stop playing into the hands of the U.S. master in the war moves, adds the article.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Termination of U.S. Military Presence Called for",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#4",
            "content": "Letter to Kim Jong Il Adopted in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- A letter to leader Kim Jong Il was adopted at a meeting organized by the Peruvian national preparatory committee for the\r\n\"meeting praising the great persons of Mt. Paektu\" on the occasion of the Day of the Sun.\r\n President Kim Il Sung was the author of the Juche idea, the founder of the socialist Korea of Juche, the great revolutionary and the great sun of the 20th century, the letter said. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, it noted, has wisely led socialist construction of the DPRK, true to the intention of the President. &nbsp;&nbsp;&nbsp;\r\n He is defending independence and peace of the Korean people and the world people by wisely leading the Korean people with his Songun policy, the letter said, adding that they extend full solidarity to the Korean people in their struggle for the independent and peaceful reunification of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Ambassador to DPRK Interviewed",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#5",
            "content": "Termination of U.S. Military Presence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- The U.S. forces present in south Korea have dropped at random bombs for actual fighting at the bombing range in Maehyang-ri, Hwasong City, Kyonggi Province, claiming heavy losses in lives of the residents of the nearby village and destroying hundreds of farm houses five years ago. Denouncing the thrice-cursed atrocities, the North Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' Massacres issued an appeal to the south Korean compatriots Saturday.\r\n The crimes committed by the U.S. imperialists in Maehyang-ri on May 8, 2000, are one more disgraceful record which brings into bolder relief the true colors of the Yankees who have committed mass killings, destruction and pillage, exercising the extraterritorial right in south Korea for decades, the document says. &nbsp;&nbsp;&nbsp;\r\n The GIs' crimes in south Korea are unprecedented in the world history of the occupation forces, it says, and calls upon the south Korean compatriots as follows. &nbsp;&nbsp;&nbsp;\r\n Let all of us to turn out in the anti-U.S. war to put an end to the U.S. military presence and colonial domination over south Korea under the banner \"Let the U.S. military presence in south Korea not go beyond 60 years!\" &nbsp;&nbsp;&nbsp;\r\n South Koreans from all walks of life should see through the dangerous \"transfer\" and 'relocation\" of the U.S. military bases in south Korea, determinedly oppose them and push ahead with more vigorous anti-American struggle for the complete withdrawal of the U.S. military bases and the pullout of the U.S. forces. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should turn out in a powerful struggle for the abolition of all the humiliating and shackling \"treaties\" and \"agreements\" imposed by the U.S. &nbsp;&nbsp;&nbsp;\r\n All the south Koreans should bitterly denounce the U.S. war moves to invade the northern half of Korea and turn out in a struggle to frustrate the U.S. arms buildup and war provocation moves in south Korea. &nbsp;&nbsp;&nbsp;\r\n The appeal calls upon the south Korean people to turn out more vigorously in the anti-American struggle for independence to achieve peace and reunification through national cooperation by the concerted efforts of the nation under the uplifted banner of the historic June 15 North-South Joint Declaration.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "MJ on Immortal Feats of Soviet People in Wiping Out Fascism",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#6",
            "content": "Russian Ambassador to DPRK Interviewed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- The May 8 issue of Minju Joson, the organ of the Presidium of the Supreme People's Assembly and the Cabinet of the Democratic People's Republic of Korea, runs answers given by Russian Ambassador to the DPRK Andrei Karlov to the questions put by the newspaper.\r\n Answering the question as to his view on the historic significance of the defeat of fascism and the 60th anniversary of the victory of Russia in the war, the ambassador said that the servicepersons of the Soviet Army saved Europe and the world from the fascist subjugation. &nbsp;&nbsp;&nbsp;\r\n Noting that the Great Patriotic War marked a really big event of the times, he went on:\r\nThe war was not only a worldwide war surpassing all the preceding armed conflicts in terms of its scale, but it was the Great Patriotic War, the first of its kind in history, the purpose of which was to protect the lives of great many people. &nbsp;&nbsp;&nbsp;\r\n Those who doubt the significance of the victory and the role of Russia in winning the victory forget the fact that without the victory their countries would not have existed on the map. &nbsp;&nbsp;&nbsp;\r\n To celebrate the forthcoming war victory day is an expression of high tribute and the sincerest thanks to those who defended the independence of our country and liberated the enslaved people of the world. &nbsp;&nbsp;&nbsp;\r\n Precisely for this reason heads of state and government of at least 50 countries as well as leaders of major international organizations are expected to come to Moscow to participate in the celebrations. &nbsp;&nbsp;&nbsp;\r\n I am pleased that Russia will see the delegates of the DPRK among them. &nbsp;&nbsp;&nbsp;\r\n The historic day, May 9, 1945, will always be remembered by the people. &nbsp;&nbsp;&nbsp;\r\n The event we are commemorating is of eternal significance for the present and future.\r\n Answering the question as to the recent steps taken by Russia for the country's security and peace in Northeast Asia, the ambassador said: &nbsp;&nbsp;&nbsp;\r\n The steadily increasing economic potential of Russia makes it possible for it to allocate more funds for bolstering its defense capability. &nbsp;&nbsp;&nbsp;\r\n At least 531 billion Rubles have been earmarked as defense spending for 2005. &nbsp;&nbsp;&nbsp;\r\n A reform is going on in the armed forces and they are being equipped with new type combat hardware that can be found in Russia only. &nbsp;&nbsp;&nbsp;\r\n Russia has recently taken an active part in the Asia-Pacific regional integration system aimed at setting up a new system for regional security and cooperation on a multilateral and equal footing, taking the interests of all the countries in the region into consideration. &nbsp;&nbsp;&nbsp;\r\n A good example of this is Russia's active participation in the settlement of all very complicated regional issues including matters related to the security on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Referring to the present DPRK-Russia relations and their prospect, he said: &nbsp;&nbsp;&nbsp;\r\n Thanks to the historic meetings of Chairman Kim Jong Il of the National Defence Commission of the Democratic People's Republic of Korea and Russian President Putin, the top leaders of the two countries, the traditional relations of friendship and cooperation between the two countries have developed on a completely new stage in recent years. &nbsp;&nbsp;&nbsp;\r\n Russia and the DPRK are having a regular political dialogue and their stands on almost all international issues are similar or nearly identical. &nbsp;&nbsp;&nbsp;\r\n The 2000 north-south joint declaration and the DPRK-proposed initiative for the denuclearization of the Korean Peninsula enjoyed strong support from the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n I am convinced that all the regional issues including the nuclear issue should be peacefully settled in view of the security of your side and in the interests of its economic development. &nbsp;&nbsp;&nbsp;\r\n In this sense Russia holds that the Beijing six-way talks should be resumed as they are regarded as a modality most suitable for the discussion on the afore-said issues. &nbsp;&nbsp;&nbsp;\r\n The successful development of the mutual cooperation between the Russian Federation and the DPRK is evidenced by our cooperation in culture, science and education. &nbsp;&nbsp;&nbsp;\r\n There are positive signs in economic cooperation, too, these days. &nbsp;&nbsp;&nbsp;\r\n The turnover of economic cooperation has increased ever since there began such large-scale international projects as the linking of the railways of the Korean Peninsula and Trans-Siberian Railways, I think. &nbsp;&nbsp;&nbsp;\r\n A special mention should be made of the fact that on the eve of the day of victory a high class medal of Russia was awarded to Chairman Kim Jong Il of the DPRK National Defence Commission and commemorative medals were conferred upon 17 Korean war veterans. &nbsp;&nbsp;&nbsp;\r\n All this marks one more symbol of the solid and traditional friendship between the two peoples.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Czech Foreign Minister",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#7",
            "content": "MJ on Immortal Feats of Soviet People in Wiping Out Fascism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- The heroic feats of the former Soviet people displayed in the war of justice against Hitler Fascist Germany during the Great Patriotic War will remain long in the memory of the world peace-loving people as well as the Russian people with the passage of time, says Minju Joson Sunday in a signed article.\r\n The Soviet army and people beat back the Fascist German armed invasion and achieved a great victory in the Soviet-German war 60 years ago, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n A large number of fine sons and daughters of the Soviet people voluntarily took arms with boundless love for the fatherland and laid down their precious lives to defending the Soviet State, the cradle of their living. &nbsp;&nbsp;&nbsp;\r\n The large forces of the Hitler fascist army were annihilated by the mass heroism and matchless sacrificing spirit of the Soviet army and people who had turned out in wiping out the enemies with their ardent love for their fatherland. The war turned in favour of the Soviet people. &nbsp;&nbsp;&nbsp;\r\n The Hitler fascists sustained great human and material losses from the powerful strike of the Soviet army in the battle for defending Moscow, Stalingrad battle, Kursk fierce battle and Smolensk battle. &nbsp;&nbsp;&nbsp;\r\n The Soviet army went over a counterattack, retook the Soviet territory from the aggressors, liberated the east European countries including Romania, Bulgaria and Hungary from the yoke of fascist Germany and eventually occupied Berlin, bulwark of Hitler fascist gangsters and thus achieved a great victory in the war. &nbsp;&nbsp;&nbsp;\r\n The Soviet army and people played a decisive role in winning victory in the war against Germany in Europe. &nbsp;&nbsp;&nbsp;\r\n The Soviet-German war fully demonstrated the superiority and vitality of the Soviet system, liberated many east European countries from the fascist shackles and established the people's democratic system to provide favorable conditions for creating a new life. &nbsp;&nbsp;&nbsp;\r\n The Russian people are now orienting toward the building of a just and multipolarized new world against aggression and war on a world-wide scale under the leadership of President Putin. &nbsp;&nbsp;&nbsp;\r\n Russia is channeling great efforts into strengthening defence power to militarily guarantee powerful state building, security of the country and national interests. &nbsp;&nbsp;&nbsp;\r\n Russia is directing due concern to the work of arming the rising generation and soldiers with military patriotism and educating them so as to carry forward  the spirit of the veterans who shed their blood in fighting for world peace and security and in defence of the sovereignty and dignity of the fatherland 60 years ago. At the same time, it is taking various measures for increasing investment in the field of national defence and treating the veterans and soldiers preferentially in society. &nbsp;&nbsp;&nbsp;\r\n The DPRK-Russia friendship is favorably developing day by day in the spirit discussed at the meetings and talks between the supreme leaders of the two countries during leader Kim Jong Il's official visit to the Russian Federation and visit to the Far Eastern region of Russia in the new century. &nbsp;&nbsp;&nbsp;\r\n The Korean people sincerely wish the Russian people a greater success in their work for building a powerful state on the occasion of the 60th anniversary of the victory in the war.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Assertion about DPRK's Call for DPRK-U.S. Talks Independent of Six-Way Talks Dismissed",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#8",
            "content": "Congratulations to Czech Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a congratulatory message to Cyril Svoboda on his reelection as Czech foreign minister.\r\n The message sincerely wished him a greater success in his responsible work to raise the international prestige of the country. &nbsp;&nbsp;&nbsp;\r\n It also expressed belief that the friendly and cooperative relations recently developing on good terms between the two countries would continue to develop by the two foreign ministries and concerted efforts. \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Day of KPA Marked",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#9",
            "content": "U.S. Assertion about DPRK's Call for DPRK-U.S. Talks Independent of Six-Way Talks Dismissed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 8 (KCNA) - A spokesman for the Foreign Ministry of the DPRK gave Sunday the following answer to the question put by KCNA in connection with the misinformation floated by the U.S. recently in a bid to create impression that the former is insisting only on the bilateral talks between the two countries instead of coming out for the six-party talks:\r\n We had already clarified our stand that we cannot have any form of talks with the U.S. nor can we deal with it as long as the DPRK is branded as \"an outpost of tyranny.\"\r\n We have never requested the DPRK-U.S. talks independent of the six-way talks. &nbsp;&nbsp;&nbsp;\r\n There were only press reports that the U.S. is ready to recognize the DPRK as a sovereign state and hold bilateral talks within the framework of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n If there be any request from our side, we only expressed our intention to directly meet the U.S. side to confirm whether those reports are true before making a final determination. &nbsp;&nbsp;&nbsp;\r\n This does not mean any intention to hold the DPRK- U.S. talks for discussing the issues between them. What we mean is a simple working procedure for confirming the U.S. stance in the true sense of the word. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wishes to settle the nuclear issue through the six-party talks, it should refrain from doing such folly as ignoring and insulting its dialogue partner. It should know that doing so is helpful to creating an atmosphere favorable for the resumption of the six-way talks. &nbsp;&nbsp;&nbsp;\r\n Our will to denuclearize the Korean Peninsula and seek a negotiated solution to it still remains unchanged.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Top Diplomat's Anti-North Outcries Flailed",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#10",
            "content": "Day of KPA Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) --A meeting, a reception, a lecture, round-table talks and film shows took place in Vietnam, Poland, Ukraine, Peru and Egypt between April 24 and 26 on the occasion of the 73rd founding anniversary of the heroic Korean People's Army.\r\n The vice-president of Military Academy No.1 of Vietnam said in his speech at a reception given by the Ministry of Defence of Vietnam that the party, army and people of the DPRK rendered strong material and moral support to the Vietnamese people in their anti-U.S. national salvation war, thus contributing to the struggle of the Vietnamese army and people against the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n The Vietnamese army and people wished the DPRK success in the Songun politics pursued by leader Kim Jong Il, he noted, adding that they are following with keen interest the army and people of the DPRK advancing true to that politics. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Ukrainian Youth Association of \"Songun Treasured Sword\" in his speech at a meeting introduced in detail the proud path of victory and glory covered by the heroic Korean People's Army for over 70 years. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea said in his lecture that thanks to the great Songun politics pursued by Kim Jong Il the KPA is widely known as the best army firmly prepared politically and ideologically and in military technique and invincible armed forces capable of defeating any enemy on the earth at a single blow. &nbsp;&nbsp;&nbsp;\r\n The Korean film \"The Korean People's Army, Steel-Like Ranks\" was screened at film shows.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Transparent Anti-U.S. Working Class Consciousness",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#11",
            "content": "S. Korean Top Diplomat's Anti-North Outcries Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- It is an undeniable reality and publicly recognized fact that the U.S. attempt at invading the north is frustrated, peace and security are ensured on the Korean Peninsula and the destiny of the Korean nation is protected by the powerful nuclear deterrent of the DPRK.\r\n A spokesman for the Committee for the Peaceful Reunification of the Fatherland said this in an answer given to a question put by KCNA on Friday denouncing the \"minister of Foreign Affairs and Trade\" of south Korea for making impudent remarks seriously getting on the nerves of the north. &nbsp;&nbsp;&nbsp;\r\n On May 4 the minister let loose a string of reckless remarks calling for the north's \"return to the six-party talks\" and on April 25 he pulled up the north over its step to increase the nuclear deterrent, the spokesman said, and went on: &nbsp;&nbsp;&nbsp;\r\n It was beyond doubt that the top diplomat of south Korea echoed what Americans uttered. &nbsp;&nbsp;&nbsp;\r\n It is needless to say that but for the DPRK's nuclear treasured sword, the U.S. would have ignited a war on the Korean Peninsula more than a hundred times and south Korea, too, would have not gone safe. &nbsp;&nbsp;&nbsp;\r\n Now that south Korea, in actuality, has benefited from the Songun policy and nuclear umbrella of the north, the former should have condemned the U.S. moves to impose war disasters upon the Korean nation. &nbsp;&nbsp;&nbsp;\r\n But south Korea is pulling up the north over its just nuclear deterrent, shutting its eyes to the U.S. moves. This is a challenge to justice and a mockery of the dignity of the nation. &nbsp;&nbsp;&nbsp;\r\n It is the U.S., not the DPRK, that stands isolated and rejected by the international community owing to its blatant aggression and war moves. The south Korean top diplomat would be well advised to face up to the reality with reason.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Double-dealing Political Stance Accused",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#12",
            "content": "Rodong Sinmun on Transparent Anti-U.S. Working Class Consciousness\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The building of a great prosperous powerful socialist nation in the DPRK is a showdown with the U.S. imperialists without gun report and a severe class struggle to defend its idea and system, priceless life and happiness, says Rodong Sinmun today in a by-lined article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The anti-U.S. working class consciousness is an ideological feeling that helps consider and judge all the problems arising in the revolutionary struggle from the viewpoint of the working class and fight against U.S. imperialism to the last. &nbsp;&nbsp;&nbsp;\r\n Possessing high working class consciousness is a basic guarantee for a victorious advance of the socialist cause. &nbsp;&nbsp;&nbsp;\r\n It is unthinkable without transparent anti-U.S. working class consciousness that the Korean people are firmly defending the socialist cause of Juche, smashing the moves of the U.S. imperialists and the reactionaries to isolate and stifle the DPRK and their crafty ideological and cultural infiltration. &nbsp;&nbsp;&nbsp;\r\n However viciously the U.S. imperialists may conduct the smear campaign, ideological and cultural infiltration and military aggression moves against the DPRK, they can never break the revolutionary will of the Korean people advancing with high working class consciousness under the Songun banner. &nbsp;&nbsp;&nbsp;\r\n The Korean people's transparent anti-U.S. working class consciousness is displayed in living and struggling with the firm viewpoint of class struggle. &nbsp;&nbsp;&nbsp;\r\n Present Songun revolutionary fighters are those men who have the firm viewpoint of class struggle. &nbsp;&nbsp;&nbsp;\r\n The Korean people's anti-U.S. working class consciousness is manifested in thoroughly adhering to the revolutionary principle. &nbsp;&nbsp;&nbsp;\r\n It is the lesson taught by history that if one takes a step back in maintaining the revolutionary principle, he would take ten nay  one hundred steps back and make a mess of the revolution. &nbsp;&nbsp;&nbsp;\r\n The revolutionary principle precisely means the principle of socialism and collectivism. The stand and will of the Korean army and people to settle all problems on the basis of the advantages of the socialist system is as firm as a rock in any manifold trials and difficulties. &nbsp;&nbsp;&nbsp;\r\n It is the invariable ambition of the U.S. imperialists to stifle the DPRK economically and bring down its system. &nbsp;&nbsp;&nbsp;\r\n All the party members and working people should have transparent anti-U.S. working class consciousness to win a bright victory in the general advance for Songun revolution.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "LDP Heavyweight's Remarks Assailed",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#13",
            "content": "Japan's Double-dealing Political Stance Accused\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The Japanese reactionaries' adamant insistence on the visit to the \"Yasukuni Shrine\" directly reveals their militarist\r\nambition to launch overseas aggression, says Minju Joson Saturday in a signed commentary.\r\n Urging Japan to seriously mull over the political impact such improper behavior will have and behave itself, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n In response to the charge that the prime minister's visit to the shrine has caused the anti-Japanese sentiment to rapidly mount, the chief executive of Japan defended himself, asserting that his visit signifies the resolve not to fight a war and means paying homage to the war dead and that every country has its own history and tradition and divergent way of thinking. &nbsp;&nbsp;&nbsp;\r\n As well known to the world, the shrine honors class A war criminals including Tojo who earned ill fame as a ferocious man-killer for their crimes committed in the course of invading Asia. &nbsp;&nbsp;&nbsp;\r\n Paying homage to them means a mute declaration of one's resolve to follow in the footsteps of those who perpetrated Asian aggression. &nbsp;&nbsp;&nbsp;\r\n Japanese politicians are now hell-bent on extolling the feats performed by \"patriotic martyrs\" in the operations for militarist overseas expansion in the past. They are driven by the ridiculous ambition to inherit the spirit displayed by them in conquering other nations and the silly determination to readily lay down their lives like a cluster of \"sakura\" in the process of materializing the old dream of the \"Greater East Asia Co-prosperity Sphere.\" &nbsp;&nbsp;&nbsp;\r\n At a time when their prime minister talked hoarse about \"deep remorse\" toward the world, Minister of Public Management, Home Affairs, Post and Telecommunications Aso and more than 80 supra-partisan Dietmen flocked to the shrine. This was an indication of their strong zeal for \"martyrdom.\" &nbsp;&nbsp;&nbsp;\r\n This proves that Japan's loud-mouthed \"remorse\" and \"apology\" for its past aggression are nothing but hypocrisy to deceive the international community.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Duma Delegation Wraps Up Korea Visit",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#14",
            "content": "LDP Heavyweight's Remarks Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Recently Abe, acting secretary general of Japan's Liberal Democratic Party, said that it is a bounden duty of a state leader to express respects to those who laid down their lives for the country and any protest against the visit to the \"Yasukuni Shrine\" is an interference in other's internal affairs.\r\n In this regard, Rodong Sinmun today carries a signed commentary which says: &nbsp;&nbsp;&nbsp;\r\n Some time ago, 80 dietmen of Japan visited the shrine en masse and Abe officially defended the visit. This is little short of openly agitating militarist reinvasion, a call made on Japan to take the road of overseas aggression to conquer the world by repeating its past history. &nbsp;&nbsp;&nbsp;\r\n It is by no means an issue confined to Japan but a very sensitive and serious political matter related to the unpleasant past and the present of the Asians. &nbsp;&nbsp;&nbsp;\r\n Whether to visit the shrine or not is a criterion that tells whether Japan is ready to break with its militarist past and turn to peace or repeat militarist aggression. &nbsp;&nbsp;&nbsp;\r\n The Asians' protest against the visit to the shrine by the Japanese reactionaries is for peace and security. If any visit to the shrine, a centre for fanning up militarism and the ambition for overseas aggression, is allowed in Japan, the militarist fever will no doubt get overheated and then lead to a war of aggression for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' assertion that Asians' just demand for a halt to the visit is \"interference in internal affairs\" is nothing but rhetoric intended to justify the visit, cement the militarist ideological base in Japanese society and repeat its past history. &nbsp;&nbsp;&nbsp;\r\n Only doom is in store for those who call the departed soul of the militarists in the 21st century.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Syria",
            "url": "http://kcna.co.jp/item/2005/200505/news05/09.htm#15",
            "content": "Russian Duma Delegation Wraps Up Korea Visit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The delegation of the State Duma of the Russian Federation headed by Konstantin Kosachev, chairman of its International Affairs Committee, Saturday flew back after winding up its three-day DPRK visit.\r\n They were seen off at the airport by Hong So Hon, chairman of the DPRK-Russia Friendship Parliamentary Group who is deputy to the SPA, officials concerned and Russian Ambassador to the DPRK Andrei Karlov and embassy officials. &nbsp;&nbsp;&nbsp;\r\n During their stay here, they laid a wreath before the Liberation Tower and visited the Tower of the Juche Idea, the Arch of Triumph and Pyongyang University of Foreign Studies.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}