{
    "date": "2005-11-17",
    "url": "http://kcna.co.jp/item/2005/200511/20051117.htm",
    "articles": [
        {
            "title": "Kim Jong Il Sends Birthday Table to Former Unconverted Long-Term Prisoner",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#1",
            "content": "Kim Jong Il Sends Birthday Table to Former Unconverted Long-Term Prisoner \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Leader Kim Jong Il sent a birthday table to former unconverted long-term prisoner Ri Kyong Chan, indomitable pro-reunification patriotic fighter, on his 70th birthday.\r\n Born in a tenant family in Jangphung County on Nov. 15, Juche 24 (1935), Ri underwent bitter sufferings as member of a stateless nation. He could enjoy a new worthwhile life under the care of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He turned out in a sacred struggle for national reunification and was unfortunately arrested by the enemy while courageously fighting against him. However, he remained true to his revolutionary principle to the last despite the enemy's all sorts of cruel torture for several decades.  \r\n Kim Jong Il put him forward as hero of the DPRK and winner of the National Reunification Prize in high recognition of the exploits Ri performed in the struggle to achieve the patriotic cause of reunification by displaying indomitable revolutionary spirit.  Kim Jong Il has ceaselessly shown all sorts of paternal care for him and this time bestowed upon him such warm benevolence as sending him a 70th birthday table. \r\n It was conveyed to him on Tuesday.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "UNSC Urged to Ensure Impartiality in Its Activities",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#2",
            "content": "UNSC Urged to Ensure Impartiality in Its Activities \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- It is the most urgent task for the UN Security Council to ensure impartiality in its activities if it is to fulfill its responsibility for international peace and security. A DPRK delegate said this during the discussion \"on the UNSC report and the issue of its reform,\" an agenda item of the plenary session of the 60th UN General Assembly, held on Nov. 11.\r\n He recalled that 60 years have passed since the UNSC was established with its basic mission for ensuring international peace and security when the United Nations was founded after the Second World War. Regretfully, the world has never been in peace, he said, and went on:\r\n The UNSC has not successfully fulfilled its responsibility for international peace and security as required by the UN Charter. This has always been chiefly attributable to its lack of impartiality in its activities. &nbsp;&nbsp;&nbsp;\r\n The \"UN forces command\", a typical example of partiality in the UNSC activities, has existed in the south of the Korean Peninsula for more than half a century. The \"UN forces command\" is, in fact, the U.S. forces command under the UN helmet and this proves that the sacred name of the UN is being abused by the U.S. for implementing its strategy for dominating Asia. &nbsp;&nbsp;&nbsp;\r\n Under this situation it is necessary for the UN to take measures for eliminating unfair aspects of the UNSC activities while enlarging it if its reform now under debate is to prove a genuine reform in the true sense of the term. &nbsp;&nbsp;&nbsp;\r\n The UNSC should be expanded on the principle of ensuring full representation of the non-aligned and other developing countries which account for a majority of UN member nations. &nbsp;&nbsp;&nbsp;\r\n Unlike the issue of expanding the non-permanent membership the increase of permanent seats of the UNSC is beset with delicate and complicated problems such as criteria for choosing new permanent members and offer of the right to veto. &nbsp;&nbsp;&nbsp;\r\n Well known is the DPRK stand on opposing Japan's bid for permanent membership of the UNSC because it has not honestly redressed hideous crimes it committed against humanity in the past. &nbsp;&nbsp;&nbsp;\r\n The DPRK delegation once again strongly holds that the equal representation at the UNSC, the increase of its members and other issues should be solved in the interests of the developing countries, he concluded.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "National Meeting of Mothers to Be Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#3",
            "content": "National Meeting of Mothers to Be Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- The 3rd national meeting of mothers will be held in Pyongyang on Nov. 22.\r\n The meeting will be attended by women and woman labor innovators who have rendered distinguished services for upholding the Songun revolutionary leadership of the Workers' Party of Korea, those women who have set examples in bringing up and educating children, the women who have done a lot of good things for society and the collective and leading members of women's union organizations at all levels. &nbsp;&nbsp;&nbsp;\r\n The meeting will review the successes and experience gained in the work for the party, the leader, the country and the people and discuss tasks to be fulfilled by all the mothers and women to prepare themselves as revolutionaries intensely loyal to the party and perform their honorable mission and duty in bringing up the rising generation as pillars for Songun Korea and achieving prosperity and development of the socialist country and ways to do so.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting Held to Mark Polish Independence Day",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#4",
            "content": "Friendly Meeting Held to Mark Polish Independence Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- A friendly meeting was held at DPRK-Poland Friendship Pyongyang Changjon Middle School on Tuesday on the occasion of the Polish independence day.\r\n Present there on invitation were Polish Ambassador to the DPRK Roman Iwaszkiewicz and staff members of the Polish embassy here.\r\n Members of the Korea-Poland Friendship Association and teachers and students of the school were on hand. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the history of the school associated with the leadership exploits of President Kim Il Sung, the guests went round various educational facilities. &nbsp;&nbsp;&nbsp;\r\n The participants appreciated an art performance given by members of the art group of the school and conversed with one another, deepening the feelings of friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Document Related to \"Ulsa Five-Point Treaty\" Discovered",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#5",
            "content": "Document Related to \"Ulsa Five-Point Treaty\" Discovered \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- The Japanese Asahi Shimbun on Nov. 10 said that a document disclosing part of the story about the coercive acts perpetrated by Japanese troops to fabricate the \"Ulsa Five-Point Treaty\" in 1905 was discovered.\r\n According to the paper, the report sent by the then U.S. resident minister in Korea to the U.S. mainland revealed that acts of cabinet ministers of the Korean government were restricted by Japanese troops when the treaty was in the making. The paper said that the report was discovered by Shinichi Arai, honorary professor at Suruganodai University of Japan, in the U.S. research book \"Korean-American Relations\" Vol. 3. &nbsp;&nbsp;&nbsp;\r\n The report written and sent by the U.S. resident minister in Korea to the U.S. secretary of state on Nov. 20, 1905 said that Japanese gendarme and so on were seen tightly guarding the veranda of the venue of the negotiations and the only way to the back door on Nov. 17 when the negotiations for concluding the treaty were at the final phase. &nbsp;&nbsp;&nbsp;\r\n The report went on: The Japanese gendarmes were allegedly posted to \"protect\" Ito Hirobumi, but their presence was, in fact, to pressurize the Korean emperor to think that it was not proper for him to reject Japan's request.\" &nbsp;&nbsp;&nbsp;\r\n The Asahi Shimbun said that \"there was strong opinion at that time that the treaty concluded by pressuring those representing the state was invalid.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on 100 Year-Long History of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#6",
            "content": "Seminar on 100 Year-Long History of Koreans in Japan \r\n&nbsp;&nbsp;&nbsp; Tokyo, November 14 (KNS-KCNA) -- A seminar on the 100 year-long history of Koreans in Japan was held at the Surugadai Memorial House of Chuo University on Nov. 12 a century after the fabrication of the \"Ulsa Five-Point Treaty\" in 1905. It was sponsored by the Investigation Group for Probe into the Truth behind the Forcible Drafting of Koreans\r\n A message sent by the Korean Committee of the International Solidarity Council Demanding Japan's Liquidation of Its Past was introduced first at the seminar. &nbsp;&nbsp;&nbsp;\r\n The seminar was divided into two parts according to the subjects \"Treaty in 1905\" and \"100 year-long history of Koreans in Japan and their Legal Status.\" &nbsp;&nbsp;&nbsp;\r\n Kang Song Un, professor at Joson University under the General Association of Korean Residents in Japan (Chongryon), Shinichi Arai, honorary professor at Surugadai University of Japan , and other reporters dismissed the treaty as totally illegal and invalid, citing the facts that the International Law Committee of the UN in its report presented to the session of the UN General Assembly held in 1963 described the \"Ulsa Five-Point Treaty\" as a typical one fabricated under coercion and the recently discovered report sent by the then U.S. resident minister in Korea to the U.S. secretary of state, held that he could hardly think the treaty was signed according to the free will on the basis of what he witnessed near the building where the \"treaty\" was signed at that time. &nbsp;&nbsp;&nbsp;\r\n Ko Tok U, head of the Central Headquarters of the Koreans' Side to the Investigation Group for Probe into the Truth behind the Forcible Drafting of Koreans who is vice-chairman of the Chongryon Central Standing Committee and director of the Department in Charge of Compatriots' Life, made a speech and Yun Pyok Am, head priest of Kukphyong Temple in Tokyo, made a special report on the issue of the remains of Korean forcible draftees.\r\n  An appeal adopted at the seminar said that the \"Ulsa Five-Point Treaty\" in 1905 which deprived Korea of its diplomatic right had no legal basis from its beginning and, therefore, the signing of the \"Korea-Japan Annexation Treaty\" in 1910 based on the \"Ulsa Five-Point Treaty\" was also invalid. \r\n The appeal strongly urged the Japanese government to have correct understanding of history and honestly reflect on its colonial rule and war of aggression in the past. \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "KCTU Declares General Strike to Be Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#7",
            "content": "KCTU Declares General Strike to Be Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- A \"2005 national rally of workers to inherit the spirit of martyr Jon Thae Il, achieve legitimate right of part-time workers and against neo-liberal 'globalization'\" was held in Seoul on Nov. 13  with the attendance of at least 30,000 unionists under the south Korean Confederation of Trade Unions (KCTU). The rally laid stress on the issue of going on a general strike.\r\n The rally is held every year on the occasion of the day when Jon Thae Il, a young worker at the Chonggyechon Peace Market in Seoul, set himself ablaze during a demonstration on Nov. 13, 1970 in demand of improvement of bad labor conditions and vital right. \r\n The rally made public \"guidelines No. 1 of general strike \" which said the KCTU would be ready for a general strike from Nov. 13, readjust its organizing capability and postpone the period of voting for and against the general strike till Nov. 25 in order to ensure a successful voting attended by all unionists.\r\n The guidelines noted that the KCTU will hold a rally and a demonstration against Bush's visit to south Korea and neo-liberal \"globalization\" in Pusan on Nov. 17 and 18, go on a sit-in strike of hardcore unionists before the building of the \"National Assembly\" on Nov. 22 and open a mass rally across south Korea from Nov. 23. &nbsp;&nbsp;&nbsp;\r\n It declared that the KCTU will go on a general strike on Dec. 1 to achieve the legitimate right of part-time workers.\r\n Speakers at the rally announced that all of them will unite and struggle in solidarity to realize the right and demands of workers.\r\n  A gathering \"on the eve of the 2005 national rally of workers\" was held in Youido, Seoul on Saturday evening with the attendance of at least 10,000 workers. &nbsp;&nbsp;&nbsp;\r\n At the gathering speeches were made, followed by an art performance on the subject of achieving legitimate right of part-time workers and struggle to frustrate neo-liberalism, \"a meeting of labor cultural activists\" and other colorful functions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Reactionary Nature of American-Style \"Democracy\"",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#8",
            "content": "Rodong Sinmun on Reactionary Nature of American-Style \"Democracy\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- American-style \"democracy\" is the most reactionary and anti-popular ruling system that mercilessly tramples down the people's desire and demand for freedom and democracy and a tool of aggression and interference.\r\n Rodong Sinmun says this in a signed article exposing its reactionary nature Wednesday. &nbsp;&nbsp;&nbsp;\r\n There can never be \"democracy for all people\" or \"equality for all people\" in the U.S. society, the article says, and goes on:\r\n The allegation that it is a clear example of \"democracy\" that the Republican Party and the Democratic Party of the U.S. have alternately taken power through elections to pursue the bourgeois policy is a crafty trick to deceive the people. &nbsp;&nbsp;&nbsp;\r\n The two parties' wrangle while slandering each other is nothing but a farce to cover the reactionary nature of bourgeois policy with the veil of \"democracy.\" &nbsp;&nbsp;&nbsp;\r\n The election system so-called \"best expression of American-style democracy\" proves how wantonly the political rights of the working people, majority of the U.S. society, are violated. &nbsp;&nbsp;&nbsp;\r\n It is clumsy deception that bourgeois counsels are espousing \"freedom\" of speech, demonstration and assembly. &nbsp;&nbsp;&nbsp;\r\n Besides, under American-style \"democracy\" misanthropy and the jungle law are predominant, extreme racial discrimination, maltreatment of women and children, crimes of terrible violence, slavish flesh traffic and corrupted gangster culture are prevailing and the people live always under the threat of lives. This is part of American-style \"democracy\". &nbsp;&nbsp;&nbsp;\r\n The U.S. aggressive foreign policy and war moves are an undisguised challenge to democracy. &nbsp;&nbsp;&nbsp;\r\n The U.S. infringement on sovereignty, human massacre and harass of peace under the pretext of \"anti-terrorist war\" veiled by \"democracy\" bring to light the criminal nature of the U.S. imperialists as a strangler of democracy. The false, deceptive and reactionary nature of the U.S.- loudmouthed \"democracy\" is fully laid bare by the human rights abuses of the U.S. imperialist aggression forces who brutally killed innocent people in Iraq and are engaged in inhuman maltreatment and torture of prisoners and the tragic reality of Iraq. &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling quarters and bourgeois advocators try to cover their anti-popular and reactionary socio-political system with \"democracy\" and justify human rights abuses, aggression and war crimes, but in vain. The reactionary nature of American-style \"democracy\" can never be concealed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Compensate for Sexual Slavery",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#9",
            "content": "Japan Urged to Compensate for Sexual Slavery\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Recently Amnesty International issued a report in which in reference to the issue of \"comfort women\" for the imperial Japanese army it held that it was in violation of international law and the Japanese government is obliged to make a legal compensation to the former \"comfort women\".\r\n In this regard Minju Joson today observes in a signed commentary: This indicates that Japan's settlement of its past crimes is not the desire of an individual country and civilian but the unanimous wishes of the international community, justice and human conscience and the demand of the era.\r\n The unprecedented sexual slavery imposed by Japan upon Korean and other Asian women was the worst human rights abuse as it brought unbearable insult and disgrace to them by trampling down upon their dignity and chastity. \r\n What matters is the attitude taken by Japan towards this shameful matter. &nbsp;&nbsp;&nbsp;\r\n Had Japan have a normal way of thinking, it would have felt a legal responsibility and a moral obligation for those horrendous crimes against humanity and opted to settle its past though belatedly. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have now become nostalgic for the days when they suppressed and exploited people and perpetrated all sorts of wrongs as they pleased after occupying vast lands of Asia and become frantic in their moves to repeat the history of massacre and aggression.\r\n Japan's settlement of its past is a political task which the international community should never fail to see it resolved as it is a work to be done by humankind to help those who had been insulted and abused by Japan recover their moral dignity. &nbsp;&nbsp;&nbsp;\r\n The Japanese government should properly see through the nature of the issue and abandon its wrong stand and attitude towards the settlement of its past as early as possible. &nbsp;&nbsp;&nbsp;\r\n The political future and destiny of Japan depend on how it settles its past.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK FM Meets New Cambodian Ambassador",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#10",
            "content": "DPRK FM Meets New Cambodian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and conversed with newly appointed Cambodian Ambassador e. p. to the DPRK Chhorn Hay who paid a courtesy call on him Wednesday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "2005-2007 Plan for Cultural and Scientific Exchange between Governments of DPRK and Russia Signed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#11",
            "content": "2005-2007 Plan for Cultural and Scientific Exchange between Governments of DPRK and Russia Signed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- 2005-2007 plan for cultural and scientific exchange between the governments of the DPRK and Russia was signed at the Mansudae Assembly Hall today.\r\n Present at the signing ceremony from the DPRK side were officials concerned including Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and from the opposite side Russian Ambassador to the DPRK Andrei Karlov and embassy officials.\r\n The plan was signed by Vice-Chairman Jon Hyon Chan and Ambassador Andrei Karlov.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Koreans Called upon to Force Japan to Pay for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#12",
            "content": "Koreans Called upon to Force Japan to Pay for Its Past Crimes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- If Japan persistently denies its past crimes and works for reviving militarism, defying the conscience of the Korean nation and the world and the trend of the times, it will always remain ostracized amid the stronger protest and denunciation of the international community, far from having improved relations with the Korean nation and the peace-loving people of the world.\r\n Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, warned this in a statement issued on Nov. 16 a century since the Japanese imperialists' fabrication of the \"Ulsa Five-Point Treaty.\" &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n On November 17, 1905 Hirobumi Ito, chieftain of Korean aggression, who had come to Korea as a \"special envoy\" of the Japanese emperor, deployed heavily armed Japanese imperialist aggressor troops in different parts of Seoul and hurled Samurai gangs to occupy the Korean royal palace and threaten and blackmail the feudal ruling quarters of the Ri Dynasty. He thus fabricated the \"Ulsa Five-Point Treaty\" and unilaterally made public it.\r\n The treaty was a false document and criminal one as it had neither title nor the signature of the king nor the seal of the state and lacked any form of a treaty such as a letter of attorney. &nbsp;&nbsp;&nbsp;\r\n The Korean nation had been subjected to slavery under the harsh colonial rule of the Japanese imperialists for more than 40 years since Korea was deprived of its national power by them under the forged \"Ulsa Five-Point Treaty.\" The history of their colonial rule over Korea was one of the most monstrous crimes in history in its bestial and harsh nature. The hideous crimes perpetrated by them are still fresh in the Koreans' memory as unhealable wounds. &nbsp;&nbsp;&nbsp;\r\nNevertheless, Japan is whetting its sword to reinvade Korea instead of making apology and compensation for its past crimes committed against the Korean nation though 60 years have passed since its defeat. &nbsp;&nbsp;&nbsp;\r\n The Japanese ultra right reactionary conservatives, not satiated with distorting the blood-stained history of aggression, dare let loose such anachronistic outbursts as \"Tok islet is part of Japan's territory\" and \"Japan may fight a war against north Korea.\" They went the lengths of producing war games inciting reinvasion of Korea and other neighboring countries and distributing them among Japanese including youths and children.\r\n On Oct. 17 the Japanese chief executive visited again without feeling any remorse the \"Yasukuni Shrine\" which \"honors\" A-class war criminals who were ill-famed during World War II, despite strong protest and denunciation at home and abroad. This touched off resentment among the Koreans and people of various other countries of Asia. &nbsp;&nbsp;&nbsp;\r\n This was a blatant challenge to the peace-and justice-loving people and human conscience that wish to see Japan reflecting on the crimes it committed against the Korean nation and other people of the world and settling and compensating for them and turning over a new leaf and an outrageous mockery of the Korean and other peace-loving people of the world opposed to Japan's militarization. &nbsp;&nbsp;&nbsp;\r\n It is the firm will of the Korean nation to force Japan, its sworn enemy, to come to its senses though belatedly, and apologize and adequately compensate for all the crimes it committed in the past and pay for the blood shed by it without fail. \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Multimedia for Educational Purpose Developed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/17.htm#13",
            "content": "New Multimedia for Educational Purpose Developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Various kinds of multimedia for educational purpose are on sale in different parts of Pyongyang.\r\n Among the newly developed or improved multimedia are \"Mathematics\", \"Korean Language\" and \"Natural Science\" for primary school pupils, \"Bell\" (version 1.0) for middle school students and \"Chinese Language Self-Study\". &nbsp;&nbsp;&nbsp;\r\n \"Mathematics\", \"Korean Language\" and \"Natural Science\" are accompanied by music and movies suitable for children's psychology. They help children easily carry out difficult study tasks and grasp what they have learnt without any assistance of teachers and parents by ensuring visualization in education and logicality in recognition. &nbsp;&nbsp;&nbsp;\r\n The intelligence-support multimedia \"Bell\" is a mathematics reference for the first - fourth year students. &nbsp;&nbsp;&nbsp;\r\n  The multimedia, divided into part of lecture and part of homework, contains teaching materials, mathematic formulas, questions and answers, mathematic puzzles, stories about famous scientists of the world, humors and others. &nbsp;&nbsp;&nbsp;\r\n The multimedia such as \"Chinese Language Self-Study\", \"Key to Football\", grand multi-language dictionary \"Samhung\" (version. 3.0) and comprehensive medical dictionary \"Pogam\" are popular among experts and other people.\r\n They can be run by VCD players.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}