{
    "date": "2005-04-20",
    "url": "http://kcna.co.jp/item/2005/200504/20050420.htm",
    "articles": [
        {
            "title": "Reception Given",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#1",
            "content": "Reception Given \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Charge d'Affaires ai of the Syrian Embassy here Muhammad Adib Alhani Monday gave a reception at the embassy on the\r\noccasion of the Day of the Sun and the 12th anniversary of the election of leader Kim Jong Il as chairman of the National Defence Commission of the DPRK.\r\n Adib Alhani said in his speech that President Kim Il Sung performed great feats for the accomplishment of the human cause of independence, noting that he always lives in the hearts of the Korean people and the world progressives. &nbsp;&nbsp;&nbsp;\r\n The friendly relations provided by former Syrian President Hafez al-Assad and Kim Il Sung have grown stronger under the deep care of President Bashar al-Assad and Kim Jong Il, he added. &nbsp;&nbsp;&nbsp;\r\n Secretary of the Central Committee of the Workers' Party of Korea Choe Thae Bok, speaking next, said it is an expression of deep reverence of the close friends of Syria for Kim Il Sung and their boundless respect for Kim Jong Il for them to join the Korean people in commemorating the above-said anniversaries. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung devoted all his life to the happiness of the people and the prosperity of the country and performed great feats for the accomplishment of the human cause of independence through his energetic external activities, he said, noting that  Kim Jong Il has led the Party, the army and the people under the uplifted banner of Songun and thus defended socialism and paved a wide avenue for building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n We will make positive efforts to boost the friendly relations between the DPRK and Syria growing strong under the deep care of the leaders of the two countries as required by the new century, he stressed. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Rim Kyong Man, minister of Foreign Trade, Kim Yong Il, minister of Land and Marine Transport, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Annual Meetings Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#2",
            "content": "Annual Meetings Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Annual meetings were held by the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and the Benin National Committee for the Study of the Juche Idea and General Kim Jong Il's Works and the Sweden-Korea Friendship Association on April 4 and 9.\r\n The meeting held in Benin reviewed the work done last year and discussed the future orientation of activities and the issues of boosting the friendship and solidarity with the Korean people on the occasion of the Day of the Sun, the 60th founding anniversary of the Workers' Party of Korea and the 60th anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n It underscored the need to intensify the solidarity movement for supporting the statement of the DPRK Foreign Ministry and a statement issued by its spokesman in which it clarified its principled stand including the proclamation of its access to nuclear weapons to cope with the U.S. evermore undisguised moves to isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n A message of solidarity to leader Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The annual meeting held in Sweden reviewed its work done last year and discussed its working plan for this year before electing its executive body.    \r\n\r\n\r\n"
        },
        {
            "title": "Silver Jubilee of Republic of Zimbabwe Observed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#3",
            "content": "Silver Jubilee of Republic of Zimbabwe Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A meeting was held in Pyongyang on Monday to mark the silver jubilee of the Republic of Zimbabwe.\r\n Present there were Jon Kyong Nam, president of the University of National Economics who is chairman of the DPRK-Zimbabwe Friendship Association, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n After the chairman of the association made a speech at the meeting, it adopted a message of greetings to Zimbabwean President Robert G. Mugabe.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "European Regional Preparatory Committee for Joint Functions of Koreans Meets",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#4",
            "content": "European Regional Preparatory Committee for Joint Functions of Koreans Meets \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The first meeting of the European regional preparatory committee for joint functions of Koreans in the north, the south and overseas to implement the June 15 joint declaration was reportedly held in Germany on April 9.\r\n Present at the meeting were representatives of different organizations and overseas Korean figures affiliated to the European regional preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed and decided on the issue of setting up a secretariat of the preparatory committee for the success of June 15 joint functions of Koreans and its working plan and elected members of the secretariat. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting, Chairman of the Preparatory Committee Pak So Un called a press conference at which the speaker said that overseas Koreans would do their bit as members of the nation in the struggle to achieve the country's reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Indonesian Embassy Officials",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#5",
            "content": "Friendly Meeting with Indonesian Embassy Officials \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the DPRK-Indonesia Friendship Association had a friendly meeting with the officials of the Indonesian embassy here at the Taedonggang Club for the Diplomatic Corps Monday on the occasion of the 40th anniversary of the historic visit paid by leader Kim Jong Il to Indonesia with President Kim Il Sung.\r\n Present on invitation were Minister Councilor of the embassy Bambang Irawan K. and embassy officials, the head of the cultural delegation of the Indonesian government and the head of the Guruh Sukarno Art Troupe of Indonesia which had participated in the 23rd April Spring Friendship Art Festival. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Indonesia Friendship Association, and members of the association. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The speakers recalled that Kim Jong Il was enthusiastically welcomed by the Indonesian people when he paid the historic visit to Indonesia with Kim Il Sung. They said the friendly relations between the two countries have since developed at a higher stage. &nbsp;&nbsp;&nbsp;\r\n The participants of the meeting talked about the need to boost the bilateral cooperative relations and saw an art performance given by children of Pyongyang Ryulgok Middle School. And they sang songs of the two countries and danced, deepening friendly feelings.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Friendly Meeting of Korean and Foreign Artistes",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#6",
            "content": "Joint Friendly Meeting of Korean and Foreign Artistes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A joint friendly meeting between Korean artistes in Pyongyang and the participants in the 23rd April Spring Friendship Art Festival was held at the Ryugyong Jong Ju Yong Gymnasium on Monday.\r\n Present there were Choe Ik Gyu, minister of Culture who is chairman of the festival organizing committee, Kim Yong Ho, chief Cabinet secretary, Ryang Man Gil, chairman of the Pyongyang City People's Committee, vice-chairmen of the festival organizing committee, officials concerned and artistes in the city. &nbsp;&nbsp;&nbsp;\r\n Also present were foreign and overseas Korean artistes who had participated in the festival. &nbsp;&nbsp;&nbsp;\r\n A speech was made at the meeting. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting talked of the wonderful performances of the grand festival held on the occasion of the Day of the Sun and the need to boost art exchange between countries, and sang and danced together, deepening friendly feelings.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Power Station Completed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#7",
            "content": "Power Station Completed \r\n&nbsp;&nbsp;&nbsp; Hamju, April 18 (KCNA) -- A ceremony for the completion of the Kumjingang Hungbong Youth Power Station in Hamju County, South Hamgyong Province, was held on April 18.\r\n It is one more proud creation made by officials and working people of the county by their own efforts in the hard time when everything was in short supply. &nbsp;&nbsp;&nbsp;\r\n The completion of the power station has made it possible to put production on a normal basis at the local industrial factories, supply sufficient irrigation water for agricultural production and provide thousands of dwelling houses and public buildings with enough electricity and drinking water in the county. &nbsp;&nbsp;&nbsp;\r\n Read out at the ceremony was a message of thanks from leader Kim Jong Il to the builders and their helpers who had made enormous exploits in the construction of the power station. &nbsp;&nbsp;&nbsp;\r\n The message noted that the people and officials of the county set themselves the bold target to build the gigantic dam and power station by their own efforts in the difficult time when everything fell short of the need and rose up as one man and completed the large-scale project in a few years. &nbsp;&nbsp;&nbsp;\r\n The builders of the station showed by their practical action that there was nothing impossible when they worked heroically with the pluck and mettle given them by the Workers' Party of Korea and demonstrated the revolutionary faith and will and indomitable spirit of the Korean people to build a great prosperous powerful socialist nation in this land by all means, confident of their strength, the message said. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in the message highly praised the members of the youth shock brigade of the county and other builders and their helpers for splendidly building the power station as a proud creation of the Songun era by displaying their loyalty to the Party and the revolution and patriotic devotion. He expressed the firm belief that the Party members and other working people in the county including officials and members of the youth shock brigade would achieve greater success in performing their revolutionary duty, faithful to the Songun leadership of the Party, and thus live up to the Party's expectation with loyalty. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Hong Song Nam, chief secretary of the South Hamgyong Provincial Committee of the WPK, Kim Phung Gi, chairman of the Provincial People's Committee, Ri Ui Hyon, chairman of the Provincial Rural Economy Committee. &nbsp;&nbsp;&nbsp;\r\n A report and speeches were made there.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Threat to S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#8",
            "content": "U.S. Threat to S. Korea under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The commander of the U.S. 8th Army in south Korea called an urgent press conference some days ago at which he complained that the agreed share of expenses for defence can not cover the expenses for\r\nthe upkeep of the U.S. forces in south Korea. He made threatening remarks that the reduction of material and equipment reserves for wartime now stockpiled in south Korea to cope with the case of emergency on the Korean Peninsula is under examination and the number of the south Korean civilian employees in the units of its forces would be curtailed by about 1,000.\r\n In this regard Rodong Sinmun Tuesday says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n His outbursts betray the arrogant and crafty intention of the occupation forces to overturn the agreement on the share of expenses for defence and keep south Korea under their domination by means of threat and intimidation. &nbsp;&nbsp;&nbsp;\r\n It is quite nonsensical to talk about the share of expenses for defence in the light of the aggressive nature of the U.S. troops in south Korea and the crimes they have committed there. The U.S., afraid of public criticism, agreed to cut back the defense spending, but as soon as it left the negotiating hall it has worked by hook or by crook to scupper the agreement, revealing its brigandish nature. &nbsp;&nbsp;&nbsp;\r\n The U.S. is trying to build up public opinion in a bid to create the impression that complicated things are happening due to the \"reduction of share of expenses for defence\". This is nothing but a gimmick. It seeks to threaten the south Korean authorities under the pretext of \"security\", instigate the pro-U.S. conservative forces including the Grand National Party and woo the south Korean civilian employees in the units of its forces to urge the authorities to withdraw the agreement by themselves and calm down the daily-mounting anti-U.S. actions in south Korea. &nbsp;&nbsp;&nbsp;\r\n The people from all walks of life in south Korea should see through the cunning scheme of the U.S. to drive the pro-U.S. forces to quelling the daily mounting anti-U.S. struggle and maintain its domination over south Korea and should never allow themselves to be taken in by such trick.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Impudent Behavior Assailed",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#9",
            "content": "Japan's Impudent Behavior Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Japan is straining every nerve to grab a seat of permanent membership of the UN Security Council by taking advantage of the ever louder voices calling for the reform of the United Nations in the international arena.\r\n Ridiculing this as an impudent act of a political dwarf, a Rodong Sinmun analyst Tuesday says: &nbsp;&nbsp;&nbsp;\r\n Japan's bid for a seat of permanent membership of the UNSC is unthinkable apart from the historical issue. &nbsp;&nbsp;&nbsp;\r\n For Japan to make an honest apology and compensation for its past crimes against the Korean and Asian peoples is an elementary ethics and morality and its unavoidable legal and moral obligation. Nevertheless, the Japanese reactionaries, far from settling the past till today, nearly 60 years after the defeat of the Japanese imperialists, are openly distorting the history of their aggression and seeking territorial expansion. &nbsp;&nbsp;&nbsp;\r\n Japan is a country destitute of independence. When a grave event occurs in the international affairs, it does not express its view on it with a definite opinion of its own and by its independent judgment, but reads the face of the United States, its senior ally, and sings in tune with Washington. This is the present diplomatic reality of Japan. It is as clear as noonday that complicated problems arising on the international scene cannot be properly settled in case such a country takes a responsible seat of the United Nations. &nbsp;&nbsp;&nbsp;\r\n In a nutshell, Japan is not entitled to take such a responsible seat in any respect.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Feel Ashamed of Its Fabrication",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#10",
            "content": "Japan Urged to Feel Ashamed of Its Fabrication\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Last March the British science magazine Nature reported that Prof. of forensic medicine Yoshii of Deikyo College of Japan confessed to the fact that the results of examination of the remains of Megumi Yokota conducted by him were not certain and there was the possibility of the sample of the remains being contaminated.\r\n In this regard Minju Joson Tuesday says in a signed commentary: This indicates that the \"story about false remains\" Japan has used as strong evidence providing a pretext for applying sanctions against the DPRK was nothing but a fiction devoid of any scientific credibility. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n Given the fact that dead bodies are cremated at the temperature of about 1,200 degrees centigrade in the DPRK, it is quite impossible to obtain a DNA sample from the remains of Megumi Yokota from a logical point of view. \r\n The Japanese government should have announced the results that a DNA sample could hardly be obtained from her remains. This would be a normal way of thinking.\r\n Greatest importance is attached to science and social progress is conditional on scientific progress in the era of high civilization in the 21st century.  However, science is being misused in Japan to serve the purpose of the unjust politics. This is lashing great many people into fury and lamentation. &nbsp;&nbsp;&nbsp;\r\n  This reminds one of saying \"As a man sows, so shall he reap.\" Japan's wrong way of thinking and vile nature are like poison  precipitating its self-destruction. &nbsp;&nbsp;&nbsp;\r\n Japan should unconditionally meet the demand of the DPRK that the truth behind the fabrication of the results of the examination of her remains be probed, those responsible for it punished and the remains be sent back to it in their original state.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Asia-Africa Summit",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#11",
            "content": "DPRK Delegation Leaves for Asia-Africa Summit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A delegation of the DPRK led by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, left here today to attend the Asian-African summit scheduled in Indonesia and the commemoration of the 40th anniversary of the Bandung Conference.\r\n The delegation was seen off at the airport by Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned, Chinese Ambassador to the DPRK Wu Donghe and Minister Councilor of the Indonesian Embassy here Bambang Irawan K.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Flower Festival Full of Reverence for Kim Il Sung",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#12",
            "content": "Flower Festival Full of Reverence for Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The 7th Kimilsungia Festival, which opened to commemorate the Day of the Sun, the birth anniversary of President Kim Il Sung, 40 years after the flower was bred, is going on successfully.\r\n In an interview with KCNA, Ri Pyong Pha, a department director of the Kimilsungia-Kimjongilia Committee, said: The current festival is very large in its scale and the number of the participants. Some 3,000 more Kimilsungia pots are exhibited and 40 more groups of overseas Koreans and foreigners are participating in the festival than the previous one. &nbsp;&nbsp;&nbsp;\r\n The festival venue is a sea of flowers, a token of deep reverence for the President. &nbsp;&nbsp;&nbsp;\r\n Participating in the exhibition are more than 80 ministries and national institutions including the Secretariat of the Cabinet, the Ministry of the People's Armed Forces, the Academy of Sciences and the Ministry of Agriculture and all provinces, and individuals.\r\n Also displayed in the exhibition are those presented by overseas Koreans and foreigners. &nbsp;&nbsp;&nbsp;\r\n Among them are 15 pots of Kimilsungia Kim Kap Saeng, a Korean resident in Japan, had cultivated from several months ago, and over 10 pots cultivated by Ri Pyong Sam, chairman of the American Kimilsungia-Kimjongilia Association. &nbsp;&nbsp;&nbsp;\r\n The stand of Indonesians is colorfully decorated with various kinds of flowers, as well as 20 pots of Kimilsungia they had prepared to observe the 40th anniversary of the breeding of the flower.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paekma-Cholsan Waterway Comes into Shape",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#13",
            "content": "Paekma-Cholsan Waterway Comes into Shape\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The construction of the Paekma-Cholsan waterway is progressing apace in the Democratic People's Republic of Korea.\r\n This year efforts have been concentrated on the labor-consuming reservoir and tunnel projects as well as on channel projects. &nbsp;&nbsp;&nbsp;\r\n Over the last two years since its ground breaking, the builders have transported several million cubic meters of earth, sand and gravel to construct the dam of the Paekma reservoir in the main. &nbsp;&nbsp;&nbsp;\r\n Those who are in charge of the tunnel project have carried out tunneling at more than 90 percent and concrete tamping at over 80 percent. &nbsp;&nbsp;&nbsp;\r\n As of the end of the last year the builders completed the construction of more than ten large-size underground ducts each of which needed removal of tens of thousands of cubic meters of earth, concrete tamping of 9,000 cubic meters and assembling of hundreds of tons of reinforcement bars. &nbsp;&nbsp;&nbsp;\r\n The project of the main waterway and branch channels, 280 kilometers long in total, has been carried out at more than 90 percent.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Historic April Joint Conference",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#14",
            "content": "Historic April Joint Conference\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The Korean people are looking back on the great example President Kim Il Sung set in the efforts for achieving the great unity of the whole nation in April 57 years ago.\r\n A joint conference of representatives of political parties and public organizations in north and south Korea, the first of its kinds in the country, was held in Pyongyang on the initiative of the President and under his guidance in April Juche 37 (1948). &nbsp;&nbsp;&nbsp;\r\n Representatives from 56 political parties and social organizations in the north and south gathered in one place to discuss the issue of national reunification. Among them were chiefs of anti-communist groups of nationalists. &nbsp;&nbsp;&nbsp;\r\n They, who made no scruple to commit terrorism against socialists, considering them to be their arch enemy, were doubtful of success of the conference. &nbsp;&nbsp;&nbsp;\r\n Moved by the patriotic idea of the President on preventing the division of the country and reunifying the country with concerted efforts of the nation, transcending difference in ideology and political view, however, they fully supported his line of national independence. &nbsp;&nbsp;&nbsp;\r\n They were also fascinated by the magnanimity, noble virtue and humble traits of the President, who was encouraging them to stand in the van in the efforts for national reunification, without regard to their past doings full of antagonism and jealousy, and dedicating himself to the people. They lauded him as one who the entire nation should follow. &nbsp;&nbsp;&nbsp;\r\n Kim Ku, an obstinate nationalist and the first man in the south Korean political arena, witnessed for himself while in Pyongyang that religionists and brothers, sons and daughters of nationalists who had persecuted socialists were active as members of the Workers' Party of Korea, deputies to the People's Assembly of North Korea and senior officials of public organizations and power bodies. He then made up his mind to follow the lofty will of the President for the country and nation. &nbsp;&nbsp;&nbsp;\r\n After then, Kim Ku, Kim Kyu Sik and others calling for north-south negotiations to achieve the reunification and independence of the country waged a vigorous struggle in south Korea against the ruinous May 10 separate elections and for nationwide general elections for establishing a unified central government in the country. &nbsp;&nbsp;&nbsp;\r\n During the temporary strategic retreat of the Korean People's Army in the Korean war unleashed by the U.S. imperialists, some 50 members of the National Assembly, politicians and religionists of south Korea including Kim Kyu Sik, Jo So Ang, Jo Wan Gu, Om Hang Sop and Choe Tong O came to the north where there was the President. \r\n The joint conference showed that the political parties and public organizations with different political and class views could unite with each other on the basis of a common national idea, and prevent the national split and reunify the country in an independent and peaceful way with their concerted efforts. It, recorded in the history of the united front movement, still powerfully inspires the fellow countrymen in the efforts for the country's reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of KPA Political Officers Leaves for China",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#15",
            "content": "Delegation of KPA Political Officers Leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A delegation of political officers of the Korean People's Army headed by General Pak Jae Gyong left here Tuesday to visit China.\r\n It was seen off at the airport by KPA generals and officers and the Chinese ambassador to the DPRK and the military attache of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Company",
            "url": "http://kcna.co.jp/item/2005/200504/news04/20.htm#16",
            "content": "Kim Jong Il Inspects KPA Company\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected a company under KPA Unit 2040.\r\n Kim Jong Il was greeted on the spot by commanding officers of the unit and the company. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself with the company's performance of duty before watching its servicepersons in training. &nbsp;&nbsp;&nbsp;\r\n He learned in detail about the company's fulfillment of its training program. He set forth important tasks for putting the training on a scientific and regular basis, satisfied to learn that all the servicepersons of the company have cultivated a-match-for-a hundred strength through intensive training. &nbsp;&nbsp;&nbsp;\r\n He called for directing primary efforts to training, saying that a genuine life of a serviceman begins with training and he finds his life rewarding in the drill ground that requires much sweat and can glorify it in the days of his worthwhile military service and in the battlefield under a hail of bullets and shells. &nbsp;&nbsp;&nbsp;\r\n He took deep care of the soldiers' living, going round an educational room, a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a daily provision store, an outdoor resting place, a barn and other places of the company. &nbsp;&nbsp;&nbsp;\r\n After familiarizing himself with the sideline job done last year and the preparations for the sideline job for this year, he praised the commanding officers and men of the company for having actively developed the sideline job including farming and stockbreeding through their concerted efforts to provide conditions for plentiful diet. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to cultivate various crops including vegetables and haricot in sideline fields and around barracks and taught ways to do so. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the achievements made by the servicepersons of the company, greatly pleased with the fact that they have converted their company into a steel-strong combat contingent through successful combat and political training and their admirable management of the company, regarding the defence of the country as the most vivid manifestation of patriotism. \r\nHe gave the servicepersons of the company a pair of binoculars and an automatic rifle as gifts before having a photo session with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Ri Myong Su and Hyon CHol Hae and Ri Yong Chol, member of the Central Military Commission of the WPK and first vice department director of the C.C., WPK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}