{
    "date": "2005-09-01",
    "url": "http://kcna.co.jp/item/2005/200509/20050901.htm",
    "articles": [
        {
            "title": "UFL Assailed by Czech Organization",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letters to Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#2",
            "content": "UFL Assailed by Czech Organization \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The Paektusan Czech-Korean Friendship Association made public a statement on Aug. 25 denouncing the United States for staging the \"Ulji Focus Lens-05\" joint military exercises in south Korea.\r\n The statement said that the military maneuvers arouse more serious concern as they were launched by the U.S. right after it declared that it had no intention to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n We bitterly assail the U.S. and south Korean forces for kicking off the maneuvers on the eve of the six-party talks for discussing the confidence building and peaceful coexistence between the DPRK and the U.S., the statement noted, adding that the new criminal moves of the U.S. against the Korean people should be stopped unconditionally.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vietnam's National Day Observed",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#3",
            "content": "Letters to Pyongyang Mission of AINDF \r\n&nbsp;&nbsp;&nbsp;Pyongyang, Pyongyang, August 31 (KCNA) -- A political party and organizations of the United States, Britain and Switzerland sent letters to the Pyongyang mission of the Anti-Imperialist National Democratic Front from August 10 to 14 on the occasion of the 60th anniversary of Korea's liberation.\r\n The Communist Party of the United States of America (Juche) in a letter said that the hearts of the members of the party are filled with profound reverence for Kim Il Sung, the eternal President of Korea, and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The British Association for the Study of Songun Policy in a letter said that the liberation of Korea ushered in a new era in which the sun of the nation's resurrection and freedom is shedding its brilliant rays. The liberation of Korea, the result of the armed struggle waged by the Anti-Japanese Guerrilla Army, proved the truth of Songun that an army alone can advance the cause of independence, the letter noted.\r\n The Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea in a letter said that Kim Il Sung, Kim Jong Il and anti-Japanese war hero Kim Jong Suk, the three generals of Mt. Paektu, are the great persons born of Heaven. Korea's liberation was the great victory of the Songun revolution, it said, adding that Kim Jong Il, carrying forward the revolutionary cause of Kim Il Sung, has wisely led the Korean people in their struggle to build a great prosperous powerful nation under the banner of Songun and achieve the reunification of the country in the idea of \"By our nation itself\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. \"Human Rights\" Offensive under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#4",
            "content": "Vietnam's National Day Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, Pyongyang, August 31 (KCNA) -- The DPRK-Vietnam Friendship Association hosted a friendly meeting and film show at the Taedonggang Club for the Diplomatic Corps Tuesday on the occasion of the 60th national day of Vietnam.\r\n Present on invitation were Vietnamese Ambassador to the DPRK Phan Trong Thai and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Minister of Education Jon Kuk Man who is chairman of the DPRK-Vietnam Friendship Association, officials concerned, and teachers and students of Pyongyang University of Foreign Studies. &nbsp;&nbsp;&nbsp;\r\n The participants enjoyed an art performance given by students of Pyongyang Tonghung Middle School and talked about the need to boost the cooperative relations between the DPRK and Vietnam. &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting, they watched a Vietnamese documentary film \"Vietnam 30 Years after War\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Memorial Service for Victims to Explosion of Ukishima-maru",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#5",
            "content": "U.S. \"Human Rights\" Offensive under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- A spokesman for the Reunification Solidarity of south Korea reportedly issued a commentary on August 21 lashing at the U.S. appointment of an \"envoy for the human rights issue of north Korea\". The commentary charged that this appointment is a sort of attack as it goes against the spirit of the six-party talks.\r\n The action taken by the United States to bring forward again the \"human rights issue\" as part of its campaign against the north brought once again disappointment to the Koreans who desire an early settlement of the nuclear issue and touched off their anger, the commentary said, adding: The U.S., which is not entitled to talk about human rights, is persisting in its smear campaign against the north. This cannot be construed otherwise than a sinister aim to vitiate the atmosphere of national cooperation and reconciliation on the Korean Peninsula at present and bring the trend of DPRK-U.S. dialogue back to the past confrontation. &nbsp;&nbsp;&nbsp;\r\n An act of blocking the reunification constitutes the worst violation of human rights on the Korean Peninsula and to cooperate in the efforts to achieve reunification and frustrate the moves for a war mean the fullest guarantee of human rights, the commentary said. &nbsp;&nbsp;&nbsp;\r\n It urged the U.S. to ponder over the ardent passion for reunification on the Korean Peninsula once again, withdraw the base and futile \"human rights\" offensive and the hostile policy toward the north and opt for warming its relations with the north at once.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message from Fidel Castro",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#6",
            "content": "Memorial Service for Victims to Explosion of Ukishima-maru \r\n&nbsp;&nbsp;&nbsp; Tokyo, August 29 (KNS-KCNA) -- A memorial service was held in Maizuru City, Kyoto Prefecture, Japan, on August 24, 60 years since thousands of Koreans aboard the ship Ukishima-maru on the way back home with joy at the liberation of Korea were ruthlessly killed by the blowing up of the ship by the Japanese imperialists.\r\n Present there were Koreans affiliated with the General Association of Korean Residents in Japan (Chongryon) and the south Korean Residents Association in Japan and Japanese figures. &nbsp;&nbsp;&nbsp;\r\n The participants first observed a silent tribute to the memory of the victims.\r\n Kim Tok Chun, chairman of the Santan Branch, Kyoto Prefecture, of Chongryon, in his address said those aboard the ship were Koreans who had been anxiously waiting for the day of their return home. No word and letters are adequate to describe the grievances of those people who were subjected to forcible labor and maltreatment by the Japanese imperialists, he added. &nbsp;&nbsp;&nbsp;\r\n  Noting that the truth behind the blowing up of the ship has not been properly made clear over the last 60 years, he demanded the Japanese government clarify in detail the truth of the terrible incident and make an official apology and compensation to the victims and their bereaved families. &nbsp;&nbsp;&nbsp;\r\n  An \"evening of culture\" took place on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Young Weightlifters Prove Successful at Championships",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#7",
            "content": "Congratulatory Message from Fidel Castro \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, and Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received a congratulatory message on August 29 from Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of the Republic of Cuba, on the occasion of the 45th anniversary of the opening of diplomatic ties between the two countries.\r\n Over the last 45 years the fraternal bonds linking the peoples, parties and governments of the two countries have been tightened and our capacity to achieve social and economic development and cope with the threat of imperialism has grown, the message said, adding: It is our will to make continued efforts to further strengthen these bonds. &nbsp;&nbsp;&nbsp;\r\n The message reaffirmed firm solidarity with the Korean people in the just struggle to defend the sovereignty of the country and build a free and prosperous future and, especially, in the noble cause of the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n It wished Kim Jong Il who is leading the sagacious and brave Korean people and Kim Yong Nam new successes in their work and good health and happiness.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Uzbek President",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#8",
            "content": "DPRK Young Weightlifters Prove Successful at Championships \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- DPRK boys and girls gave a good account of themselves in the 7th Asian 13-15 Group Weightlifting Championships, the 10th Asian Girls' 16-18 Group Weightlifting Championships and the 18th Asian Boys' 16-18 Group Weightlifting Championships held in Tashkent from Aug. 18 to 25.\r\n Korean boys and girls bagged 14 gold medals and 10 silver medals in the championships which drew weightlifters from 18 Asian countries.\r\n Ryang Chun Hwa and Ryu Jin Ok displayed high skills such as quick jerk and dynamic successive movement to come first in snatch, clean and jerk and total points respectively in the 44 kg category and 53 kg category of the 7th 13-15 Group championships. &nbsp;&nbsp;&nbsp;\r\n Paek Un Hui carried away two gold medals in jerk and total points in the 48 category. She was awarded the technique prize of the championships. &nbsp;&nbsp;&nbsp;\r\n Han Yun Gyong lifted 86kg in snatch in the 58 kg to break the record of the Asian 13-15 Group championships. She bagged a gold medal and placed second in total points.\r\n Meanwhile, Jin Ok Jong won the title in the snatch, clean and jerk and total points in the 48 kg category to receive three gold medals and Hong Yong Ok bagged three silver medals in snatch, clean and jerk and total points in the 69 kg category of the 10th Asian Girls' 16-18 Group Weightlifting Championships. &nbsp;&nbsp;&nbsp;\r\n Kim Un Dok carried away a gold medal in total points in the 62 kg category and Cha Kum Chol bagged a gold medal in snatch in the 56 kg category of the 18th Asian Boys' 16-18 Group Weightlifting Championships.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Kirghiz President",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#9",
            "content": "Greetings to Uzbek President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greetings to Islam Karimov, president of Uzbekistan, on the occasion of its national day.\r\n Expressing belief that the friendly and cooperative relations between the DPRK and Uzbekistan would continue to develop in the interests of the two peoples, the message wished the president great success in his responsible work for the country's stability, unity and economic prosperity.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from New Angolan Ambassador",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#10",
            "content": "Greetings to Kirghiz President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Kyrgyz President Kurmanbek Bakiyev on the occasion of its national day.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would develop on good terms, the message wished the president greater success in his responsible work for the stability and prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Libyan Leader",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#11",
            "content": "Kim Yong Nam Receives Credentials from New Angolan Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Angolan Ambassador to the DPRK Joao Manuel Bernardo at the Mansudae Assembly Hall Wednesday.\r\n On hand were Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned. \r\n After receiving credentials, the president had a talk with the ambassador.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "North Cooperation Team of Youth and Students Leaves for Inchon",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#12",
            "content": "Kim Yong Nam Greets Libyan Leader\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Moammer el Gaddafi, leader of the Great September First Revolution of Libya, today.\r\n Warmly congratulating the leader, the leadership and the people of Libya on the 36th anniversary of the victory in the Great September First Revolution in Libya, the message wished the friendly Libyan people greater progress and prosperity.    \r\n \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Ceaseless Aerial Espionage against DPRK",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#13",
            "content": "North Cooperation Team of Youth and Students Leaves for Inchon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- A cooperation team of youth and students headed by O Jong Hun, principal of Kum Song School, left here today to participate in the 16th Asian track and field championships which will take place in Inchon, south Korea.\r\n It was seen off at the airport by Minister of Education Kim Yong Jin, First Secretary of the Central Committee of the Kim Il Sung Socialist Youth League Kim Kyong Ho, Vice-Chairman of the National Reconciliation Council Ri Chung Bok and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Earlier, a sports team of the north headed by Director of the Secretariat of the Non-permanent State Physical Culture and Sports Commission Jang Son Gang arrived in Inchon on Aug. 27 to participate in the championships.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Attractive Tassel Dance",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#14",
            "content": "U.S. Ceaseless Aerial Espionage against DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- The U.S. imperialists committed more than 170 cases of aerial espionage against the DPRK in August by mobilizing various type strategic and tactical reconnaissance planes, according to a military source.\r\n U-2s made shuttle flights almost every day in the sky above the areas along the Military Demarcation Line to conduct frantic aerial photographing and electronic reconnaissance of the depth of the north. &nbsp;&nbsp;&nbsp;\r\n On August 1, an overseas based E-3 spied on the military targets in the forefront area, while commanding fighters engaged in war exercises such as air-battle training, ground-target attack drill and aerial target-intercepting drill.\r\n A P-3 and an EP-3 made repeated flights in the air over the West and East Seas of Korea to spy on the north coastal areas and its sea-bed. &nbsp;&nbsp;&nbsp;\r\n Tactical planes including RC-7Bs and RC-12s flew to spy on the areas along the front and coastal areas of the north day and night. The number of those planes involved reached 11 on Aug. 22 when the \"Ulji Focus Lens-05\" joint military exercises for aggression started and 12 on Aug. 23. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Famous Juvenile Aquatic Sports School",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#15",
            "content": "Attractive Tassel Dance\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Tassel dance is one of the spectacles in the grand mass gymnastic and artistic performance \"Arirang\" which is going on successfully at May Day Stadium in Pyongyang.\r\n Performers dance well the tassel dance, turning round tassels with long strings on the top of three-story human pyramids in Scene 4 \"Our Thriving Country\" of Act 2. \r\n From olden times, the Korean people have used to wear tassel hats with feathers, slips of paper or ribbons when dancing the peasant dance popular among them.\r\n The longest ribbon of the tassel is 18 meters long. &nbsp;&nbsp;&nbsp;\r\n The dance presents a spectacular sight when those wearing tassel hats turn round, revolving the tassels with such long strings, and male and female dancers dance around them. &nbsp;&nbsp;&nbsp;\r\n The tassel dance has developed with skilful rhythmic movements.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "11th Reunion of Separated Koreans Ends",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#16",
            "content": "Famous Juvenile Aquatic Sports School\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- The Juvenile Aquatic Sports School in Pyongyang has brought up lots of reserve aquatic sportspersons including swimmers.\r\n Students of the school bagged most of the gold medals in the swimming and other water sports events in the 42nd National Juvenile Sports School Contest.\r\n Its players won more than 40 gold medals in swimming only. Some of them renewed records of the contest. &nbsp;&nbsp;&nbsp;\r\n The school, founded on August 27, Juche 48 (1959), has distinguished itself in the swimming and other water sports events from the 1st National Juvenile Sports School Contest. &nbsp;&nbsp;&nbsp;\r\n Over the last four decades it has gained more than 3,000 gold medals and scores of trophy cups. &nbsp;&nbsp;&nbsp;\r\n The school has produced many fine sportspersons including Ju Myong Sop, Kim Kwang Il and Pae Jong Ae who won gold medals at rowing events of the 4th Asian Championships held in April, 1992. &nbsp;&nbsp;&nbsp;\r\n All these successes are associated with the unassuming efforts of teachers and couches of the school. &nbsp;&nbsp;&nbsp;\r\n They have poured efforts into steadily improving the teaching contents and methods and putting training on a scientific basis to suit the world's developing aquatic sports technique. &nbsp;&nbsp;&nbsp;\r\n While paying special attention to the physical strength of the students and their basic technique, they have raised the quality of training by inventing various training equipment including hydraulic training apparatus. &nbsp;&nbsp;&nbsp;\r\n They are now improving education to further develop water sports technique of the country and bring up more reserve sportspersons.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Secretary of General People's Committee of Libya",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#17",
            "content": "11th Reunion of Separated Koreans Ends\r\n&nbsp;&nbsp;&nbsp; Mt. Kumgang resort, August 31 (KCNA) -- The 11th reunion of separated families and relatives that started at Korea's scenic Mt. Kumgang resort came to an end.\r\n Those from the north met their kin from the south in the wake of the reunion between those from the south and their kin from the north. &nbsp;&nbsp;&nbsp;\r\n On August 29, they had group reunions with their families and relatives from the south. &nbsp;&nbsp;&nbsp;\r\n Those from the north told their kin from the south about the happy life which they and all their families have led under the care of the DPRK where all people are helping and leading one another forward as one big harmonious family.\r\n On the same day, the Red Cross of the south side hosted a reception in honor of those from the north and those separated families and relatives from the south.\r\n On August 30, those from the north had family reunions with their kin from the south. They had pictures taken and exchanged souvenirs in a harmonious family atmosphere, sharing joy at their reunion. &nbsp;&nbsp;&nbsp;\r\n Those from the north toured scenic Samil Lagoon with their kin from the south that day. &nbsp;&nbsp;&nbsp;\r\n A ground-breaking ceremony for a reunion centre took place at Mt. Kumgang resort Wednesday. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony from the north side were Chairman Jang Jae On and officials of the Central Committee of the DPRK Red Cross Society and from the south side President Han Wan Sang and officials of the Red Cross of south Korea.\r\n The participants in the 11th reunion of separated families and relatives were on hand.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Scientific and Technological Symposium Held",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#18",
            "content": "Greetings to Secretary of General People's Committee of Libya\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Shukuri Muhammad Ghanem, secretary of the General People's Committee of the Great Socialist People's Libyan Arab Jamahiriya.\r\n The message extended warm congratulations to the secretary on the occasion of the 36th anniversary of the victory in the Great September First Revolution and wished the friendly people of Libya prosperity. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Foreign Minister Paek Nam Sun sent a similar message to Abdulrahman Mohamed Shalgham, secretary for Foreign Liaison and International Cooperation of Libya.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Koreans Leave",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#19",
            "content": "National Scientific and Technological Symposium Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- A national scientific and technological symposium for natural environmental protection and improvement of the management of sanctuaries was held at the Grand People's Study House Wednesday under the sponsorship of the Central Committee of the DPRK Natural Conservation Union.\r\n Presented at the symposium were more than 30 papers on scientific and technological achievements and experience worthy to be introduced to practice.\r\n They included those papers on the work to convert the whole country into a thick woodland and greenery and their conservation, prevention of forest fire, effective prevention of damage by harmful insects, the reuse and purification of industrial leftovers, the rational use and management of water resources, conservation and management of land resources, the way of preventing land erosion and increasing soil fertility, the ecological and environmental change brought about by the construction of waterways and their protection and agricultural technology for ecological protection.\r\n Also introduced there were research achievements gained in the establishment of sanctuaries and their management, estimation of bio-diversity, protection of animals and plants in danger and those rare ones, ecological and environmental protection and education and information service for masses. &nbsp;&nbsp;&nbsp;\r\n Present at the symposium were officials, scientists and technicians in the field of ecological and natural environmental protection from across the country.\r\n Prizes went to those who presented successful papers.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Settle Its Past Monstrous Crimes",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#20",
            "content": "South Koreans Leave\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Choe Mun Sun, president of the MBC of south Korea, and his party left here today.\r\n They were seen off at the airport by officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Farm of KPA Unit",
            "url": "http://kcna.co.jp/item/2005/200509/news09/01.htm#21",
            "content": "Japan Urged to Settle Its Past Monstrous Crimes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- The Japanese authorities should opt to settle Japan's past crimes as early as possible, bearing deep in mind that they can never justify nor erase Japan's blood-stained past history.\r\n A spokesman for the Association of Korean Victims of Forcible Drafting and Their Bereaved Families demanded this in a statement issued Wednesday denouncing the massacre of Koreans in Japan committed by the Japanese reactionaries right after the Kanto quake in 1923. &nbsp;&nbsp;&nbsp;\r\n September every year brings to the Korean people's minds the monstrous massacre of Koreans committed by the beast-like Japanese imperialists after the Kanto quake, lashing them into simmering indignation, the statement says, and goes on:\r\n The Japanese authorities have not yet properly probed the truth about this mass killing though more than 80 years have passed since then. Worse still, they are evading the responsibility to reflect on, apologize and compensate for the massacre.\r\n The terror-ridden atmosphere created by right-wing gangsters of Japan through campaigns against the DPRK and the General Association of Korean Residents in Japan reminds one of the situation in the wake of the Kanto quake.\r\n The statement bitterly condemned the desperate anti-DPRK moves of the authorities and right-wing reactionaries of Japan on behalf of all Korean victims of Japan's past crimes and their bereaved families.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}