{
    "date": "2005-02-17",
    "url": "http://kcna.co.jp/item/2005/200502/20050217.htm",
    "articles": [
        {
            "title": "Congratulatory Message to Kim Jong Il from Putin",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#1",
            "content": "Congratulatory Message to Kim Jong Il from Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- Leader Kim Jong Il received a personal congratulatory message from Russian President V. V. Putin on Wednesday, his\r\nbirthday.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n Please accept my heartfelt congratulations on your birthday. &nbsp;&nbsp;&nbsp;\r\n Russia highly appreciates the exploits performed by you in developing the traditional Russia-DPRK relations of friendship and promoting the constructive dialogue between our two countries. \r\n I am convinced that multi-faceted relations between Russia and the DPRK will as ever expand for the wellbeing of our peoples and contribute to ensuring peace and security on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n I wish you success in your state activities and happiness and good health as well as the people of the DPRK wellbeing and prosperity.    \r\n\r\n\r\n"
        },
        {
            "title": "Concert Given to Celebrate Kim Jong Il's Birthday",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#2",
            "content": "Concert Given to Celebrate Kim Jong Il's Birthday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- A concert was given by the State Symphony Orchestra and the Mansudae Art Troupe at the People's Palace of Culture Tuesday to celebrate the birthday of leader Kim Jong Il, the nation's greatest holiday.\r\n It was appreciated by Party and state senior officials, chairpersons of friendly parties, officials of the Party and power organs, working people's organizations, commissions of the cabinet, ministries and national institutions, servicepersons of the Korean People's Army and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were the fourth movement \"Glory to the General\" of the symphony suite \"Long Journey for the Songun Revolution\", bass solo of the immortal classic \"Korea, I Will Glorify Thee\", soprano solo \"General, This is the Forefront,\" orchestra \"Thunder on Jong Il Peak\" and other pieces. &nbsp;&nbsp;&nbsp;\r\n Orchestras \"A Swinging Girl\", \"Mungyong Pass\" and \"Rich Harvest Comes to the Chongsan Plain\" imbued the audience with profound emotion and fresh dynamism as they truthfully represented the Korean people's noble spiritual world with sweet and graceful melodies. &nbsp;&nbsp;&nbsp;\r\n World masterpieces including \"The Beautiful Blue Danube\" composed by J. Strauss were also presented to draw the audience's interest.    \r\n\r\n\r\n"
        },
        {
            "title": "New Historic Materials on Display at Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#3",
            "content": "New Historic Materials on Display at Korean Revolution Museum \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- New historic materials on the immortal exploits performed by leader Kim Jong Il in accomplishing the cause of modeling the whole army on the Juche idea have been put on display at the Korean Revolution Museum.\r\n The materials deal with the exploits Kim Jong Il has performed in putting the cause of building Juche-based revolutionary armed forces pioneered by President  Kim Il Sung on a new higher stage in all aspects after laying it down as the general task for army building to make the Korean People's Army the army of the leader, the army of the Workers' Party of Korea by modeling the whole army on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n They include a pamphlet containing a historic work in which Kim Jong Il set forth a unique programme for army building which calls for modeling the whole army on the Juche idea, and photos of him wisely leading the Party to establish the system of its leadership over the People's Army, books and information carried on newspapers telling about it. &nbsp;&nbsp;&nbsp;\r\n Also on display are materials dealing with the great efforts directed by him to the work to fully prepare the People's Army politically and ideologically and its vitality.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Kim Jong Il from NDFSK",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#4",
            "content": "Congratulatory Message to Kim Jong Il from NDFSK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- Leader Kim Jong Il received a\r\ncongratulatory message from the Central Committee of the National Democratic Front of south Korea on Wednesday, his birthday.\r\n February 16, his birthday recorded in history, is the greatest auspicious day of the nation and the greatest holiday of the nation and the common holiday of humankind when a triumphant advance of the cause of global independence is promised, noted the message. &nbsp;&nbsp;&nbsp;\r\n It recalled that he perfected the Juche theory of socialism with his scientific doctrine, clearly indicating the road ahead of the human cause of independence and making it possible for socialist Korea of Juche to display its might all over the world as an ideological power, a political power and a military power. &nbsp;&nbsp;&nbsp;\r\n He provided the historic June 15 joint declaration with his great Songun politics, bringing about a milestone of independent reunification and wisely steering the movement of all the fellow countrymen for national reunification, the message noted, stressing: &nbsp;&nbsp;&nbsp;\r\n We will deeply trust you only, let all the people in the south positively support and uphold the patriotic Songun politics, open up a new phase of the movement for independence against the U.S. in this significant year and brilliantly decorate the history of the movement for national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Kim Jong Il from Chongryon",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#5",
            "content": "Congratulatory Message to Kim Jong Il from Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) sent a\r\ncongratulatory message to leader  Kim Jong Il on Wednesday, his birthday.\r\n The message noted that the great history of his leadership has been recorded as a very glorious revolutionary history as he has brought about an epochal change and a high watermark of prosperity in the nation's history spanning 5,000 years and shining annals characterized by his endless energetic guidance and dedication to the homeland and the people. &nbsp;&nbsp;&nbsp;\r\n Recalling that he ushered in the new era of the Juche revolution by pursuing his unique Songun politics, the message said this is shining as an immortal exploit as he has brought about a significant turn in the struggle to defend the sovereignty of the nation and the destiny of socialism and bring about prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n Lauding Kim Jong Il as the sun of Juche in the 21st century representing the destiny and future of the Koreans in Japan, the message evinced their pledge to make a tangible contribution to the drive for socialist construction being waged by the people in the homeland to bring about a radical turn in building a great prosperous powerful country with the 60th anniversaries of the Workers' Party of Korea and the country's liberation as a momentum. &nbsp;&nbsp;&nbsp;\r\n The Koreans in Japan will make a positive contribution to opening up a new phase for independent reunification by realizing cooperation for national independence, cooperation for peace against war and cooperation for patriotism and reunification this year which marks the 5th anniversary of the publication of the June 15 North-South Joint Declaration, the message noted.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Brilliant Commander of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#6",
            "content": "Brilliant Commander of Mt. Paektu \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- The Korean people unanimously revere leader Kim Jong Il as a brilliant commander of Mt. Paektu.\r\n Mt. Paektu is the ancestral mountain associated with the spirit of the 5,000-year-old Korean nation and the holy mountain of the Korean revolution where Kim Jong Il was born as the lodestar on February 16, 1942, when the victory in the anti-Japanese revolutionary struggle was visible. It is also a time-honored mountain guaranteeing the future of Korea. &nbsp;&nbsp;&nbsp;\r\n His birth and growth in the mountain as the son of the country gave him opportunities to fully possess qualities needed for a brilliant commander. &nbsp;&nbsp;&nbsp;\r\n The battle field in the deep forest of the mountain where snowstorms were severe was his cradle. &nbsp;&nbsp;&nbsp;\r\n After initiating the work for carrying forward the revolutionary traditions of the anti-Japanese war, Kim Jong Il led the first group to make a historic visit to revolutionary battle sites in the Mt Paektu area in June Juche 45 (1956). &nbsp;&nbsp;&nbsp;\r\n He climbed the mountain in August 1963 and on several other occasions to make a pledge to live always in the spirit of the holy mountain and accomplish the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n In the 1990s when east European socialist countries were collapsing, the imperialists were loudmouthed about the \"end of socialism\". At that time, he declared that no change would be expected from him and foiled their strategy of blockade against the country with the great Songun politics. &nbsp;&nbsp;&nbsp;\r\n He has also creditably defended socialism in defiance of the strong-arm and high-handed practice of the U.S. imperialists gravely threatening the sovereignty, dignity and vital rights of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The Korean people, led by him, will surely convert the country into a great prosperous powerful nation, undaunted by any trial and difficulties.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Meeting of KCU Held",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#7",
            "content": "Joint Meeting of KCU Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- A joint national meeting of the Korean Children's Union organizations was held at Pyongyang Indoor Stadium on Feb.\r\n16, the birthday of leader Kim Jong Il.\r\n Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, in a congratulatory report said Kim Jong Il's birth was a historic event in which the tradition of Mt. Paektu was given steady continuity and eternal victory and prosperity were promised for the country and the revolution. &nbsp;&nbsp;&nbsp;\r\n He noted that the members of the Children's Union are growing up to be successors to the revolution under his profound loving care for the rising generation and they enjoy the present happiness and have a rosy future as he is busy with such devoted service as  making endless journeys to inspect the front. &nbsp;&nbsp;&nbsp;\r\n The reporter said all the members of the union should prepare themselves as dependable successors to the Songun revolutionary cause and excellent workers for the building of a great prosperous powerful nation, always remembering Kim Jong Il's great expectation and warm loving care for them, and significantly mark the 60th anniversaries of the founding of the Workers' Party of Korea and national liberation with shining successes in their efforts to become knowledgeable, virtuous and healthy. &nbsp;&nbsp;&nbsp;\r\n It was followed by a ceremony of accession to the KCU. &nbsp;&nbsp;&nbsp;\r\n The pupils honored  to become its members made their first salute \"Ready always!\", responding to  the shout of the slogan \"Let's Be Ready Always for the Respected General Kim Jong Il\". &nbsp;&nbsp;&nbsp;\r\n Then congratulatory speeches were made. &nbsp;&nbsp;&nbsp;\r\n Among those present there were Choe Thae Bok, Yang Hyong Sop and Kim Jung Rin and officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Evening Galas Held",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#8",
            "content": "Evening Galas Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- An evening gala of the Ministry of the People's Armed Forces to celebrate the birthday of leader Kim Jong Il took place at Jonsung Square on Tuesday.\r\n Present there were Jo Myong Rok, director of the General Political Department of the Korean People's Army, Kim Yong Chun, chief of the KPA General Staff, and Kim Il Chol, minister of the People's Armed Forces. &nbsp;&nbsp;&nbsp;\r\n The gala began with the playing of the immortal revolutionary paean \"Song of General Kim Jong Il.\" &nbsp;&nbsp;&nbsp;\r\n The participants danced to the tune of \"Congratulations on February Holiday\", \"February Is Spring\" and other songs. They extended highest glory and warmest congratulations to Kim Jong Il for having performed undying feats for the country, the revolution, the times and history after his birth as a son of guerrillas. &nbsp;&nbsp;&nbsp;\r\n Servicepersons merrily danced, singing \"Thunder on  Jong Il Peak\", \"General on a Galloping White Horse\" and other songs in praises of the greatness of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The square turned into rising waves of dances when the participants presented more enthusiastic dances, waving the flags of the supreme commander of the KPA, the Workers' Party of Korea and the DPRK, fully determined to protect the socialist country as firm as an iron wall with arms of Songun in hands. &nbsp;&nbsp;&nbsp;\r\n An evening gala of the young vanguard of the Ministry of People's Security also took place on the same day.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "14th International Figure-skating Festival for Paektusan Cup Opens",
            "url": "http://kcna.co.jp/item/2005/200502/news02/17.htm#9",
            "content": "14th International Figure-skating Festival for Paektusan Cup Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 16 (KCNA) -- The 14th International Figure-skating Festival for Paektusan Cup opened here to mark the birthday of leader Kim Jong Il.\r\n An opening ceremony of the festival took place at the Ice Rink on Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), other overseas Koreans and staff members of foreign embassies here were also present there. &nbsp;&nbsp;&nbsp;\r\n Figure-skaters from the DPRK, China, Russia, Romania, Lithuania, Bulgaria, Belarus, Switzerland, Ukraine and Chongryon entered the ice rink amid the warm welcome of the spectators. &nbsp;&nbsp;&nbsp;\r\n Mun Jae Dok, chairman of the Physical Culture and Sports Guidance Commission, in his address said that the festival under way to celebrate the February holiday is a sports festival in praise of a great man as it reflects the unanimous desire and will of humankind to significantly celebrate the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The festival is an annual event publicly recognized as a sports festival, he noted, warmly welcoming figure-skaters from different countries. &nbsp;&nbsp;&nbsp;\r\n Excellent figure-skaters from the DPRK and various other countries were introduced at the ceremony. &nbsp;&nbsp;&nbsp;\r\n Then it was followed by a group performance of DPRK figure-skaters. &nbsp;&nbsp;&nbsp;\r\n They presented impressive beautiful rhythms, representing the deep reverence of the Korean people and the world progressives for Kim Jong Il and their praises of him. &nbsp;&nbsp;&nbsp;\r\n The ceremony was followed by the first day demonstration performances. &nbsp;&nbsp;&nbsp;\r\n The festival continues.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}