{
    "date": "2005-10-27",
    "url": "http://kcna.co.jp/item/2005/200510/20051027.htm",
    "articles": [
        {
            "title": "C. C., Kim Il Sung Socialist Youth League Meets",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Hosted by Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#2",
            "content": "C. C., Kim Il Sung Socialist Youth League Meets \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The 31st Plenary Meeting of the Central Committee of the Kim Il Sung Socialist Youth League was held here on Tuesday.\r\n The meeting discussed the tasks to be fulfilled by the youth league organizations to uphold and glorify the exploits performed by President Kim Il Sung and leader Kim Jong Il in leading the youth movement and bring about a decisive turn in the youth work as required by the Songun era in the run-up to the 60th birthday of the league. &nbsp;&nbsp;&nbsp;\r\n A report was delivered by Kim Kyong Ho, first secretary of the Central Committee of the league, to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The meeting proposed tasks and ways of fully preparing all youth league organizations and youth as the Songun revolutionary organizations and young vanguard that take the lead in upholding the Songun revolutionary leadership of the Workers' Party of Korea as required by the Songun era on the occasion. &nbsp;&nbsp;&nbsp;\r\n It underscored the need to encourage all young people to actively join the People's Army and take the lead in the drive to augment the might of the national defence industry for self-defence in every way by giving top priority to providing everything necessary for it, true to the Party's line of economic construction. &nbsp;&nbsp;&nbsp;\r\n Present there were members and alternate members of the C. C. of the league and youth league officials in Pyongyang, cities and counties.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Conservative Newspaper's False Report Refuted in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#3",
            "content": "Reception Hosted by Ministry of People's Armed Forces \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The Ministry of the People's Armed Forces hosted a reception at the People's Palace of Culture Tuesday on the occasion of the 55th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\r\n Present there on invitation were Chinese Ambassador to the DPRK Wu Donghe and staff members of the embassy and Chinese guests staying here.&nbsp;&nbsp;&nbsp;\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the DPRK-China Friendship Association, Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, Vice-Minister of the People's Armed Forces Kim Sang Ik, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Ri Ryong Nam, Vice-Minister of Culture Choe Chang Il, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Jon Yong Jin, general and officers of the Korean People's Army and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S.-S. Korea Confab Flailed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#4",
            "content": "Conservative Newspaper's False Report Refuted in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification (Pomminryon) and other south Korean civic organizations reportedly held a press conference in front of the Office of Dong-A Ilbo on Oct. 18 vehemently blasting and refuting the false report released by the conservative paper. \r\n Ri Kyu Jae, chairman of the South Headquarters of Pomminryon, read out a press release there. &nbsp;&nbsp;&nbsp;\r\n Accusing Dong-A Ilbo of releasing sheer misinformation that \"the Pomminryon is the Workers' Party of Korea's vanguard organization in charge of south Korean affairs\", the press release demanded the conservative Dong-A Ilbo own its responsibility for the false report and ponder over whether it would allow itself to be reduced to dregs of history along with the \"National Security Law\" or adopt a new mission, swimming with the trend of the times. \r\n Mun Kyong Sik, chairman of the \"National Federation of Peasants Associations,\" Jang Pong Ju, vice-chairman of the \"National Federation of the Poor,\" and other speakers charged that the false report released by Dong-A Ilbo about Pomminryon was prompted by the intention of the conservatives to bring back the era of independent reunification to the era of the Cold War. &nbsp;&nbsp;&nbsp;\r\n Expressing bitter anger at the above-said paper's wicked attitude, they demanded it make a correction of the false report about Pomminryon and apologize for it without fail. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference the South Headquarters of Pomminryon sent a written application for the settlement of the case to the press arbitration committee. &nbsp;&nbsp;&nbsp;\r\n It charged that once the south Korean judicial authorities ruled that the organization was an enemy-benefiting organization under the NSL but there was no such expression or similar description in the judgment.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Keep Military Occupation of S. Korea Flailed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#5",
            "content": "U.S.-S. Korea Confab Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The United States and the south Korean authorities at the 37th meeting of the south Korea-U.S. annual security consultative council held in Seoul recently discussed the issue of transfer of the U.S. forces' right to control over wartime operation to the south Korean army, the issue of the U.S. forces' relocation and sustained presence and so on and took issue with the \"weapons of mass destruction\" and \"long-range missile\" of someone. A spokesman of the Committee for the Peaceful Reunification of the Fatherland issued a statement to criticize this.\r\n The recent meeting was a sinister military confab which boosted the U.S.-south Korea relations of military subordination, reconfirmed the U.S. imperialist aggression forces' permanent presence in south Korea and ascertained south Korea's active participation in the U.S. moves for a war of aggression against the north and a sort of ground for provoking the DPRK to escalate confrontation with it, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' collusion with the U.S. in talking about \"weapons of mass destruction\" and \"long-range missiles\" of the north is a vicious and base plot to tarnish the high dignity and prestige of the DPRK, mislead public opinion and exert pressure on it with the fifth round of the six-party talks at hand. &nbsp;&nbsp;&nbsp;\r\n The U.S. should stop its reckless war moves against the north and get out of south Korea at an early date, taking along with it weapons of mass destruction and aggression forces, mindful that its frantic move for confrontation and a war going against the unanimous desire of all the Korean people and the peace-loving people of the world and the trend of the times would block the settlement of the nuclear issue of the Korean Peninsula and would not favorable for itself. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should also clearly understand that the takeover of the right to control over wartime operation would not be enough to defend the country independently without the solution of such fundamental issue as withdrawal of the U.S. forces and take a measure to get the U.S. imperialist aggression troops withdrawn as unanimously demanded by the south Koreans.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "7th Japan-Korea Educational Seminar Held",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#6",
            "content": "U.S. Moves to Keep Military Occupation of S. Korea Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The Youth and Students Solidarity of South Korea to Implement the June 15 South-North Joint Declaration reportedly made public a statement on Oct. 24 to condemn the U.S. undisguised moves to keep military occupation of south Korea.\r\n The statement said that at the 37th meeting of the South Korea-U.S Security Consultative Council the U.S. announced that it would sustain the armistice system and keep its troops and the \"UN Forces Command\" in south Korea under the pretext of boosting \"south Korea-U.S. military cooperation.\"\r\n The statement denounced this as a severe challenge aimed to strengthen its naked military threat against the north in defiance of the agreement of the joint statement of the six-party talks on the establishment of a lasting peace mechanism in the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves for unilateral military cooperation aimed at military supremacy in Northeast Asia can never be permitted, the statement said, adding that the U.S. should put an end to the armistice on the Korean Peninsula and convert it into a peaceful mechanism. &nbsp;&nbsp;&nbsp;\r\n The organization assails the authorities for accepting humiliating military cooperation with the U.S. which denies the joint statement agreed at the six-party talks, the statement noted.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Come out to Build Confidence",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#7",
            "content": "7th Japan-Korea Educational Seminar Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The 7th Japan-Korea Educational Seminar was held in Tokyo on Oct. 15.\r\nThe seminar heard a special report, a keynote report and speeches on the editorial work for history textbooks jointly conducted by teachers organizations of Japan and south Korea, the Japanese people's historic understanding of the issue of Koreans in Japan and support to Korean schools by the local self-governing bodies of Japan. &nbsp;&nbsp;&nbsp;\r\n Reporters and speakers said that guaranteeing the Korean schools the rights to national education is a historic commitment of the Japanese authorities to putting an end to the discrimination against the Koreans in Japan. They urged the Ministry of Education, Culture, Sports, Science and Technology and local self-governing bodies of Japan to recognize the qualifications for an examination of Korean school graduates for admission to state and public universities, urgently terminate the national discrimination in treating the Korean schools and accept the recommendation made to the UN Committee on Human Rights to guarantee the Koreans in Japan the right to national education. &nbsp;&nbsp;&nbsp;\r\n They also underscored the need not to allow the U.S. hostile policy towards the DPRK and the retrogressive revision of the constitution and the basic law on education by the Japanese government toeing the policy and urged it to help achieve the independent and peaceful reunification of Korea and work to normalize the relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The seminar adopted a resolution demanding the Japanese government drop its policy of national discrimination against the Korean schools and normalize its relations with the DPRK as early as possible.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Group Visit to \"Yasukuni Shrine\" in Japan under Fire",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#8",
            "content": "U.S. Urged to Come out to Build Confidence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- To build confidence is the most important foundation for solving all issues arising between the DPRK and the U.S. including the nuclear issue. The U.S. should act on the principle of \" verbal commitment\" and \"action for action\" as specified in the joint statement if it truly wants to build confidence between the two sides and solve the nuclear issue of the Korean Peninsula. Rodong Sinmun Wednesday says this in a signed commentary. It goes on:\r\n The prerequisite for building confidence is for the U.S., an assailant, to show in practice its will to remove mistrust in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Korean people's strong anti-American sentiment is a product of history by the U.S. hostile policy toward the DPRK which cannot be removed of itself. Therefore, the U.S. should show the DPRK a practical action to remove mistrust and hostility between the two sides and create an atmosphere of confidence. This stands to reason between an assailant and a victim and is the only way of calming down the Koreans' anti-American sentiment.\r\n If the U.S. recognizes the DPRK's sovereignty and has no willingness to invade it, there would be no reason for it to fail to take any practical measure to build confidence. The reality requires the U.S. to square its words with its action and take a practical step for building confidence. \r\n If the U.S. again demands the DPRK do something only in disregard of its commitments under the joint statement, it will be of no help to solving the issue and result in only augmenting mistrust. It will not be favorable for anyone. &nbsp;&nbsp;&nbsp;\r\n Pressure and blackmail will never work on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Everything depends on how faithfully the U.S, a long-standing assailant, acts, clearly understanding that to build confidence is a crucial foundation for solving the issues between the two sides including the nuclear issue.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spring Water Wasabi Goods Enjoying Popularity",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#9",
            "content": "Group Visit to \"Yasukuni Shrine\" in Japan under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The Japanese chief executive and a group of right-wing conservative politicians visited the \"Yasukuni Shrine\". Rodong Sinmun Wednesday says in a signed commentary carried in this connection: This was an open challenge to the world public hoping Japan would settle its past crimes and turn over a new leaf this year marking the 60th anniversary of its defeat and an insult to the Asian people opposed to the revival of militarism in Japan.\r\n  The fact that lending a deaf ear to the voices of the world people of conscience, the prime minister of Japan visited again the shrine which \"honors\" the top class war criminals who earned ill fame for waging a war to conquer Asia in the past is a very serious development. While giving lip-service to \"apology\" and \"reflection\" on the crimes committed by Japan against the people of Korea and other peace-loving people of Asia and the rest of the world, he paid a surprise visit to the shrine again. This was an act of fooling and mocking at the world public opinion and human conscience. This was prompted by a sinister intention of the Japanese authorities to stir up militarism in the Japanese society and beautify and repeat the criminal history of aggression. \r\n The Japanese prime minister's  recent visit to the shrine brought to light the true colors of the untrustworthy chief executive as his words do not agree with his deeds and put Japan into a more deplorable situation where it is standing further isolated and rebuffed by the Asian countries. \r\n Should the Japanese ruling quarters persist in such reckless behavior as visiting the shrine defying the mind-set of the public at home and abroad, this will only increase Japan's international isolation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Slovak Ambassador",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#10",
            "content": "Spring Water Wasabi Goods Enjoying Popularity\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The goods of natural spring water wasabi (a kind of horseradish) exhibited by the Korea Pugang Company are enjoying popularity at the ongoing First Pyongyang Autumn International Commodity Fair.\r\n Typical of them are spices and kimchi made with wasabi growing in quality spring water in different parts of the country including Mts. Kumgang, Myohyang and Chilbo under the ecological environment free from pollution. &nbsp;&nbsp;&nbsp;\r\n The spices made with juice extracted from fresh wasabi roots are germicidal and contain sorbitol, natural mustard oil and kumgang medicinal stone and actinolite which have more than 60 microelements. &nbsp;&nbsp;&nbsp;\r\n The seasonings keep the inherent natural flavor and piquancy of the roots. &nbsp;&nbsp;&nbsp;\r\n Conspicuous is kimchi made with the wasabi roots and leaves. It preserves the vitamins and spice elements of wasabi in a stabilized state.\r\n Among the wasabi goods are also hard-boiled wasabi and fresh wasabi roots. &nbsp;&nbsp;&nbsp;\r\n Kim Kwang Dok, an official of the company (Tel:0085-02-18555 ext 3818514,Fax:0085-02-3814544) told KCNA that the interest in the spring water wasabi, recognized as a health tonic and natural green foodstuff in the world, is ever growing as the days go by. &nbsp;&nbsp;&nbsp;\r\n The wasabi foodstuffs are available for anticancer, sexual function invigoration, anti-aging and blood-purifying agents and sterilizer, he said.\r\n The company will make all efforts to fully meet the demand for the goods of the natural spring water wasabi and thus contribute to the promotion of people's health, he added.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Memorial Concert Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#11",
            "content": "Kim Yong Nam Receives Credentials from Slovak Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Zigmund Bertok, Slovak ambassador e. p. to the DPRK, at the Mansudae Assembly Hall Wednesday. \r\n On hand were Kim Hyong Jun, vice-minister of Foreign Affairs, and a staff member of the Slovak embassy. &nbsp;&nbsp;&nbsp;\r\n The president had a talk with the ambassador after receiving credentials.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths to Nigerian Embassy",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#12",
            "content": "Memorial Concert Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- A concert was opened at the Yun I Sang Concert Hall Wednesday to commemorate the 10th death anniversary of Yun I Sang.\r\n Present there were Choe Chang Il, vice-minister of Culture, Ri Il Nam, director of the Yun I Sang Music Institute, officials concerned, creators and artistes in the field of culture and arts. &nbsp;&nbsp;&nbsp;\r\n Among the audience were the widow and daughter of Yun, a delegation of the south Korean \"Yun I Sang Peace Foundation\" led by Director Sin Kye Ryun, national assemblyman from the Uri Party, a quintet of Germany, Ambassador Friedrich Ludwig Loehr and a staff  member of the German embassy here. \r\n Choe Ik Gyu, minister of Culture, in his opening address said that the current concert, along with festivals for reunification held in Pyongyang and Seoul shortly ago on the occasion of the 5th anniversary of the publication of the June 15 joint declaration and the 60th anniversary of Korea's liberation, will contribute to bringing all Koreans a bright hope for the national reconciliation, unity and reunification. &nbsp;&nbsp;&nbsp;\r\n Then followed the first-day performance. &nbsp;&nbsp;&nbsp;\r\n The premiere was given by artistes of the orchestra of the Yun I Sang Music Institute. They put on the stage violin concerto No. 3 by Yun I Sang and others. &nbsp;&nbsp;&nbsp;\r\n The concert will last till Oct. 28.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of Saint Vincent and Grenadines",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#13",
            "content": "Wreaths to Nigerian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The DPRK Ministry of Foreign Affairs, the Ministry of Foreign Trade, the Bureau of Diplomatic Corps Affairs and the DPRK-Nigeria Friendship Association sent wreaths to the Nigerian embassy here on Wednesday to express condolences over the death of Stella Obasanjo, wife of Olusegun Obasanjo, president and commander-in-chief of the armed forces of Nigeria. \r\n Wreaths were laid before a photo of the late. &nbsp;&nbsp;&nbsp;\r\n  Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned visited the embassy and observed a moment's silence in memory of the late, and made entries in the mourners' book.    \r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting of Frontrankers in Scientists and Technicians Shock Brigade Movement Held",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#14",
            "content": "Greetings to Prime Minister of Saint Vincent and Grenadines\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Ralph Gonsalves, prime minister of Saint Vincent and Grenadines, on the occasion of the 26th anniversary of the independence of the country. \r\n Expressing the belief that the friendly relations between the two countries would continue to develop, the message wished him and the government of Saint Vincent and Grenadines greater successes in the work for prosperity of the country.      \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Condolences Expressed to Nigerian President",
            "url": "http://kcna.co.jp/item/2005/200510/news10/27.htm#15",
            "content": "National Meeting of Frontrankers in Scientists and Technicians Shock Brigade Movement Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 26 (KCNA) -- The national meeting of frontrankers in the scientists and technicians shock brigade movement was held at the People's Palace of Culture Wednesday. \r\n The meeting reviewed the achievements and experience gained in the movement in hearty response to the original policies of the Workers' Party of Korea on the scientific and technical revolution and on the mass technical innovation movement and discussed tasks and ways of further intensifying the movement as required by the Songun era in the new century. &nbsp;&nbsp;&nbsp;\r\n Present there were Pak Pong Ju, Choe Thae Bok, Ro Tu Chol, officials concerned and members of the shock brigades who have distinguished themselves in the movement. &nbsp;&nbsp;&nbsp;\r\n Pak Pong Ju conveyed a congratulatory message of the Central Committee of the WPK to the participants in the meeting. &nbsp;&nbsp;&nbsp;\r\n It highly praised the members of the shock brigades for having successfully settled many scientific and technical issues in cooperation with masses of producers since they proceeded to important fields and sites of economic construction and national defence upbuilding and thus creditably performed their duties as the vanguard in implementing the Party's policy on science and technology over the last three decades. &nbsp;&nbsp;&nbsp;\r\n It expressed firm belief that the participants and the members of the shock brigades across the country would bring about a new turn in the efforts to implement the Party's policy on science and technology to make a greater contribution to the building of a great prosperous powerful socialist nation.\r\n  Choe Thae Bok in his report referred to the achievements made in the activities of the shock brigades, stressing that the Korean-style scientists and technicians shock brigade movement that started under the wise leadership of Kim Jong Il helped successfully solve the issue of closely combining scientific researches with production in socialist economic construction and give full play to collectivism in the work for technical innovation in conformity with the intrinsic requirements of socialist society. &nbsp;&nbsp;&nbsp;\r\n He called upon the members of the shock brigades to successfully settle scientific and technical issues arising on all fronts for the building of a great prosperous powerful nation and bring about a fresh turn in the development of the nation's science and technology and economy. \r\n He also underscored the need for all scientists and technicians to acquire latest scientific and technological knowledge in conformity with the requirements of the new century and prepare themselves as intellectuals of ability proficient in science and technology related to their respective fields and display creative cooperation and the beautiful trait of collectivism so as to successfully solve scientific and technological problems arising in production and construction and become pace-setters taking the lead in making a breakthrough in the efforts to build an economic power. &nbsp;&nbsp;&nbsp;\r\n Speakers expressed their firm resolution to live up to the deep trust and great expectation of Kim Jong Il towards them with signal scientific and technological achievements.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}