{
    "date": "2005-09-28",
    "url": "http://kcna.co.jp/item/2005/200509/20050928.htm",
    "articles": [
        {
            "title": "WPK Birthday to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Stand on Solution to Nuclear Issue Reiterated",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#2",
            "content": "WPK Birthday to Be Marked in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- A decision on organizing a preparatory committee for celebrating the 60th birthday of the Workers' Party of Korea was adopted at a meeting of the Executive Committee of the Central Council of the Party for Peace and Unity of Russia on September 21.\r\n The meeting discussed the matter of significantly celebrating the 60th birthday of the WPK and the preparatory committee was formed with Chairwoman of the Party for Peace and Unity S.Z. Umalatova as its chairwoman and six members of the Party leadership as its members. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to hold colorful events such as a seminar and carry an article on the newspaper of the party in celebration of the WPK birthday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Motion Calling for Nat'l Assembly's Ratification of Proposal for Rice Negotiations under Fire",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#3",
            "content": "DPRK's Stand on Solution to Nuclear Issue Reiterated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- The DPRK will closely follow how the U.S. will move at the phase of \"action for action\" in the future.\r\n A DPRK delegate declared this at a plenary session of the Geneva Conference on Disarmament on September 22, referring to the close of the second phase of the fourth six-party talks on the nuclear issue between the DPRK and the U.S.\r\n The DPRK approached the talks with magnanimity, patience and sincerity, proceeding from the principled, fair and aboveboard stand to achieve the general goal of the denuclearization of the Korean Peninsula at any cost, and at last succeeded in meeting all the challenges, making it possible to agree on the joint statement, \"verbal commitments,\" he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The joint statement reflects the DPRK's consistent stand on the settlement of the DPRK-U.S. nuclear issue and, at the same time, the commitments of the U.S. and south Korea responsible for denuclearizing the whole of the Korean Peninsula.\r\n The DPRK will feel no need to keep even a single nuclear weapon if its relations with the U.S. are normalized, bilateral confidence is built and it is not exposed to the U.S. nuclear threat any longer. &nbsp;&nbsp;&nbsp;\r\n What is most essential is, therefore, for the U.S. to provide light water reactors to the DPRK as early as possible as evidence proving the former's substantial recognition of the latter's nuclear activity for a peaceful purpose.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Serious Soil Pollution in U.S. Military Base in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#4",
            "content": "Motion Calling for Nat'l Assembly's Ratification of Proposal for Rice Negotiations under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- The lawmakers from the Democratic Workers' Party of south Korea occupied the place where government policies are examined by the Unification, Diplomacy and Trade Committee of the National Assembly (NA) and went on a sit-in struggle there in protest against the motion calling for the NA ratification of the proposal on rice negotiations on Sept. 23, according to south Korean KBS.\r\n They charged that the NA should not take up the above-said proposal unless the demands of the peasants are reflected in it. &nbsp;&nbsp;&nbsp;\r\n Earlier, the Democratic Workers' Party and peasants bodies called a press conference at which they held that the suspicion about the agreement reached at the rice negotiations has not yet been clarified and the adverse impact it will have on the living of the peasants has not been examined, holding that there is no ground to introduce the motion to the NA.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK's Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#5",
            "content": "Serious Soil Pollution in U.S. Military Base in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- The soil pollution in U.S. military base to be returned to the south Korean side this year is very serious, according to south Korean CBS on Sept. 22.\r\n The Environment and Labor Committee of the National Assembly made public the result of investigation into the 15 places of the U.S. base expected to be returned. According to it, the content of hydrocarbon of land exceeded 100 times, solder 102 times and copper 20 times as much as the tolerable limits.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Human Rights Offensive against DPRK Blasted",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#6",
            "content": "WPK's Birthday Marked in Different Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Round-table talks were held in the Czech Republic and Uganda and a seminar took place in Egypt on Sept. 20 and 21 on the occasion of the 60th anniversary of the Workers' Party of Korea. \r\n Vice-Chairman of the Central Committee of the Communist Party of Bohemia and Moravia Vaclav Exner said at the round-table talks that the Songun politics giving priority to the army in carrying out the cause of socialism is a unique Korean-style political mode under socialism the validity and vitality of which have been fully displayed in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Speakers at the round-table talks held by the Kampala Committee of the Ugandan National Movement referred to the outstanding leadership ability of Kim Jong Il, adding that all the successes the army and people of the DPRK have achieved in their efforts to defend their country and build a great prosperous powerful nation are the brilliant fruition of his distinguished leadership art. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Egyptian Committee for the Study of the Juche Idea Yehia Jakariya Khairallah said in his report titled \"Six decades-long history of the WPK shining with victory and glory\" delivered at the seminar that the WPK is leading to victory the struggle of the Korean people to build a great prosperous powerful socialist nation, meeting all the challenges of the imperialists under the banner of the Songun revolution provided by Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Albanian Prime Minister",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#7",
            "content": "U.S. Human Rights Offensive against DPRK Blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- The U.S. is citing not only the nuclear issue but the \"human rights issue\" for escalating its moves to stifle the DPRK. This comes under fire by a signed commentary of Rodong Sinmun today. In recent days alone senior U.S. officials took issue with the DPRK over the non-existent \"human rights issue,\" the commentary notes, and goes on:\r\n The U.S. diplomatic boss blustered that the newly appointed \"envoy for the human rights issue in north Korea\" would opt for cooperating with other countries to \"improve humanitarianism and human rights performance in north Korea\". How ridiculous and arrogant these remarks are. &nbsp;&nbsp;&nbsp;\r\n It is the ulterior motive of the U.S. to step up its policy of pressure, sanctions and military blackmail towards the DPRK by peddling not only the nuclear issue on the Korean Peninsula but the \"human rights issue\" and a variety of other fictions and, furthermore, start armed invasion of the DPRK under the pretext of \"spreading democracy.\" &nbsp;&nbsp;&nbsp;\r\nThe anti-DPRK \"human rights\" offensive escalated by the U.S. since the appointment of the above-mentioned envoy will get it nowhere. &nbsp;&nbsp;&nbsp;\r\n Should the U.S. step up its hostile policy towards the DPRK over the nuclear issue as well as over its non-existent \"human rights issue\" as now, the DPRK-U.S. ties would further deteriorate. \r\n The U.S. promised to respect the sovereignty of the DPRK and coexist with it in peace at the recent six-way talks. &nbsp;&nbsp;&nbsp;\r\nThe U.S. would be well advised to drop its foolish attempt to bring down the socialist system in the DPRK under the absurd pretext of the \"human rights issue\" and opt for building confidence with the latter.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Albanian Foreign Minister",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#8",
            "content": "Congratulations to Albanian Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a congratulatory message to Sali Berisha on his appointment as prime minister of Albania.\r\n Believing that the relations between the two countries would develop on good terms in conformity with the long tradition of friendship and cooperation and in the interests of the two peoples, the message wished him success in his new job for the stability and prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WHO Southeast Asian Regional Office Chief Here",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#9",
            "content": "Congratulations to Albanian Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to Besnik Mustafaj on his appointment as Albanian foreign minister.\r\n Expressing the belief that the relations between the two countries would develop in various fields, the message wished him great success in his new job.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#10",
            "content": "WHO Southeast Asian Regional Office Chief Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Director of the Regional Office for South-East Asia of the WHO Samlee Plianbangchang and his party arrived here Tuesday.\r\n They were met at the airport by an official concerned and the resident representative of the WHO in the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successes Made in Light Industry",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#11",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea headed by Chairman of its Central Committee Ryom Sun Gil left here Tuesday to attend the 18th meeting of the Presidential Council of the World Federation of Trade Unions to be held in France, commemorations of the 100th anniversary of the start of the Trade Union Movement of Russia to be held in Russia and other functions. \r\n It was seen off at the airport by Vice-Chairman of the Central Committee of the GFTUK Kim Yong Do and Councillor of the Russian embassy here Mikhail Vetrov.\r\n Arriving here today was a delegation of the Foreign Ministry of the Socialist Republic of Vietnam headed by Deputy-Minister Nguyen Phu Binh.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korea, Home of Baduk",
            "url": "http://kcna.co.jp/item/2005/200509/news09/28.htm#12",
            "content": "Successes Made in Light Industry\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Signal achievements have been made in the sector of light industry of the Democratic People's Republic of Korea, in hearty response to the joint slogans issued by the Central Committee and the Central Military Commission of the Workers' Party of Korea on the occasion of its 60th birthday.\r\n Silk mills are standing in the van of the upswing in the production.\r\n The Pakchon and Nyongbyon Silk Mills have effected a technical innovation to solve issues arising in silk production including raising the quality of printed cloth of new patterns. They are now carrying out their daily quotas for the production of quality shirting, velvet and other fabrics for Korean clothes at more than 130 percent.\r\n The Pyongyang, Hamhung and other silk-reeling mills have modernized the outmoded facilities and production processes, thus improving the quality of their products and expanding production successes. &nbsp;&nbsp;&nbsp;\r\n Innovations have been reported from the Sinuiju, Wonsan, Sariwon and other footwear factories across the country. &nbsp;&nbsp;&nbsp;\r\n The technicians and employees of the Ryuwon Footwear Factory have launched a drive to increase production, with the result that they have doubled their monthly production with the existing equipment and manpower. &nbsp;&nbsp;&nbsp;\r\n Those of the Pyongyang Shoes Factory have introduced over ten new models of shoes and made a breakthrough in an increased production.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}