{
    "date": "2005-06-16",
    "url": "http://kcna.co.jp/item/2005/200506/20050616.htm",
    "articles": [
        {
            "title": "Letter to Kim Jong Il from AINDF Central Committee",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Distorted Results of Prosecution Investigation Denounced",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#2",
            "content": "Letter to Kim Jong Il from AINDF Central Committee \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Leader Kim Jong Il received a letter from the Central Committee of the Anti-Imperialist National Democratic Front on June 15 on the occasion of the fifth anniversary of the historic North-South summit and the publication of the June 15 joint declaration.\r\n The letter said that Kim Jong Il arranged the north-south summit, the first of its kind in the history of the country's division, providing the June 15 joint declaration the keynote of which is the idea of \"By our nation itself,\" adding that this was a great event of epochal significance in carving out the destiny of the nation and accomplishing the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n Noting that the historic joint declaration was a precious fruition of his unshakable faith and will to hand over a reunified country to all the Koreans at an early date, true to President Kim Il Sung's last instructions for national reunification, the letter said: The last five years since the publication of the joint declaration have been an emotion-charged period in which the idea of \"By our nation itself\" was cherished in the minds of the Koreans as a lifeline for achieving national reunification and carving out the destiny of the nation and all the Koreans met the vicious challenge of the anti-reunification forces at home and abroad and brought about world-startling events through their concerted efforts, dynamically steering the era of independence and reunification. &nbsp;&nbsp;&nbsp;\r\n  Pointing out that Kim Jong Il has built up matchless armed forces and turned Korea of Juche into a dignified country with powerful nuclear deterrence, the letter stressed that this is an outstanding great exploit as he has upheld and protected the steady process of implementing the June 15 joint declaration by foiling the U.S. imperialists' moves for a new war to bring a horrible nuclear calamity to the Korean nation. &nbsp;&nbsp;&nbsp;\r\nThe letter continued: &nbsp;&nbsp;&nbsp;\r\n  We will encourage the people from all walks of life to realize the three forms of cooperation for national independence, peace against war and reunification and patriotism under the banner of \"By our nation itself,\" the motto for achieving national reunification and carving out the destiny of the nation. We will thus lead them to turn out as one in the struggle to decisively frustrate the frantic moves of the U.S. imperialists and their stooges to ignite a new war and perpetuate the division of Korea and implement the historic joint declaration so as to make this significant year occupy a brilliant page in the history of the movement for national independence and reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Newspapers Observe Anniversary of Inter-Korean Joint Declaration",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#3",
            "content": "Distorted Results of Prosecution Investigation Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- The People for Achieving Peace and Reunification, a south Korean civic organization, called a press conference in Seoul on June 10 and denounced the distorted results of investigation by the prosecution into the case of the murder of schoolgirls Sin Hyo Sun and Sim Mi Son, according to south Korean KBS.\r\n An analysis of the record of prosecution investigation opened to the public three years after the murder by GIs reveals that the results of investigation by the Uijongbu District Prosecutor's Office in August 2002 were a distortion, said the organization. The prosecution claimed at that time that \"the case was unavoidable because no measure could be taken due to communication jamming\". &nbsp;&nbsp;&nbsp;\r\n The \"recommendation on the legal examination of the investigation results\" sent to the U.S. Second Division by the district prosecutor's office one month after the publication of the investigation results included proofs that the criminals had picked up the schoolgirls and the U.S. soldiers' statement contained the record that \"there was no communication jamming,\" noted the organization, adding: This implants into the people a suspicion that the prosecution published distorted results of investigation at that time.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Hosts Banquet for South Side's Delegation",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#4",
            "content": "Newspapers Observe Anniversary of Inter-Korean Joint Declaration \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Pyongyang-based newspapers today dedicate editorials to the 5th anniversary of the June 15 joint declaration.\r\n Describing the joint declaration as a precious product of leader Kim Jong Il's intense fidelity to the instructions of President Kim Il Sung for national reunification and his ardent patriotism, Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n The grand festival for national reunification is now going on in Pyongyang with representatives of Koreans from the north and the south of Korea and abroad attending to mark the anniversary of the joint declaration. This fact proves that the declaration is a reunification programme common to the nation both in name and reality. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should invariably uphold the banner of the June 15 joint declaration despite whatever trials, hardships and situation. &nbsp;&nbsp;&nbsp;\r\n They should firmly maintain the transparent Juche-based view and stand in the efforts to accomplish the cause of national reunification, decisively reject flunkeyism and the idea of depending on outsiders and keep vigilance against the foreign forces' moves for domination and interference aimed at infringing upon the dignity and sovereignty of the Korean nation and hampering its reunification. &nbsp;&nbsp;&nbsp;\r\n Solidarity and unity among the three parties--the north, south and overseas sides--should be strengthened to ensure the overwhelming superiority of the pro-reunification forces over the anti-reunification forces and fully display the stamina of the Korean nation strong in national character and the spirit of unity. &nbsp;&nbsp;&nbsp;\r\n Without shattering the U.S. sinister scheme for a war of aggression, is it impossible to ensure peace of the nation, successful implementation of the joint declaration and co-prosperity of the nation. All the Koreans should valiantly turn out in the anti-U.S., anti-war struggle for the sake of the nation's dignity and destiny. &nbsp;&nbsp;&nbsp;\r\n The more desperate outsiders become in their moves for aggression and intervention, the higher the Koreans should hold higher the banner of the idea \"By our nation itself\" and the more strictly they should subordinate everything to it. &nbsp;&nbsp;&nbsp;\r\n The joint declaration and the era of independent reunification that came to the Korean Peninsula are the result of the Songun politics consistent with the spirit of national independence and patriotism, the politics that guarantees peace. All the Koreans should be proud of the Songun politics, the nation's treasured sword of justice, and uphold it with patriotism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Chongryon",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#5",
            "content": "Pak Pong Ju Hosts Banquet for South Side's Delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju hosted a banquet at the Mansudae Art Theater Tuesday evening in honor of the delegation of the south side's authorities attending a grand festival for national reunification now under way to mark the 5th anniversary of the publication of the June 15 joint declaration.\r\n Present on invitation were members of the delegation of the south side's authorities led by Minister of Unification Jong Tong Yong. &nbsp;&nbsp;&nbsp;\r\n Present there were members of the delegation of the north side's authorities led by Vice-Chairman of the Committee for the Peaceful Reunification of the Fatherland Kim Ki Nam, Minister of Railways Kim Yong Sam, Minister of Education Kim Yong Jin, Minister of Public Health Kim Su Hak and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Pak in his speech welcomed with compatriotic feelings the delegation of the south side's authorities that came here to attend the grand festival for national reunification on the occasion. \r\n He said that representatives of the north and south sides' authorities have joined representatives of Koreans from all walks of life in the north and the south and overseas in such a national event for reunification for the first time in the history of national division, adding this is another remarkable event brought about by the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the idea of \"By our nation itself\" would always serve as a powerful driving and motive force demonstrating the high dignity and majestic appearance of the Korean nation, the premier underscored the need for the Koreans responsible for the issue of reunification to uphold this idea under any circumstances and successfully solve it by pooling their will and efforts and the need for the authorities of the two sides to fulfill their duties and responsibilities for realizing the desire of all compatriots for reunification as they are directly in charge of the implementation of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Jong noted in his speech that the north and south authorities have co-sponsored joint functions marking the anniversary of the June 15 event, adding that this proves internally and externally that the south and north authorities are firm in their will to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n He pointed out that the June 15 joint declaration stated that the Koreans would solve the problem of peace and reunification independently by their concerted efforts and its publication substantially offered the south and the north an opportunity of mutual help, reconciliation and cooperation, away from the long-standing distrust. &nbsp;&nbsp;&nbsp;\r\n We have tremendous strength provided by the June 15 joint declaration, he noted, expressing the hope that the tasks before the authorities of the two sides would be wisely resolved with the joint functions as a momentum.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Soldiers' Brutal Murder of S. Korean Woman Assailed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#6",
            "content": "Letter to Kim Jong Il from Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Leader Kim Jong Il received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan Wednesday on the fifth anniversary of the publication of the historical June 15 North-South Joint Declaration.\r\n The letter says: &nbsp;&nbsp;&nbsp;\r\n The historical inter-Korean summit meeting and the joint declaration were immortal national historic feats for the cause of national reunification performed by Kim Jong Il who holds it his lifelong motto to carry into practice the behests of President   Kim Il Sung on reunification. &nbsp;&nbsp;&nbsp;\r\n The officials of Chongryon and Koreans in Japan have fulfilled their honorable mission in the noble cause to accelerate the independent reunification of the country, proudly standing in the pro-reunification patriotic ranks along with the whole Korean nation under the banner of the declaration. &nbsp;&nbsp;&nbsp;\r\n Now the Chongryon officials and Koreans in Japan are filled with firm resolution to vigorously turn out in the struggle to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n We will widely let the Koreans in Japan know that the Songun politics pursued by Kim Jong Il is a decisive guarantee for defending sovereignty and peace of the nation and achieving the independent and peaceful reunification of the country and powerfully rouse the Koreans of all strata in Japan in the nation-wide movement for reunification in accordance with the joint declaration, the banner of reunification common to the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Peasants' Organizations of S. Korea Declare General Strike",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#7",
            "content": "U.S. Soldiers' Brutal Murder of S. Korean Woman Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- As already reported, wolf-like soldiers belonging to the 55th MP Corps of the 2nd Division of the U.S. forces in south Korea drove their truck over a south Korean woman, killing her, when she was crossing a road intersection in Tongduchon, Kyonggi Province on June 10.\r\n This tragic case goes to prove once again that south Koreans can never live in peace and such tragedy will never end so long as the U.S. imperialist aggressor forces stay there. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement on June 14 bitterly condemned this shuddering murder in the name of all the Koreans, branding it as the murder case as cruel as the killing of Sin Hyo Sun and Sim Mi Son. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n For fear that this case might infuriate the south Koreans and other Koreans, the United States has become busier than ever before expressing what it called \"regret\" and \"condolences,\" burning incense, consoling her bereaved family and taking an emergency measure. \r\n The U.S. expression of \"regret\" or \"condolences\" to the bereaved family and south Koreans is nothing but hypocrisy. &nbsp;&nbsp;&nbsp;\r\n The U.S. is sadly mistaken if it thinks it can soothe the grief of south Koreans and calm down the Korean nation's anti-American sentiment, through such ridiculous farce.\r\n The statement called upon the south Koreans to draw a bitter lesson from the case and intensify their actions to put an end to the U.S. military presence and colonial rule over south Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Troops Pullout Urged",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#8",
            "content": "Peasants' Organizations of S. Korea Declare General Strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Members of peasants' organizations and civic and public organizations in south Korea such as the Federation of Peasants Associations reportedly held a press conference in front of the U.S. embassy on June 10 to declare a general strike of peasants.\r\n Mun Kyong Sik, chairman of the federation, O Jong Ryol, permanent chairman of the National Alliance for Democracy and Reunification, and other speakers referred to the fact that on June 9 the south Korean government authorities yielded to the U.S. pressure to give a privileged position to the U.S. rice, and expressed the resolutions of the organizations to make every possible effort to bar the south Korean National Assembly from ratifying the government's sycophantic and traitorous motion  on the negotiations for opening the rice market to the U.S. &nbsp;&nbsp;&nbsp;\r\n They said that the opening of the rice market should never be allowed as it is aimed at killing peasants, calling on all the people to turn out to save the peasants in this land.\r\n A press release issued at the press conference declaring the peasants' struggle said that all peasants would hold a city or county rally on June 20 and representatives of major peasants' organizations enter into a hunger-strike and in case \"a revised plan for the implementation of the agreement on the negotiations on the tariffs on rice\" is ratified by the NA, all peasants across the country would stage a mammoth demonstration in front of its building.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Submission to U.S. Economic Pressure Assailed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#9",
            "content": "U.S. Troops Pullout Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- The People for Achieving Peace and Reunification reportedly issued on June 9 a statement titled \"U.S., stop crying out for the strategic flexibility of the U.S. forces in south Korea and pull them from it\".\r\n The statement referred to the recent disclosure of the fact that U.S. Deputy Assistant Secretary of Defence for Asian and Pacific Affairs Lawless flew into south Korea in top secrecy and intimidated the south Korean authorities, blustering that the U.S. may pull its forces out of south Korea unless south Korea meets its demands such as \"strategic flexibility\" and \"CONPLAN 5029\". &nbsp;&nbsp;&nbsp;\r\n By blackmailing the authorities, talking about the \"withdrawal of the U.S. troops\", the U.S. seeks a crafty aim to realize its strategy for gaining a military edge, the statement said, asserting that the U.S. imperialistic demand and the Korean nation's interests can never go together. &nbsp;&nbsp;&nbsp;\r\n The above-said assertion made by those concerned of the U.S. reflects the objective reality in which the U.S. forces find neither justification nor any reason to stay in south Korea any longer, the statement said, strongly urging the U.S. to pull back its forces from south Korea as early as possible.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "CPRF Memorandum Marks Anniversary of June 15 Declaration",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#10",
            "content": "S. Korean Authorities' Submission to U.S. Economic Pressure Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- It has been disclosed that in the negotiations on rice the south Korean authorities submitted to the brigandish pressure of the United States for opening rice market. In this regard, Mun Kyong Sik, chairman of the Federation of Peasants' Associations in south Korea, reportedly released a statement on June 9, urging the authorities to immediately nullify the results of the pro-American rice negotiations by the U.S. pressure.\r\n The statement said the disclosure of the fact proves that the remarks of the minister of Foreign Affairs and Trade and the minister of Agriculture that there can be no additional content except the behind-the-scene agreement were a trick to deceive the people. &nbsp;&nbsp;&nbsp;\r\n We strongly demand that the government promptly withdraw the \"motion on ratification\" submitted to the \"National Assembly\", the statement said, urging the U.S. to stop its economic pressure at once.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Indian Political Party Brands U.S. as Wrecker of Korean Peace",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#11",
            "content": "CPRF Memorandum Marks Anniversary of June 15 Declaration\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- The Committee for the Peaceful Reunification of the Fatherland (CPRF) issued a memorandum Tuesday on the occasion of the 5th anniversary of the historic Pyongyang summit and the publication of the June 15 North-South Joint Declaration. It reviews the praiseworthy achievements made in the movement for national reunification and in the north-south relations in the idea of \"By our nation itself\" set out in the declaration and patriotic efforts for reunification made in the past five years.\r\n According to the memorandum, the publication of the declaration helped the nation greet a new era in which all the Koreans advance in the idea of \"By our nation itself\" and signal achievements have been made in the movement for independent reunification since then. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Organizations and figures representing different circles and social strata in the north and the south and abroad held seven big national reunification functions in Pyongyang, at Mt. Kumgang resort, Seoul and Inchon on such important occasions as June 15, August 15 and March 1, etc. over the last five years. &nbsp;&nbsp;&nbsp;\r\n In March last the Korean nation formed the Preparatory Committee for Joint Functions of Koreans in the North, the South and Abroad to Implement the June 15 Joint Declaration, a nation-wide reunification movement organization grouping political parties, organizations and personages of all social standings from the three sides. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" has brought about a qualitative change in the nationwide struggle against the U.S. and outsiders. &nbsp;&nbsp;&nbsp;\r\n The murder of middle schoolgirls by U.S. imperialist aggression soldiers in south Korea sparked off a fiercer anti-U.S. struggle. At least 5,880 anti-U.S. actions were staged in 2002 alone, their participants totaling more than 6.7 million. &nbsp;&nbsp;&nbsp;\r\n Such massive anti-U.S. struggles that raged throughout south Korea resulted in the miserable defeat of pro-U.S. sycophantic traitors in the presidential election in late 2002 and at the National Assembly election in the spring of 2004. This meant a big victory of those forces for national independence, reunification and patriotism. &nbsp;&nbsp;&nbsp;\r\n The last five years after the publication of the declaration have been a period of a historic turn in which the history of the north-south mistrust and confrontation has given way to a new era of reconciliation and cooperation, guided by the idea of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n This period has witnessed 14 ministerial talks between the authorities of the north and the south, 42 meetings, inter-sector panel meetings and working contacts between the two sides to the committee for the promotion of economic cooperation and 11 talks and working contacts between the military authorities of both sides, almost 100 talks and contacts in all.  Since the publication of the declaration the north and the south have adopted agreements nearly at all ministerial talks and this resulted in realizing\r\nthe reunion of separated families and relatives, through four rounds of Red Cross talks, ten times in a little more than four years. &nbsp;&nbsp;&nbsp;\r\n The south Korean media organizations delegation and representatives of 14 political parties and organizations and dozens of figures from different social strata in south Korea have visited Pyongyang in groups. &nbsp;&nbsp;&nbsp;\r\n A special mention should be made of the fact that 63 former unconverted long-term prisoners crossed the barrier of division and came to the embrace of the DPRK in September 2000, a world historic event brought about by the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The historic Pyongyang summit and the publication of the June 15 joint declaration and the efforts made for its implementation helped all Koreans and other people of the world more deeply grasp the great personality of leader Kim Jong Il and this made it possible for the nation's cause of reunification to advance with an increased driving force and dynamism amidst the unanimous support of the Koreans at home and abroad.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Staff Members of Libyan People's Bureau Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#12",
            "content": "Indian Political Party Brands U.S. as Wrecker of Korean Peace\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- The Communist Party of India (Marxist) released a statement on June 9 on the occasion of the fifth anniversary of the June 15 North-South Joint Declaration, in which it branded the United States as an arch criminal destroying peace and stability on the Korean Peninsula and obstructing the national cooperation.\r\n A new turning-point for the movement of reunification has been opened on the Korean Peninsula in the basic idea of the joint declaration \"By our nation itself\" after its publication on June 15, 2000, the statement noted, and said: &nbsp;&nbsp;&nbsp;\r\n In the last five years, multi-channel talks and contacts including the ministerial talks have been held and cooperation and exchanges steadily expanded between the north and the south of Korea despite of interference of outsider forces and obstructions of the anti-reunification forces at home and abroad. &nbsp;&nbsp;&nbsp;\r\n However, the Korean people's desire for reunification has not been realized due to the moves of the United States to isolate and stifle the DPRK. The U.S. is making desperate efforts to hamstring the favorably developing inter-Korean relations while seeking to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n We strongly urge the U.S. to withdraw its imperialist aggression forces, the source of all misfortunes and sufferings, from south Korea without delay and refrain from hindering the efforts of the Koreans to achieve the national reunification by themselves.\r\n We are sure that the Korean people will make a new breakthrough for national reunification by carrying the idea of the June 15 North-South Joint Declaration into practice as soon as possible under the wise leadership of Kim Jong Il this year which marks the 60th anniversary of Korea's liberation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reckless Remarks of Japanese Minister Blasted",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#13",
            "content": "Staff Members of Libyan People's Bureau Help Korean Farmers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Bashir Ramadan Khalifa Abu Janah, secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya to the DPRK, and staff members of the Libyan people's bureau helped farmers of the DPRK-Libya Friendship Jangchon Cooperative Farm in Sadong District, Pyongyang in their farm work on Tuesday.\r\n After looking round a room dedicated to the farm's history of leadership exploits of President Kim Il Sung and Kim Jong Il, the guests harvested vegetables together with the farmers. &nbsp;&nbsp;&nbsp;\r\n During the break they had a conversation with the farmers, deepening the friendly feelings. &nbsp;&nbsp;&nbsp;\r\n The secretary said that many successes were achieved in the agriculture of the DPRK under the leadership of Kim Jong Il and hoped that the farmers would bring a good fruition in agricultural production this year. &nbsp;&nbsp;&nbsp;\r\n He said that the friendly relations between Libya and the DPRK are growing stronger day by day. &nbsp;&nbsp;&nbsp;\r\n The members of the Libyan people's bureau conveyed aid materials to the�@farm.  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Buddhist and Round Buddhist Mass Held",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#14",
            "content": "Reckless Remarks of Japanese Minister Blasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- The reckless remarks concerning the issue of Tok Islet again made by Nakayama, Japanese minister of Education and Science, on June 11 came under a barrage of criticism, according to the south Korean MBC.\r\n He, in his \"dialogue with citizens\" in Shizuoka Prefecture, that day asserted that it is necessary to teach students that Tok Islet is part of the territory of Japan, arguing it is most important to teach them where its territory is located. &nbsp;&nbsp;&nbsp;\r\n These remarks came two days after the North Kyongsang Provincial Assembly of south Korea passed the motion on designating October as the month of Tok Islet. &nbsp;&nbsp;&nbsp;\r\n The outbursts let loose by Nakayama again this time though he had been strongly condemned for claiming several times in the past that the islet was part of the territory of Japan indicate what uncontrollable phase Japan's ambition for aggression has reached.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang, Solid Base for Reunification",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#15",
            "content": "Joint Buddhist and Round Buddhist Mass Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- A joint mass of Buddhists and Round Buddhists of the north and the south was held at Kwangpop Temple in Mt. Taesong, Pyongyang, on June 15 to pray for national reunification on the occasion of the fifth anniversary of the Pyongyang summit of the north and the south and the publication of the June 15 joint declaration\".\r\n The mass was attended by office-bearers of the Central Committee and Pyongyang City Committee of the Korean Buddhist Federation, priests and Buddhists in Pyongyang and Buddhists and Round Buddhists from south Korea. &nbsp;&nbsp;&nbsp;\r\n A ritual was made which was followed by speeches and then a joint prayer was read out. &nbsp;&nbsp;&nbsp;\r\n The speakers said that they were holding the mass at a time when all the Koreans' zeal for reunification has grown stronger than ever before on the occasion of the anniversary of the historic joint declaration. They called on all Buddhists and Round Buddhists to turn out in the struggle to achieve the independent and peaceful reunification of the country, deeply aware of their mission and duty as Koreans responsible for national reunification. &nbsp;&nbsp;&nbsp;\r\n The publication of the joint declaration marked a turning point in ending the history of division and confrontation and ushering in a new era of national reconciliation and unity, they said, reiterating the pledge of Buddhists and Round Buddhists in the north and the south to achieve harmony so as to repay the Buddha's love in the idea of \"By our nation itself.\" They urged them to foil the U.S. imperialists and their allies' evermore undisguised moves to provoke a nuclear war and devote themselves to the drive to achieve the three forms of cooperation i.e., for national independence, peace against war and reunification and patriotism so as to safeguard country's peace and security. They also called on them not to pardon the Japanese militarists' moves to stage a comeback, grab Tok Islet and distort history but pool wisdom and efforts in their valiant struggle to\r\n frustrate them.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Office of Law Practice Opens",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#16",
            "content": "Pyongyang, Solid Base for Reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- The grand festival for national reunification marking the 5th anniversary of the June 15 joint declaration is going on in Pyongyang, the capital city of the Democratic People's Republic of Korea, attracting the attention of all the Korean people.\r\n Every nook and corner of the city is replete with warm compatriotism and the faces of the participants in the festival representing Koreans of various strata in the north, the south and overseas are expressive of the firm resolution to put a period to the tragedy of national division at an early date. &nbsp;&nbsp;&nbsp;\r\n Pyongyang is the city of historic significance where the cause of national reunification, the cherished aspiration of the Korean people, was pioneered and is being carried to completion. &nbsp;&nbsp;&nbsp;\r\n It was the venue of the Joint Conference of Representatives of Political Parties and Public Organizations in North and South Korea held on April, Juche 37 (1948) at the initiative of President Kim Il Sung to discuss measures for overcoming the crisis of national division. &nbsp;&nbsp;&nbsp;\r\n A consultative meeting of leaders of political parties and social organizations in the north and the south of Korea was held in the city from the end of June to the beginning of July of that year to adopt a resolution on establishing the all-Korea Supreme People's Assembly, an all-Korea supreme legislative body, and on setting up the all-Korea government with representatives of the north and the south of Korea. &nbsp;&nbsp;&nbsp;\r\n Many documents reflecting the just stand of the Workers' Party of Korea and the government of the DPRK have since been published in Pyongyang. Among them are the declaration of the Supreme People's Assembly (1955), the declaration of the Third Congress of the WPK (1956) and statements of the DPRK government (1956 and 1958).\r\n In 1972 the high-level political talks between the north and the south of Korea were held here to make public the historic North-South Joint Statement the keynote of which is the three principles of national reunification--independence, peaceful reunification and the great unity of the nation. &nbsp;&nbsp;&nbsp;\r\n There was in the city in June 2000 a north-south summit meeting, the first of its kind in the history of national division. It published the north-south joint declaration based on the idea of \"By our nation itself\" so as to open up a turning phase for national reunification. &nbsp;&nbsp;&nbsp;\r\n Many art works and edifices including the Monument to the Three Charters for National Reunification, the United Front Tower, Thongil Street and Thongil Metro Station reflecting the ardent desire of the Korean people for reunification have been created in Pyongyang to arouse them in the efforts for national reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting for National Reunification Held",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#17",
            "content": "Office of Law Practice Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- A ceremony of opening the Law Office to be jointly managed by the Korean Lawyers Committee and the Birindelli Law Company of Italy was held here on June 15.\r\n Present there were Vice-Minister of Foreign Trade of the DPRK Kim Yong Jae, officials concerned and President of the company of Italy Luca Birindelli and his party. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Declaration for National Reunification Adopted",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#18",
            "content": "Meeting for National Reunification Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- A meeting for national reunification was held at the April 25 House of Culture on June 15 to mark the fifth anniversary of the June 15 joint declaration.\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, representatives of different circles of the north and south and overseas who are attending the grand festival for national reunification including Kim Ki Nam, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland, and Jong Tong Yong, minister of Unification, who are respectively leading the delegations of the north and south authorities. &nbsp;&nbsp;&nbsp;\r\n Keynote reports were made by representatives of the north and south and overseas sides. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho, chairman of the North Side's Preparatory Committee, said that all the Koreans in the north and the south and overseas should hold higher the banner of \"By our nation itself\", the core of the joint declaration, as it lays down fundamental principles and ways of achieving national reunification. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for the north and the south to consider the idea of \"By our nation itself\" as a way of existence common to the nation and a powerful weapon for protecting the interests of the nation, turn antagonism and confrontation into reconciliation and unity and counter the war forces in unity so as to protect the well-being and peace of the nation, An called for further developing the \"June 15 Joint Committee\" into an organization for the nationwide movement for reunification. &nbsp;&nbsp;&nbsp;\r\n He proposed to fix June 15, the day of the publication of the historic June 15 joint declaration that heralded a new start of the movement for independent reunification, as Day of \"By our nation itself\" and have a joint national celebration of the day, declaring that the north would always join hands with all the political parties, organizations and personages in the south and overseas in the efforts to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n  Paek Rak Chong, chairman of the South Side's Preparatory Committee, referred to the achievements made in the movement for reunification in the past five years after the publication of the June 15 joint declaration. The south-north relations have made big progress but the threat of war and military tension have been escalated on this land, hamstringing the efforts for national reconciliation and cooperation, he added. &nbsp;&nbsp;&nbsp;\r\n In order to avert a war, defuse the military tension and ensure peace on this land, the 70 million Koreans should turn out in a nationwide struggle to preserve peace from the threat of war and military confrontation, he said. &nbsp;&nbsp;&nbsp;\r\n He called on all the Koreans to achieve national reconciliation and cooperation and peace and reunification of the country by their own efforts, as indicated by the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Kwak Tong Ui, co-chairman of the Overseas Side's Preparatory Committee, said that the on-going festival constitutes a giant stride forward in demonstrating the Koreans' unshakable will to implement the joint declaration and ending the tragic division and creating a new history of national prosperity by pooling their efforts in the idea of \"By our nation itself\" in the drive to implement the declaration. &nbsp;&nbsp;&nbsp;\r\n  Whoever loves the country and the nation should pool efforts and turn out in a sacred struggle to protect peace from a war, he said, and continued: A key to removing dark clouds of war and defending peace on this land lies in realizing national cooperation and the strength to fling the big gate to peaceful reunification also lies in national cooperation. &nbsp;&nbsp;&nbsp;\r\n He underscored the need for all the Koreans to turn out in the struggle to achieve national cooperation, an engine for independent reunification. &nbsp;&nbsp;&nbsp;\r\n Vice-Chairperson of the North Side's Preparatory Committee Pak Sun Hui, Co-representative of the South Side's Preparatory Committee Jong Hyon Baek, Co-Chairman of the Overseas Side's Preparatory Committee Mun Tong Hwan in their speeches said that over the last five years since the publication of the joint declaration the Koreans have achieved reconciliation and cooperation, paving the way for peace and reunification of the country. &nbsp;&nbsp;&nbsp;\r\n If we remain weak, we cannot protect the sovereignty and dignity of the country and nation or its people's right to existence nor can we achieve national reunification, they said, and went on: Whoever truly wants peace of the country and the security of the nation should more firmly join hands with fellow countrymen, instead of cooperating with foreign forces. &nbsp;&nbsp;&nbsp;\r\n A declaration for national reunification was adopted at the meeting.        \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Group Meetings Held at Reunification Festival",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#19",
            "content": "Declaration for National Reunification Adopted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- A declaration for national reunification was adopted at a meeting for national reunification held at the April 25 House of Culture Wednesday to mark the fifth anniversary of the publication of the June 15 joint declaration.\r\n The declaration reads: &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration is a declaration for national independence, one for peace against war and one for great national unity that has opened up a wide avenue for national reunification before the Korean nation. &nbsp;&nbsp;&nbsp;\r\n In the last five years the Korean nation has taken a giant stride toward national reunification along the road paved by the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The whole nation has keenly realized that it is the master responsible for reunification.\r\n The history of antagonism and confrontation within the nation has given way to the present era of reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n The disconnected blood vessels have been relinked, leaving the barrier only in show.\r\n The validity and the vitality of the June 15 joint declaration have been proved in reality and its spirit has become a common patriotic idea favored by all Koreans. &nbsp;&nbsp;&nbsp;\r\n We will be greeting a new phase of national reunification soon. &nbsp;&nbsp;&nbsp;\r\n Convinced of the bright future of national reunification, we solemnly declare at this meeting as follows to bring about a new turning point on the way of independent and peaceful reunification by pooling efforts of all the fellow countrymen: &nbsp;&nbsp;&nbsp;\r\n Firstly, it is the unanimous desire and will of the Koreans to see that the north and the south enjoy co-existence and co-prosperity and live as one nation along the road paved by the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n We will accomplish the historic cause of national reunification independently by the united efforts of our nation as laid down in the historic joint declaration. &nbsp;&nbsp;&nbsp;\r\n Secondly, June 15, 2000 is a historic day when the north and the south unfolded a new era of national reunification. &nbsp;&nbsp;&nbsp;\r\n We will designate the day when the June 15 joint declaration, which signifies a dramatic turn-round in shaping the nation's destiny, was published as Day of \"By Our Nation Itself\", the commemorative day of the publication of the June 15 joint declaration, and celebrate it as a common fete of the nation. &nbsp;&nbsp;&nbsp;\r\n Thirdly, the basic way for thoroughly implementing the June 15 joint declaration is to achieve cooperation between fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n We will promote joint steps, strengthen solidarity and boost multi-faceted cooperation between the authorities and between civilians, putting the common interests of the nation in the first place. &nbsp;&nbsp;&nbsp;\r\n Fourthly, there can neither be peaceful reunification nor be co-prosperity of the nation without peace. &nbsp;&nbsp;&nbsp;\r\n We will remove the danger of a nuclear war and build a peaceful home of life in this land by the united strength of all Koreans. &nbsp;&nbsp;&nbsp;\r\n Fifthly, the June 15 Joint Committee is a precious fruition of the national reunification movement of the Koreans in the north and the south of Korea and overseas who have dynamically advanced in the sprit of the joint declaration.\r\n We will strengthen and develop the June 15 Joint Committee into the broadest and mightiest organization of patriotic movement for reunification rallying as one all Koreans who support the June 15 joint declaration and promoting the national reunification movement by a nation-wide turnout. &nbsp;&nbsp;&nbsp;\r\n The entire nation is the master of national reunification unfolding a new era of reunification. &nbsp;&nbsp;&nbsp;\r\n We will step up the grand march of the nation for independence, peace and reunification this year in which falls the fifth anniversary of the June 15 joint declaration and thus usher in a turning phase of national reunification and display the dignity and honor of the Korean nation over the length and breadth of the world.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Function of North and South Authorities Held",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#20",
            "content": "Group Meetings Held at Reunification Festival\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Meetings of workers, peasants, youth and students, women, teachers and politicians, etc. in the north and the south and overseas were held in Pyongyang and local districts today as part of the grand festival for national reunification marking the 5th anniversary of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The meetings reviewed the successes and experience gained in the reunification movement over the last five years since the publication of the historic June 15 joint declaration and discussed the issues of uniting all the Koreans under the banner of \"By Our National Itself\" to check and frustrate the outside forces' moves for interference and war, promote national reconciliation and unity and boost the cooperation between the north and the south. &nbsp;&nbsp;&nbsp;\r\n They also discussed the issues of more dynamically waging the movement for national reunification with the preparatory committee for joint functions of Koreans in the north, the south and overseas to implement the June 15 joint declaration, an organization for the nationwide movement for reunification as an umbrella body. &nbsp;&nbsp;&nbsp;\r\n The meeting of youth and students in the north and the south held at the Central Youth Hall adopted a declaration on setting the period from June 13 to September 8, the 60th year since the U.S. forces' occupation of south Korea as a period of the movement for national independence and staging actions. &nbsp;&nbsp;&nbsp;\r\nThe participants of the meetings visited the units concerned and enjoyed art performances.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Indian Delegation",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#21",
            "content": "Joint Function of North and South Authorities Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- A joint function of the north and south Korean authorities was held at the People's Palace of Culture Wednesday to commemorate the 5th anniversary of the publication of the historic June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Present at the joint function were the delegation of the north authorities headed by Kim Ki Nam, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland, and members of its advisory council and the delegation of the south authorities headed by Jong Tong Yong, minister of Unification, and members of its advisory council. &nbsp;&nbsp;&nbsp;\r\n Kim Ki Nam in his speech paid high tribute and extended warm thanks to leader Kim Jong Il and former President Kim Dae Jung who brought about a turning phase in achieving reconciliation, unity and independent reunification by publishing the June 15 joint declaration, a new milestone in the history of the reunification movement of the Korean nation. He also extended thanks to those personages in the north and the south who contributed to the publication of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The participation of north and south authorities in the grand festival for national reunification that opened with splendor with representatives of Koreans at home and abroad attending to mark the 5th anniversary of the June 15 joint declaration is something unprecedented because it marks a good occasion of demonstrating the real picture of the Koreans advancing in the spirit of \"By our nation itself\", he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The north and south authorities, which have a major role to play in the implementation of the joint declaration, should join hands with each other to steadily develop the inter-Korean relations and take the lead in the Koreans' dynamic march for reunification. &nbsp;&nbsp;&nbsp;\r\n Jong Tong Yong in his speech referred to the brisk exchanges and cooperation made in various fields between the south and the north over the past five years, adding that this constitutes a basis for reunification. &nbsp;&nbsp;&nbsp;\r\n The dispatch of delegations by the authorities of both sides is intended to evidently demonstrate at home and abroad once again their will to implement the June 15 joint declaration, Jong said, calling upon the south and the north to further deepen their trust on this occasion. &nbsp;&nbsp;&nbsp;\r\n Rim Tong Won, member of the south side's advisory council, in his congratulatory speech said the joint declaration implanted the confidence that it is possible to solve the problem of the nation in an independent manner when the north and the south join their efforts and increased the dignity of the nation. And he expressed the belief that the ongoing event would mark a significant occasion for everyone to vow to take the lead in strictly abiding by and implementing the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Ri Jong Hyok, member of the advisory council of the north side, said in his congratulatory speech that the authorities of both sides should hold aloft the banner of \"By our nation itself,\" the idea clarified by them at home and abroad through the joint declaration, and fully realize national cooperation to solve all the issues in the common interests of the nation. &nbsp;&nbsp;&nbsp;\r\n For the present they should positively contribute to terminating the history of confrontation characterized by antagonism and enmity and putting the inter-Korean relations on a new higher stage of development, they added.       \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Opera \"the Tale of Chun Hyang\" Appreciated",
            "url": "http://kcna.co.jp/item/2005/200506/news06/16.htm#22",
            "content": "Yang Hyong Sop Meets Indian Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 15 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with the delegation of the Indian Foreign Ministry headed by Secretary Rajiv Sikri at the Mansudae Assembly Hall Wednesday.\r\n On hand were Vice-Minister of Foreign Affairs Kim Hyong Jun and Indian Ambassador to the DPRK N. T. Khankhup. &nbsp;&nbsp;&nbsp;\r\n On the occasion the head of the delegation voiced the best wishes of the leadership and people of India to leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n While staying in the DPRK, he came to have a good understanding of the desire of the Korean people to achieve national reunification which is gaining momentum on the occasion of the fifth anniversary of the publication of the June 15 North-South Joint Declaration, he said. &nbsp;&nbsp;&nbsp;\r\n He said that the friendly ties between India and the DPRK have long traditions, expressing his determination to boost the ties.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}