{
    "date": "2005-12-27",
    "url": "http://kcna.co.jp/item/2005/200512/20051227.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on Case of Illegal Wire-tapping in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#1",
            "content": "Rodong Sinmun on Case of Illegal Wire-tapping in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- It was recently disclosed that wire-tapping had been illegally conducted by former \"Security Planning Board\" and \"Intelligence Service\" in south Korea. The results of prosecutors' investigation have evidently proven that the mastermind of the case was none other than predecessors of the \"Grand National Party\", Rodong Sinmun today says in a commentary.\r\n According to the results, during the term of the \"civilian government\" the SPB had been engaged in all sorts of illegal eavesdropping with the \"Mirim Team\", an expert wire-tapping organisation. Traitor Kim Young Sam regularly received wire-tapped information through weekly briefing by the head of the SPB. His second son Kim Hyon Chol used to exert pressure upon politicians with such information, posing as \"prince\". Major politicians of ruling and opposition camps, heads of press organs and high-ranking officials including the \"prime minister\", 646 in all in south Korea, were overheard every day.\r\n The commentary further says: &nbsp;&nbsp;&nbsp;\r\n Earlier, it was also disclosed in south Korea that the \"case of the People's Revolutionary Party\" and the \"case of the League of Democratic Youths and Students\", typical of the anti-DPRK smear cases during the past notorious Park Chung-Hee \"Yusin\" regime, were sheer fabrications cooked up by cruel tortures in secret rooms of the CIA. &nbsp;&nbsp;&nbsp;\r\n The facts come to a conclusion that the pioneers of the GNP were a group of criminals who had been notorious for all their evildoings such as intrigues, tortures and murders and illegal wire-tapping and that the present GNP is the vilest bastard of the same stock of the above-said dirty clan.\r\n People from all walks of life in south Korea are now strongly demanding that investigation be made into all crimes committed against democracy and human rights during the successive fascist dictatorial regimes and the criminals be punished to the last. It is a just demand. &nbsp;&nbsp;&nbsp;\r\n The crimes committed by the successive fascist dictatorial regimes of south Korea against the nation, democracy and human rights, trampling upon the people's desire and demand for justice at bayonets can never be pardoned and there will be no prescription for them. &nbsp;&nbsp;&nbsp;\r\n The south Korean people see through the ulterior intention of the GNP and are well aware of the gravity of the consequence to be entailed if they allow its challenge. &nbsp;&nbsp;&nbsp;\r\n Every sin brings its punishment with it. Any trick will work no longer.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Dismantlement of \"UN Forces Command\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#2",
            "content": "Dismantlement of \"UN Forces Command\" Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- The Reunification Solidarity for Implementing the June 15 South-North Joint Declaration and Peace in the Korean Peninsula reportedly released a statement titled \"Dismantle the 'UN Forces Command' blocking north-south exchange\" on Dec. 22.\r\n The \"UN Forces Command\" stopped members of the Anti-U.S. Youth League from entering Kaesong to participate in the 3rd conference of youth and student organizations in the south and the north for implementing the June 15 joint declaration, the statement said, noting that it was the first time after the publication of the joint declaration that the \"UN Forces Command\" directly blocked the contact of non-governmental persons from the south and the north. \r\n The command said that articles of agreements between the military authorities of the south and the north should be approved by it, the statement recalled, castigating it for taking issue with non-governmental exchange. &nbsp;&nbsp;&nbsp;\r\n The reckless action of the \"U.N. forces command,\" along with the continuous same remarks of the U.S. president and the U.S. ambassador in Seoul to slander the north and the smear campaign against the north, clearly proves that the U.S. hostile policy toward the north and moves to disturb south-north exchange have become undisguised, stressed the statement. &nbsp;&nbsp;&nbsp;\r\n Condemning the plot of the command to check south-north exchange, the statement held that the U.S. should dismantle the command immediately and stop hampering south-north exchange.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Thursday Meeting for Punishing Murderer of Peasants Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#3",
            "content": "Thursday Meeting for Punishing Murderer of Peasants Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- A Thursday meeting for the punishment of those responsible for killing peasants was reportedly held at Thapgol Park in Seoul on Dec. 22 under the sponsorship of the Family Movement for Realizing Democracy of south Korea.\r\n At the meeting speakers denounced policemen for having indiscriminately cracked down upon the participants in a rally of peasants on November 15, killing Jon Yong Chol and Hong Tok Phyo and wounding more than 600 others. &nbsp;&nbsp;&nbsp;\r\n A statement issued at the meeting urged the \"government\" to punish the murderers at an early date and take radical measures for protecting the vital rights of the people and reviving agriculture.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Unreasonable Pressure upon S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#4",
            "content": "U.S. Unreasonable Pressure upon S. Korea under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- The Bush administration recently let the U.S. ambassador in Seoul make malignant accusations against the DPRK. He put undisguised pressure upon south Korea, asserting that the \"economic aid to north Korea\" should be \"adjusted\" depending on whether the six-party talks will make progress or not. Timed to coincide with this, the U.S. deputy secretary of State blustered that \"south Korea's economic aid to north Korea\" should be cut back, arguing that it is not helpful to the solution of the nuclear issue on the Korean Peninsula.\r\n Rodong Sinmun Monday observes in a signed commentary carried in this regard: What they uttered is nothing but sheer sophism reflecting the U.S. sinister intention to deter inter-Korean relations from improving and bar the six-party talks from making any progress in their work to realize the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. is chiefly to blame for having disturbed the peace and stability on the peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist bellicose forces have worked harder to isolate and stifle the DPRK since the fourth round of the talks. &nbsp;&nbsp;&nbsp;\r\n They have promptly transferred their aggression forces to south Korea and areas around it from their mainland in a bid to escalate their blockade and sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. hostile moves to stifle the DPRK are a stumbling block lying in the way of denuclearizing the peninsula and ensuring its peace and stability. \r\n What matters is the behavior of the right-wing conservative forces of south Korea joining the U.S. in its moves. This is a criminal act of bedeviling the inter-Korean relations favorably developing in the idea of \"By our nation itself\" and exacerbating confrontation and tension.\r\n The U.S. had better stop playing a mean trick to evade the responsibility for having harassed peace and stability on the peninsula and roll back at once its hostile policy to stifle the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK-Japan Inter-governmental Contacts Made",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#5",
            "content": "DPRK-Japan Inter-governmental Contacts Made \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- A report on the DPRK-Japan inter-governmental contacts was made public on Dec. 25.\r\n It says:\r\n The DPRK and Japan inter-governmental vice department director-level contacts were made in Beijing on Dec. 24 and 25, 2005.\r\n Both sides had an exhaustive exchange of views on issues of mutual concern and confirmed the following points. &nbsp;&nbsp;&nbsp;\r\n1. Both sides agreed to take measures to liquidate the unfortunate past and solve pending issues to normalize the relations between the two countries at an early date in the spirit of the DPRK-Japan Pyongyang Declaration and on the basic principle laid down in it. &nbsp;&nbsp;&nbsp;\r\n2. They agreed to open talks within January 2006 by way of conducting three panel discussions on the issues of mutual concern with a view to improving the bilateral relations in all fields. &nbsp;&nbsp;&nbsp;\r\n1) Both sides agreed to resume ambassador-level talks for the normalization of the bilateral relations at which they will hold earnest discussions on all the issues related to Japan's redemption of its past including the issue of economic cooperation, the issue of the status of the Koreans in Japan and the issue of return of cultural treasures, etc. &nbsp;&nbsp;&nbsp;\r\n2)  Both sides agreed to abide by the principle of discussing the issue of mutual security between the two sides on the sidelines of the six-party talks and hold a discussion at an appropriate level even before the resumption of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n3) Both sides agreed to discuss pending issues of mutual concern including the abduction issue.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#6",
            "content": "Anniversary of Kim Jong Il's Work Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 10th anniversary of leader Kim Jong Il's famous work \"Respecting the Forerunners of the Revolution Is a Noble Moral Obligation of Revolutionaries\".\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in his work published on Dec. 25, Juche 84 (1995) analyzed and reviewed historic experience and lessons drawn from the socialist movement and indicated the way of establishing a Juche-oriented true view on revolutionary morality, the first of its kind in the history of the revolutionary struggle of the working class. He thus provided a sure guarantee and unshakable guidelines for accomplishing the cause of the revolution generation after generation. &nbsp;&nbsp;&nbsp;\r\n In the work he underscored the importance of respecting the revolutionary forerunners and clearly explained that it is the noble moral obligation of the revolutionaries to do so and proposed overall tasks to be fulfilled to give steady continuity to the tradition of the Korean revolution in which the Korean people have respected them and establish the revolutionary moral traits throughout the country. &nbsp;&nbsp;&nbsp;\r\n The work serves as a militant banner that the Korean people and the world revolutionary people should always hold aloft to carry forward and accomplish the people's cause of independence, the socialist cause. &nbsp;&nbsp;&nbsp;\r\n Over the last decade since the publication of the work the servicepersons and people of the DPRK have powerfully demonstrated the noblest sense of revolutionary moral obligation ever known in the world and steadily advanced the socialist cause of Juche under the leadership of Kim Jong Il.\r\n He has successfully carried forward the socialist cause of Juche with his noble sense of revolutionary moral obligation, in particular. His great guidance found its manifestation in that he made sure that President Kim Il Sung is always held in high esteem. The last more than decade has witnessed the creation of a new history of the cause of perpetuating the memory of the President, something unprecedented in human history. &nbsp;&nbsp;&nbsp;\r\n His wise guidance also lies in that he made sure that the revolutionary traditions established by the revolutionary forerunners might be steadfastly carried forward and the noble sense of revolutionary moral obligation prevailed throughout the country. &nbsp;&nbsp;&nbsp;\r\n He has taken deep care of revolutionary soldiers and people and trusted them and seen to it that the beautiful traits displayed by servicepersons and people are followed by all members of society. It is thanks to this noble sense of moral obligation of  Kim Jong Il that the single-minded unity of the DPRK has grown to be stronger unity based on the sense of moral obligation and the whole society has become a big harmonious family, the article concludes.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Meeting Held to Celebrate 60th Anniversary of KBF",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#7",
            "content": "Meeting Held to Celebrate 60th Anniversary of KBF \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- A meeting was held here Monday to mark the 60th anniversary of the Korean Buddhist Federation. \r\n Attending the meeting were priests of the Central Committee of the KBF and its provincial, city and county committees, chief priests of temples from across the country and monks and Buddhists in the city. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were officials concerned of the Korean Council of Religionists and the director of the Secretariat of the Central Committee of the Democratic Front for the Reunification of the Fatherland. &nbsp;&nbsp;&nbsp;\r\n Most Venerable Sim Sang Jin, vice-chairman of the Central Committee of the KBF, made a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n The reporter said that the 60th anniversary of the federation is being commemorated at a time when cooperation and solidarity among Buddhists and all other compatriots have grown stronger under the banner of \"By our nation itself\" this year that marked the 5th anniversary of the publication of the June 15 North-South Joint Declaration and the 60th anniversary of national liberation. &nbsp;&nbsp;&nbsp;\r\n He looked back with pride on the road covered by the federation over the last six decades in which its members have enjoyed to the full the genuine religious freedom under the deep care of President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon all the Buddhists to hold Kim Jong Il in high esteem as the sun of the 21st century and lodestar of national reunification, live up to Buddha's love and achieve concord with all the compatriots and thus glorify the June 15 era of reunification under the banner of \"By our nation itself.\" He proposed tasks to be fulfilled to honor their commitments.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Constitution",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#8",
            "content": "Kim Il Sung Constitution \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- The Korean people greet the Constitution Day (December 27) with great pride of having Kim Il Sung Constitution, the first of its kind in the world history of constitution establishment.\r\n In an interview with KCNA, Ri Chol Su, a department chief of Law College under Kim Il Sung University, told about the advantage of the socialist constitution of the Democratic People's Republic of Korea: &nbsp;&nbsp;&nbsp;\r\n The world history of constitution has not known such constitution as one of the DPRK which is run through with the revolutionary outlook on the leader to perpetuate the memory of the leader. &nbsp;&nbsp;&nbsp;\r\n Such revolutionary constitution could be instituted only in the DPRK led by Kim Jong Il who has accomplished the cause of perpetuating the memory of the leader. &nbsp;&nbsp;&nbsp;\r\n After the demise of President Kim Il Sung, Kim Jong Il saw to it that all precious things of the DPRK should be glorified along with the exploits of the President and that the constitution be amended so as to firmly guarantee the perpetuation of the memory of the leader. &nbsp;&nbsp;&nbsp;\r\n He also saw to it that a new provision of the constitution should be instituted so as to specify the idea that the DPRK is unthinkable apart from the august name of President Kim Il Sung. And he made it possible to codify the President's idea on state building in a comprehensive way and made the Constitution of the DPRK the Kim Il Sung Constitution. &nbsp;&nbsp;&nbsp;\r\n Unlike existing constitutions which have fixed only the already made successes, the Kim Il Sung Constitution brightly illuminates the way for defending the socialist system and building a great prosperous powerful nation of Juche. &nbsp;&nbsp;&nbsp;\r\n It also stipulates the state machinery system to defend and realize the basic interest of the country and the people by embodying the army-first-idea and the mode of Songun leadership of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The capitalist constitutions do not refer to military-related affairs or limit them only to national defence expenditure in order to veil the reactionary nature of the aggressive, anti-popular, military and bureaucratic dictatorship. &nbsp;&nbsp;&nbsp;\r\n On the contrary to this, the DPRK Constitution institutes the issue of national defence as an independent chapter and clarifies the position, mission and right of the National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n According to it, the National Defence Commission is the supreme military guiding body of the state power and the overall national defence management organ. &nbsp;&nbsp;&nbsp;\r\n The Korean people will thoroughly embody the Kim Il Sung Constitution in all the fields of the state and social life and thus accomplish the revolutionary cause of Juche.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "True Colors of \"Democracy\" Seen through Constitution (1)",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#9",
            "content": "True Colors of \"Democracy\" Seen through Constitution (1)\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- The U.S. is trying harder to spread the American way of \"democracy\" in the Democratic People's Republic of Korea under the pretext of ensuring \"freedom\", \"equality\" and \"human rights\".\r\n The \"democracy\" on its lips, however, is a pseudo democracy. Only the socialist democracy centered on the popular masses is the very true one.\r\n The yardstick of characterizing the democratic nature of a given social system is how to stipulate the civil rights and duties. &nbsp;&nbsp;&nbsp;\r\n The people's \"freedom\" and \"rights\" defined by the Constitution of the United States disclose the true color of the American way of \"democracy\".\r\n What is most important for the people is the political freedom and rights. &nbsp;&nbsp;&nbsp;\r\n The Socialist Constitution of the DPRK stipulates that all the citizens above the age of 17 are entitled to vote and to be elected irrespective of sex, nationality, occupation, period of residence, property status, standard of learning, party affiliation, political view and religious belief. And it specifies that they are provided with freedom of speech, the press, assembly, demonstration, association and religious belief. &nbsp;&nbsp;&nbsp;\r\n Under the constitution, all the citizens of the country participate in elections to express their will enough and join various organizations to lead a free political life. &nbsp;&nbsp;&nbsp;\r\n On the contrary, the Constitution of the United States excludes the overwhelming majority of the popular masses from elections with many restrictive conditions including sex, nationality, occupation, period of residence, property status, race and standard of knowledge.\r\n The election registration procedures are also different and complicated in the states of the United States, which make a large number of people impossible to register their names in the lists of voters. &nbsp;&nbsp;&nbsp;\r\n During the mid-term election in 2002 only 40 percent of voters participated in it. The fact discloses in all nakedness the shamelessness of the U.S. styling itself the \"judge of democracy\" in the world. &nbsp;&nbsp;&nbsp;\r\n Even the \"freedom of assembly and demonstration\" and \"freedom of association\" stipulated by the constitution are nothing but a legal expression as they have no guarantee for realization and are restricted by the regulations in force. &nbsp;&nbsp;&nbsp;\r\n According to the Taft-Hartley Act established in 1947, for an example, in case of an \"emergency\" created by a strike, the court gives the right to adopting a law to stop the strike to the President. And if the strikers and trade union leaders do not respond to the decision of the court, they would be fined and imprisoned. &nbsp;&nbsp;&nbsp;\r\n The law was applied to 160,000 coal-mine strikers in 1978 and, by invoking it, President Reagan disbanded the airborne control tower workers trade union of the U.S. in 1981. &nbsp;&nbsp;&nbsp;\r\n It is none other than the U.S. where the political freedom and rights of the people are mercilessly violated and repressed by the above-said restrictive conditions and over 20,000 suppressive organizations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Coal Production Goes up in DPRK",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#10",
            "content": "Coal Production Goes up in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- Efforts are being made to ardon this year with fine labor feats at collieries throughout the Democratic People's Republic of Korea.\r\n The coal production is ever growing these days thanks to the enthusiasm of coal-miners who have turned out to implement the tasks set forth in the joint editorial for this year and joint slogans. &nbsp;&nbsp;&nbsp;\r\n The Sunchon Area Youth Coal Complex has given precedence to tunneling to create reserve coal cutting faces, thus opening a bright prospect for coal production. &nbsp;&nbsp;&nbsp;\r\n The February 8 Jikdong and Chonsong Youth Coal Mines, which take the Lion's share in the complex, are making use of rational cutting and transporting methods to turn out more coal than before while saving materials. &nbsp;&nbsp;&nbsp;\r\n All the coal mines of the Tokchon Area Coal Complex including the Tokchon, Sochang Youth and Toksong Coal Mines are carrying on the daily tunneling assignments at over 150 percent with the application of advanced tunneling method, creating reserve coal fields. &nbsp;&nbsp;&nbsp;\r\n A collective innovation is taking place at coal mines of the Onsong and Kaechon Area Coal Complexes. They have introduced into production innovative mining and blasting methods to suit the conditions of coal fields and rock quality. &nbsp;&nbsp;&nbsp;\r\n The Kujang Area Coal Complex is concentrating efforts on big coal mines with good cutting conditions and big production capacity while improving transport conditions. &nbsp;&nbsp;&nbsp;\r\n The workers of the Anju and Pukchang Area Coal Complexes provide thermal-power generations and other fields of the national economy with a large amount of coal with high sense of responsibility and pride of being the pilot of the national economy.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Equatorial Guinean Party Delegation",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#11",
            "content": "Kim Yong Nam Meets Equatorial Guinean Party Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met the delegation of the Democratic Party of Equatorial Guinea headed by its General Secretary Filiberto Ntutumu Nguema at the Mansudae Assembly Hall Monday.\r\n The head of the delegation said that the Democratic Party and people of Equatorial Guinea positively support the struggle of the Korean people for the peaceful reunification of the country and will always stand by them. &nbsp;&nbsp;&nbsp;\r\n He said his party sincerely congratulates the Workers' Party of Korea and the Korean people on the successes made in socialist construction under the wise leadership of Kim Jong Il and hopes they will register greater achievements in the future, too. He expressed belief that the friendly relations between the parties and peoples of the two countries would grow stronger in the days ahead. &nbsp;&nbsp;&nbsp;\r\n Kim Thae Jong, vice department director of the Central Committee of the WPK, and officials of the C.C., WPK were on hand.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#12",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- Leader Kim Jong Il was presented with a floral basket and a congratulatory letter by the diplomatic corps here on the occasion of the 14th anniversary of his assumption of office as supreme commander of the Korean People's Army and on the occasion of the New Year Juche 95 (2006).\r\n They were conveyed to Foreign Minister Paek Nam Sun today by Bashir Ramadan Khalifa Abu Janah, secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya who is doyen of the corps.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Palestine",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#13",
            "content": "Floral Basket to Kim Jong Il from Palestine\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- Leader Kim Jong Il was presented with a floral basket by Mahmoud Abbas, chief of the Palestinian National Authority, on the occasion of the New Year Juche 95 (2006).\r\n It was conveyed to an official concerned today by a staff member of the Palestinian embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Jordanian Foreign Minister",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#14",
            "content": "Greetings to Jordanian Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Abdul Illah Al-Khatib on his appointment as foreign minister of Jordan.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished the Jordanian foreign minister success in his work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Equatorial Guinean President",
            "url": "http://kcna.co.jp/item/2005/200512/news12/27.htm#15",
            "content": "Gift to Kim Jong Il from Equatorial Guinean President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 26 (KCNA) -- Leader Kim Jong Il received a gift from Obiang Nguema Mbasogo, president of Equatorial Guinea and chairman of the Democratic Party.\r\n It was handed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Monday by Filiberto Ntutumu Nguema, general secretary of the Democratic Party of Equatorial Guinea, who is heading its delegation on a visit to the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}