{
    "date": "2005-04-25",
    "url": "http://kcna.co.jp/item/2005/200504/20050425.htm",
    "articles": [
        {
            "title": "DPRK to Steadily Bolster Its Nuclear Deterrent for Self-Defence",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Concert Marks Army Day",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#2",
            "content": "DPRK to Steadily Bolster Its Nuclear Deterrent for Self-Defence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- The army and people of the DPRK will never remain a passive onlooker to the U.S. moves to isolate and stifle it but steadily bolster its nuclear deterrent for self-defence to cope with the enemies' reckless moves for military invasion.\r\n Chief of the General Staff of the Korean People's Army (KPA) Vice Marshal of the KPA Kim Yong Chun, who is a member of the DPRK National Defence Commission clarified this stand in a report at the national meeting celebrating the 73rd anniversary of the heroic KPA held at the April 25 House of Culture Sunday. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Our army and people are immensely proud of having built up a war deterrent force strong enough to promptly and mercilessly beat back any aggression by the imperialists despite so great difficulties by channeling utmost efforts into increasing the military power under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The U.S. brought the six-party talks to a collapse and has staged large-scale madcap war exercises targeted against the DPRK after massively shipping ultra-modern war equipment and a nuclear strike group into south Korea in a bid to \"bring down\" our system. &nbsp;&nbsp;&nbsp;\r\n Should the U.S. start a war of aggression on the Korean Peninsula despite our repeated warnings, the revolutionary armed forces of the DPRK will mobilize the military deterrent force built up for years and wipe out the invaders to the last man and win a final victory in the stand-off with the U.S., he warned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Mind Its Own Business",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#3",
            "content": "Concert Marks Army Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- A concert of revolutionary songs titled \"We will carry to completion the revolutionary cause of Juche that started on Mt. Paektu through generations, loudly singing revolutionary songs\" was given by the artistes of the Central Youth Art Squad at the Central Youth Hall Saturday to mark the 73rd anniversary of the Korean People's Army.\r\n They raised the curtain with the song \"The Star of Korea\", which young revolutionaries sang in the early period of the revolutionary cause of Juche, firmly determined to bring the dawn of national liberation at any cost holding President Kim Il Sung in high esteem as the sun of the nation. Then they presented \"Song of Korea\", \"Song of the Sea of Blood\" and \"Song of the Anti-Japanese Struggle\", all written by the President. &nbsp;&nbsp;&nbsp;\r\n They truthfully represented such revolutionary songs as \"Blood Boiling in Our Hearts\", \"Song of Revolutionary Army\", \"Merry Dance Music\", \"The Guerrilla March\" and \"Song of the Red Flag\" in choruses and light music. &nbsp;&nbsp;&nbsp;\r\n Through their performance pervaded with the spirit and mettle in the era of Songun they strikingly demonstrated the faith and will of the young vanguard to successfully carry forward the revolutionary cause of Juche true to the leadership of Kim Jong Il. \r\n The performance was appreciated by heroes of the DPRK, war veterans and youth and students in the city.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Reckless Remark Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#4",
            "content": "U.S. Urged to Mind Its Own Business \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- A U.S. delegate, addressing a recent meeting of the UN Commission on Human Rights in Geneva, again pulled up the DPRK and other anti-imperialist independent countries over the human rights issue.\r\n In this regard Minju Joson Sunday says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n The United States has lost its face to talk about human rights. &nbsp;&nbsp;&nbsp;\r\n Referring to the human rights abuses committed by the U.S. in different parts of the world, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is working hard to divert elsewhere international criticism of it and improve even a bit its image tarnished by its human rights abuses. It is keen to use the human rights issue for inventing a pretext to interfere in the internal affairs of other countries, in the short run, and infringe upon the sovereignty of the independent states and realize its ambition for domination with ease, in the long run. &nbsp;&nbsp;&nbsp;\r\n This is evidenced by the fact that those countries which the U.S. attacked for violating human rights are anti-imperialist independent countries and the countries it considers to be likely to challenge its strategic interests. &nbsp;&nbsp;&nbsp;\r\n The \"human rights strategy\" which the U.S. uses as main leverage for carrying out its strategy for world domination is no more than a direct factor of tarnishing its image and inviting its isolation in the international arena. &nbsp;&nbsp;&nbsp;\r\n No matter what the U.S. may say, the DPRK will live its own way, keeping to the road of socialism chosen by itself and suited to its specific conditions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Halt Abduction of Citizens of DPRK",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#5",
            "content": "U.S. Reckless Remark Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- The commander of the U.S. 7th fleet did not bother to bluster at a recent press interview that the U.S. forces would be hurled into north Korea when a special situation is created there.\r\n The Solidarity for Implementing the South-North Joint Declaration in a statement on April 19 reportedly termed this reckless remark a revelation of the U.S. dangerous intention to deliberately create an atmosphere of a war on the Korean Peninsula and start an all-out war. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The government should sever the shackling \"alliance\" with the U.S. and make all efforts to preserve peace on the Korean Peninsula by the efforts of the whole nation. &nbsp;&nbsp;&nbsp;\r\n We bitterly assail the U.S. war outcries and moves against the north on behalf of all Koreans who love peace of this land and strongly demand the U.S. withdraw its forces, the root cause of all evils, from s. Korea as quickly as possible. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces, cancel the \"OPLAN 5029-05\", a dangerous scenario for a war of aggression against the north, and quit this land!    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Marks Army Day",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#6",
            "content": "Japan Urged to Halt Abduction of Citizens of DPRK \r\n&nbsp;&nbsp;&nbsp; Tokyo, April 23 (KNS-KCNA) -- An Phil Hwa, Japanese woman in the DPRK, came back to the DPRK after being abducted to Japan due to the appeasement of the Japanese reactionaries.\r\n The Human Rights Association of Koreans in Japan Friday issued a statement in this connection. &nbsp;&nbsp;&nbsp;\r\n Recalling that she expressed her feelings at the press conference at the DPRK embassy in Beijing prior to her departure on April 18, the statement said: This clearly indicates that the An Phil Hwa case was an abduction carried out in conspiracy and collusion with international reactionaries. &nbsp;&nbsp;&nbsp;\r\n In recent years right-wing conservative groups in the U.S. and south Korea and tricksters in service to Japan under the cloak of a \"non-governmental organization\" have resorted to dastardly moves to tarnish the image of the DPRK at any cost under the pretext of \"human rights issue\". &nbsp;&nbsp;&nbsp;\r\n The Center of the Association of ROK Residents in Japan is persisting in their treacherous acts in violation of the June 15 joint declaration, availing itself of the anti-DPRK moves of the international reactionaries, the statement said, demanding the association stop at once the acts harmful to the Korean community in Japan. &nbsp;&nbsp;&nbsp;\r\n The statement urged the Japanese authorities to stop joining the international tricksters in their operation to lure and abduct the Japanese who had come to the DPRK according to their will and their family members.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Chinese President Hu Jintao",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#7",
            "content": "National Meeting Marks Army Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- A national meeting was held at the April 25 House of Culture Sunday to celebrate the 73rd anniversary of the heroic Korean People's Army (KPA), the revolutionary armed forces of the Workers' Party of Korea.\r\n Present at the meeting were senior officials of the Party, the state and the army, chairpersons of the friendly parties, leading officials of the organs of the armed forces, members of the Cabinet, servicepersons of the KPA and people from all walks of life in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n It was attended by overseas Koreans on a visit to the socialist homeland. &nbsp;&nbsp;&nbsp;\r\nPresent on invitation were foreign diplomatic envoys and military attaches' corps members here and foreign guests. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Chun, chief of the General Staff of the KPA, made a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n He noted that the more than 70-year-long course covered by the KPA is a glorious history in which it has grown to be an army of the party and the leader, a-match-for-a hundred revolutionary army, recording the annals of the arduous and complicated Korean revolution with heroic struggles and feats, and a history of worthwhile struggles in which it has fulfilled its noble mission and duty as a main force of the revolution for independence, sovereignty and socialism. &nbsp;&nbsp;&nbsp;\r\n The reporter went on to say: &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung founded the Korean People's Revolutionary Army, successfully accomplishing the historic cause of founding the revolutionary armed forces of Juche. He energetically led the work to train the revolutionary armed forces into the driving force of the Korean revolution, guided by the idea and principle of attaching importance to the army and giving priority to the military affairs. &nbsp;&nbsp;&nbsp;\r\n Under the wise guidance of the President, our revolutionary armed forces have traversed a proud path of victory, weathering out the tempest of the arduous revolution in the van, and performed great exploits for the country and the people. &nbsp;&nbsp;&nbsp;\r\n The KPA has steadily carried forward the history of genuinely succeeding to the Juche-oriented cause of building the army and entered a new stage in its development under the leadership of Kim Jong Il, the peerlessly brilliant commander of Songun. &nbsp;&nbsp;&nbsp;\r\n He made a deep insight into the international environment of the Korean revolution and the rapidly changing situation and law-governed requirements for carrying out the socialist cause in the 1990s and, on this basis, developed in depth the Songun revolutionary leadership, thus making a history of the fresh turn in the building of our revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\nUnder his dynamic leadership the KPA has developed to be an invincible revolutionary army equipped with unique war methods of our own style and having offensive and defensive capabilities strong enough to beat back any formidable enemy at a single blow, depending on the independent and modern defence industry. &nbsp;&nbsp;&nbsp;\r\n The KPA has grown to be invincible revolutionary armed forces which have taken on the appearance in all aspects as the army of the leader, the army of the supreme commander. It has fulfilled its mission and role as core unit of the revolution in defending the country in a do-or-die spirit and building a great prosperous powerful socialist nation. This has been possible entirely because the KPA has enjoyed the great Songun revolutionary leadership of Kim Jong Il and it has grown to be an army of Kim Jong Il, the army which has inherited his unshakable faith based on Juche, steel-like will, matchless courage and pluck. &nbsp;&nbsp;&nbsp;\r\n Our army and people are faced with the honorable tasks to dynamically make the general march for the Songun revolution under the guidance of the Party in order to build a great prosperous powerful socialist nation, achieve the country's reunification and win a final victory of the Juche revolution. &nbsp;&nbsp;&nbsp;\r\n All the servicepersons of the KPA and people should resolutely defend and glorify the President's ideas and theories of army building and exploits performed by him in it and become true loyalists who defend Kim Jong Il politically and ideologically at the cost of their lives and staunchly struggle along the road of the Songun revolution led by him despite any adversity. &nbsp;&nbsp;&nbsp;\r\n The KPA should continue to dynamically stage the movement for winning the title of O Jung Hup-led Seventh Regiment to be the first-line death-defying corps of Kim Jong Il, the first-line human bullets and bombs. &nbsp;&nbsp;&nbsp;\r\n The reporter underlined the need to channel sustained great efforts into developing the defence industry in line with the requirements of modern warfare and the trend of the development of the latest military science and technology, true to the WPK's strategic line of giving priority to its development. &nbsp;&nbsp;&nbsp;\r\n He called for realizing the three forms of cooperation for national independence, peace against war, reunification and patriotism under the uplifted banner of the June 15 North-South Joint Declaration which reflects the idea of \"By our nation itself\" and thereby bringing about a new turn in the efforts to accomplish the cause of national reunification, the supreme task of the nation. &nbsp;&nbsp;&nbsp;\r\n An extremely tense situation is prevailing on the Korean Peninsula due to the heinous moves of the U.S. to stifle the DPRK, the reporter noted, and continued: The army and the people of the DPRK will never remain a passive on-looker to the U.S. moves to isolate and stifle the DPRK, but steadily bolster its nuclear deterrent for self-defence to cope with the enemies' reckless moves for military aggression. &nbsp;&nbsp;&nbsp;\r\n Should the U.S. start a war of aggression on the Korean Peninsula at any cost despite our repeated warnings, our revolutionary armed forces will mobilize the military deterrent force built up for years and wipe out the aggressors to the last man  and win a final victory in the stand-off with the U.S.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Foreign Heads of State and Government",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#8",
            "content": "Kim Yong Nam Meets Chinese President Hu Jintao  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, who was attending the Asia-Africa Summit, met with Hu Jintao, president of the People's Republic of China, on\r\nApril 22.\r\n On the occasion Kim Yong Nam conveyed to Hu Jintao greetings from leader Kim Jong Il.  &nbsp;&nbsp;&nbsp;\r\n Hu Jintao expressed deep thanks for this and asked Kim Yong Nam to transmit his wholehearted regards to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il's visit to China in 2004 was successful, Hu Jintao said. He referred to the brisk mutual visits by high-level delegations of the two countries. &nbsp;&nbsp;&nbsp;\r\n A conversation took place in a friendly atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects Sub-unit of KPA Unit",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#9",
            "content": "Kim Yong Nam Meets Foreign Heads of State and Government\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, who was attending the Asia-Africa Summit, separately met and had conversations with the Nepalese king, the\r\nCambodian prime minister, the Mongolian president, the Vietnamese president, the sultan of Brunei Darussalam, the sultan of the Sultanate of Oman, the Zimbabwean president, the Malaysian prime minister, the Thai prime minister and the Algerian president on April 22.\r\n Kim conveyed greetings of leader Kim Jong Il to the above-said heads of state and government. &nbsp;&nbsp;&nbsp;\r\n They expressed deep thanks for this and asked Kim Yong Nam to transmit their sincere regards to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and the heads of state and government exchanged views on the issues of boosting the bilateral relations and a series of international issues of mutual concern.\r\n Conversations took place in a warm atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on Japan's Rhetoric about \"Abduction Issue\"",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#10",
            "content": "Supreme Commander Kim Jong Il Inspects Sub-unit of KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 24 (KCNA)-- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected a sub-unit of KPA Unit 4313.\r\n At the forward observation post he feasted his eyes on the defence theatre to acquaint himself with the terrain and the deployment of forces. He received a report on the situation from the commander of the sub-unit. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to learn that the servicepersons of the sub-unit have turned the defence theatre into an impregnable fortress with intense loyalty to the Party and the revolution, ardent patriotism and burning hatred for the enemy and performed their guard duties in a responsible manner, keeping themselves in a tense and mobilized posture. &nbsp;&nbsp;&nbsp;\r\n He set forth highly important tasks to be carried out to further increase the combat capability of the sub-unit and consolidate the defence theatre as firm as an iron-wall to cope with the U.S. imperialists' moves for aggression.. \r\n He then moved to an outdoor resting place to inspect a public presentation on the books read by servicepersons. &nbsp;&nbsp;&nbsp;\r\n He said all the servicepersons should more avidly read revolutionary novels and train themselves steadily by learning from the noble spiritual world of their heroes. &nbsp;&nbsp;&nbsp;\r\n At the education room he saw paintings done by soldier Hwang Chol Jin and highly praised him for creating successful art pieces truthfully reflecting soldiers' life. &nbsp;&nbsp;&nbsp;\r\n  The method of the political work and the soldier culture created by our People's Army are pervaded with the spirit of the times and militant optimism and rich emotion, he noted, adding that they serve as a model of the socialist cultured way of life in the new era and an example to be followed by all the officials and working people. &nbsp;&nbsp;&nbsp;\r\n  He met Choe Sung Jae, Ro Myong Jin and other soldiers who have rendered faithful services and highly appreciated their loyalty. He gave a warm pep-talk to them. &nbsp;&nbsp;&nbsp;\r\n He then looked round a bedroom, a mess hall, a kitchen, a subsidiary food store, a wash-cum-bath house, a barber shop and other places to learn in detail about the living of the servicepersons. He said all the commanding officers should provide them with better living conditions. &nbsp;&nbsp;&nbsp;\r\n He gave a pair of binoculars and an automatic rifle to the servicepersons of the sub-unit as gifts before having a photo session with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Ri Yong Chol, member of the Central Military Commission of the WPK and first vice department director of the C.C.,WPK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves for Militarist Aggression under Fire",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#11",
            "content": "KCNA on Japan's Rhetoric about \"Abduction Issue\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- The Korean Central News Agency in a lengthy commentary Saturday cited facts to lash out the Japanese reactionaries' renewed anti-DPRK racket over the \"abduction issue\".\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The charade restarted by them over the \"abduction issue\" which had already found a solution is a blatant challenge to the Korean people and international justice demanding Japan settle its past crimes on the occasion of the 60th anniversary of the Japanese imperialists' defeat. &nbsp;&nbsp;&nbsp;\r\n Recently the Japanese reactionaries organized a largely attended people's rally dealing with the \"abduction issue\" and set in motion media to stoke bitterness toward Koreans among Japanese in a bid to internationalize the issue. &nbsp;&nbsp;&nbsp;\r\n This burlesque is aimed to improve Japan's image seriously marred by its unsuccessful plot and build up public opinion hostile to the DPRK at home. &nbsp;&nbsp;&nbsp;\r\nExternally it is designed to stop the anti-Japanese sentiment from rapidly mounting among its neighboring countries due to its desperate bid for permanent membership of the UN Security Council and its distortion of history in textbooks. &nbsp;&nbsp;&nbsp;\r\n As far as the abduction issue is concerned, Japan has been an assailant throughout its history, the commentary says, citing the hideous abduction and forcible drafting, crimes against humanity Japan committed in Korea for a long period from the 1894-5 Sino-Japanese war to  the Pacific War and up to the end of the Second World War as its examples. &nbsp;&nbsp;&nbsp;\r\n Japanese documents put it that the Japanese imperialists abducted or walked away at least 8.4 million Koreans from 1938 to 1945. &nbsp;&nbsp;&nbsp;\r\n Toward the end of World War II, in particular, Japan made the conscription and forced labor drafting compulsory for the young and middle-aged Koreans. &nbsp;&nbsp;&nbsp;\r\n Even according to what was written in documents, 240,847 Koreans were conscripted for the land and naval forces of the imperial Japanese army, 17,664 others as \"volunteers,\" 4,385 as \"student soldiers\" and 154,186 as \"civilian employees in the units\" of the above-said forces. This brought their total number to 417,082. &nbsp;&nbsp;&nbsp;\r\n Due to the Japanese imperialists' barbarous atrocity reminiscent of medieval slave-hunting 7,784,839 Koreans were drafted for forced labor without knowing their destinations and 200,000 Korean teenagers, girls and women were forced to serve the imperial Japanese army as \"comfort women\". &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, Japan's abduction and forcible drafting of Koreans were most hideous violence as they were a combination of such physical and mental coercion as requisition, arrest, appeasement, deception, blackmail, threat, fraud and swindle. This suffices to reveal before the world Japan's true colors as the world's biggest abductor. &nbsp;&nbsp;&nbsp;\r\n The above-said hideous crimes against humanity can never be covered up with the passage of time. They are serious political and historical responsibilities and commitments the Japanese government must fulfill. &nbsp;&nbsp;&nbsp;\r\n If Japan wishes to discuss the abduction issue with the DPRK, it should, first and foremost, fully redeem the hideous cases of abduction the Japanese imperialists committed against Koreans in the past. &nbsp;&nbsp;&nbsp;\r\n It is an inveterate bad habit for Japan to perpetrate abduction. It is a means of its existence. &nbsp;&nbsp;&nbsp;\r\n Japan has been denounced and ridiculed by the world community as many cases of abduction have remained unsettled for the last several decades since the end of the war.\r\n It is said that the number of the Japanese reported missing after being abducted in that country has reached more than 400. &nbsp;&nbsp;&nbsp;\r\n Children and women are kidnapped in broad daylight and the Japanese society is plagued with diverse forms of abduction. &nbsp;&nbsp;&nbsp;\r\n The farces of abduction orchestrated by the Japanese reactionaries bring into bolder relief Japan's nature as the world's biggest abductor. &nbsp;&nbsp;&nbsp;\r\n Late last year Tokyo announced \"the results of the DNA test of the remains of Megumi Yokota in which it claimed that the remains were false. However, it was a paper without the names of a witness and an examiner and even an official seal of an institution involved. &nbsp;&nbsp;&nbsp;\r\n Japan has been driven to a tight corner by the continued disclosure of evidence objectively proving the fabrication of the results of the examination. &nbsp;&nbsp;&nbsp;\r\n Japan has become evermore undisguised in its abduction operation against the DPRK.\r\n An anti-DPRK plot-breeding organization called the \"Fund for Relief of North Korean Refugees\" secretly abducted at least 20 citizens of the DPRK to Japan across the DPRK-China border in 2003 at the tacit connivance of its government. &nbsp;&nbsp;&nbsp;\r\n This crime was a serious violation of the DPRK Constitution and international law.\r\n It is a trite method of Japan to claim for no reason and without any evidence that \"one cannot rule out the possibility of Japanese being abducted by the north\" whenever someone is reported missing in Japan. &nbsp;&nbsp;&nbsp;\r\n It is preposterous, indeed, for Japan to talk about the \"abduction issue\" of the DPRK, while orchestrating the charade of abduction and kidnapping other nationals and taking them away to it. &nbsp;&nbsp;&nbsp;\r\n Even at the six-party talks Japan did not miss the chance to raise the \"abduction issue\" not relevant to the purport and objective of the talks in a bid to politicize it. This was prompted by its crafty intention to paint it, a cruel assailant, as a miserable \"victim\", cover up its past crimes and evade redemption of its past wrongs forever. &nbsp;&nbsp;&nbsp;\r\n Through this Japan seeks to justify its moves to realize the militarization and emerge a military power and intensify its political and military involvement in the regional issues. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are now talking about the \"people's sentiment\" over the abduction of a few Japanese. But the bitter pain the Korean people have suffered due to Japan's past crimes can never stand comparison with the \"sentiment of the Japanese people.\" &nbsp;&nbsp;&nbsp;\r\n The \"people's sentiment\" and the option are not a monopoly of the Japanese side. The DPRK, too, will do what it should do when necessary. &nbsp;&nbsp;&nbsp;\r\n No matter what a plot the Japanese reactionaries may hatch over the \"abduction issue,\" it will get them nowhere.  On the contrary it will further complicate the situation and drive Japan to a bottomless quagmire. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never pardon the cases of abduction Japan has perpetrated against the Korean people for centuries but surely force it to pay for them.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Urged to Stop Reckless Military Moves",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#12",
            "content": "Japan's Moves for Militarist Aggression under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) --Japan's evermore undisguised moves for militarist aggression has come under fire by a signed article of Rodong Sinmun Saturday.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\nJapan's open distortion of history and visits to the \"Yasukuni Shrine\" are, in essence, little short of praising militarism and a full revelation of its intention to whitewash and repeat its history of aggression. &nbsp;&nbsp;&nbsp;\r\n The danger of the Japanese reactionaries' moves for militarization is undeniably proved by its establishment of a wartime system and arms build-up for overseas invasion and escalated moves for military advance overseas. &nbsp;&nbsp;&nbsp;\r\n They have stepped up the moves to jointly establish the missile defense system (MD) with the U.S. under the pretext of the DPRK's \"nuclear and missile threat,\" a fiction. They are now busy with the MD after deciding to independently introduce it. &nbsp;&nbsp;&nbsp;\r\n Japan put spy satellites on orbit in a bid to intensify the gathering of information about the DPRK and various other regions. &nbsp;&nbsp;&nbsp;\r\n What is more serious is that the Japanese reactionaries are now becoming desperate in their bid for territorial expansion, triggering off territorial disputes with its neighboring countries. &nbsp;&nbsp;&nbsp;\r\n A clear proof of this is their attempt to grab Tok Islet, part of the inviolable territory of Korea. This is a prelude to the Japanese militarists' overseas aggression. &nbsp;&nbsp;&nbsp;\r\n Their moves for militarist aggression are going beyond the danger line, posing a serious threat to the peace and security of there. The article calls upon the Asian people to follow these moves with a high degree of vigilance and take positive actions to frustrate them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Photo Exhibition and Film Show Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#13",
            "content": "S. Korean Authorities Urged to Stop Reckless Military Moves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- The south Korean authorities are massively introducing latest war hardware from the United States and committing themselves to perform even the duty to be fulfilled by the U.S. forces in south Korea in case of a war against the north under the signboard of \"self-reliant defence\" and \"sharing of role.\" This cannot but be a disturbing military development.\r\n In this regard Rodong Sinmun Saturday observes in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n  These moves are unpardonable crimes against the nation as they clearly indicate that the south Korean authorities are rushing headlong towards military confrontation and war against the fellow countrymen as a shock brigade in the war of aggression to be launched by the U.S. imperialists against the north. &nbsp;&nbsp;&nbsp;\r\nThe south Korean authorities are paying lip-service to \"reconciliation and cooperation\" and a \"peaceful solution to the nuclear issue\" but, in actuality, are opting for a war of aggression against the north. Nothing is more blatant insult to the nation than this because they are just applying a double-dealing trick reminding one of a peddler crying wine and selling vinegar. &nbsp;&nbsp;&nbsp;\r\n \"Self-reliant defence\" and \"sharing of role\" touted by them is nothing but a version of a call for frantic arms build-up for invading the north. &nbsp;&nbsp;&nbsp;\r\n If they truly want to pursue self-reliant defence, they should discard dependence on foreign forces and opt for getting reconciled with the fellow countrymen in the north and achieving the reunification of the country. &nbsp;&nbsp;&nbsp;\r\nIntroducing war hardware into south Korea from outside to do harm to the fellow countrymen and take upon even the role to be played by foreign forces in case of invasion of the north are little short of increasing the dependence on them, bringing huge profits to them and leaving the national interests at their tender mercy. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities would be well advised to stop acting rashly, well aware that the option taken by them for confrontation and war against the north, toeing the U.S. scenario for a war against the north, will only precipitate their self-destruction.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions for Withdrawal of U.S. Troops Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#14",
            "content": "Photo Exhibition and Film Show Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- A photo exhibition and film show were arranged by the Ministry of Foreign Trade for the Economic and Commercial Councilors' Corps here at the Pyongyang Cultural Exhibition Hall Friday on the occasion of the 73rd birthday of the heroic Korean People's Army.\r\n The participants looked round with keen interest photos showing the immortal Songun exploits of Supreme Commander Kim Jong Il and successes made by the army and people of the DPRK in the drive to build a great prosperous powerful socialist nation under his wise leadership. &nbsp;&nbsp;&nbsp;\r\n Then they appreciated a Korean documentary \"For the Liberation of the Country\".    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to Disgraceful History of Colony Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#15",
            "content": "Actions for Withdrawal of U.S. Troops Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement on April 19 on the occasion of the 45th anniversary of the April 19 popular uprising.\r\n The statement said that the popular uprising dealt a telling blow at the pro-U.S. dictatorial regime of Syngman Rhee and recorded a brilliant page in the history of anti-U.S. and anti-fascist struggle for democracy. The desire of the participants in the uprising has not come true until this year, the 60th anniversary of the liberation of the country, it added. &nbsp;&nbsp;&nbsp;\r\n The statement stressed that it is a bitter lesson taught by the martyrs that it is impossible to achieve independent reunification nor is it possible to build a new society unless the U.S. troops are withdrawn from this land to the last man and pro-U.S. ultra-right  conservative forces be totally eliminated. &nbsp;&nbsp;&nbsp;\r\n The headquarters will give full play to the enthusiasm of the patriotic youth and students and turn out in the general march against the U.S. and war and for the withdrawal of the U.S. troops this year, drawing that lesson, the statement concluded.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to FM of Zimbabwe",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#16",
            "content": "End to Disgraceful History of Colony Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration released an appeal to all the south Korean people on April 19 on the occasion of the 45th anniversary of the April 19 Popular Uprising in which it called for intensifying the anti-U.S. and anti-Japanese struggle in the same spirit as displayed during the popular uprising in order to put an end to the shameful history of colony.\r\n  The desire of the south Korean people and the martyrs of the popular uprising to see an independent and democratic new society free from outside forces and dictatorship and the reunification of the divided country has not yet come true, the appeal noted, and continued: The reality today urgently calls for driving the U.S. forces, the root cause of the people's misfortune and sufferings, out of south Korea, and terminating the history of a foreign colony that has lasted for a century. &nbsp;&nbsp;&nbsp;\r\n All the people should display the same spirit as done during the April 19 resistance and intensify the anti-U.S. and anti-war struggle and the actions for the withdrawal of the U.S. forces under the uplifted banner of the three forms of cooperation -- cooperation for national independence, cooperation for peace against war and cooperation for reunification and patriotism. &nbsp;&nbsp;&nbsp; \r\n They should put an end to the colonial domination of the U.S. in a do-or-die spirit under the slogan \"Let's not allow the U.S forces' presence in south Korea to go beyond 60 years\" and decisively shatter the reckless ambition of Japan to reinvade the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Army Fires Gun at North Side's Post",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#17",
            "content": "Congratulations to FM of Zimbabwe\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to Simbarashe Mumbengegii upon his appointment as foreign minister of Zimbabwe.\r\n In the belief that the good ties of friendship and solidarity between the two countries would continue to grow stronger in the mutual interests of the two peoples, the message sincerely wished him success in his new job.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Norwegian Foreign Ministry Delegation Here",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#18",
            "content": "S. Korean Army Fires Gun at North Side's Post\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- The south Korean army fired a gun at the nnorth side's post in the Military Demarcation Line (MDL) on Saturday, according to military sources.\r\n At about 7:30 a.m. they fired one shell from their MP post near MDL Marker No. 1272 towards the north side in the eastern sector of the front. &nbsp;&nbsp;&nbsp;\r\n The shell dropped just near a post of the Korean People's Army, posing a grave threat to the lives of KPA servicemen on a routine guard duty. &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities consecutively let warships intrude into the north side's territorial waters in the West Sea of Korea recently before firing the shell in the forefront area. &nbsp;&nbsp;&nbsp;\r\n Those reckless military provocations cannot be construed otherwise than their deliberate and premeditated moves to strain the situation. &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities should not run amuck, pondering over serious consequences to be entailed by such military provocations.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Clarifies DPRK Stand at Asia-Africa Summit",
            "url": "http://kcna.co.jp/item/2005/200504/news04/25.htm#19",
            "content": "Norwegian Foreign Ministry Delegation Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 23 (KCNA) -- A delegation of the Norwegian Foreign Ministry headed by Vidar Helgesen, secretary of state of the ministry, arrived here today.\r\n It was greeted at the airport by an official concerned and the Swedish ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}