{
    "date": "2005-09-06",
    "url": "http://kcna.co.jp/item/2005/200509/20050906.htm",
    "articles": [
        {
            "title": "U.S. Military Drills against DPRK Denounced",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#1",
            "content": "U.S. Military Drills against DPRK Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The United States, by instigating the south Korean authorities, staged the \"Ulji Focus Lens-05\" joint military exercises from Aug. 22 to Sept. 2.\r\n In this regard a Rodong Sinmun analyst today says: &nbsp;&nbsp;&nbsp;\r\n The war game clearly showed that the U.S. was bent on the technical refining of war methods, not giving up its hostile policy and aggressive ambition against the DPRK.\r\n What can not be overlooked is the double-dealing tactics of the U.S. which is brandishing the club to stifle the DPRK by military force, while talking a lot about \"respect for sovereignty\" and \"non-aggression\" to the public with regard to the six-party talks. &nbsp;&nbsp;&nbsp;\r\n When the DPRK raised issue with the war rehearsal targeted against it in the course of the six-party talks, the U.S. made ridiculous remarks that the war game had nothing to do with the talks. The U.S. should know that such far-fetched assertion can never work anywhere and should bear due responsibility for its impact on the talks.\r\n We cannot but take the matter up also with the south Korean authorities for their treacherous act. &nbsp;&nbsp;&nbsp;\r\n We had made every possible effort for the development of inter-Korean relations and generously accepted all the requests of the south side. The south Korean authorities should have known this better than anyone else and been thankful for this and should have paid greater attention to the inter-Korean relations. They, however, acted provocatively against the north. &nbsp;&nbsp;&nbsp;\r\n They should clearly know that if any negative consequences are entailed to the development of the inter-Korean relations by their rude and provocative act, they can never evade the responsibility for this.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to U.S. Occupation of S. Korea Urged",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#2",
            "content": "End to U.S. Occupation of S. Korea Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration on Sept. 1 reportedly released an appeal titled \"Let us put an end now to U.S. troops' 60 years-long occupation of south Korea\".\r\n Noting that those 60 years were a history of killing, violence and disgrace, the appeal said the withdrawal of the U.S. troops is the demand of the times and the task for the nation, which brooks no further delay. &nbsp;&nbsp;&nbsp;\r\n It continued: &nbsp;&nbsp;&nbsp;\r\n The United States is neither a protector nor a savior of the Korean nation but an aggressor, plunderer and criminal. The only thing to be gained under the occupation of the U.S. troops is the horror of war and death. Cooperation with the U.S. means war and destruction and national cooperation means peace and reunification.\r\n National reunification can never be achieved when we remain under the same sky with the U.S. troops. We should find our way out through national cooperation for independence and peace, breaking the chains of disgraceful south Korea-U.S. alliance for war, alliance of subordination. &nbsp;&nbsp;&nbsp;\r\n Let us defend peace in this land with the might of national identity, cherishing the pride of the Korean nation being the best. &nbsp;&nbsp;&nbsp;\r\n Let us open up a new era of independence, reunification and prosperity through the all-people struggle for the withdrawal of the U.S. troops.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Memorial Services for Victims to Massacre in Kanto Quake",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#3",
            "content": "Memorial Services for Victims to Massacre in Kanto Quake \r\n&nbsp;&nbsp;&nbsp; Tokyo, September 3 (KNS-KCNA) -- Korean residents in Japan held a memorial service for the victims to the massacre of Koreans in the Kanto quake in 1923 in front of the monument to the Korean victims in Tokyo on Sept. 1 upon the lapse of 82 years since the mass killings.\r\n Present there were officials of the Tokyo Metropolitan Headquarters of the General Association of Korean Residents in Japan (Chongryon), Korean residents and youths and students in Japan and Japanese figures. &nbsp;&nbsp;&nbsp;\r\n The participants paid a silent tribute to the memory of the victims.\r\n Pak Chang Gil, chairman of the headquarters, in his memorial address said when the damage expanded to a greater scope in the strong earthquake and the resulting fire that swept Kanto District in 1923, the Japanese reactionaries committed the massacre of Koreans to direct to them the sharp edge of unrest and fear of the Japanese in the afflicted area and their complaints and grievances against the government.\r\n Eighty-two years have passed since the massacre, but the Japanese authorities have not  probed  the truth of it, he said, adding: Far from making an apology and compensation for it, they are distorting history and engaging themselves in anti-DPRK propaganda. &nbsp;&nbsp;&nbsp;\r\n He urged the Japanese authorities to bend efforts to implement the DPRK-Japan Pyongyang Declaration which calls for normalizing the relations between the DPRK and Japan on the basis of the settlement of Japan's past crimes.\r\n Then, representatives of youth and students and Japanese figures made speeches.\r\n On the same day, memorial services were held in different parts of Kanto District including Saitama and Chiba prefectures.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hu Jintao Meets Head of Korean Delegation of War Veterans",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#4",
            "content": "Hu Jintao Meets Head of Korean Delegation of War Veterans \r\n&nbsp;&nbsp;&nbsp; Beijing, September 3 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China, president of the People's Republic of China and chairman of the PRC Central Military Commission, met Kim Ik Hyon, vice marshal of the Korean People's Army, who is leading a delegation of Korean anti-Japanese revolutionary fighters participating in the celebrations of the 60th anniversary of the victory in the world anti-fascist war, at the Great Hall of the People in Beijing on Sept. 3.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Make State Compensation",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#5",
            "content": "Japan Urged to Make State Compensation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The Japanese authorities are persistently resorting to crafty moves to evade the responsibility of the state for the anti-human crimes committed by the Japanese imperialists in the past, notes Rodong Sinmun in a signed commentary Monday.\r\n To take one example, the commentary says, the chief executive of Japan told newsmen at the headquarters of the Liberal Democratic Party some time ago that the Japanese government \"has no legal responsibility\" for the \"comfort women\" for the imperial Japanese army. &nbsp;&nbsp;&nbsp;\r\n Earlier, the Japanese foreign ministry, on the occasion of the 60th anniversary of the end of the Second World War, argued  that the issue of Japan's post-war reparation had already been settled, saying it had gone through a package solution with the countries concerned and Japan had no more responsibility for the individual claims.\r\n  Japan manifested this stand with the stain of an enemy state still on its name when the voices demanding the settlement of the Japanese imperialists' past crimes were growing louder worldwide. This is nothing but an open challenge to the peoples of the countries which underwent sufferings at the hand of Japanese imperialists and fair public opinion, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The crimes committed by the Japanese imperialists in drafting \"comfort women\" for the imperial Japanese army in the first half of the 20th century by setting in motion the government and military power under the wartime state policy during their war of aggression on the continent were the worst organized and institutional crime against humanity unprecedented in history. &nbsp;&nbsp;&nbsp;\r\n Japan is the only country in the world which committed the crime of massive sex slavery with the government and the military directly organizing it and involving themselves in it. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities openly endorsed history textbooks which totally distort and delete Japan's past crimes at a time when their distortion of history was a target of bitter denunciation. \r\n They visit without shame the \"Yasukuni Shrine\" which keeps the mortuary tablets of the war criminals who established the system of \"comfort women\" for the imperial Japanese army and perpetrated all manner of inhumane evildoings against them.\r\n This being the fact, Japan cannot shake off the stain of an enemy state any time.\r\n If the Japanese authorities have reason, they should take this year which marks the 60th anniversary of Japan's defeat as a chance to manifest their will to settle the past to humankind. &nbsp;&nbsp;&nbsp;\r\n If Japan keeps resorting to the moves to evade the settlement of the past, ignoring public sentiments, it will face international isolation and condemnation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Unite for National Reunification",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#6",
            "content": "All Koreans Called upon to Unite for National Reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The concord and unity of all Koreans precisely mean national reunification, observes Rodong Sinmun Monday in a signed article. It goes on:\r\n Great national unity provides a basic precondition for the independent and peaceful reunification of the country and constitutes its essential content.\r\n What is essential for achieving national reunification is not issues related to any procedure or modality but the issue of achieving reconciliation and unity among all Koreans. &nbsp;&nbsp;&nbsp;\r\n The essential issue in achieving the reunification of the country will be settled if all Koreans attain great unity on the basis of the concord between the north and the south and their single-minded unity. The solution of this issue would naturally lead to the smooth settlement of other issues. &nbsp;&nbsp;&nbsp;\r\n The stirring reality unfolded by the June 15 era of reunification strikingly proves that the unity of the Koreans in the spirit of \"By our nation itself\" is an engine for bringing earlier the day of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" enshrined in the June 15 joint declaration represents an idea of national independence and that of great national unity as it makes it possible to bolster the driving force for national reunification in every way. \"By our nation itself\" has, therefore, become an idea representing the era accepted by all Koreans and brought about a stirring reality of reconciliation and cooperation.\r\n Guided by the idea of \"By our nation itself\", the unchangeable banner of national unity and reunification, the Koreans' struggle to bring the day of independent reunification through great national unity is sure to triumph, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "16th Asian Track and Field Championships Closes",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#7",
            "content": "16th Asian Track and Field Championships Closes \r\n&nbsp;&nbsp;&nbsp; Inchon, September 4 (KCNA-Correspondent) -- The 16th Asian Track and Field Championships was closed with due ceremony at the Munhak Stadium in Inchon Sunday.\r\n Attending it were political and public figures of south Korea, leading officials of the IAAF and heads of sports teams from various countries. &nbsp;&nbsp;&nbsp;\r\n Also present were the members of the youth and student cooperation team from the north, Inchon citizens and foreign guests. &nbsp;&nbsp;&nbsp;\r\n Sports persons of the north and the south and foreign sports persons from different countries and region in Asia marched into the stadium amid the warm cheers and acclaims of all the participants. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the ceremony. &nbsp;&nbsp;&nbsp;\r\n Mayor of Inchon An Sang Su who is chairman of the organizing committee of the championships in his speech expressed thanks to the members of the youth and student cooperation team from the north for their contribution to stirring up the atmosphere of the championships. &nbsp;&nbsp;&nbsp;\r\n The championship flag was lowered and the flame of the holder was put out.\r\n  Ham Pong Sil, runner of the DPRK, bagged a bronze medal at the women's 10,000 meter race. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the youth and student cooperation team from the north presented special cheering during the championships, drawing the attention of the spectators. It gave several art performances to the acclaims of many compatriots in the south.\r\n The team had joint meetings with representatives of the Inchon Headquarters of the Movement for Reunified Korea of south Korea and south Korean youths and students, sharing compatriotic feelings.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Korea's Liberation Celebrated",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#8",
            "content": "Day of Korea's Liberation Celebrated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Celebrations were held in at least 70 countries of the world on the occasion of the 60th anniversary of Korea's liberation.\r\n The Russian Preparatory Committee for Celebrating the 60th Anniversary of Korea's Liberation was inaugurated. Besides, similar preparatory committees grouping prominent figures of governments, political parties and organizations were inaugurated in more than 30 countries including India, Syria, Egypt, Mexico and France. The preparatory committees decided to organize multifarious functions to widely introduce the glorious revolutionary history and undying feats of President Kim Il Sung and leader Kim Jong Il, the sagacity of their leadership and their noble traits and express support and solidarity with the just cause of Songun Korea in the celebration period.\r\n  The Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea and the chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK presented gifts to Kim Il Sung and Kim Jong Il and political parties, organizations and public figures of different countries including the Party for Unity and Progress of Guinea, the People's Democratic Party of Uzbekistan, the Vietnam-Korea Friendship Association and the chairman of the Vanguard Party of Indonesia laid floral baskets before the portraits and full-length portraits of Kim Il Sung and Kim Jong Il at the DPRK embassies in their countries.\r\n At least 200 rallies, seminars, lectures, film shows, photo exhibitions and round-table talks and other celebration events took place in over 70 countries in the recent one month. Their participants paid high tribute and expressed profound reverence for the peerlessly great men. &nbsp;&nbsp;&nbsp;\r\n  Prominent figures and people from all walks of life present at the functions spoke highly of Kim Il Sung as the greatest politician and the sun of humankind representing the 20th century, stressing that the undying feats he performed for the country's liberation and the human cause of independence would shine for all ages. They also highly praised the Songun revolutionary exploits Kim Jong Il has performed by successfully carrying forward the idea and cause of Kim Il Sung.\r\n World media also gave wide publicity to the greatness of Kim Il Sung and Kim Jong Il.\r\n The Russian paper Patriot devoted its two successive issues to special write-ups and the August issue of the Russian newspaper Serp I Molot allotted all its pages to a special write-up. More than 100 media of other countries including newspapers of Laos, Iran, Bulgaria and Mexico, the Indonesian Radio and TV and the Guinean Radio and TV gave wide coverage to the portraits of  Kim Il Sung and Kim Jong Il, photos showing their undying feats and articles under different titles such as \"Kim Il Sung, lodestar of the liberation of the Korean nation.\"    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#9",
            "content": "Floral Basket to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Leader Kim Jong Il was presented with a basket of flowers by Mahmoud Abbas, chief of the Palestinian National Authority, on the occasion of the 57th anniversary of the DPRK.\r\n It was conveyed to Paek Nam Sun, DPRK foreign minister, today by Shaher Mohammed Abdlah, Palestinian ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Kim Jong Il from Foreign Diplomats",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#10",
            "content": "Congratulations to Kim Jong Il from Foreign Diplomats\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Leader Kim Jong Il received a floral basket and a congratulatory letter from the diplomatic corps here on the occasion of the 57th birthday of the DPRK.\r\n They were conveyed to Foreign Minister Paek Nam Sun by Palestinian Ambassador Shaher Mohammed Abdlah, who is doyen of the corps, on Monday.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Seoul Opera Troupe Here",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#11",
            "content": "New Seoul Opera Troupe Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The New Seoul Opera Troupe of south Korea headed by chief Hong Ji Won arrived here Monday.\r\n It was met at the airport by Song Sok Hwan, vice-chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, and Pak Kyong Chol, vice-chairman of the National Reconciliation Council.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea-Japan \"Agreements\" Declared Null and Void",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#12",
            "content": "S. Korea-Japan \"Agreements\" Declared Null and Void\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The Committee for the Investigation into Damage Done by Japanese Imperialists' Occupation of Korea solemnly declares the south Korea-Japan \"agreements\" as treacherous as the \"Ulsa Five-Point Treaty\" null and void, bitterly denouncing the U.S. and Japanese reactionaries and their quislings in south Korea for rubbing salt into the wounds of the Koreans through the signing of the disgraceful south Korea-Japan \"agreements\". \r\n A spokesman for the committee said this in a statement issued Monday in connection with the recent full disclosure of the fact that the south Korea-Japan \"agreements\" signed in the 1960s were fraudulent ones peppered with sycophancy, treachery and disgrace in the wake of the declassification of the documents related to the south Korea-Japan \"talks\" in south Korea. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n At the treacherous \"talks\" with Japan the then south Korean ruling quarters sold off the dignity and interests of the nation for a petty amount of money and helped the former cover up its monstrous crime-woven past history. This was an unpardonable mockery and insult to the whole Korean nation. &nbsp;&nbsp;&nbsp;\r\n The documents related to the \"talks\" revealed once again the U.S. aggressive nature.\r\n It was the United States that egged behind the scene the south Korean ruling quarters on to hold humiliating \"talks\" with Japan and it was again Washington that conspired with Japan and pressurized them to sign the unequal \"agreements\" with it.\r\n The Japanese reactionaries should clearly understand the anti-Japanese sentiment of the Koreans whose hearts are burning with towering grudge and strong determination to take revenge upon them and honestly apologize and compensate for the crimes committed against the Korean nation in the past. &nbsp;&nbsp;&nbsp;\r\n  The United States can never evade the responsibility for doing harm to the interests and dignity of the Korean nation behind the scene of the south Korea-Japan \"talks\" in league with Japan.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Downtown Pyongyang Undergoes Facelift",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#13",
            "content": "Downtown Pyongyang Undergoes Facelift\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The first-stage facelifiting project of Chollima Street in downtown Pyongyang is progressing apace.\r\n Chollima is a legendary horse that runs 400 kilometers a day.\r\n In the past the Korean people have wrought miracles in the spirit of riding Chollima.\r\n After the war, they rebuilt Pyongyang grandiosely in a short span of time, fully demonstrating their heroic spirit. &nbsp;&nbsp;&nbsp;\r\n The street was built in a matter of half a year before the Fifth Congress of the Workers' Party of Korea (WPK) in 1970. &nbsp;&nbsp;&nbsp;\r\n Buildings on the street are now being colorfully painted to suit modern aesthetic sense. \r\n The slogans issued jointly by the Central Committee and Central Military Commission of the WPK call for sprucing up the capital city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n In a week after the start of the project, the builders replaced window frames of buildings standing from Pothong Gate to the Tongsong Bridge with new ones.\r\n Kim Chang Song, a resident in Tongsong-dong, told KCNA that the fast-progressing project reminded him of the construction of the street at the speed of Chollima 35 years ago.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Advantageous Education System Provided by Kim Il Sung",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#14",
            "content": "Advantageous Education System Provided by Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Twenty-eight years have passed since President Kim Il Sung published the famous work \"Theses on Socialist Education\" on September 5, Juche 66 (1977).\r\n On this occasion, the Korean people are recollecting with deep emotion the immortal exploits performed by the President, who provided them with advantageous socialist education system including the universal eleven-year compulsory education and devoted his all to the development of the country's educational work.\r\n In his early years of revolutionary activities, Kim Il Sung set up such revolutionary schools as Jinmyong School in Kalun, Samsong School in Wujiazi and Samgwang School in Guyushu and let schoolchildren enjoy free education in those schools.\r\n After setting an example of socialist education in the years of the anti-Japanese revolutionary struggle, he saw to it that a decision of the Provisional People's Committee of North Korea \"Rules on School Education System in North Korea and Measures for Their Implementation\" was adopted in December 1946, immediately after Korean liberation, and that a democratic education system was established in the country. &nbsp;&nbsp;&nbsp;\r\n Under his wise leadership, the educational work went on without suspension even in the three-year hard-fought Korean Liberation War and a factory college, a unique educational institution, was set up in July 1951. &nbsp;&nbsp;&nbsp;\r\n Primary attention was paid to the rehabilitation of schools at all levels including colleges and universities after the war and thus the universal compulsory elementary education has been effected from August 1956, the universal compulsory nine-year technical education from April 1967 and the universal eleven-year compulsory education from September 1975. &nbsp;&nbsp;&nbsp;\r\n The well-organized education system involving a large number of schools at all levels and hundreds of colleges and universities has been established in the country thanks to the President's wise guidance for the education of the rising generation and his great love for the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Animals Sent to Central Zoo",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#15",
            "content": "More Animals Sent to Central Zoo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- 710 animals of 5 species have nested at the Central Zoo in Pyongyang.\r\n Budgerigars boast their feathers of yellow, blue, white and other colors and Nymphicus hollandicus pleases visitors with beautiful chirp and looks. Among the parrots is Agapornis roseicollis 15 centimeters long from the southwestern region of Africa.   \r\n Geopelia cuneata, the smallest species of pigeons, is catching eyes of visitors for its beautiful twitter. &nbsp;&nbsp;&nbsp;\r\n Among the new comers are also pretty guinea pigs of grey, brown and white colors. The home of the guinea pigs is south America. &nbsp;&nbsp;&nbsp;\r\n The animals were sent to the zoo by leader Kim Jong Il in August for the entertainment of the people.        \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "North Team and Cooperation Group Back from Inchon",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#16",
            "content": "North Team and Cooperation Group Back from Inchon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The north team led by Jang Son Gang, director of the Secretariat of the Non-Permanent State Physical Culture and Sports Commission, and the youth and student cooperation group headed by O Jong Hun, principal of the Kum Song School, flew back here today after participating in the 16th Asian Track and Field Championships held in Inchon, south Korea.\r\n They were met at the airport by Mun Jae Dok, chairman of the Korean Physical Culture and Sports Guidance Commission, Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, Ri Chung Bok, vice-chairman of the National Reconciliation Council, and officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Miru Plain in North Hwanghae Province",
            "url": "http://kcna.co.jp/item/2005/200509/news09/06.htm#17",
            "content": "Kim Jong Il Gives Field Guidance to Miru Plain in North Hwanghae Province\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, gave field guidance to the Miru Plain in North Hwanghae Province.\r\n He was briefed on the history of the farm's development, going round the monument to the on-the-spot guidance given by President Kim Il Sung standing on the plain.\r\n Thanks to the outstanding leadership provided by the President, the barren land, which had long been considered as an area unfit for human habitation, has turned into a plain visited by a bumper harvest, Kim Jong Il said, adding the undying exploits performed by the President would always be remembered by the Korean people.\r\n Kim Jong Il looked round fields of the vast expanse of the plain where various kinds of crops are doing well to learn in detail about how the farming has been put on a scientific and intensive basis and how it stands now. &nbsp;&nbsp;&nbsp;\r\n He mounted an observation platform from where he commanded a bird's-eye view of the plain where all kinds of crops undulate in the wind. Noting that this is, indeed, gratifying scenery, he expressed great pleasure at seeing one more big farm in the intermediary area of the country. &nbsp;&nbsp;&nbsp;\r\n He met Ri Kwang U, an agricultural guiding official who has worked hard for years for the development of agriculture on the plain and Ryu Myong Gum, head of a youth work team of the Phyongam Coop-Farm who had volunteered to work after  graduation from a university and praised them for having devoted themselves to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n After going round the fields, he set forth on the spot important tasks which would serve as guidelines in converting the plain into a modern base for agricultural production. &nbsp;&nbsp;&nbsp;\r\n What is most important in farming on the plain is to strictly observe the principle of cultivating the right crop in the right kind of soil as required by the Juche-based farming method, he noted. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to sow early ripening crops with low heights in the plain characterized by the low accumulated temperature and strong wind and cultivate more rice to suit the characteristics of the area having soil favorable for rice cultivation, in particular. &nbsp;&nbsp;&nbsp;\r\n He called for intensifying the scientific researches to do successful farming in conformity with the climatic and soil conditions of the plain. &nbsp;&nbsp;&nbsp;\r\n He proposed tasks for completing ahead of schedule the waterway project and the land realignment. &nbsp;&nbsp;&nbsp;\r\n He said that the completion of the Risang-Miru Plain waterway project would give a satisfactory solution to the problem of water on the plain and save enormous electrical power as water pumps, and electric motors and many other equipment would be no longer in use in this case and that of land alignment would turn all the cultivated land into fields for mechanization and obtain a large area of new land. He called for focusing efforts of the state on this work to wind up it in a short span of time.\r\n He set forth tasks to be fulfilled to increase the fertility on the plain\r\n He underlined the need to wage a high-pitched drive to apply more quality manure to the paddy and non-paddy fields under the slogan \"Heaps of manure precisely mean heaps of rice!\" &nbsp;&nbsp;&nbsp;\r\n In order to increase the fertility of the plain, it is also necessary to spray slaked lime on it under a plan in order to prevent the soil from being acidified and fully ensure deep ploughing in the paddy and non-paddy fields to suit the deep soil conditions of the plain.\r\n He proposed tasks for realizing the comprehensive mechanization of the plain.\r\n It is necessary to decisively mechanize the farm work in order to carry out it on the vast plain, he noted, underlining the need to produce and supply more modern machines of various types to it. &nbsp;&nbsp;&nbsp;\r\n Setting forth tasks for thoroughly implementing the WPK's mass line in the agricultural production, he urged the agricultural guiding officials to do away with their subjective style of work and go deep among producers to listen to their opinions so that all farm work including seed-selection may be done according to the will of the masses.\r\n He was accompanied by Ri Yong Chol and Ri Jae Il, first vice- department directors of the Central Committee of the WPK.    \r\n\r\n\r\n\r\n"
        }
    ]
}