{
    "date": "2005-06-30",
    "url": "http://kcna.co.jp/item/2005/200506/20050630.htm",
    "articles": [
        {
            "title": "Reminiscences of Kim Il Sung Published in Romania",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Killings of S. Korean Civilians by U.S. Forces Disclosed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#2",
            "content": "Reminiscences of Kim Il Sung Published in Romania \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Vol. 6 of Part 1 The Anti-Japanese Revolution of President Kim Il Sung's reminiscences \"With the Century\" was published in Romanian by the Copertes Publishing House of Romania on June 20.\r\n Present at the book releasing ceremony held at the publishing house were Ion Ciuca, chairman of the Socialist Party of Romania, Niculae Pavelescu, organizational secretary of the Romanian Working Party, Florentin Oancea, chairman of the Romania-Korea Friendship Association, and other figures of political parties and social circles. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Vasile Orleanu, chairman of the Supreme Council and Executive Committee of the Socialist Party of Romania who is also chairman of the National Committee for the Study of the Juche Idea of Romania, said that thanks to the immortal Juche idea which was founded by President Kim Il Sung and is further developed and enriched by leader Kim Jong Il the DPRK has turned into a powerful country, independent in politics, self-sustaining in economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n The director of the publishing house said that the reminiscences of Kim Il Sung serve as an excellent textbook dealing with the noble life of the President who was a great man profoundly respected by the progressive people of the world, noting that the publishing house would continue to publish works of Kim Il Sung and Kim Jong Il in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Significant Days for Koreans Observed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#3",
            "content": "More Killings of S. Korean Civilians by U.S. Forces Disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- More killings of south Korean civilians by U.S. forces during the Korean war were disclosed, according to the south Korean MBC on June 26.\r\n On January 19, 1951, more than 30 fighters of the U.S. air force indiscriminately dropped bombs with strong destructive power over a village in Sansong-ri, Ryechon County, North Kyongsang Province, by an order for a scorched-earth operation issued by the then commander of the 10th U.S. Army Corps. This barbarism left at least 130 villagers dead or wounded and some of them reported missing. &nbsp;&nbsp;&nbsp;\r\n This fact was proved by a testimony made by a U.S. soldier who participated in the war and a confidential document preserved in a U.S. archive. &nbsp;&nbsp;&nbsp;\r\n Noting that there still remain traces of damage done to Sansong-ri 54 years ago, MBC said that this conveys the killing of civilians at that time as it was.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Troops from S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#4",
            "content": "Significant Days for Koreans Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Meetings, a book and photo exhibition and a film show were held in Italy and Guinea, a joint seminar under the title \"The man-centered outlook on the world clarified by the Juche idea\" took place in Costa Rica and a celebration function in Denmark on June 14 and 15 on the occasion of the 41st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the fifth anniversary of the June 15 North-South Joint Declaration.\r\n Miriam Pelegrini Feri, chairwoman of the Group of Dialectical Materialists of Italy, in a speech at the meeting said that after the start of his work at the Central Committee of the WPK, Kim Jong Il performed such immortal exploits as proclaiming the programme of modeling the whole society on the Juche idea and firmly uniting all the people around the Party. &nbsp;&nbsp;&nbsp;\r\n Banou Keita, director general of the Kim Il Sung Institute of Agricultural Science in Guinea, in a speech at the meeting said that the publication of the June 15 joint declaration brought about a new phase in the movement for the reunification of Korea and aroused stronger desire and enthusiasm to achieve reunification among all the Koreans in the north and the south and overseas. This was attributable to the extraordinary wisdom and energetic activities of Kim Jong Il, he added. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Costa Rican Institute for the Study of Juche Idea and others in their speeches warmly congratulated Kim Jong Il on having successfully defended the dignity and sovereignty of the nation with his Songun politics, noting that he has developed in depth the Juche idea to be a perfect guiding idea of the present times and embodied it in the practice of the DPRK to bring about a stirring reality. &nbsp;&nbsp;&nbsp;\r\n Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, in a speech at a function pointed in detail to the recent exchange and cooperation between the north and the south of Korea, noting that the Korean people have achieved great progress in the cause of national reunification, smashing the bellicose moves of the Bush administration and reactionaries against the DPRK and reunification, taking the June 15 joint declaration as a banner of their struggle. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the function in Denmark.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S., Anti-war Action in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#5",
            "content": "Withdrawal of U.S. Troops from S. Korea Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea made public a statement on its Internet homepage on June 18, 55 years after the start of the war of aggression against the DPRK by the U.S. imperialists.\r\n The statement lashed out at the shameless U.S. for having infringed upon the sovereignty of the Korean nation by keeping its aggressor forces in south Korea for the last 60 years in contravention of international law and the UN Charter. &nbsp;&nbsp;&nbsp;\r\n The U.S. is challenging the legitimate demand of the Korean nation fully supported by the progressive people of the world at a time when the north and the south of Korea are now working hard to achieve national reconciliation and independent reunification of the country after the adoption of the June 15 joint declaration in the present times, the statement noted. &nbsp;&nbsp;&nbsp;\r\n Demanding the U.S. pull out its troops from south Korea without delay, the statement said that this is the best way for the Korean people to carve out their destiny independently and a basic requirement for putting an end to the U.S. hostile policy toward the DPRK and realizing the denuclearization and peace on the Korean Peninsula and important condition for protecting global peace and security. &nbsp;&nbsp;&nbsp;\r\n This year marks the 60th anniversary of the liberation of Korea and the 60th year since the division of Korea into the north and the south by the U.S., the statement said, calling on all the progressive people of the world to conduct a more dynamic international solidarity movement to force the U.S. troops to quit south Korea and put the earliest possible end to the U.S. interference in the internal affairs of Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Peru Appointed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#6",
            "content": "Anti-U.S., Anti-war Action in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- The Reunification Solidarity and the People's Solidarity of south Korea reportedly held the 4th \"monthly joint action against the U.S. and war\" in front of the U.S. embassy in Seoul on June 25 upon the lapse of 55 years since the U.S. imperialists provoked a war of aggression against the DPRK.\r\n Jong Tae Yon, chairman of the Policy Committee of the People's Solidarity, Song Hyo Won, chairwoman of the south Korean Federation of University Student Councils, Im Pang Gyu, co-representative of the Reunification Square, and Hwang Son, a spokeswoman for the Reunification Solidarity, in their speeches indignantly recalled that the Korean war ignited by the U.S. 55 years ago was crueler than any other wars in human history. &nbsp;&nbsp;&nbsp;\r\n Noting that the situation on the Korean Peninsula is growing more acute due to the U.S. moves for a war, they said it has become crystal clear that the principal enemy of the Korean nation is the U.S. &nbsp;&nbsp;&nbsp;\r\n  Drawing attention to the fact that the U.S. has worked out such war scenarios as \"OPLAN 5027\", \"CONPLAN 5029\" and are getting overheated in steady arms buildup, the resolution read out at the function said these facts indicate the grave stage that the U.S. moves for a nuclear war on the Korean Peninsula is entering. &nbsp;&nbsp;&nbsp;\r\n It said a true peace and reunification of the Korean Peninsula are unthinkable as long as the U.S. troops stay in south Korea and called for an intensified fight for U.S. troop pullout. &nbsp;&nbsp;&nbsp;\r\n At the end of function, youths and students launched an agitation activity, distributing among citizens leaflets titled \"Drive away the U.S. troops, the main source of the repulsive threat of war\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Brazil Appointed",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#7",
            "content": "DPRK Ambassador to Peru Appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Kim Son Uk has been appointed DPRK ambassador e. p. to Peru, according to a decree of the Presidium of the DPRK Supreme People's Assembly.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greater Impetus to Three-Revolution Red Flag Movement Urged",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#8",
            "content": "DPRK Ambassador to Brazil Appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Pak Hyok has been appointed DPRK ambassador e. p. to Brazil, according to a decree of the Presidium of the DPRK Supreme People's Assembly.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Socialist Patriotism Displayed in Building Prosperous Country",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#9",
            "content": "Greater Impetus to Three-Revolution Red Flag Movement Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- This year marks the 30th anniversary of the start of the three-revolution red flag movement. In this regard, Rodong Sinmun Wednesday carries an editorial, which says it is a mass movement of the highest form and when it is steadily developed in depth the Songun revolutionary cause will be brilliantly accomplished.\r\n The general march of the Songun revolution today is a work for vigorously stepping up the building of a great prosperous powerful nation by thoroughly embodying the Songun idea in all fields of social life, the editorial says, and continues: &nbsp;&nbsp;&nbsp;\r\n The three-revolution red flag movement must be intensified under the uplifted banner of three revolutions, ideological, technical and cultural, in order to train the people into true vanguard fighters boundlessly faithful to the Songun cause of the Workers' Party of Korea and rebuild the national economy with modern technology at an early date, as required by the building of a great prosperous powerful nation, and let Songun revolutionary culture come into full bloom all over the society. &nbsp;&nbsp;&nbsp;\r\n To develop the movement in depth is a very important work to consolidate the single-minded unity of the Korean revolutionary ranks in every way by modeling the whole society on the Songun idea and a main guarantee for bringing a new turn in building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n What is most important in developing the movement in depth at present is to prepare all the members of the society as unequivocal adherents, stout defenders and resolute executors of the Songun idea, keeping a tight hold on the ideological revolution as the main point. &nbsp;&nbsp;&nbsp;\r\n Full play should be given to the might of the movement in socialist economic construction. &nbsp;&nbsp;&nbsp;\r\n The flame of the movement should be made to leap higher in farming, the main front of socialist economic construction this year. &nbsp;&nbsp;&nbsp;\r\n A steady productive upsurge should be effected through an intensified drive to win the three-revolution red flag at all units of key industries such as power, coal and metal industries and railway transport. &nbsp;&nbsp;&nbsp;\r\n The editorial calls on all the units to wage the movement with redoubled vigor to meet the requirements of the Songun era and thus bring about a decisive turn in building a great prosperous powerful nation.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Streets Undergo Facelift",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#10",
            "content": "Socialist Patriotism Displayed in Building Prosperous Country\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Socialist patriotism is an idea and sentiments of loving the socialist motherland where there are a great party, a genuine people's government and a superior socialist system, says Rodong Sinmun in an article Wednesday.\r\n Socialist patriotism displayed by the Koreans is manifested in that they turn out as one man in the struggle to defend socialism with firm resolution to share destiny with it, the author of the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Socialist patriotism is the spirit of ardent love for the socialist motherland and the unrelenting spirit to fight the enemies attempting to do harm to it. No one can have hatred for the class enemies without ardent love for the country. &nbsp;&nbsp;&nbsp;\r\n The Korean people's war of confrontation with the U.S. is, in the true sense of the word, a standoff of ideology and strength and the fiercest war to defend socialism. &nbsp;&nbsp;&nbsp;\r\n The Korean people are foiling at every step the mean ideological and cultural penetration on the part of the U.S. imperialists and their intrigues to disintegrate the DPRK from within while devoting everything to bolstering the military capacity of the country, true to the Songun policy of the Workers' Party of Korea. This is unthinkable apart from their noble patriotism to glorify the socialist motherland. No enemy can encroach upon even an inch of our country as it has all the servicepersons and people defending their ideology and system at the cost of their lives with the unshakable faith and will that they will win when they defend socialism but will meet death when they abandon it. &nbsp;&nbsp;&nbsp;\r\n The Korean people's socialist patriotism finds manifestation in that they are firmly defending their revolutionary posts and devoting their all to the society and the collective with pure conscience. &nbsp;&nbsp;&nbsp;\r\n Socialist patriotism displayed by the Koreans today is all the nobler as it is based on the extraordinary awareness of the Korean people ready to uphold the leader Kim Jong Il's patriotic intention and will with a loyal heart.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sudanese President",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#11",
            "content": "Pyongyang Streets Undergo Facelift\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Projects to facelift eight main streets of Pyongyang including Sungri, Kaesonmun, Chilsongmun and Podunamu streets are at full swing.\r\n Dwelling buildings for over 13,000 households are being reconstructed or repaired at the final stage. &nbsp;&nbsp;&nbsp;\r\n While keeping the original style of architecture of each building, its outer walls are being plastered on vertical and horizontal lines and its walls and verandas decorated in relief in harmony with the formation of the streets. &nbsp;&nbsp;&nbsp;\r\n The buildings painted in light grey, light green and light pink colors make people feel refreshed. &nbsp;&nbsp;&nbsp;\r\n Wooden sashes of dwelling houses have been replaced with plastic ones and windows installed on verandas. &nbsp;&nbsp;&nbsp;\r\n The inside of apartments along Sungri, Podunamu and Kaesonmun Streets has been repaired. Their water, sewage and electric facilities have been replaced as a whole and sanitations for more than 1,700 households built. &nbsp;&nbsp;&nbsp;\r\n Public service facilities are also changing their looks to add beauty to the city. They are of various architectural styles such as circular, vaulted and zigzag shapes. &nbsp;&nbsp;&nbsp;\r\n Many porches have been built and outer walls colorfully tiled and painted to suit the building shapes. &nbsp;&nbsp;&nbsp;\r\n Sidewalks along Sungri Street have been also paved with color-blocks of various patterns.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Democratic Congo",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#12",
            "content": "Greetings to Sudanese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Sudanese President Omar Hassan Ahmed Al-Bashir on the occasion of the 16th day of the revolution in Sudan.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop, the message sincerely wished the president and people of Sudan successes in their efforts to achieve territorial integrity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between ITF and WTF",
            "url": "http://kcna.co.jp/item/2005/200506/news06/30.htm#13",
            "content": "Greetings to President of Democratic Congo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA)-- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to President of the Democratic Republic of Congo Joseph Kabila on the occasion of the 45th anniversary of its independence.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to grow stronger, the message sincerely wished the president great success in his work for national unity and the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}