{
    "date": "2005-02-25",
    "url": "http://kcna.co.jp/item/2005/200502/20050225.htm",
    "articles": [
        {
            "title": "Japan's Refutation of KCNA Memorandum Termed Poor Excuse",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#2",
            "content": "Japan's Refutation of KCNA Memorandum Termed Poor Excuse \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- The Japanese government recently sent a document refuting the memorandum released by the Korean Central News Agency dated Jan. 24 to the DPRK through its embassy in Beijing. &nbsp;&nbsp;&nbsp;\r\n In the paper Japan told rubbish that it has not made any scientific clarification as regards the KCNA comment that the results of the DNA test of the remains of Megumi Yokota are false, it can never accept what the DPRK side described as a fabrication, it demands an early probe into the truth through the repatriation of surviving abductees and that the Japanese government is compelled to take a strong counteraction unless its demand is met. &nbsp;&nbsp;&nbsp;\r\n Japan even stated that it has willingness to have a working-level meeting to explain its paper refuting the KCNA memorandum, if the DPRK wishes. &nbsp;&nbsp;&nbsp;\r\n In this regard the DPRK embassy in Beijing on Feb. 24 officially notified the Japanese embassy there of the following stand of the DPRK: &nbsp;&nbsp;&nbsp;\r\n We can never accept the document as it is nothing but a poor excuse. It deserves not even a passing note because it lacks a scientific proof. &nbsp;&nbsp;&nbsp;\r\n We feel disgusting at Japan which fabricated the case by falsifying truth. &nbsp;&nbsp;&nbsp;\r\nWe, therefore, have no intention to discuss the issue with the Japanese government. &nbsp;&nbsp;&nbsp;\r\n We strongly urge the Japanese government once again to probe the truth behind the fabrication of the results of the DNA test of the remains of Megumi, punish those responsible, apologize to her bereaved family and return the remains without delay. &nbsp;&nbsp;&nbsp;\r\n As far as the Japanese government's talk about \"strong counteraction\" is concerned, it may do as it pleases. &nbsp;&nbsp;&nbsp;\r\n The DPRK side, too, will take a corresponding action.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off the Press in Russia",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#3",
            "content": "Gift to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- Leader Kim Jong Il was presented with a gift by Giuliano Fulvi, president of the Italian Chinese Kung Fu Association.\r\n It was conveyed to the DPRK ambassador to Italy by the president on Feb. 19.\r\n&nbsp;&nbsp;&nbsp;\r\n The president wished Kim Jong Il, the supreme leader of the DPRK, good health and greater success in his work to promote the well-being of the Korean people and accomplish the cause of national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Just Measure Supported",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#4",
            "content": "Kim Jong Il's Work Off the Press in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- Leader Kim Jong Il's famous work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" was brought out in booklet on Feb. 14 by the Russian Association for the Development of Friendship and Cooperation with Foreign Countries.\r\n The work, published on April 18, Juche 87 (1998), comprehensively clarifies the principles and tasks for achieving the great national unity such as the issue of creditably carrying forward President Kim Il Sung's idea of great national unity and the idea that the great national unity precisely means national reunification and it should be achieved on the principle of national independence under the banner of patriotism and national reunification.\r\n The booklet in its preface notes that the association has the pleasure to publish this work to convey to posterity the undying revolutionary feats performed by Kim Jong Il in building a great prosperous powerful socialist nation and accomplishing the cause of the independent and peaceful reunification of the country and the human cause of independence.    \r\n\r\n\r\n"
        },
        {
            "title": "Rally for Democratic Reforms Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#5",
            "content": "DPRK's Just Measure Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- A meeting for solidarity with the Korean people in their struggle against U.S. imperialism was held in the building of the Workers' Party of Bangladesh on Feb. 18.\r\n Nuran Nabie, general secretary of the Bangladesh-Korea Friendship Association, and other speakers charged that the U.S. outcry that the DPRK is \"an outpost of tyranny\" is an undisguised threat and an act of aggression intended to reject the genuine democratic government chosen by the people and impose only its will upon other countries. .&nbsp;&nbsp;&nbsp;\r\n The meeting adopted a statement supporting the Feb. 10 statement of the DPRK Foreign Ministry on suspending the participation in the six-way talks, jointly signed by five political parties of Bangladesh and Nuran Nabie. .&nbsp;&nbsp;&nbsp;\r\n The U.S. administration does not want a peaceful solution to the nuclear issue and as long as nukes are in the hands of such monsters, the world can never be in peace and it was the most just measure for the DPRK to have already pulled out of the NPT, the statement noted and continued: .&nbsp;&nbsp;&nbsp;\r\n The Bush administration is now misinterpreting the DPRK's efforts to peacefully settle issues between the DPRK and the U.S. including the nuclear issue as weakness. We call on the people of Bangladesh and all other peace-loving people of the world to stand against U.S. imperialism, the most dangerous enemy of humankind and the civilized world. .&nbsp;&nbsp;&nbsp;\r\n The meeting was attended by leaders and members of political parties and social organizations such as the Workers' Party, the Communist Party, the Socialist Party, the National Socialist Party and the Communist Party (Marxist-Leninist) of Bangladesh, the Bangladesh-Korea Friendship Association and people from all walks of life.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Accused of Evading Redress of Its Past Crimes",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#6",
            "content": "Rally for Democratic Reforms Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- An all-people rally took place in Seoul on Feb. 20 for democratic reforms and riddance of conservatism, according to a\r\npress report.\r\n It was attended by members of civic and social organizations such as the People's Solidarity for Abolition of the \"National Security Law\", the All-People Committee for Proper Settlement of the Past and the Headquarters of the People's Movement for the Revision of the Law on Private Schools and the Liquidation of Corrupt History and citizens more than 6,000 all told. .&nbsp;&nbsp;&nbsp;\r\n O Jong Ryol, co-representative of the People's Solidarity for Abolition of the \"National Security Law\", said the conservative forces are now crying themselves hoarse that they will not repeal the NSL. We all should get united to check this development and have the evil law scrapped, he urged. .&nbsp;&nbsp;&nbsp;\r\n Ro Hoe Chan, a lawmaker from the Democratic Workers' Party, criticized the ruling party for shelving the abolition of the evil law, yielding to the \"Grand National Party\" though it held the majority of the \"National Assembly\" seats. The present government should repeal the NSL first, if it would keep its promise with the people, he said. .&nbsp;&nbsp;&nbsp;\r\n A letter to the people was read out at the rally. .&nbsp;&nbsp;&nbsp;\r\n Last year witnessed the eruption of the ardor of the people for democratic reforms, but the political quarters committed historical crimes by holding off the disposal of the matter of legislation for reforms through a base collusion, the letter noted. .&nbsp;&nbsp;&nbsp;\r\n Urging the extraordinary session of the NA not to fail to deal with this matter, it said that a deceptive alternative legislation with regard to the NSL is impermissible. .&nbsp;&nbsp;&nbsp;\r\n All the forces striving to meet the demand of the time for the liquidation of the conservative forces and democratic reforms will  turn out in an all-out struggle by pooling their efforts, stated the letter. .&nbsp;&nbsp;&nbsp;\r\n At the end of the rally, the participants marched to Kwanghwamun and held a candlelight event. &nbsp;&nbsp;&nbsp;\r\n The rally was preceded by prior meetings of the south Korean Confederation of Trade Unions and the south Korean Council of Youth Organizations demanding the repeal of the evil law, the guarantee of vital rights and democratic reforms.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Liquidation of Pro-U.S. Conservative Forces Called for",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#7",
            "content": "Japan Accused of Evading Redress of Its Past Crimes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- The Japanese reactionaries are seeking to evade the redemption of their crimes committed against the Korean people over the last one century at any cost by covering up them. These ferocious assailants claim to be \"pitiful victims\", persistently peddling the \"issue of abduction victims\" that had already been settled.\r\n Rodong Sinmun Thursday carries a signed article in this regard. &nbsp;&nbsp;&nbsp;\r\n Japan is a country morally vulgar and bereft of any conscience. This is evidenced by its moves to persistently evade the settlement of its past and opt for overseas aggression to realize its dream of becoming a political power and military giant while negating and justifying by hook or by crook the crimes committed by the Japanese imperialists in the past, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Such behavior of Japan stands in sharp contrast to the attitude of those countries which have sincerely repented of and fully compensated for the crimes they committed against humankind in the past. &nbsp;&nbsp;&nbsp;\r\n If Japan is to live as a full-fledged member of the international community, enjoying its confidence, it should take a sincere and conscientious approach towards its past crimes, to begin with. It is a historical commitment and a legal and moral obligation for Japan to settle its past. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should deeply repent of and fully redeem the crimes Japan committed against Korean and other Asian people in the past. &nbsp;&nbsp;&nbsp;\r\nThey should bear in mind that this would do Japan good, too. &nbsp;&nbsp;&nbsp;\r\n Otherwise Japan would never shake off the ill fame as a country bereft of conscience and morality, a black-hearted country and a political dwarf.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Outgoing Polish Ambassador",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#8",
            "content": "Liquidation of Pro-U.S. Conservative Forces Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- It is an urgent and realistic task of the Korean nation for advancing the cause of independent reunification in the era after the publication of the June 15 joint declaration to fully overpower and liquidate the pro-U.S. conservative forces in south Korea as they are seized by flunkeyism and totally depend on outside forces, says\r\nRodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: The pro-U.S. conservative forces in south Korea are a main obstacle to the nation's efforts to realize the three forms of cooperation for national independence, for peace against war and for reunification and patriotism this year. &nbsp;&nbsp;&nbsp;\r\n The Grand National Party (GNP) of south Korea is a pro-U.S. flunkeyist and traitorous party going quite contrary to national independence. It is proved by the fact that the group of the party asserted its policy towards the north is just the same as the U.S. anti-reunification hard-line policy towards it. The GNP is prolonging its remaining days as a political entity through its cooperation with the U.S., blindly idolizing its American master and clinging to his coat-tail. Such disgusting party should no longer be allowed to disturb the political arena in south Korea and perpetrate acts against national independence. &nbsp;&nbsp;&nbsp;\r\n The GNP is an anti-national party advocating confrontation and war as it is keen to stifle the fellow countrymen as a war servant for the outside forces in their moves to threaten the security of the country and the nation. As this gang of traitors desperately works to grab power with the U.S. backing come what may they are recklessly joining their master in his hostile moves to stifle the DPRK, utterly indifferent to the nation's destiny. &nbsp;&nbsp;&nbsp;\r\n The same nightmarish reality as that happened under the fascist dictatorship is reported from south Korea in an unbroken chain. Those patriotic activities for reunification are liable to punishment and those personages who have devoted themselves to the movement for reunification are tried and sentenced to penal servitude on the charge of violating the \"National Security Law.\" This disturbing development quite alien to the above-said era is attributable to the plots hatched by the GNP clan and their followers to stamp out the patriotic movement for reunification and bring back the era of north-south confrontation keeping in step with the U.S. moves to stifle the north. &nbsp;&nbsp;&nbsp;\r\n If the Koreans are to realize the three forms of cooperation without fail and open a new phase for independent reunification by the concerted efforts of the nation, they should vigorously turn out in the struggle to liquidate such pro-U.S. conservative forces as the GNP which is standing in the way of the advance of the times and working to dampen the desire of the nation as stooges of the U.S. and its guide in its moves against reunification and for aggression.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mathematics Dictionary Published in DPRK",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#9",
            "content": "Kim Yong Nam Meets Outgoing Polish Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today met and had a talk with Polish Ambassador e.p. to the DPRK Wojciech Kaluza when the latter paid a farewell call on him at the Mansudae Assembly Hall.    \r\n\r\n\r\n"
        },
        {
            "title": "Independence, Banner of Victory",
            "url": "http://kcna.co.jp/item/2005/200502/news02/25.htm#10",
            "content": "Mathematics Dictionary Published in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 24 (KCNA) -- The Science and Encyclopedia Press in the Democratic People's Republic of Korea has published a mathematics dictionary (vol.1).\r\n According to competent mathematics experts, the dictionary, which consists of three volumes, reflects the developing trend of modern mathematics. And it will be helpful toward deepening basic mathematic knowledge of scientists and technicians and promoting their scientific research. &nbsp;&nbsp;&nbsp;\r\n The dictionary has terms arranged in order of mathematic sections. It gives clear-cut definitions of major terms in each section of mathematics and explanations of relevant theories. &nbsp;&nbsp;&nbsp;\r\n Each term also has Russian, English, French and German synonyms. &nbsp;&nbsp;&nbsp;\r\n Volume 1 is edited with \"Introduction\", \"Using the Dictionary\", \"Table of Symbols\", \"Names of Sections\" (21 sections of mathematics), \"Foundation of Mathematics and Mathematic Logic\", \"Set, Topology and Category\", \"Algebra\" and \"Theory on Group\" and \"Theory on Numbers\".    \r\n\r\n\r\n\r\n"
        }
    ]
}