{
    "date": "2005-08-01",
    "url": "http://kcna.co.jp/item/2005/200508/20050801.htm",
    "articles": [
        {
            "title": "Joint Press Release on Grand National Festival Published",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from President of Int'l Fund",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#2",
            "content": "Joint Press Release on Grand National Festival Published \r\n&nbsp;&nbsp;&nbsp;Pyongyang July 31(KCNA) -- A joint press release was published on July 30 by the Preparatory Committee for Joint Functions of Koreans in the North and the South and Abroad to Implement the June 15 Joint Declaration.\r\n It said: &nbsp;&nbsp;&nbsp;\r\n A working-level meeting of the preparatory committee was held in Kaesong from July 29 to 30, Juche 94 (2005). &nbsp;&nbsp;&nbsp;\r\n It was participated in by representatives of the preparatory committees of the three sides. &nbsp;&nbsp;&nbsp;\r\n The meeting underscored the fact that the grand national festival for reunification held in Pyongyang on the occasion of the fifth anniversary of the historic June 15 joint declaration marked an occasion of epochal significance in boosting the national cooperation, demonstrating the will of the Koreans for peace and developing the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n For the success of the August 15 functions for reunification to be held amid the interest and expectation of the fellow countrymen, the representatives have agreed on the following points: &nbsp;&nbsp;&nbsp;\r\n1. The August 15 functions for reunification will be called \"the August 15 grand national festival for independence, peace and reunification\" (August 15 grand national festival in short) and they will take place in Seoul from August 14 to 17. &nbsp;&nbsp;&nbsp;\r\n2. They will include such events as a grand march for reunification, an opening ceremony, a national meeting for independence, peace and reunification and meetings of representatives of different fields, north-south football matches for reunification, sports and amusement games, a banquet and a closing ceremony. &nbsp;&nbsp;&nbsp;\r\n3. The representatives of the north side will directly fly over the West Sea by its airliner for their travel and the overseas side use transport means it thinks convenient.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Order Awarded to Kim Jong Il by Int'l Fund",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#3",
            "content": "Letter to Kim Jong Il from President of Int'l Fund \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Leader Kim Jong Il received a letter from Oleg Oleinik, president of the International Charity Fund \"Protectors of Arts of the Century\" in Russia on July 25.\r\n The letter said that the Aid Council of the Fund decided to award the Order \"Star of Protector of Arts,\" the highest commendation from the fund, to Kim Jong Il, in high recognition of the great exploits he has performed for preserving peace and security, boosting the cooperation between the peoples of Russia and the DPRK, protecting the legitimate rights of human beings and materializing the social initiatives for the development of the fields of education, culture, science and arts. &nbsp;&nbsp;&nbsp;\r\n It recalled that Kim Jong Il has positively supported the important humanitarian projects, paid deep attention to the development of the social field and translated gigantic charity plans into reality while working at the noble posts of general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The letter congratulated him on receiving the high social commendation, expressing the hope that the cooperation with the organizations, institutions and citizens of the DPRK in protecting arts and accomplishing the noble cause of charity would continue to develop in the future, too.    \r\n\r\n \r\n\r\n"
        },
        {
            "title": "DPRK FM on Government's Stand for Peace and Stability on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#4",
            "content": "Order Awarded to Kim Jong Il by Int'l Fund \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Leader Kim Jong Il was awarded the Order \"Star of Protector of Arts\" by the International Charity Fund \"Protectors of Arts of the Century\" in Russia on July 25.\r\n The Aid Council of the International Charity Fund decided to award the order, the highest commendation from the fund, to him, in high recognition of the exploits he has performed for preserving peace and security, boosting cooperation among peoples and developing the fields of education, culture, science and arts.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Railway and Road Panel Meeting Held",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#5",
            "content": "DPRK FM on Government's Stand for Peace and Stability on Korean Peninsula \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- DPRK Foreign Minister Paek Nam Sun, addressing the ministerial meeting of the 12th ASEAN Regional Forum on July 29, said that peace and security on the Korean Peninsula is a key factor of ensuring peace in Northeast Asia and the DPRK government is making every effort to settle the present unstable situation and achieve durable peace and stability on the peninsula.\r\n There is no change in the stand of the DPRK government to uphold and thoroughly implement the June 15 North-South Joint Declaration, a milestone for the country's reunification, under any situation, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has exercised its utmost patience and flexibility in an effort to seek a peaceful negotiated solution to the nuclear issue on the Korean Peninsula. In order to bring about a radical turn in realizing the denuclearization of the Korean Peninsula it is necessary to remove the basic factor which compelled the DPRK to have access to nukes. &nbsp;&nbsp;&nbsp;\r\n Our nukes are not meant to strike the U.S. and we do not intend to keep them permanently. &nbsp;&nbsp;&nbsp;\r\n We will have neither reason nor necessity to possess even a single nuke if the U.S. agrees to completely remove its nuclear threat to the DPRK and opens the relations of peaceful co-existence with the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the nuclear issue finds a satisfactory solution, we will return to the NPT and accept the IAEA inspection. &nbsp;&nbsp;&nbsp;\r\n The six-party talks should prove fruitful by having an in-depth discussion on the ways of denuclearizing the whole Korean Peninsula on the principle of respect for sovereignty and equality under any circumstances. &nbsp;&nbsp;&nbsp;\r\n To this end, we proposed practical ways of completely solving the nuclear issue at the fourth round of the six-party talks, calling for reaching the common understanding that it is necessary to terminate the hostile relations between the DPRK and the U.S., legally and institutionally open the ties of peaceful co-existence, eliminate all the nukes from the north and the south of Korea, completely remove the possibility of  introducing nukes and nuclear substance into it from outside and the U.S. is required to assure the DPRK of an unconditional non-use of nukes with a view to putting an end to the U.S. nuclear threat to the Korean Peninsula and its vicinity. \r\n He expressed expectation that the forum would help find a peaceful and fair solution to the nuclear issue on the Korean Peninsula in line with its objective and idea as it identifies respect for sovereignty, non-interference in other's internal affairs and equality with its basic principle.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lao PM Meets DPRK FM",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#6",
            "content": "Inter-Korean Railway and Road Panel Meeting Held \r\n&nbsp;&nbsp;&nbsp; Kaesong, July 30 (KCNA) -- The 5th meeting of the North-South Panel for Reconnecting Rail and Road Links was held in Kaesong from July 28 to 30 under an agreement reached at the 10th meeting of the North-South Committee for the Promotion of Economic Cooperation.\r\n At the meeting both sides had an in-depth discussion on issues arising in completing the project of reconnecting the rail and road links between the north and the south and issues related to the trial operation of trains on the eastern and western railways and the holding of a ceremony of opening the road to traffic in the basic spirit of the June 15 North-South Joint Declaration and adopted an agreement of the 5th meeting of the North-South Panel for Reconnecting Rail and Road Links. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to complete the project of reconnecting the rail and road links on the eastern and western coasts as early as possible. The agreement deals with the provision of additional equipment and materials needed for the construction of a railway station by the south side, joint checking of the project of reconnecting the eastern rail links from August 23 to 25 and that of the western rail links from August 18 to 20, joint trial operation of trains on both lines and the ceremony of opening the road to traffic in the latter half of October as joint functions of the north and the south depending on the provision of a military guarantee. It also deals with the issue of holding further discussions on technical measures in this regard, the issue of exchanging lists of the members of both sides to form a joint committee for the operation of railways and a joint committee for the operation of road, the issue of actively cooperating in the efforts to render satisfactory technical services for the project of reconnecting the rail links. &nbsp;&nbsp;&nbsp;\r\n The north and the south have agreed to hold contacts between heads of delegations or delegates either in Kaesong or at Mt. Kumgang resort upon agreement when necessary, hold the 11th working contact for reconnecting rail and road links between the north and the south in Kaesong and discuss and decide on a specific program by way of exchanging documents.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Beninese President",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#7",
            "content": "Lao PM Meets DPRK FM \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Lao Prime Minister Boungnang Vorachit met with DPRK Foreign Minister Paek Nam Sun on a visit to Laos on July 30.\r\n Present there were the DPRK foreign minister's party and the DPRK charge d' affaires a.i. in Laos and a vice-minister of Foreign Affairs of Laos and the head of Cabinet of the prime minister's office and the Lao ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Lao prime minister said that he is pleased to hear the news that everything is going well in the DPRK under the leadership of the Workers' Party of Korea headed by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that the bilateral friendly ties are steadily growing strong under the deep care of the leaders of the two countries, the prime minister expressed the full support of its government to the struggle of the Korean people for socialist construction and national reunification. &nbsp;&nbsp;&nbsp;\r\n He hoped that the denuclearization of the Korean Peninsula would be realized as early as possible, noting that Laos feels grateful to the WPK and government of the DPRK for having always supported the Lao people and sends sincere thanks to them for it.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Swiss President",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#8",
            "content": "Greetings to Beninese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Mathieu Kerekou, president of Benin, on July 30 on the occasion of the 45th anniversary of its independence.\r\n In the belief that the traditional bilateral ties of friendship and cooperation would continue to develop on good terms, the message sincerely wished the president, government and people of Benin greater success in their work for national integrity and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Greets His Jamaican Counterpart",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#9",
            "content": "Kim Yong Nam Greets Swiss President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Samuel Schmid, president of Switzerland, on July 29 on the occasion of its national day.\r\n The message sincerely wished the Swiss president greater success in his work for the prosperity of the country and expressed the belief that the bilateral ties would continue to grow stronger in various fields in the mutual interests.    \r\n \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Statue and Grave of Kang Pan Sok",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#10",
            "content": "Pak Pong Ju Greets His Jamaican Counterpart\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to P.J. Patterson, prime minister of Jamaica, on the occasion of the 43rd anniversary of its independence.\r\n Warmly felicitating the Jamaican prime minister, government and people on the occasion, the message sincerely wished him success in his responsible work for the progress of the country and the well-being of the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Art Exhibition to Open",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#11",
            "content": "Wreaths Laid before Statue and Grave of Kang Pan Sok\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Wreaths were laid before the statue of Kang Pan Sok, an indomitable revolutionary fighter and outstanding leader of the Korean women's movement, in the Chilgol Revolutionary Site and her grave in Mangyongdae on July 31 on the occasion of the 73rd anniversary of her demise.\r\n Seen before the statue and grave were wreaths sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Wreaths in the name of the WPK Central Committee, the Presidium of the Supreme People's Assembly of the DPRK and the DPRK Cabinet were placed there amidst the playing of the wreath-laying music. &nbsp;&nbsp;&nbsp;\r\n Placed there then were wreaths in the name of working people's organizations, ministries, national institutions, military academies, educational, public health and media institutions, party and power organs, farms and schools in Pyongyang.\r\n The participants paid silent tribute to her. &nbsp;&nbsp;&nbsp;\r\n The ceremonies were attended by Choe Thae Bok, Yang Hyong Sop, Kim Ki Nam, Choe Yong Rim, Kwak Pom Gi, Jang Song U, Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae, officials of party and power organs, working people's organizations, ministries and national institutions, servicepersons of the Korean People's Army and working people in the city.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's \"Claim\" to Tok Islet Rejected",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#12",
            "content": "National Art Exhibition to Open\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- A national art exhibition will open at the Korean Art Gallery early in August on the occasion of the 60th anniversary of Korea's liberation.\r\n On display will be art works on various themes including those dealing with the noble feats and immortal revolutionary life of the three generals of Mt. Paektu who devoted their all to the liberation and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The exhibition will bring together art studios and art production companies and artists and amateur painters in Pyongyang and local areas who will contribute a variety of art works including Korean paintings peculiar to the Koreans, sculptures, oil paintings, handicrafts and calligraphies. &nbsp;&nbsp;&nbsp;\r\n Certificates of art work listed as state property will be awarded to those participants who presented works worth national treasures and medals and certificates of winners will go to the successful entrants. &nbsp;&nbsp;&nbsp;\r\n The Korean Art work Distribution Centre and the Korean Art Gallery are making arrangements for the exhibition at a final phase.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Promulgation of Law on Sex Equality Marked",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#13",
            "content": "Japan's \"Claim\" to Tok Islet Rejected\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- The Japanese reactionaries' \"claim\" to Tok Islet is a sheer fabrication, a distortion of history and a far-fetched assertion devoid of any ground, says Rodong Sinmun today in a signed article. \r\nTok Islet has been under the jurisdiction of Korea as an inalienable part of its territory throughout history, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Korea has exercised its sovereignty over the islet for nearly 1,500 years. It was the first to have discovered and annexed the islet, and it was again the first state to have reconfirmed and proclaimed the dominion over the islet as required by contemporary laws. &nbsp;&nbsp;&nbsp;\r\n Tok Islet has been regarded as an islet attached to Ullung Island historically in terms of nature and geography or in the light of the economic life of people. \r\n Ullung Island, the main island near Tok islet, was called Usanguk in the eras of the Three Kingdoms, and Murung or Ullung-do during the Koryo Dynasty. With the change in the name of the island, Tok Islet had been renamed several times. It was called Usan-do or Sambong-do in the period of the Ri Dynasty before its name was fixed as Tok-do (Tok Islet) in the closing years of the dynasty. &nbsp;&nbsp;&nbsp;\r\n The fact that Tok Islet was attached to Ullung Island under the jurisdiction of Korea can be proved by \"The Chronicles of the Three Kingdoms\" and various other historical documents of Korea. &nbsp;&nbsp;&nbsp;\r\n Even Japanese historical materials confirm the Tok Islet as part of Korea's territory.\r\n Tok Islet is an integral part of Korea's territory even from the international legal point of view. &nbsp;&nbsp;&nbsp;\r\n The DPRK has already expressed its state stand that the islet belongs to Korea and declared it at home and abroad long ago. &nbsp;&nbsp;&nbsp;\r\n It is self-evident that Shimane Prefecture no more than an autonomous local unit cannot represent the state called Japan. &nbsp;&nbsp;&nbsp;\r\n The Cairo Declaration adopted in 1943 and the Potsdam Declaration adopted on July 26, 1945 serve as international legal criteria that stipulated the legal status of the islet after the Second World War. &nbsp;&nbsp;&nbsp;\r\n All these historical facts go to prove that Tok Islet belongs to Korea both in name and reality from geographical, historical and international legal points of view. Therefore, the \"issue of Tok Islet\" does not exist in fact. &nbsp;&nbsp;&nbsp;\r\n Japan has neither justification nor excuse to make the issue a subject of discussion with Korea. &nbsp;&nbsp;&nbsp;\r\n Japan's \"claim\" to Tok Islet can neither be justified nor work on the DPRK as it is a brigandish theory aimed at usurping the territory of other country. Its noisier claim to the islet would only bring to bolder relief its territorial ambition and evil scheme to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should face up to history and reality and drop the foolish ambition to grab the islet and stage a comeback to Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S.-Japan Conspiracy for Aggression of Korea Flailed",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#14",
            "content": "Anniversary of Promulgation of Law on Sex Equality Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- Papers Saturday editorially observe the 59th anniversary of the promulgation of the Law on Sex Equality.\r\n An editorial of Rodong Sinmun says that President Kim Il Sung promulgated the historic law on July 30, Juche 35 (1946), thus bringing about a fundamental turn in improving the social status of the Korean women and carving out their destiny. &nbsp;&nbsp;&nbsp;\r\n The promulgation of the law completely freed them from century-old feudal oppression and humiliation and enabled them to freely participate in activities in all fields including politics, economy and culture with equal right with men. It was since the promulgation of the law that the Korean women, once marginalized in the society after being humiliated and disregarded, came to lead such a worthwhile life as devoting their inexhaustible strength, wisdom and enthusiasm to the sacred struggle for the prosperity of the country as full-fledged builders of a new society. &nbsp;&nbsp;&nbsp;\r\n The Songun era led by Kim Jong Il has put the social dignity and personality of the women on the highest level. &nbsp;&nbsp;&nbsp;\r\n Korean women continue registering signal achievements at every unit and in each work place to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n It is thanks to a large contingent of woman revolutionaries devoting all their wisdom and enthusiasm to the party, the revolution and the country and people that the Songun era has been further glorified. &nbsp;&nbsp;&nbsp;\r\n It is the true way for them to exalt their dignity to fully discharge their duty and role in the general march for Songun revolution. &nbsp;&nbsp;&nbsp;\r\n Minju Joson editorial calls on the women to perform heroic feats in the worthwhile struggle to greet the 60th anniversaries of the Workers' Party of Korea and Korea's liberation with proud successes in the general march for Songun revolution and thus strikingly demonstrate the revolutionary stamina of the Korean women.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Joint Press Release Issued",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#15",
            "content": "U.S.-Japan Conspiracy for Aggression of Korea Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement Friday denounced the U.S. and the Japanese imperialists for having conspired to invade Korea 100 years ago by fabricating a document and colluding again now in their frantic moves to invade Korea.\r\n Through the \"Taft-Katsura Agreement\" which was signed in the form of exchanging secret documents on July 29, 1905 the U.S. recognized the Japanese imperialists' occupation of Korea and domination over it and Japan promised the U.S. not to interfere in its colonial rule over the Philippines.. &nbsp;&nbsp;&nbsp;\r\n The spokesman went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. and Japan had worked in complicity for colonial rule over Philippines and Korea a century ago. Today they have collaborated with each other in the U.S. nuclear racket against the DPRK and war moves to invade it to dominate the whole of Korea and in Japan's ambition for reinvasion of Korea. &nbsp;&nbsp;&nbsp;\r\n Japan is now massively introducing modern war means from the U.S., while talking about \"nuclear threat\" and \"missile threat\" from someone and running high fever in its frantic moves to reinvade Korea, while staging joint military exercises with the U.S.  Japan is persistently raising the \"abduction issue\" in a bid to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The reality requires all the Koreans to turn out as one in a sacred struggle to put an end to the U.S. and Japan's moves for aggression that have lasted for a century.\r\n Today the DPRK has powerful military deterrent enough to defend the nation from the outsiders' aggression and ensure peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n No one can trifle with the destiny of the Korean nation, now that it has provided firm guarantee to completely remove the root cause of aggression and war from this land.\r\n The U.S. and Japan should face up to the reality, stop running wild and immediately stop dominating over south Korea and scheming to invade the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Remain True to June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#16",
            "content": "Inter-Korean Joint Press Release Issued\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- DPRK Foreign Minister Paek Nam Sun staying in Laos to participate in the 12th ministerial meeting of ASEAN on July 28 met Pan Ki Mun, south Korean minister of Foreign Affairs and Trade, to exchange their views on a series of issues of mutual concern and issued a joint press release.\r\n The joint press release appreciated the successes achieved by both sides in the recent efforts to realize inter-Korean reconciliation, unity, exchange and cooperation and reaffirmed that it is the fundamental cornerstone for the peace and stability of the Korean Peninsula and the rest of the region to steadily develop the inter-Korean relations in the spirit of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Both sides agreed to strengthen the mutual cooperation in the international arena including the regional forum of ASEAN and the United Nations in conformity with the development of the relations between the north and the south, said the joint press release. &nbsp;&nbsp;&nbsp;\r\n It said that both sides shared the view that it is of weighty significance in peacefully settling the nuclear issue, developing the inter-Korean relations and achieving peace and security in the region to bring about substantial and constructive progress at the six-party talks now under way in Beijing and they would make joint efforts to this end.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception at Cuban Embassy",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#17",
            "content": "All Koreans Called upon to Remain True to June 15 Joint Declaration\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- It is the unshakable determination and will of the Korean nation to achieve national unity and peace and independent reunification of the country in the spirit of the June 15 joint declaration, invariably holding high the banner of the joint declaration.\r\n Rodong Sinmun today says this in a by-lined article. It goes on: &nbsp;&nbsp;&nbsp;\r\n The idea of independently achieving national reunification by the concerted efforts of all Koreans is the basic core and spirit clarified by leader Kim Jong Il at the historic Pyongyang meeting and stipulated by him in the joint declaration. &nbsp;&nbsp;&nbsp;\r\n   The idea of \"By our nation itself\", the spirit of independence in the joint declaration, has become the spirit of the times enshrined in the hearts of the Koreans. As a result, the past five years have witnessed a great event and remarkable successes in the inter-Korean ties and the movement for national reunification. \r\n If the spirit of the joint declaration is firmly adhered to and fully applied to practice with consistency, it is possible to bring about a brighter prospect of the inter-Korean reconciliation and cooperation and independent reunification and if not, everything will fail. &nbsp;&nbsp;&nbsp;\r\n The joint slogans of the Central Committee and the Central Military Commission of the Workers' Party of Korea published on the occasion of the 60th anniversary of the WPK clearly reflect the will of the Party and the people to remain true to the spirit of the joint declaration and fully apply it. &nbsp;&nbsp;&nbsp;\r\n Remaining true to the spirit of the joint declaration alone would make it possible to successfully carry out the tasks for national reunification set forth in the joint slogans and build a reunified independent and prosperous powerful nation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n All the Koreans will achieve greater success in the movement for independent reunification, guided by the idea of \"By our nation itself,\" under the banner of the joint declaration.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Honey, Maternity Tonic",
            "url": "http://kcna.co.jp/item/2005/200508/news08/01.htm#18",
            "content": "Reception at Cuban Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- A reception was given by Caridad Adela Galan Pelegrino, Cuban charge d'affaires in Pyongyang, at his embassy on Friday evening on the occasion of the 52nd anniversary of the July 26 armed uprising of the Cuban people. \r\n He said in his speech that the peoples of Cuba and the DPRK are struggling with confidence in victory and optimism under the wise leadership of the great leaders Fidel Castro Ruz and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The friendly relations between the two countries are developing under the deep concern of Fidel Castro Ruz and Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n He wished the Korean people a greater success in their struggle to achieve national reunification, build a great prosperous powerful nation and ensure peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, said that the attack on Moncada Barracks made by the Cuban revolutionaries against the Batista dictatorial regime under the leadership of Fidel Castro Ruz 52 years ago was a historic event in which they demonstrated at home and abroad their will to overthrow the pro-U.S. dictatorial regime with arms and build a genuine people's country. &nbsp;&nbsp;&nbsp;\r\n After the victory of the revolution the Cuban people have reliably defended the sovereignty of the country and the gains of the revolution under the leadership of the Communist Party of Cuba headed by Fidel Castro Ruz, while frustrating all the U.S. imperialists' moves for aggression and blockade, he noted. &nbsp;&nbsp;&nbsp;\r\n He stressed that the Korean people would extend full support and solidarity to the Cuban people in their just cause of smashing the moves of U.S. imperialists to isolate and stifle them and defending national sovereignty and gains of socialism. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Minister of Foreign Trade Rim Kyong Man, Minister of Education Kim Yong Jin, Acting Chairman of the Committee for Cultural Relations with Foreign Countries Mun Jae Chol and other officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}