{
    "date": "2005-04-15",
    "url": "http://kcna.co.jp/item/2005/200504/20050415.htm",
    "articles": [
        {
            "title": "Presentation of Greatness of Kim Il Sung Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given on Occasion of Anniversary of Kimilsungia",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#2",
            "content": "Presentation of Greatness of Kim Il Sung Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A presentation of the greatness of President Kim Il Sung was held at the April 25 House of Culture in Pyongyang on Wednesday on the occasion of the Day of the Sun under the sponsorship of the Ministry of the People's Armed Forces.\r\n Jo Myong Rok, director of the General Political Department of the Korean People's Army, and other speakers said that the President was the first in history to teach the truth that the independence and prosperity of the state and nation are guaranteed by the army and set out the unique Songun idea, providing a sure guarantee for accomplishing the Juche revolutionary cause. &nbsp;&nbsp;&nbsp;\r\n They noted that the President fully prepared the People's Army politically and ideologically and in military technique, built an independent and modern defence industry, converted the whole country into an impregnable fortress and led the revolution and construction to victory with his outstanding Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n They cited concrete facts to explain that he built the Party, the government and the army in Korean style despite the complicated conditions after the liberation of the country, laid down the most just line of socialist construction suited to the actual conditions of the country and desire of the people and consistently implemented it. &nbsp;&nbsp;&nbsp;\r\n Recalling that he put forward the people as genuine masters of the country and built socialism centered on the popular masses in service to them, speakers pointed out that as a result a new society for the people has been built on this land and the dignity and position of the Korean nation have reached the highest level. &nbsp;&nbsp;&nbsp;\r\n He set out an original theory and strategy and tactics on the world revolution in the era of independence with his rare wisdom and dynamically led the struggle of the progressive people for independence and socialism through his energetic external activities, they noted. &nbsp;&nbsp;&nbsp;\r\n They called on all the servicepersons of the Korean People's Army to hold Kim Il Sung in high esteem as the eternal leader generation after generation and more dynamically endeavor to build a great prosperous powerful nation of Juche on this land and accomplish the national reunification and the Juche revolutionary cause, true to the Songun revolutionary leadership of Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among those present there were Kim Yong Chun, chief of the General Staff of the KPA, and Kim Il Chol, minister of the People's Armed Forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Palestinian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#3",
            "content": "Reception Given on Occasion of Anniversary of Kimilsungia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A  reception was given at the People's Palace of Culture Wednesday on the occasion of the 40th anniversary of Kimilsungia, the flower representing the sun.\r\n Present there on invitation were former Indonesian President Megawati Soekarnoputri who is chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle and her party and Ratna Sari Dewy Soekarno who is widow of former Indonesian President Sukarno and her party attending the function commemorating the 40th anniversary of Kimilsungia and the 7th Kimilsungia Festival, foreign guests and compatriots overseas. &nbsp;&nbsp;&nbsp;\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Vice-Premier of the Cabinet Kwak Pom Gi and Kang Nung Su, chairman of the Korean Kimilsungia-Kimjongilia Committee, and others. &nbsp;&nbsp;&nbsp;\r\n Vice-Premier Kwak Pom Gi said in his speech at the reception that it is the common wishes of the Korean people and the world progressives who desire independence, love peace and value friendship and the need of the era to hold every year a festival of the flower representing the sun, the flower going by the august name of President Kim Il Sung who always lives in the hearts of the progressives. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the foreign friends would voice stronger support for the Korean people in their just cause of building a great prosperous powerful socialist nation with faith and optimism and achieving the independent reunification of the country, while boldly meeting all challenges of the imperialists and frustrating their moves to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Megawati Soekarnoputri noted in her speech that Kimilsungia presented by former Indonesian President Sukarno to Kim Il Sung is deeply enshrined in the hearts of the peoples of Indonesia and the DPRK. &nbsp;&nbsp;&nbsp;\r\n She said her visit to the venue of the festival opened with splendor provided an opportunity to know well about the Korean people's veneration for their leader. &nbsp;&nbsp;&nbsp;\r\n She stressed that the Indonesian people wish the Korean people success in their work for accomplishing the cause of national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Commemorations of Day of Sun Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#4",
            "content": "Palestinian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Palestinian Ambassador to the DPRK Shaher Mohammed Abdlah hosted a reception at his embassy Wednesday evening on the occasion of the Day of the Sun.\r\n The ambassador said in a speech at the reception that the friendly relations between the two countries provided by President Kim Il Sung, the great leader of the Korean people, with former Palestinian President Yasser Arafat are now growing stronger under the deep care of leader Kim Jong Il and Mahmoud Abbas. And he expressed the belief that the Korean people would overcome difficulties and win a victory in the struggle to achieve progress and prosperity and build their brilliant future under the wise leadership of Kim Jong Il who is creditably carrying forward the cause of the President. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, speaking next, referred to the steadily developing bilateral relations of friendship. He stated that the Korean people would extend full support and solidarity to the Palestinian people in their just cause for retaking legitimate national rights. &nbsp;&nbsp;&nbsp;\r\n Present at the reception on invitation were Foreign Minister Paek Nam Sun, Minister of Education Kim Yong Jin, Chairman of the C.C., the General Federation of Trade Unions of Korea Ryom Sun Gil and others.  Staff members of the Palestinian embassy were on hand.   \r\n\r\n\r\n"
        },
        {
            "title": "Photo Exhibition and Film Show Held",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#5",
            "content": "Commemorations of Day of Sun Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A gathering for \"Song of the Sun\" of agricultural workers was held at the plaza of the Mangyongdae Revolutionary Museum on Wednesday to commemorate the 93rd birth anniversary of President Kim Il Sung.\r\n The gathering started with an ode \"Song Dedicated to April\" and a chorus of the immortal revolutionary paean \"Song of General Kim Il Sung\". Put on its stage were a male quintet and chorus \"Long Live Generalissimo Kim Il Sung\", a female chorus \"Song of Plowing\", a male vocal solo \"My House in My Native Place\" and other numbers singing of the greatness of the President who performed immortal exploits in building the socialist countryside. &nbsp;&nbsp;&nbsp;\r\n The performers represented the firm resolution of agricultural workers to fulfill their mission as masters being responsible for the nation's granary. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a national students basketball contest took place in Phyongsong, South Phyongan Province, from April 7 to 12 to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n In the contest divided into university and college sections, top winners were Kim Hyong Jik University of Education (men), Hamhung Teacher Training University No. 2 (women), Pyongyang College of Machine Planning (men) and Hamhung College of Medicine (women).    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Korean Boxers Emerge Successful at International Matches",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#6",
            "content": "Photo Exhibition and Film Show Held \r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- A photo exhibition opened and a film show were held Wednesday at the People's Palace of Culture on the occasion of the\r\n40th anniversary of the historical visit to Indonesia by leader Kim Jong Il with President Kim Il Sung. &nbsp;&nbsp;&nbspl;\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and other officials concerned. &nbsp;&nbsp;&nbspl;\r\n Also present were former President of Indonesia Megawati Soekarnoputri, chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle, and her entourage participating in the commemorative functions of the 40th anniversary of the naming of Kimilsungia, the flower of the sun, and the 7th Kimilsungia Festival, members of the Indonesian Guruh Sukarno Art Troupe taking part in the 23rd April Spring Friendship Art Festival, Indonesian Ambassador to the DPRK Hendrati Sukendar Munthe and officials of the Indonesian embassy here. &nbsp;&nbsp;&nbspl;\r\n Speeches were made at the photo exhibition. &nbsp;&nbsp;&nbspl;\r\n On display were photos recording historical scenes of  Kim Il Sung carrying on energetic external activities amid the warm welcome of the Indonesian government and people during his state visit to Indonesia upon the invitation of President Sukarno, and photos showing tireless revolutionary activities of Kim Jong Il while accompanying the President in the Indonesian visit. &nbsp;&nbsp;&nbspl;\r\n Pictures showing the friendly relations between the DPRK and Indonesia were also on display. &nbsp;&nbsp;&nbspl;\r\n After seeing the photos the visitors appreciated the Korean documentary film \"The Great Leader Comrade Kim Il Sung Meets with Heads and Prominent Figures of Foreign Countries\" (part l) and an Indonesian feature film.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Scheme to Inveigle Multinational Troops into Korean War Blasted",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#7",
            "content": "Korean Boxers Emerge Successful at International Matches \r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- Korean boxers proved successful at the international boxing contests for Thai King's Cup in Bangkok.\r\n Kim Song Guk took the title in the 57 Kg category by outpunching the Russian adversary in 25-11 decision in the finals. He carried away the cup for the best player of the contests together with the gold. &nbsp;&nbsp;&nbspl;\r\n Kim Won Guk beat the Sri Lankan boxer in 34-16 decision in the 54 Kg category finals to snatch the gold. &nbsp;&nbsp;&nbspl;\r\n Meanwhile, Kim Chol San finished the third in the 51 Kg category.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Authors New Famous Work",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#8",
            "content": "U.S. Scheme to Inveigle Multinational Troops into Korean War Blasted \r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- The current U.S. scheme to increase the role of the \"UN Forces Command\" in south Korea comes under fire in Pyongyang papers Thursday.\r\n Shortly ago, Laporte, commander of the U.S. forces in south Korea, at a U.S. congressional hearing blabbered that he hoped for the increase of the role of the nations which participated in the Korean war so that much more personnel could join the headquarters of the \"UN Forces Command\" and that he would bring into shape a multinational staff camp capable of uniting the strength of the allies forming the \"UN Forces Command\". &nbsp;&nbsp;&nbspl;\r\n Commenting on this, a Rodong Sinmun analyst says that his remarks, in a nutshell, meant to revive the \"UN Forces Command\" which is little more than a mere name by bringing together again those countries which took part in the last Korean war and sharply boost its role. &nbsp;&nbsp;&nbspl;\r\n The analyst goes on: &nbsp;&nbsp;&nbspl;\r\n This is a very dangerous attempt. &nbsp;&nbsp;&nbspl;\r\n The \"UN Forces Command\" rigged up by the U.S. lost the ground of its existence from the viewpoint of international law with the adoption of a resolution on its dissolution at the 30th UN General Assembly. Now the U.S. is going to revive this nominal body without justification for its existence. To put it more unequivocally, the U.S. means to unleash the second Korean war by misusing the UN signboard. &nbsp;&nbsp;&nbspl;\r\n By reviving the \"UN Forces Command\" and linking the issue of the Korean Peninsula to the United Nations, it intends to take the nuclear issue to the United Nations in case the six-party talks collapse and thus get \"sanctions\" against the DPRK taken without difficulty and have UN forces-helmeted multinational troops inveigled automatically into a Korean war in \"an event of contingency\" in a desperate bid to realize its wild ambition to invade the DPRK. &nbsp;&nbsp;&nbspl;\r\n The U.S., however, is mistaken. It should never forget that the DPRK is a mighty possessor of nuclear weapons. &nbsp;&nbsp;&nbspl;\r\n Minju Joson in a commentary warns that if the U.S. bellicose forces ignite another war, oblivious of the lesson from its disgraceful defeat in the last war of aggression in Korea, the army and people of the DPRK would deal a decisive retaliatory blow to the aggressors and provocateurs and make a clean sweep of the enemies.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Defects to North by Ship",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#9",
            "content": "Kim Jong Il Authors New Famous Work\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- Leader Kim Jong Il authored famous work \"Kimilsungia Is an Immortal Flower Blooming in the Hearts of Humankind in the Era of Independence\" on April 6, Juche 94 (2005).\r\n  This is a talk to senior officials of the Information and Agitation Department of the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbspl;\r\n The Workers' Party of Korea Publishing House recently published the work in booklet.\r\n Kim Jong Il in his talk recalled with deep emotion the days when he was accompanying President Kim Il Sung paying a visit to Indonesia. &nbsp;&nbsp;&nbspl;\r\n He said that it was a visit of weighty importance in boosting the international position of the DPRK and strengthening solidarity and cooperation with the new-emerging nations. &nbsp;&nbsp;&nbspl;\r\n He continued: &nbsp;&nbsp;&nbspl;\r\n Former Indonesian President Sukarno repeatedly asked President Kim Il Sung to accept the offer to name the very beautiful and rare flower bred by a botanist through his painstaking inquiry Kimilsungia. &nbsp;&nbsp;&nbspl;\r\n Thus there came into being the first flower named after the great man in the human history spanning thousands of years. This was an expression of the deep reverence of the world prominent figures and people for Kim Il Sung who performed such shining exploits for humankind. &nbsp;&nbsp;&nbspl;\r\n Telling the touching story about how Kimilsungia came to Korea. &nbsp;&nbsp;&nbspl;\r\n Kim Jong Il pointed out that the group for the research into Kimilsungia was formed to acclimatize the flower, which had been cultivated in the tropical area, to the climatic conditions in Korea and propagate it and it was provided with modern equipment and materials and lots of pure breed seedlings. As a result, it is in full bloom everywhere from Pyongyang to the area of Mt. Paektu and Yonbaek plain, he added. &nbsp;&nbsp;&nbspl;\r\n He in the work put forward the tasks to cherish the great pride and honor of having the immortal flower going by the august name of the President, the flower listed as a national treasure, cultivate it well to convey it down through generations and let it bloom everywhere in the country. &nbsp;&nbsp;&nbspl;\r\n Kimilsungia is the flower representing the sun as it symbolizes the greatness of the President, who indicated the way for the world people to follow with the rays of Juche, and the flower praising the great man enshrined in the hearts of humankind in the era of independence, he said, underscoring the need to study and perfect the method and technique of massively cultivating the flower as early as possible. &nbsp;&nbsp;&nbspl;\r\n He pointed out that the work of cultivating and propagating Kimilsungia should not be done only by a few specialists but be done by the whole state and all people. He emphasized the need to help the people grasp the greatness of Kim Il Sung through the flower and turn the process of cultivating and propagating it into one of fully displaying loyalty to the party and the leader.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA Commanding Officers Promoted",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#10",
            "content": "S. Korean Defects to North by Ship\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Hwang Hong Ryon, a south Korean, defected to the north by ship at around 16:30 on Wednesday. Hwang had to go through a hail of bullets and shells fired by the south Korean army when the ship was crossing the extension of the Military Demarcation Line in the East Sea of Korea.\r\n Hwang is now under investigation by a competent institution.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Sexual Slavery Denounced at UN",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#11",
            "content": "KPA Commanding Officers Promoted\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il issued his order No. 00172 on promoting the military ranks of KPA commanding officers on the occasion of the Day of the Sun.\r\n The order dated April 14 says: &nbsp;&nbsp;&nbspl;\r\n Today all the servicepersons and people are significantly commemorating the Day of the Sun, recalling with deep emotion the glorious revolutionary life and undying feats of President Kim Il Sung, the eternal sun of Juche. &nbsp;&nbsp;&nbspl;\r\n The President fathered the immortal Juche idea in his early years, ushering in a new historic era of shaping the popular masses' destiny, and wisely led the struggle for sovereignty, independence and socialism to build a socialist power of Juche in this land.\r\n The revolutionary armed forces, which he created and led to victory, have grown to be an invincible army capable of defeating any imperialist aggressors at one stroke and demonstrated their might as an engine of the revolution standing in the van of the drive to defend the country and build a great prosperous powerful nation. &nbsp;&nbsp;&nbspl;\r\n Expressing the firm belief that the KPA commanding officers who have been trained under the care of the WPK and the leader will as ever remain true to the WPK's leadership, reliably defend the sovereignty of the country and the revolutionary cause of Juche with arms and creditably discharge their mission and duty as a standard-bearer of the Songun revolution, the supreme commander issued the order on raising their military ranks on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbspl;\r\n According to the order, Yom Sung Il, Choe Jung Hwa and Jon Kwan Sik were promoted to lieut. generals and 31 officers including Jo Song Hwan to major generals. \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Held to Commemorate Birth Anniv. of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#12",
            "content": "Japan's Sexual Slavery Denounced at UN\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- The crimes related to the \"comfort women for the imperial Japanese army\" Japan committed by exercising governmental and military power in accordance with its wartime state policies during and before World War II are the greatest organized and systematic crime against humanity unprecedented in history.\r\n The DPRK delegate said this at a discussion of item article 12 (human rights of women) of the 61st Session of the UN Commission on Human Rights on April 7. &nbsp;&nbsp;&nbspl;\r\n Japan tried to evade state responsibility with payment of consolation fund through the \"people's funds\" opposed by majority victims, blatantly insisting that rape in the wartime is neither a war crime nor an unethical crime, the delegate said, and went on:\r\n High-ranking politicians of Japan have made remarks embellishing Japan's past, going the lengths of debasing the victims of the \"comfort women\" as \"prostitutes\". Worse still, they openly visit the \"Yasukuni Shrine\" where war criminals, who had established the \"comfort women system\" and committed all sorts of inhumane acts against the \"comfort women\", are buried. &nbsp;&nbsp;&nbspl;\r\n What Japan seeks in openly advocating the alleged \"exploits\" of the war criminals is to translate into practice its wild ambition for militarist reinvasion of other nations. &nbsp;&nbsp;&nbspl;\r\n The DPRK delegation again strongly urges Japan to acknowledge its legal responsibility for all the past crimes including sexual enslavement of 200,000 Korean women for the imperial Japanese army, forcible drafting and abduction of over 8.4 million Koreans and massacre of more than a million people and to make a honest apology and compensation before the world.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendship Art Festival Goes On",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#13",
            "content": "National Meeting Held to Commemorate Birth Anniv. of Kim Il Sung\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- A national meeting took place at the Pyongyang Indoor Stadium on Thursday to commemorate the 93rd birth anniversary of President Kim Il Sung.\r\n Present there were senior officials of the Party, the state and the army, chairpersons of the friendly parties, members of the Cabinet, servicepersons of the Korean People's Army, working people of all social strata in Pyongyang, delegations of overseas Koreans and other overseas Koreans in different regions. &nbsp;&nbsp;&nbspl;\r\n Present on invitation were foreign diplomatic envoys, representatives of international organizations here and foreign guests. &nbsp;&nbsp;&nbspl;\r\n Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, made a report at the meeting. &nbsp;&nbsp;&nbspl;\r\n April 15, the birthday of Kim Il Sung, is the most significant and auspicious day when the dawn of liberation broke over Korea and a new era of Juche Korea opened up in the 5,000 year-long history of the nation and a holiday of the eternal sun as it brought a bright future and fortune to the life of the Korean people and progressive humankind, the reporter said, and went on: &nbsp;&nbsp;&nbspl;\r\n Kim Il Sung was a genius of the revolution and construction who performed the undying feats for the era, the revolution, the country and the people for a long period of 70 years with his outstanding ideas and leadership and through his dynamic revolutionary practices. &nbsp;&nbsp;&nbspl;\r\n He discovered the principle of independence that one should make a revolution by believing in the strength of one's people and according to one's own view and founded the immortal Juche idea on this basis. &nbsp;&nbsp;&nbspl;\r\n He developed and enriched the Juche idea with the fresh and profound ideological and theoretical treasures to establish the steadfast guiding idea of the era and, on its basis, clarified in an integral manner the theories, strategies and tactics concerning all stages and all sectors of the revolutionary struggle of the popular masses for independence and\r\nmethodologies of the revolution. &nbsp;&nbsp;&nbspl;\r\n In the early period of his revolutionary activities he taught truth that the army of the revolution provides a sure guarantee for realizing the national desire of the Korean people. He set out the idea and line on attaching importance to arms and, on its basis, created armed ranks and waged the anti-Japanese armed struggle, thus achieving the historic cause of the liberation of the country and establishing the brilliant revolutionary traditions of the WPK. &nbsp;&nbsp;&nbspl;\r\n Under his wise guidance the army and people of the DPRK could win a historic victory in the Fatherland Liberation War hard fought against the invasion by the U.S. imperialist aggressors who boasted of being the \"strongest\" in the world, honorably defend the freedom and independence of the country and set a worldwide  example in the anti-imperialist, anti-U.S. struggle. &nbsp;&nbsp;&nbspl;\r\n He led to victory the two anti-imperialist revolutionary wars in a generation with the might of the army of Mt. Paektu under the banner of the Juche idea, liberating the country and firmly defending the freedom and independence of the country. These are the political and military miracles wrought by Kim Il Sung, a military genius and illustrious commander born of Heaven, on behalf of the era, the revolution, the country and the people. &nbsp;&nbsp;&nbspl;\r\n He thoroughly applied the Juche-based revolutionary theories and line, successfully carried out the deep-going social revolution at the two stages and thus freed the Korean people from exploitation and oppression for good, achieved their socio-political independence and built socialism centered on the popular masses, independent in politics, self-supporting in economy and self-reliant in national defence, on this land where once centuries-old backwardness and poverty prevailed. &nbsp;&nbsp;&nbspl;\r\n His revolutionary life is characterized by his total dedication as he devoted his indefatigable efforts to the uniform development of the nation and the cause of global independence. &nbsp;&nbsp;&nbspl;\r\n He set out the idea and theory on global independence, encouraged the world progressive people to turn out in the struggle to build a new independent world by their concerted efforts against the domination and subjugation of the imperialists, thus opening a bright prospect of the revolutionary people struggling for independence. &nbsp;&nbsp;&nbspl;\r\n The revolutionary feats he performed in the annals of the Juche revolution are the results of his total dedication he made to the people, considering it as his maxim to believe in the people as in Heaven and a successful pyramid built by him in making a great history as he explored an untrodden path of revolution, pulling through all hardships with his strong faith and will of Juche. &nbsp;&nbsp;&nbspl;\r\n His revolutionary cause is being successfully carried forward and developed by leader Kim Jong Il and the President's revolutionary history is given steady continuity under the leadership of the WPK. &nbsp;&nbsp;&nbspl;\r\n Kim Jong Il made a profound analysis and review of the whole history of the development of the preceding revolutionary theories and, on this basis, formulated the revolutionary idea of the President as an integral system of the idea, theory and method of Juche and proclaimed it as the guiding idea of the revolution in the era of independence. &nbsp;&nbsp;&nbspl;\r\n He has developed and enriched the revolutionary idea of the President with original ideological and theoretical treasures and successfully embodied it, thus putting the revolutionary cause of Juche on a higher stage. &nbsp;&nbsp;&nbspl;\r\n He completed the Juche-based theory on socialism at a time when the imperialists and renegades were becoming all the more pronounced in their moves to abuse socialism and thus paved a wide avenue for building socialism centred on the popular masses. He provided the June 15 North-South Joint Declaration, thereby opening a watershed phase for an early accomplishment of the cause of national reunification, true to the behests of the President. &nbsp;&nbsp;&nbspl;\r\n The reporter called upon all the Party members, servicepersons and people to hold the President in high esteem as the eternal sun of Juche, defend Kim Jong Il politically and ideologically and at the cost of their lives and firmly and become the Songun revolutionary comrades sharing the idea and intention and destiny with him on the road of the Songun revolution.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stream of People Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#14",
            "content": "Friendship Art Festival Goes On\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- The 23rd April Spring Friendship Art Festival (April 10-18) is going on successfully in Pyongyang in commemoration of the Day of the Sun, the birth anniversary of President Kim Il Sung.\r\n Participating in the festival are famous art troupes, choruses, international and national contest winners and artistes from many countries. &nbsp;&nbsp;&nbspl;\r\n The Russian State Academy Ensemble named after Sveshnikov has given performances at the Pyongyang Grand Theatre, enjoying great acclamation. &nbsp;&nbsp;&nbspl;\r\n Its repertoire includes three Korean songs. One of them is the famous song \"Nostalgia\" written and composed by President Kim Il Sung. &nbsp;&nbsp;&nbspl;\r\n In an interview with KCNA, People's Actor Igor Raevski, head and chief conductor of the ensemble, said: We like \"Nostalgia\" as the song makes us miss our mothers in the native towns and it reflects patriotism in a lyric and emotional melody. We devoted much time to preparing to sing it to suit its words and melody. &nbsp;&nbsp;&nbspl;\r\n The President wrote and composed this famous song without giving his august name to it. Through this fact alone, we can know how simple and humble he was. &nbsp;&nbsp;&nbspl;\r\n Seeing the Korean people deeply venerating the President, we have come to fully realize that he was the people's great leader recognized by the world. &nbsp;&nbsp;&nbspl;\r\n The festival commemorating his birth anniversary is of great significance. &nbsp;&nbsp;&nbspl;\r\n It, involving artistes from many countries, is successful as it is associated with the august name of the President.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#15",
            "content": "Stream of People Visit Mangyongdae\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- In April an increasing number of people have visited Mangyongdae, the birth place of President Kim Il Sung, with deep\r\nreverence for him.\r\n According to O Yong Suk, a section chief of the Mangyongdae Revolutionary Museum, over 30,000 people visit Mangyongdae on a daily average with the approach of the Day of the Sun, his birthday (April 15). &nbsp;&nbsp;&nbspl;\r\n Seen among the visitors are overseas Koreans and foreigners. &nbsp;&nbsp;&nbspl;\r\n Time-honored Mangyongdae is dear to the minds of the Korean people and the world progressives. &nbsp;&nbsp;&nbspl;\r\n The visitors deeply recollect that the President, who cultivated a revolutionary will there and started revolutionary activities in his early years, dedicated his whole life to the freedom and happiness of the people, the liberation and reunification of the country, and the prosperity of the nation and made a great contribution to the efforts for the victory of the socialist cause and the independence of humankind. &nbsp;&nbsp;&nbspl;\r\n The number of visitors to Mangyongdae totals more than 117 million since the country's liberation (August 1945). &nbsp;&nbsp;&nbspl;\r\n Over the last year an estimated two million people visited Mangyongdae. &nbsp;&nbsp;&nbspl;\r\nAmong them were 4,418 south and overseas Koreans and 13,529 foreigners.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Megawati",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#16",
            "content": "Gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- Leader Kim Jong Il received gifts from a delegation of the Study Forum for Self-Reliance of Nepal led by Chairman Subash Kaji Shrestha, a delegation of the Association for the Study of the DPRK in Russia, a delegation of the Mongolian Mt. Paektu Association, a Polish delegation for the study of the Juche idea, Secretary General of the Society for the Study of Self-Reliance of Pakistan Javed Ahmed Ansari who is heading its delegation and Chief of the Group for the Study of Works of Kim Jong Il in Denmark Mogens Jensen, who are staying here to commemorate the Day of the Sun.\r\n The gifts were handed over to an official concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Indonesians",
            "url": "http://kcna.co.jp/item/2005/200504/news04/15.htm#17",
            "content": "Kim Yong Nam Meets Megawati\r\n&nbsp;&nbsp;&nbspl; Pyongyang, April 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with former Indonesian President Megawati Soekarnoputri, chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle, and her party who are staying here to attend the commemorations of the 40th anniversary of Kimilsungia, flower of the sun, and the 7th Kimilsungia Festival, at the Mansudae Assembly Hall on Thursday.\r\n Present there were Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, Jon Yong Jin, vice-chairman of the Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Indonesia Friendship Association, and Hendrati Sukendar Munthe, Indonesian ambassador to the DPRK. &nbsp;&nbsp;&nbspl;\r\n Kim Yong Nam hosted a luncheon for Megawati Soekarnoputri and her party Thursday.    \r\n\r\n\r\n\r\n"
        }
    ]
}