{
    "date": "2005-11-25",
    "url": "http://kcna.co.jp/item/2005/200511/20051125.htm",
    "articles": [
        {
            "title": "Works of Kim Il Sung and Kim Jong Il Widely Distributed in Different Countries",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#1",
            "content": "Works of Kim Il Sung and Kim Jong Il Widely Distributed in Different Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- More famous works of President Kim Il Sung and leader Kim Jong Il were published and distributed in various countries of the world.\r\n This year at least 90 media organizations, political parties and organizations in more than 30 countries gave wide publicity to works of the President and leader. They were either published on newspapers or posted on Internet homepages. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, works of the President and leader were briskly studied and distributed. &nbsp;&nbsp;&nbsp;\r\n The National Committee for the Study of the Juche Idea of Romania designated the leader's works \"On the Juche Idea\" and \"The Juche philosophy Is an Original Revolutionary Philosophy\" as must books for all study organizations and seminars, lectures and explaining sessions on his works took place in many countries in the world including Russia, Mexico, Democratic Congo, Laos, Guinea, Nepal, India, Romania, Equatorial Guinea and Ethiopia.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Book on WPK's Policy on Intellectuals Off Press",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#2",
            "content": "Book on WPK's Policy on Intellectuals Off Press \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Book \"Brilliant history of policy on intellectuals of the Workers' Party of Korea\" written and compiled by the History Institute of the C.C., the WPK was brought out by the Publishing House of the Academy of Social Sciences.\r\n The book comprehensively deals with the undying feats the WPK has performed by setting forth the unique policy on intellectuals and wisely leading the work to implement it and thereby successfully settling the issue of intellectuals. &nbsp;&nbsp;&nbsp;\r\n The book has six chapters dealing with the brilliant history in which the issue of intellectuals has been successfully settled under the experienced and seasoned leadership and profound loving care of President Kim Il Sung and leader Kim Jong Il up to this date since the period of the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n The first chapter of the book tells stories that the President, regarding intellectuals as the driving force for revolution along with workers and peasants already in the early period of the anti-Japanese revolution, united patriotic youths and students and progressive intellectuals around revolutionary ranks, thus strengthening the driving force for the Korean revolution, and in this course, he provided the deep and strong bottom line of the WPK's policy on intellectuals. &nbsp;&nbsp;&nbsp;\r\n Its second chapter deals with historical facts about how the WPK encouraged the intellectuals to take the patriotic road of devoting themselves to the country and the people with their knowledge after Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Its third and fourth chapters tell stories about how the Party aroused the intellectuals to the struggle for the victory in the grim Fatherland Liberation War and trained them as Juche-oriented revolutionary intellectuals who devoted their all to the drive to build independent national economy in the period of the post-war rehabilitation and construction and in the days of laying the foundation of socialism. &nbsp;&nbsp;&nbsp;\r\n Its fifth chapter deals with facts that the Party laid down the policy on intellectualizing all members of the society and has wisely led the work to put it into practice. &nbsp;&nbsp;&nbsp;\r\n The last chapter deals with the undying leadership feats &nbsp;&nbsp;&nbsp;\r\nKim Jong Il has performed by putting forward the Korean intellectuals as soldiers and disciples of the President and true Songun revolutionary comrades of the Party.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Participants in 3rd National Meeting of Mothers Have Photo Session",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#3",
            "content": "Participants in 3rd National Meeting of Mothers Have Photo Session \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The participants in the 3rd National Meeting of Mothers had a photo session at the Kumsusan Memorial Palace plaza on Nov. 23.\r\n Kim Yong Nam, Kim Il Chol, Choe Thae Bok, Kim Jung Rin and leading officials of the working people's organizations had a picture taken with the participants.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Abrogation of \"S. Korea-U.S. Alliance\" and Withdrawal of U.S. Forces from S. Korea Urged",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#4",
            "content": "Abrogation of \"S. Korea-U.S. Alliance\" and Withdrawal of U.S. Forces from S. Korea Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly issued a commentary on Nov. 18 denouncing the talks held between the south Korean and the U.S. chief executives.\r\n Recalling that a \"joint declaration on south Korea-U.S. alliance and peace on the Korean Peninsula\" was adopted at the talks held between the south Korean and the U.S. chief executives in Kyongju, North Kyongsang Province on Nov. 17, the commentary held that this was aimed at preserving and tightening the alliance in a bid to stem the present trend of the times and chill the desire of the nation for building a peace-keeping mechanism on the Korean Peninsula and achieving national reunification. &nbsp;&nbsp;&nbsp;\r\n At a press conference, in particular, Bush again pressurized the north to \"abandon its nuclear program first\" and make a \"unilateral concession,\" overturning the joint statement adopted at the forth round of the six-party talks, the commentary noted, and continued: &nbsp;&nbsp;&nbsp;\r\n If the south Korean and the U.S. authorities truly hope for the reconciliation between the south and the north, the removal of a military threat and lasting peace and reunification on the Korean Peninsula, they should begin with the abrogation of the alliance and the withdrawal of the U.S. forces from south Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Peasants' Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#5",
            "content": "Peasants' Rally Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- A peasants rally to save Korean agriculture reportedly took place in Youido, Seoul on Monday under the sponsorship of the Committee for Urgent Measures for Checking \"National Assembly's\" Ratification of the Proposal for Rice Negotiations.\r\n Speakers at the rally warned that in case the NA passes the proposal, they would never step back but carry on their struggle defying detention and death till the peasants' demands have been met. They called for uniting as one and launching an all-out struggle for the survival of the nation.\r\n A 10-point demand for the defence of the food sovereignty and fundamental recovery of agriculture was released at the rally. &nbsp;&nbsp;&nbsp;\r\n The rally was preceded by a memorial service for O Chu Ok, director for cultural affairs of the Women Farmers' Association in Songju County, North Kyongsang Province, who committed a suicide in protest against the NA passage of the proposal on the rice negotiations. Speakers at the service deplored that the government's unjustly conducted rice negotiations and failed agricultural policy are driving peasants to death.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preservation of Cultural Heritages Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#6",
            "content": "Preservation of Cultural Heritages Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek, south Korea, and the Solidarity for Preserving the Cultural Heritages reportedly held a press conference in front of the building of the \"Ministry of National Defense\" in Seoul on Nov. 21 in demand of an immediate halt to the transfer of the U.S. military base and preservation of the cultural heritages. \r\n Organizations at the conference recalled that pieces of earthenware and house sites and other historic sites and relics characteristic of the prehistoric age and Paekje, Koryo and the Ri Dynasty were recently unearthed in the area of Taechu-ri, Phyongthaek City, Kyonggi Province, to which the U.S. military base is expected to be transferred for expansion. &nbsp;&nbsp;&nbsp;\r\n The organizations also disclosed the fact that various kinds of wild birds registered as natural monuments inhabit there but their sanctuary is seriously threatened by the U. S. military base in Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n The appearance of the U.S. military base in the area of Taechu-ri would remove the precious  cultural heritages of the Korean nation and destroy its ecological environment, they noted, urging the \"government\" authorities to take measures for preserving the historic relics associated with the soul of the ancestors as desired by the peace-loving people.    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Centenary-long Crimes against Korean Nation Flailed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#7",
            "content": "Japan's Centenary-long Crimes against Korean Nation Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Rodong Sinmun Thursday in a signed article discloses the crimes committed by Japan to exterminate the Korean nation, a century after the fabrication of the \"1905 Five-Point Treaty.\"\r\n Japan's moves to exterminate the Korean nation far surpassed fascist Germany's moves to exterminate the Jewry in view of their scope, depth, brutality and impudicity, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Japan committed such hideous crimes as forcibly drafting and abducting more than 8.4 million young and middle-aged Koreans to reduce them to slaves, kidnapping or forcibly taking away or luring 200,000 Korean women, forcing them into sexual slavery, and cruelly killing more than one million Koreans. These were crimes against humanity committed under the premeditated plan to exterminate the Korean nation physically on the earth.\r\n Japan excavated more than 1,400 tombs dating back to the period of Koguryo in the basins of the River Taedong and robbed tens of thousands pieces of precious cultural relics during its occupation and rule over Korea. &nbsp;&nbsp;&nbsp;\r\n It has worked hard to totally obliterate the Korean language on this land, too. &nbsp;&nbsp;&nbsp;\r\n It pursued the policy of keeping Koreans in ignorance and assimilating them to Japanese, trumpeting about the \"oneness of Japan and Korea\" and \"one and the same ancestry and roots.\" &nbsp;&nbsp;&nbsp;\r\n The colonial lopsidedness of the Korean national economy, a leftover of Japan's barbarous colonial rule, greatly hindered the construction of independent national economy after the country's liberation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation will never forget Japan's crime-woven past and will certainly force it to pay for those crimes generation after generation.\r\n Japan, ill-famed as a war criminal state and an enemy state, has again emerged a dangerous aggression force threatening peace and security in Asia today. &nbsp;&nbsp;&nbsp;\r\n Horrifying developments reminiscent of the eve of Japan's invasion of Korea one hundred years ago are observed there today. Actions to tamper with history beautifying Japan's crime-woven past are openly perpetrated, the fiction of \"threat from north Korea\", a repeated version of the \"theory of conquest of Korea\", and the theory of \"people's sentiment\" are oft-repeated among political heavyweights while the racket noisily calling for applying sanctions against the DPRK is being kicked off. &nbsp;&nbsp;&nbsp;\r\n Japan's threat to stage a comeback to Korea is increasing day by day. &nbsp;&nbsp;&nbsp;\r\n This is clearly proved by the Japanese political circle's evermore undisguised moves to veer to the Right and militarize the society.\r\n Such farce and hysteria of Japan are, however, as a foolish an act as precipitating its own destruction. &nbsp;&nbsp;&nbsp;\r\n Japan had better do away with frivolity peculiar to it as evidenced by its behavior of poking its nose into anything, unaware of its own position, and improve itself morally.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Drop of Hostile Policy toward North Urged",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#8",
            "content": "Drop of Hostile Policy toward North Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Ryu Ok Jin, permanent researcher at the south Korean Institute for Civic Rights Studies  issued an article dismissing the unreasonable adoption of the \"resolution on human rights performance\" in the north at the Third Committee of the UN General Assembly on Nov. 18 as unjust, according to \"Thongil News\".\r\n It said: &nbsp;&nbsp;&nbsp;\r\n The EU-introduced resolution lacked objectivity and impartiality as it was drafted on the basis of testimonies allegedly made by \"defectors\" from the north and a series of animation files the source of which was ambiguous. &nbsp;&nbsp;&nbsp;\r\n The north acceded to different regulations and conventions and has since implemented its commitments while presenting its reports to be deliberated. It, at the same time, allowed U.N. organizations to post their representatives in Pyongyang and has guaranteed religious freedom by the constitution.\r\n All these being hard facts, the United States and its allies cited information hard to confirm for putting pressure and sanctions upon the north through nuclear threat, economic blockade and human rights offensive aimed to realize the \"regime and system change.\" \r\n But the six-way talks paved the way for finding a peaceful solution to the nuclear issue on the Korean Peninsula and the north and the U.S. agreed to take up \"U.S economic sanctions against the north\" at the talks, thus making it impossible the U.S. and its allies to achieve the aim sought through sanctions and pressure. Hence, the resolution is aimed to achieve their basic aim through the UN-sponsored international pressure and sanctions under the pretext of the human rights issue in the north. &nbsp;&nbsp;&nbsp;\r\n Disclosing the poor human rights records in those countries which sponsored the resolution, the article asked if those countries are entitled to take issue with the human rights issue in the north. &nbsp;&nbsp;&nbsp;\r\n A genuine solution lies in rolling back the hostile policy toward the north, the article added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang-Nampho Marathon for Reunification Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#9",
            "content": "Pyongyang-Nampho Marathon for Reunification Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- A Pyongyang-Nampho marathon for reunification took place on Nov. 24. It was participated in by marathon fans from the north and the south.\r\n An opening ceremony took place at the Sosan Football Stadium in Chongchun Street. &nbsp;&nbsp;&nbsp;\r\n It was attended by Pak Kyong Chol, vice-chairman of the National Reconciliation Council, officials concerned, sports fans in Pyongyang and a group of south Koreans headed by O Yon Ho, representative of the south Korean Internet paper \"Oh My News\". &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting said that the marathon provides an occasion of sharing kindred feelings and demonstrating the Korean nation's firm resolution to work hard for the reunification of the country under the banner of the June 15 joint declaration, a landmark for independent reunification.\r\n Men and women runners from the north and the south ran past Kwangbok Street and reached the turn in the Youth Hero Motorway and continued their marathon toward the finish line, determined to reunify the country at any cost by the concerted efforts of the Koreans. &nbsp;&nbsp;&nbsp;\r\n At the end of the marathon there was a closing ceremony at which prizes were awarded to those runners who proved successful.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#10",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea headed by its Vice-Chairman Kim Yong Do left here today to participate in the 15th Congress of the World Federation of Trade Unions to be held in Cuba. Also departing here were a delegation of the General Bureau of Software Industry of the DPRK led by its Director Han U Chol to visit Russia and a delegation of the Bureau of Earthquake of the DPRK led by its Director Kang Sin Dong to visit China.\r\n A delegation of the Union of Democratic Korean Women in Japan led by Ryang Ok Chul, vice-chairperson of the Central Standing Committee of the union, Thursday left here after participating in the 3rd national meeting of mothers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Folk Street under Construction",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#11",
            "content": "Folk Street under Construction\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The construction of a folk street is progressing apace in Sariwon City, North Hwanghae Province, the Democratic People's Republic of Korea.\r\n The first stage project of the construction is nearing completion. &nbsp;&nbsp;&nbsp;\r\n Various objects of the first stage project have already been completed to open to the public. Among them are the Minsokgori Restaurant, Kyongamsan Noodle Shop, Kyongamsan Hotel, Tangogi Restaurant, Glutinous Rice-cake Shop and other national food restaurants. &nbsp;&nbsp;&nbsp;\r\n All the buildings and structures on the street as well as pavilions and sculptures have been constructed in national form. &nbsp;&nbsp;&nbsp;\r\n There is a folk-game ground where people can play Korean wrestling, chess, yutt seesaw, swinging and other folk amusements. Seen around the ground are  imitations of cultural relics and remains such as dolmen, Chomsongdae observatory, rain gauge, monument to the mausoleum of King Kwanggaetho, five-storied pagoda showing wisdom and talent of the Korean nation. Erected along the corridor leading to the playground are mosaic murals reflecting historical facts, living customs and celebrated persons in the Korean history from the ancient times to modern times. &nbsp;&nbsp;&nbsp;\r\n Also arranged there are an open-air stage and a place for wedding ceremony. &nbsp;&nbsp;&nbsp;\r\n  A model iron-clad turtle warship floating in the center of Kyongam Lake which consists of three lakes implants national pride and courage in the minds of the visitors. The iron-clad turtle warships made a great contribution to the victory in the Imjin Patriotic War against the Japanese invaders (1592).\r\n The second stage of the project is also pushed ahead. &nbsp;&nbsp;&nbsp;\r\n The folk street is changing its looks day by day thanks to the efforts of the working people of the city to build well their residential quarters and roads strong in national flavor.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Health Care for Children",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#12",
            "content": "Health Care for Children\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The government of the Democratic People's Republic of Korea has taken one measure after another to improve children's health.\r\n Choe Ung Jun, director of the State Sanitation Control Center, told KCNA that a nation-wide campaign to vaccinate the two-five year old children for the purpose of exterminating roundworms and protecting their liver and eyes is taking place in the ri-People's Hospitals, clinics and creches throughout the country in November. A similar campaign was held in May last. &nbsp;&nbsp;&nbsp;\r\n Prior to the campaign, the public health institutions in each province, city and county of the country conducted hygienic propaganda activities with explanation materials, visual aids and literatures. Technical short-courses were organized for medical workers. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the vaccination doctors are also rendering various medical services to children in accordance with the annual vaccination table sent by the central health institution. &nbsp;&nbsp;&nbsp;\r\n The government pays a special attention to the improvement of children's health and takes various steps to increase the medicine production.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Company",
            "url": "http://kcna.co.jp/item/2005/200511/news11/25.htm#13",
            "content": "Kim Jong Il Inspects KPA Company\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected a company of KPA unit 456.\r\n He learned about the company's performance of duty and set forth tasks to be fulfilled to further increase the company's combat capability, expressing great satisfaction over the fact that a-match-for-a hundred soldiers are reliably standing guard over the first line trench on the forefront.\r\n He looked after the soldiers' service and living with deep care, going round an educational room, a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a warehouse for the sideline job and other places of the company. &nbsp;&nbsp;&nbsp;\r\n He showed paternal care for every detail of the soldiers' living, asking if there be anything yet to be made for wintering, if they regularly enjoy entertainment and if water is properly pumped up to the height. &nbsp;&nbsp;&nbsp;\r\n The soldiers on the forefront are true revolutionaries devoting themselves to the protection of the security of the country and the happiness of the people, he noted, underscoring the need to pay a special attention to their living. &nbsp;&nbsp;&nbsp;\r\n Hearing the servicepersons of the company to report with pride that they are leading a happy life, having nothing to desire more, though they live on the height more than 1,000 meters above the sea level, he noted that this is possible because they have their dear motherland. He told them to cherish ardent patriotism and defend the most advantageous socialist system centered on the people at the cost of their lives. &nbsp;&nbsp;&nbsp;\r\n He met with commanding officer of the company Son Kyong Ho, son of the Om Pok Sun soldiers' family well known to the country.\r\n All children of the family have grown up to be stalwart commanding officers and soldiers to defend the country, he said, highly praising once again the distinguished services made by this family. &nbsp;&nbsp;&nbsp;\r\n He gave the servicepersons of the company a pair of binoculars and an automatic rifle as gifts and had a photograph taken with them.\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and  Pak Jae Gyong and Ri Yong Chol, member of the Central Military Commission of the WPK and first vice department director of the C.C., the WPK, and Hwang Pyong So, vice department director of the C.C., the WPK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}