{
    "date": "2005-11-24",
    "url": "http://kcna.co.jp/item/2005/200511/20051124.htm",
    "articles": [
        {
            "title": "Japan's \"Development Aid\" to Africa Termed Noose for Exploitation and Plunder",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Chemical Warfare in Iraq under Fire",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#2",
            "content": "Japan's \"Development Aid\" to Africa Termed Noose for Exploitation and Plunder \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- Japan is intensifying its exploitation and plunder of other countries by a more concealed and crafty method, says Rodong Sinmun Wednesday in a signed article.\r\n The major method used by Japan in this respect is \"development aid\", the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Recently Japan said that the African Development Conference would be held soon. In this regard the chief executive of Japan brought together ambassadors of African countries in Tokyo and told them that Japan would increase the development aid to Africa in the future. It also called a meeting of African business executives to hear their views on Japan's \"development aid\". &nbsp;&nbsp;&nbsp;\r\n Japan much publicized its intention to offer big \"development aid\" to African countries at many international meetings on the development of Africa held in Tokyo participated in by representatives of many African countries. But documents adopted at those meetings failed to promise specific economic aid to those countries. &nbsp;&nbsp;&nbsp;\r\n The African countries are developing nations stepping up the construction of a new society after achieving independence from imperialists' colonization in the past. These countries remain economically and technologically backward and short of fund, etc. Availing itself of this, Japan is trying to intensify its infiltration into African countries by such crafty method as \"development aid.\" &nbsp;&nbsp;&nbsp;\r\n It also seeks to concentrate the aid on the economic domains on which it can maintain a tight hold in disregard of what African countries require. This way Japan bars those African countries that received \"development aid\" from achieving economic self-support and reducing their economy to its appendage.\r\n Through the \"development aid\" the Japanese reactionaries seek to hold sway over the political fields of those African countries. &nbsp;&nbsp;&nbsp;\r\n The true aim sought by Japan in its \"development aid\" offensive is to shun any conflict with African countries and calm down their anti-Japanese sentiment which may be hurdles in the way of realizing its bid for permanent membership of the UN Security Council and strengthen its position and influence on the world political arena and thus pave a broader way for overseas aggression while solving international issues in its favor.     \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Political Coup Aimed at Destroying Pro-Reunification Forces in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#3",
            "content": "U.S. Chemical Warfare in Iraq under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- An Italian TV recently disclosed that the U.S. imperialist aggression troops used chemical weapons against civilians during their siege and assault operation against Fallujah City in Iraq last year.\r\n In this regard Rodong Sinmun Wednesday in a signed commentary says that the U.S. use of chemical weapons in Fallujah clearly reveals the true colors of the U.S. imperialists as the worst human rights abusers, most brutal man-killers and incarnation of evil. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The above-said operation conducted by the U.S. forces against the citizens of Fallujah was a criminal act quite contrary to the Geneva convention on protecting civilians in wartime, which bans the indiscriminate attack causing massive casualties, and the convention banning chemical weapons signed by the U.S. in 1997. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the biggest possessor of nuclear and biological and chemical weapons in the world. It has stockpiled at least 30,000 tons of chemical weapons.\r\n During the Balkan war, the U.S. imperialists used more than 41,000 depleted uranium shells in southern Kosovo, Serbia and Montenegro and other areas. They also used at least 300 tons of depleted uranium shells in the Persian Gulf War in 1991 and over 311,000 depleted uranium shells in the Iraq war.\r\n Their use of chemical weapons took lives of many civilians and severely destroyed ecological environment in the world. Their indiscriminate use of even chemical weapons to invade and plunder other countries is an unpardonable crime against humanity as it threatens the very existence of humankind.\r\n Nevertheless, the U.S. imperialists, keeping mum about their monstrous crimes, are raising a hue and cry over other countries' \"possession of weapons of mass destruction\" and \"production of biological and chemical weapons\" in a bid to blackmail and threaten them. &nbsp;&nbsp;&nbsp;\r\n What is more intolerable is that the U.S. dares pulls up the DPRK over its non-existent \"human rights issue\" in an effort to increase its sanctions and pressure upon it. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to admit its crimes and kneel down before the international community to beg for forgiveness if it wishes to escape stronger protest and denunciation from the world people.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Early Normalization of Japan-DPRK Diplomatic Ties Urged in Japan",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#4",
            "content": "Political Coup Aimed at Destroying Pro-Reunification Forces in S. Korea under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The south Korean prosecution authorities have investigated the illegal wiretapping case that allegedly occurred during Kim Dae Jung's tenure of office for several months and detained Rim Tong Won and Sin Gon, the then chiefs of the Intelligence Service, on the wiretapping charges. This is a product of the politically-motivated operation to destroy the pro-reunification forces in the June 15 era and key figures who contributed to the birth of the June 15 joint declaration. Rodong Sinmun Wednesday says this in a signed commentary.\r\n The wiretapping in south Korea has its origin in the successive military fascist regimes and the Grand National Party, the commentary says, and goes on:\r\n The recent incident is a political coup staged by the GNP group to bury those key figures who contributed to the historic Pyongyang summit, disrupt and weaken those forces standing for reunification, progress and reform in the June 15 era, under the U.S. back-stage manipulation. \r\n This can not but be a tragedy for those who contributed to the birth of the June 15 reunification era to get chained and stand trial.\r\n It merits a serious attention that the south Korean prosecution authorities have played into the hands of the GNP and other forces that are chiefly responsible for the illegal wiretapping case. But politics should be called into question among other things. &nbsp;&nbsp;&nbsp;\r\n The present politics in south Korea has fallen victim to the conservative forces backed by the U.S., making the progressive and reformist forces targets of attack and crackdown. This is intolerable. &nbsp;&nbsp;&nbsp;\r\n The progressive and reformist forces standing for reunification in the June 15 era should clearly see through the truth about the prevailing situation and stand up with vigilance against the pro-U.S. conservative forces' moves to divide and alienate Koreans from each other. &nbsp;&nbsp;&nbsp;\r\n It is impossible to expect genuine democratization of the south Korean society, much less achieving the country's reunification, so long as the GNP and other ultra-right conservative forces remain in south Korea.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Ultra-right Conservatives' Anti-DPRK Human Rights Racket Assailed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#5",
            "content": "Early Normalization of Japan-DPRK Diplomatic Ties Urged in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The representatives of the executive committee of the \"Osaka society calling for the early normalization of diplomatic ties between Japan and the DPRK on the occasion of the 3rd anniversary of the Sept. 17 Pyongyang declaration\" in a letter of request to the Japanese prime minister on Nov. 8 called for sincere implementation of the Japan-DPRK Pyongyang Declaration and early normalization of diplomatic ties between the two countries.\r\n They criticized the Japanese government for applying economic sanctions to the DPRK over the \"abduction issue\" which had already been settled and called for the sincere implementation of the declaration, stressing the need to build the relations of confidence between the two countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unfair and Biased Investigation by S. Korean Prosecution Assailed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#6",
            "content": "S. Korean Ultra-right Conservatives' Anti-DPRK Human Rights Racket Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The National Reconciliation Council vehemently denounces in the name of the whole nation the anti-DPRK human rights racket kicked up by the Grand National Party of south Korea and other ultra-right conservative forces advocating \"human rights\" and \"democracy\" under the mask of \"religion\" at the instigation of the U.S. as a traitorous criminal row to incite north-south confrontation and war.\r\n A spokesman for the council said this in a statement on Nov. 23 in this regard. The statement dismissed the \"human rights issue\" much touted by the ultra-right conservative forces of south Korea as a product of the U.S. anti-DPRK smear campaign to tarnish the international dignity and prestige of the dignified DPRK and stifle its political system from A to Z. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The GNP and other ultra-right conservative forces of south Korea have reduced south Korea to a land where human rights and democracy are ruthlessly suppressed and seek to revive the fascist dictatorship, insisting on maintaining the \"National Security Law\". It is a height of folly for such forces to take issue with the north over the non-existent \"human rights issue.\" &nbsp;&nbsp;&nbsp;\r\n The anti-DPRK human rights racket kicked up by the GNP and other ultra-right conservative forces of south Korea can never be tolerated, the statement said, warning that the Korean nation will never pardon anyone who tries to tarnish and slander its valuable political system, a symbol of the national independence and dignity and the most precious gain of the nation, and certainly settle accounts with such moves in the name of the whole nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Third National Meeting of Mothers Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#7",
            "content": "Unfair and Biased Investigation by S. Korean Prosecution Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- Ri Su Il, who was vice-chief of the Intelligence Service during Kim Dae Jung's tenure of office, recently committed a suicide under psychological pressure resulting from the unfair and biased investigation conducted by the south Korean prosecution authorities into the \"illegal wiretapping case\". \r\n The Secretariat of the Committee for the Peaceful Reunification of the Fatherland released information bulletin No. 909 as regards this case on Nov. 22. This was not a simple suicide but a tragedy that took place because of the attack mounted by the prosecution authorities on the June 15 reunification forces and leading players under the back-stage wirepulling of the anti-June 15 forces including the U.S. and the \"Grand National Party\" and at their instigation.  Ri's suicide was one more case of political murder committed by the fascist prosecution authorities on purpose, the bulletin notes, and goes on:\r\n The successive military fascist regimes harshly cracked down upon the democratic forces, openly clamoring for a \"policy of intelligence,\" and the present GNP has committed the illegal wiretapping by setting up the so-called \"Mirim team\", a special wiretapping mechanism. They are chiefly accountable for the illegal wiretapping case. &nbsp;&nbsp;&nbsp;\r\n However, the prosecution authorities are engrossed in the crackdown upon those who contributed to reunification and patriotism, taking no action against the GNP. Their behavior is a rash act beyond common sense and a treacherous act of betraying the backwardness of the south Korean politics.\r\n What happened over the above-said case made it clear that the prosecution institutions in south Korea manned by right-wing conservative elements are died-in-the wool pro-American and anti-June 15 forces and a stumbling block lying in the way of implementing the June 15 joint declaration and promoting progressive reforms there. &nbsp;&nbsp;&nbsp;\r\n People of all social standings should decisively smash the moves of the right-wing conservative forces including the GNP keen to block social progress, divide and weaken the June 15 reunification forces and stem the trend of times toward national unity and reunification and turn out as one in the struggle for eradicating the fascist prosecution.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Chairman of Chongryon Meets Widow of Former Indonesian President",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#8",
            "content": "Third National Meeting of Mothers Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The third national meeting of mothers was held in Pyongyang on Nov. 22.\r\n The meeting reviewed the successes and experience gained by Korean women in the last period in their devoted services for the Workers' Party of Korea and the leader, the country and the people and discussed tasks to be fulfilled by the mothers and all other women to prepare themselves as revolutionaries intensely loyal to the Party and bring up the younger generation as reliable pillars of Songun Korea and perform their missions and roles in achieving the prosperity and development of the socialist country and ways to do so. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Nam, Kim Jung Rin and others. &nbsp;&nbsp;&nbsp;\r\n Also attending it were a delegation of the Union of Democratic Korean Women in Japan and a delegation of Korean women in China who are staying in the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n Conveyed there was a congratulatory message of the Central Committee of the WPK to the meeting. &nbsp;&nbsp;&nbsp;\r\n Highly praising the participants of the meeting and all other mothers and women across the country for having made devoted efforts to bring up the rising generation as true successors to the Juche-oriented revolution and build a rich and powerful socialist country, true to the Songun leadership of the Party, the message expressed the belief that they would single-mindedly unite around leader Kim Jong Il to train the younger generation as reliable pillars of Songun Korea and creditably fulfill their responsibility and role in speeding up the building of a great prosperous powerful nation.\r\n Pak Sun Hui, chairperson of the Central Committee of the Korean Democratic Women's Union, made a report there. &nbsp;&nbsp;&nbsp;\r\n The reporter referred to the great achievements made by the Korean mothers and other women in their efforts to prepare themselves as women revolutionaries in the Songun era, train the rising generation and build a great prosperous powerful socialist nation over the last seven years since its second meeting held under the wise leadership of Kim Jong Il and his deep loving care. &nbsp;&nbsp;&nbsp;\r\n They have fully prepared themselves as fighters devotedly defending the headquarters of the revolution and soldiers true to the WPK's Songun revolutionary cause by revolutionizing themselves in stern trials, the reporter noted, and went on to say: They gave birth to many babies and brought up them as reliable successors to the revolutionary cause of Juche and heroes ready to be human bullets and bombs to devotedly defend the Party and the leader, keenly aware of the noble mission they have assumed before the country and the nation. &nbsp;&nbsp;&nbsp;\r\n Many women have become soldiers, officials, heroes, heroic mothers who gave birth to many babies, able scientists, educators, persons of literature, artistes and sportswomen, bringing joy to Kim Jong Il. Many of them have proceeded to society to devote themselves at industrial establishments and on farms and in various other places to the prosperity of the country. This is the true picture of our country. &nbsp;&nbsp;&nbsp;\r\n  She called on them to fully display their wisdom and heroic spirit in revolutionizing themselves, training the younger generation and in the present general march of Songun revolution to conquer the high peak of a great prosperous powerful nation, keenly aware of the high honor and the mission they have assumed before the times that they live in the Songun era and make revolution under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting expressed their firm resolution to fully implement the militant tasks laid down in the message and carry out their honorable mission and role as women of Songun Korea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-DPRK Resolution on Human Rights Assailed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#9",
            "content": "Chairman of Chongryon Meets Widow of Former Indonesian President \r\n&nbsp;&nbsp;&nbsp; Tokyo, November 21 (KNS-KCNA) -- So Man Sul, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), met and had a talk with Ratna Sari Dewi  Sukarno, widow of former Indonesian President Sukarno, who paid a visit to the Korean Hall on Nov. 14.\r\n Present there was So Chung On, director of the international department of the Central Standing Committee of Chongryon.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South-North Joint Photo Exhibition Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#10",
            "content": "Anti-DPRK Resolution on Human Rights Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification issued a statement on Nov. 18 denouncing the railroading of the EU-proposed anti-DPRK \"resolution on human rights performance\" through the Third Committee of the current UN General Assembly.\r\n Noting that the UN has taken issue with the human rights performance in other countries opposed to the U.S. unilateralism and hegemony, while keeping mum about the human rights abuses of the U.S. and its allies in different parts of the world, the statement says: This indicates that the UN and the EU are being reduced to tools for implementing the U.S. policy, favoring its unilateralism and hegemony. &nbsp;&nbsp;&nbsp;\r\n The statement went on to say: &nbsp;&nbsp;&nbsp;\r\n The adoption of the anti-DPRK resolution is a shameless interference in the internal affairs of the DPRK as it is aimed to blockade, isolate and stifle it. The \"poor human rights record\" which the EU cited as a ground for introducing the above-said resolution was concocted by various organizations financed by the U.S. government. &nbsp;&nbsp;&nbsp;\r\n Accusing the Grand National Party of its traitorous act of toeing the U.S. anti-DPRK hostile policy, the statement continued:\r\n The U.S. unilateralism and hegemony can never prove successful on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. has suffered repeated failure in its relations with the north since the 1990s. In the wake of the publication of the June 15 joint declaration the 70 million Koreans in the south, the north and abroad are advancing for national cooperation after discontinuing cooperation with outside forces under the banner of \"By our nation itself\". &nbsp;&nbsp;&nbsp;\r\n The U.S. should sincerely implement the September 19 statement adopted at the fourth round of the six-party talks, immediately withdraw its hostile policy toward the DPRK and opt for peace on the Korean Peninsula, though belatedly. &nbsp;&nbsp;&nbsp;\r\n It should bear in mind that running wild, oblivious of the lesson drawn from its past, would only lead to destruction.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Songun Revolutionary Leadership",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#11",
            "content": "South-North Joint Photo Exhibition Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- A south-north joint photo exhibition was reportedly opened in Seoul according to an agreement of the preparatory committee for joint functions of Koreans in the north, the south and overseas to implement the June 15 joint declaration 100 years after the fabrication of the \"1905 Five-Point Treaty\".\r\n On display in the venue of the exhibition were more than 80 photos showing the atrocities committed by the Japanese imperialists who brutally killed a large number of Korean patriots and innocent people, plight of the Koreans who were taken away for \"labor draft\" and \"conscription\" and \"comfort women\" for the imperial Japanese army and the blood-stained history of the Japanese imperialists' aggression. &nbsp;&nbsp;&nbsp;\r\n The opening ceremony took place on Nov. 17. &nbsp;&nbsp;&nbsp;\r\n A joint statement of the preparatory committee was read out and speeches were made there. \r\n The permanent representative of the south side to the committee of the preparatory committee said that it is the best way for the south and the north to pool their efforts for peace to deter Japan's militarization. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the \"Meeting of Lawmakers for National Spirit\" called upon all the people not to forget the shameful past in which the Korean people had to suffer from the disgraceful \"1905 Five-Point Treaty\", noting that Japan is rushing for militarization far from repenting of the past crimes.\r\n The participants looked round the photos on display.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Origin of Kimchi",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#12",
            "content": "Rodong Sinmun on Kim Jong Il's Songun Revolutionary Leadership\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The Workers' Party of Korea is a seasoned and experienced revolutionary party that has been trained in the crucible of the Songun revolution and it has now developed into an invincible party enjoying absolute support and trust from the people, says Rodong Sinmun Wednesday in a signed article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK is an invincible party that has grown strong in the crucible of the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n The history of the revolution made in reliance upon the army is closely associated with that of founding the party in the Korean revolution.\r\n President Kim Il Sung, with his deep insight into the actual requirements of the Korean revolution in those days when the country was usurped by the Japanese imperialists, founded the army first and explored the unique road of building a revolutionary party in the crucible of the anti-Japanese war.\r\n Leader Kim Jong Il's 45-year-long history of Songun revolutionary leadership is shining as a history in which he has firmly defended Kim Il Sung's idea of attaching importance to the army and giving priority to military affairs and feats performed by him and developed the WPK into an invincible revolutionary party under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The WPK that has grown strong in the tempest of the Songun revolution has become ranks of loyalists fully equipped with the spirit of devotedly defending the leader, invincible ranks that have achieved the most solid unity and cohesion and powerful militant ranks with strong militancy and leadership ability. &nbsp;&nbsp;&nbsp;\r\n The WPK is demonstrating its might as a steel-strong party which has led the Korean people's cause of socialism to victory under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Its invincible might as an iron-willed party has been strikingly manifested in the fact that it set an example in the anti-imperialist struggle in the era.\r\n The WPK has explored the road of sovereignty, independence and socialism in the acute confrontation with imperialism boasting of \"mightiness.\"\r\n Enemies' attempts have gone bust in face of the indomitable revolutionary principle of the WPK which has reacted to the hardline with the toughest stand and countered an appeasement strategy with a revolutionary strategy backed by the strong military force. &nbsp;&nbsp;&nbsp;\r\n The WPK's might as an invincible and iron-willed party also finds a striking manifestation in the fact that it has brought about the biggest success in the efforts to build a rich and powerful country under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The wise leadership and invincible might of the WPK that has paved the way for the prosperity of the country under the banner of Songun were fully proved in the period of the \"Arduous March,\" the forced march. &nbsp;&nbsp;&nbsp;\r\n The WPK's history is great and it is demonstrating as a party with a bright prospect as it is under Kim Jong Il's great Songun leadership.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Koreans Arrive to Participate in Marathon for Reunification",
            "url": "http://kcna.co.jp/item/2005/200511/news11/24.htm#13",
            "content": "Origin of Kimchi\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- Housewives are now busy with preparing kimchi for the winter in Korea. It has been told that kimchi is a half-year food from olden times.\r\n Kimchi has a long history. &nbsp;&nbsp;&nbsp;\r\n Historical data including \"Samguksagi\" say that Koreans used to pickle vegetables from long before the days of Koguryo.\r\n Then they made kimchi only with radish and lettuce as they did not cultivate cabbage and pepper. &nbsp;&nbsp;&nbsp;\r\n It was called \"chimchae\" or \"chimjang\". Once Kims came into power in succession. They named it after their surname \"Kim\", thus calling it \"kimchae\".  After then, kimchae was gradually called kimchi. &nbsp;&nbsp;&nbsp;\r\n It was from the middle of the 17th century when the Koreans started to raise cabbage and pepper that the method of making kimchi developed and its variety became richer. &nbsp;&nbsp;&nbsp;\r\n According to the then records, there were 34 kinds of kimchi at that time. &nbsp;&nbsp;&nbsp;\r\n The methods are diverse but it is common to pickle, put spices including pulverized red pepper and ferment for a while. &nbsp;&nbsp;&nbsp;\r\n In the 18th century, the sort of kimchi increased to more than 60. Famous was possam kimchi in Kaesong area, paek kimchi in Pyongyang and tongchimi in Jolla area. &nbsp;&nbsp;&nbsp;\r\n These years, scientists have developed lactic acid bacilli powder, fluid to culture lactic acid bacilli, fluorine antiseptice substance for kimchi so as to give a flavor to and keep kimchi for a long time. &nbsp;&nbsp;&nbsp;\r\n Kimchi with a long history has become a kind of food native to the Koreans and famous throughout the world.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}