{
    "date": "2005-10-04",
    "url": "http://kcna.co.jp/item/2005/200510/20051004.htm",
    "articles": [
        {
            "title": "Brazilian Communist Party Delegation Visits DPRK Embassy",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#1",
            "content": "Brazilian Communist Party Delegation Visits DPRK Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A delegation of the Brazilian Communist Party headed by Renato Ravello, national chairman of the Central Committee of the party, paid a congratulatory visit to the DPRK embassy in Brasilia on Sept. 27 on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n Noting that the WPK has created a world model in socialist construction and the struggle to defend the sovereignty of the country through its practical activities for the last six decades since its foundation, Renato Ravello said that his party would make every effort to develop the cooperative relations with the DPRK as a coalition ruling party. \r\n He sincerely wished General Secretary of the WPK Kim Jong Il good health and sincerely hoped that the WPK and the Korean people greeting its 60th anniversary would achieve fresh success in their struggle to build a great prosperous powerful socialist nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK Anniversary to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#2",
            "content": "WPK Anniversary to Be Celebrated in Romania \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- An inaugural ceremony of the Romanian preparatory committee to celebrate the 60th anniversary of the Workers' Party of Korea (WPK) was held in Bucharest on Sept. 28.\r\n Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, and Ion Ciuca, chairman of the party, were respectively elected chairman and vice-chairman of the preparatory committee at the inaugural ceremony.\r\n The preparatory committee decided to hold diverse events on the occasion of the 60th anniversary of the WPK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Clumsy Diplomacy Ridiculed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#3",
            "content": "Japan's Clumsy Diplomacy Ridiculed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Japan has gone the lengths of making such threatening and pressurizing remarks as blustering that it would \"reexamine\" its contribution to the UN as its efforts for permanent membership of the UN Security Council have gone bust this year.\r\n Commenting on this, a news analyst of Rodong Sinmun Monday says this is nothing but a political dwarf's poor diplomacy. &nbsp;&nbsp;&nbsp;\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The UN member nations opposed Japan's bid for permanent membership of the UNSC because they concluded that it is not qualified to sit on it. The issue of Japan's contribution to the UN is not relevant to their opposition. &nbsp;&nbsp;&nbsp;\r\n A permanent seat on the UNSC is not to be bought. &nbsp;&nbsp;&nbsp;\r\n Japan boasts its contribution to the UN only to invite derision and denunciation from the international community. &nbsp;&nbsp;&nbsp;\r\n What Japan should do right now is to honestly reflect on its past crimes and redeem them. &nbsp;&nbsp;&nbsp;\r\n It is the worst habit of Japan to insist on its greedy demands instead of fulfilling its commitments. &nbsp;&nbsp;&nbsp;\r\n Japan's desperate pitch for sitting on the UNSC is not aimed at establishing a peaceful international order but at achieving its criminal purpose with ease by abusing the authority of the UN. &nbsp;&nbsp;&nbsp;\r\n Japan's attempt to buy a responsible position at the UN is little short of a clumsy bid of an illiterate country peddler bereft of any reason and people's mindset.\r\n Japan would be well advised to properly know where it stands and liquidate its crime-woven past as early as possible so as to be trusted by the international community.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Czech Republic",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#4",
            "content": "Kim Jong Il's Work Published in Czech Republic \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- The famous work of leader Kim Jong Il \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in booklet by the Futra Publishing House in the Czech Republic  on Sept. 27.\r\n The preface of the booklet says that the work of General Secretary of the WPK Kim Jong Il has proudly reviewed the glorious history of the WPK which explored a new path of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicated ways for the Korean people to faithfully carry forward the President's idea and exploits. &nbsp;&nbsp;&nbsp;\r\n A booklet releasing ceremony was held on the spot that day. &nbsp;&nbsp;&nbsp;\r\n Milan Supas, general director of the publishing house, said at the ceremony that the work is of great significance not only for the WPK but for the world progressive political parties as it clarified a profound idea and theory of building a revolutionary party.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paekma-Cholsan Waterway Completed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#5",
            "content": "Paekma-Cholsan Waterway Completed \r\n&nbsp;&nbsp;&nbsp; Phihyon, October 2 (KCNA) -- A ceremony of commissioning the Paekma-Cholsan Waterway took place on Oct. 2.\r\nThe more than 270 km-long waterway is a monumental edifice that appeared in the Songun era in accordance with the plan of leader  Kim Jong Il for grand nature-remaking. It is a huge modern gravity-fed irrigation system for supplying tens of thousands of jongmi of water (one jongmi is approximately 10,000 cubic meters) from Lake Paekma to a vast area of cultivated land in six cities and counties including Ryongchon, Yomju and Cholsan counties and Sinuiju City of North Phyongan Province. \r\n The successful completion of the waterway helps perfect the irrigation system in the western area of the country on a higher stage. It also provides a sure guarantee for increasing the grain production without using hundreds of pumping machines.\r\n The builders and their helpers have successfully completed the waterway project in a matter of a little over two years. &nbsp;&nbsp;&nbsp;\r\n Attending the ceremony were Premier of the DPRK Cabinet Pak Pong Ju, Vice Marshal of the Korean People's Army Ri Yong Mu, vice-chairman of the DPRK National Defence Commission, and other senior officials, members of the Cabinet, officials concerned, officials of institutions at various levels, builders and working people in North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n Pak Pong Ju conveyed a congratulatory message of the Central Committee of the Workers' Party of Korea to the builders and their helpers who have performed labor feats in the project. &nbsp;&nbsp;&nbsp;\r\n Pak Yong Sok, chairman of the Central Control Commission of the WPK, made a report on the commissioning. &nbsp;&nbsp;&nbsp;\r\n He said that the waterway is a grand monumental edifice which would convey down to posterity the undying leadership feats of Kim Jong Il who has brought about eye-opening changes in the country by wisely leading the gigantic nature-harnessing projects in the era of Songun. The building of the waterway of the above-said type is of weighty significance in achieving a new boost in the nation's agricultural production and laying a firm foundation for the building of a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n The reporter recalled that Kim Jong Il proposed a militant task of building the Paekma-Cholsan Waterway in the wake of the construction of the Kaechon-Lake Thaesong Waterway and has wisely steered the work for its completion.\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n Thanks to the patriotic and devoted efforts of the builders there appeared the Dyke of Lake Paekma of eternal value and at least 1,400 structures including the earth waterway extending hundreds of ri, dozens of waterway tunnels and large ducts for irrigation water. As a result, a huge modern gravity-fed irrigation system of Korean type has been successfully built. &nbsp;&nbsp;&nbsp;\r\n Pointing out that Kim Jong Il set forth the task of building a waterway on the Miru Plain in North Hwanghae Province, the reporter called upon its builders to make thoroughgoing preparations for it on the basis of the achievements and experience gained in the Paekma-Cholsan waterway project and complete it in a short span of time in order to honor the task laid down by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony, the participants looked round Lake Paekma, the waterway stretching out across a vast land and structures.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Phyongan Provincial House of Class Education Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#6",
            "content": "South Phyongan Provincial House of Class Education Opens \r\n&nbsp;&nbsp;&nbsp; Phyongsong, October 2 (KCNA) -- South Phyongan Provincial house of class education has been built and opened.\r\n Exhibited in the house are more than 360 photos and relics which show the brutality, viciousness and cruelty of the U.S. and Japanese imperialists and the class enemy.\r\n The house is divided into part of anti-U.S. education, part of anti-Japanese education, part of anti-exploitation education and part of faith education. \r\n The part of anti-U.S. education shows data showing atrocities of the U.S. imperialist aggressors who imposed immeasurable disasters and sufferings upon the Korean people for more than a century beginning with the intrusion of the U.S. imperialists' ship of aggression \"General Sherman.\" &nbsp;&nbsp;&nbsp;\r\n Among them are data showing the fact that GIs mercilessly killed 11,600 innocent people in Kangso County and 1,050 people, one third of the population of the then Susan-myon of the county, and murderous atrocities in different parts of South Phyongan Province including Jungsan, Kaechon, Anju, Onchon and Sunchon.\r\n On display in the part of anti-Japanese education are data showing bestial atrocities committed by the Japanese imperialists against the Korean people after occupying Korea by force of arms and exposing the anti-DPRK moves of the Japanese reactionaries who are recklessly running amuck in sharpening swords for reinvasion with the backing of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The part of faith education shows that Korea's reunification and the cause of global independence will be surely achieved as long as there is leader Kim Jong Il, destiny of the Korean people, symbol of all victory and the sun of the 21st century.\r\n Also on show at the house of class education are data exposing the anti-popular moves of the south Korean reactionaries and proving the never-changing character of the class enemy. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony of the house was held on the spot Sunday.\r\n Present at the opening ceremony were Ri Thae Nam, chief secretary of the South Phyongan Provincial Committee of the Workers' Party of Korea, Jong Ki Nam, chairman of the South Phyongan Provincial Rural Economy Committee, officials concerned and working people in Phyongsong City. &nbsp;&nbsp;&nbsp;\r\n Ri Thae Nam made an opening address. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants looked round the house of class education.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Fine Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#7",
            "content": "National Fine Art Exhibition Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A national fine art exhibition was opened with due ceremony to celebrate the 60th anniversary of the Workers' Party of Korea. \r\n Put on display at the exhibition are at least 500 pieces of fine art works created by painters of the Mansudae Art Studio, the Central Art Studio, the Songhwa Painting Centre, the South Hamgyong Provincial Art Studio and other capital and local art studios and fine art amateurs across the country. &nbsp;&nbsp;&nbsp;\r\n Korean paintings \"With comrades of 'Down-with-Imperialism Union (DIU)'\" and  \"Ecstasy in October\", oil painting \"October 10 at daybreak\" and other paintings well depict the undying revolutionary exploits of President Kim Il Sung and his noble features as a great man who made the historical root of the WPK and devoted everything to the foundation and development of the revolutionary party of Juche type. \r\n Also on display are Korean painting \"To develop the WPK forever as the party of Comrade Kim Il Sung\" and others showing the exploits of outstanding party leadership of Kim Jong Il and the records of Songun revolution. &nbsp;&nbsp;&nbsp;\r\n Oil painting \"Telling them to be true sons and daughters of the party\" and others show the exploits of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Acrylic painting \"Blue Sky\", oil painting \"Birds of bumper year fly in\" and Korean painting \"Blasting resounds\" and other works of various themes well represent the heroic struggle of the Korean army and people dynamically advancing the general march for the Songun revolution and the surging spirit of the times.\r\n Minister of Culture Choe Ik Gyu made an opening address at the ceremony held at the Korean Art Gallery on Monday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminars on WPK Birthday in Foreign Countries",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#8",
            "content": "Seminars on WPK Birthday in Foreign Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Seminars were held by the People's Rally for Socialism and the Genuine Lumumbist Patriotic Party of Democratic Congo and the Bangladesh People's League on Sept. 26 and 27 on the occasion of the 60th birthday of the Workers' Party of Korea.\r\n Jean Baptiste Nkoy, general secretary of the People's Rally for Socialism of Democratic Congo, and Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, in speeches noted that the exploits, might and high dignity of the WPK are unthinkable apart from President Kim Il Sung.\r\n They referred to the fact that leader Kim Jong Il developed the WPK into the Party of Kim Il Sung and the guiding force for the Songun revolutionary cause, working at its Central Committee for more than four decades. &nbsp;&nbsp;&nbsp;\r\n Garib Newaz, president of the Bangladesh People's League, in a report stressed that no force on earth can check the advance of the WPK and the people single-mindedly rallied around Kim Jong Il with the firm guiding idea. &nbsp;&nbsp;&nbsp;\r\n Only when the progressive political parties of the developing countries make a deep study of the rich experience of the struggle of the WPK representing the era of independence and apply it to the specific conditions of their countries can they achieve genuine independence and build a true new society, he pointed out.\r\n A letter to Kim Jong Il was adopted at the seminar held in Bangladesh.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "RS Observes Anniversary of Kim Il Sung's Proposal for Founding DFRK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#9",
            "content": "RS Observes Anniversary of Kim Il Sung's Proposal for Founding DFRK\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Rodong Sinmun today comes out with an article 25 years since President Kim Il Sung advanced the proposal for founding the Democratic Federal Republic of Koryo (DFRK). \r\nThe proposal is a most just one for reunification as it calls for achieving national reunification by establishing a federal republic on the basis of recognizing and tolerating the ideologies and systems existing in the north and the south of Korea, the article says , and goes on; &nbsp;&nbsp;&nbsp;\r\n The President, with a scientific insight into the reality of Korea divided into the north and the south by foreign forces, considered federal formula  as a great principle governing the efforts to reunify Korea and set forth the proposal for founding the DFRK on that principle. &nbsp;&nbsp;&nbsp;\r\n The above-said proposal is, above all, a just one as it fully meets the actual conditions of the north and the south of Korea. &nbsp;&nbsp;&nbsp;\r\n A hard nut to crack in achieving national reunification is that differing ideologies and systems exist in the north and the south and none of them is ready to abandon its ideology and system consolidated for a long period. Any attempt on the part of one side to achieve reunification on the basis of its ideology and system under this situation cannot but spark antagonism and clash and would only lead to prolonging the division. \r\n The proposal for federal formula for reunification is, therefore, a just and fair one as it makes it possible to protect and meet the interests of both sides. This offer is also in line with the interests of the countries concerned. &nbsp;&nbsp;&nbsp;\r\n A unified state to be set up in accordance with the proposal will pose no threat to the countries concerned as it will be a neutral state. The federal state will not only respect the foreign capital invested and concessions granted before the reunification but allow the regional governments to have bilateral relations with other countries.\r\n The north and the south of Korea agreed to work for achieving the peaceful reunification on the basis of the co-existence of the two systems at the historic Pyongyang meeting held in June, Juche 89 (2000) and proclaimed this to the world through the June 15 joint declaration. The struggle to reunify the country by federal formula has been placed on a new higher stage under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#10",
            "content": "National Photo Exhibition Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A national photo exhibition was opened at the People's Palace of Culture Monday to celebrate the 60th anniversary of the Workers' Party of Korea.\r\n Minister of Culture Choe Ik Gyu made an opening address at the ceremony attended by Jong Ha Chol, secretary of the Central Committee of the WPK, and officials of ministries and national institutions. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony, the participants looked round the exhibition hall.\r\n \"The great leader Comrade Kim Il Sung delivering a report at the inaugural meeting of the Workers' Party of North Korea\" and other photos clearly show the exploits of party founding performed by President Kim Il Sung in the course of developing the WPK into the most powerful revolutionary party of Juche type. &nbsp;&nbsp;&nbsp;\r\n \"The great leader Comrade Kim Jong Il proclaiming the modeling of the whole society on the Juche idea as the supreme programme of our Party\", \"The great leader Comrade Kim Jong Il working at the Central Committee of the Party\" and other photos vividly show the pride history of the WPK which has demonstrated its dignity over the world as glorious Kim Il Sung's party. &nbsp;&nbsp;&nbsp;\r\n Also on display are photos showing the might of the single-minded unity around the party, photos dealing with the shining achievements made by the Korean army and people in the building of a great prosperous powerful socialist nation under the guidance of the party and photos showing Koreans in the north and the south and overseas in the movement for national reunification under the banner of the June 15 North-South Joint Declaration.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foundation Day of Korea Observed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#11",
            "content": "Foundation Day of Korea Observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A function was held in front of King Tangun's Mausoleum in Kangdong County in the suburbs of Pyongyang Monday on the Foundation Day of Korea. \r\n This was the day when Tangun, the ancestral father of the Korean nation, founded the first ancient state named Korea in the east. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, who is chairman of the National Reconciliation Council, Ryu Mi Yong, chairperson of the Council for the Reunification of Tangun's Nation, O Ik Je, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland, and others and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Members of the Council for the Reunification of Tangun's Nation offered rice wine to the spirit of King Tangun before paying silent tribute to him. &nbsp;&nbsp;&nbsp;\r\n Kang Chol Won, vice-chairman of the council, in his report recalled President Kim Il Sung ascertained that Tangun, the ancestral father of the Korean nation, who had been forgotten in the troubled times of history, actually existed and made sure that King Tangun's Mausoleum was splendidly rebuilt as a treasure of the nation. Leader Kim Jong Il wisely led the rebuilding project of King Tangun's Mausoleum, the reporter said. \r\n He noted that Kim Il Sung and Kim Jong Il scientifically proved that Korea was a cradle of human civilization and clarified that Pyongyang is a holy land of the nation with a long history, thus establishing the orthodoxy of culture in the areas along the River Taedong. Their immortal exploits will always be handed down to all the generations to come by the Korean nation, he stressed. &nbsp;&nbsp;&nbsp;\r\n He called on all the fellow countrymen to demonstrate the wisdom and courage of Tangun's nation and more dynamically advance towards national reunification and the future of a reunified great prosperous powerful nation full of confidence and optimism under the banner of the June 15 joint declaration.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special Solo Performances of Veteran Artists Arranged",
            "url": "http://kcna.co.jp/item/2005/200510/news10/04.htm#12",
            "content": "Special Solo Performances of Veteran Artists Arranged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Special solo performances of veteran artists have been frequently arranged in the Democratic People's Republic of Korea.\r\n The stage is taken not only by celebrated artists but by veteran artists who have long retired from the stage on their birthdays or some occasions. &nbsp;&nbsp;&nbsp;\r\n Musical entertainments and concerts are also organized for artists who died decades ago. &nbsp;&nbsp;&nbsp;\r\n Over the last 25 years more than 50 �gspecial stages�h have been arranged for stage actors and actresses. &nbsp;&nbsp;&nbsp;\r\n Among them are Ri Hak Bom who had created a lot of famous artistic works of various themes and modalities, Kim Kil Hak who had greatly contributed to the development of the Juche-oriented instrumental music of the country, and folk song singer Wang Su Bok. &nbsp;&nbsp;&nbsp;\r\n The performances make the audience recollect the brilliant life of the artists who distinguished themselves in musical development of the nation with their rich and polished artistic skill. &nbsp;&nbsp;&nbsp;\r\n Singer O Mae Hun was also invited to the stage at the age of 80 amid the warm care of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n He sang songs including \"My Blessed Life\", \"What Is the Fatherland\" and \"2,000-ri along Amnok River\", reflecting the feelings of the artists who are blessed with eternal life in the bosom of the WPK. &nbsp;&nbsp;&nbsp;\r\n Famous solo dancer Hong Jong Hwa, 60, met the audience on the special stage. Once she won the people's affection for her elegant and attractive national rhythmic movements. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Musician Yun I Sang created more than 150 pieces of \"modern music\" in his lifetime. He also lives in the memory of the people along with the annual Yun I Sang concert  &nbsp;&nbsp;&nbsp;\r\n Some time ago a \"Kayagum concert marking centenary of Jong Nam Hui�fs birthday\" took place at the Yun I Sang Concert Hall amid the great concern of musical experts and fans. &nbsp;&nbsp;&nbsp;\r\n Twenty years have passed since the death of Jong Nam Hui, an accomplished kayagum player, who created a number of national musical pieces and trained many young players during her lifetime. &nbsp;&nbsp;&nbsp;\r\n After the concert her disciple Kim Yong Hui, a teacher of Pyongyang University of Music and Dance, told KCNA that Jong Nam Hui is alive in the mind of the people along with kayagum, a national musical instrument, under the warm care of the WPK and the superior socialist system.    \r\n   \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}