{
    "date": "2005-10-17",
    "url": "http://kcna.co.jp/item/2005/200510/20051017.htm",
    "articles": [
        {
            "title": "Liquidation of Poverty and Promotion of Development Called for",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#1",
            "content": "Liquidation of Poverty and Promotion of Development Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The DPRK delegate, addressing the meeting of the Second Committee of the 60th UN General Assembly Session on Oct. 5, said that in order to achieve the UN millennium development target, it is necessary to rapidly provide international conditions and environment to liquidate poverty and promote development.\r\n If the unfair international economic order remains intact, it is impossible to provide international environment for the liquidation of poverty and narrow the gap between the North and the South, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The developed countries should increase the amount of official development and cooperation and the amount of foreign direct investment in the developing countries with no political strings attached and show resolute willingness in settling foreign debts. &nbsp;&nbsp;&nbsp;\r\n The multilateral trade system and international financial structure should be reformed in the direction of expanding the equal and complete participation of developing countries and preferential treatment and development financing for them. &nbsp;&nbsp;&nbsp;\r\n The DPRK delegation holds that unilateral, extraterritorial and coercive economic measures contrary to international law and the principle and purpose of the UN Charter should neither be allowed nor be justified in any case. &nbsp;&nbsp;&nbsp;\r\n  The DPRK government is steadily improving and completing economic structures to suit its specific conditions despite the military tension and economic difficulties caused by the outside forces and directing big efforts to the work to stabilize the people's living and renovate the economy.\r\n It is also taking new economic steps and, at the same time, measures to strengthen the independent foundations of the national economy including large-scale land realignment, waterway projects and the construction of minor hydro-power stations to settle the urgent energy problem as part of sustained development. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will steadily strengthen cooperative relations with the international community in the work to implement the millennium development target in the future, too.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Seminar on Juche Idea Held in Thailand",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#2",
            "content": "National Seminar on Juche Idea Held in Thailand \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- A national seminar on the Juche idea was held in Thailand on Oct. 9 to mark the 60th anniversary of the Workers' Party of Korea.\r\n Present there were members of Juche idea study organizations and political, academic and media figures of Thailand. &nbsp;&nbsp;&nbsp;\r\n Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, said that the Juche idea founded by President Kim Il Sung and developed and enriched by leader Kim Jong Il serves as the most correct guiding idea and the eternal ideological treasure of the world progressives.\r\n It is the most important task at the present times to make deeper study and dissemination of the original Songun idea embodying the Juche idea, he said, expressing his resolution to further expand and strengthen the ranks of followers of the Juche idea and the Songun idea in the study and dissemination of it. &nbsp;&nbsp;&nbsp;\r\n Then followed speeches under the titles \"The Juche idea is the guiding idea of the human cause of independence\", \"The Juche idea and the Songun politics\", \"The Workers' Party of Korea and the Songun idea\" and \"The DPRK in which the Songun idea is embodied\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Withdraw Its War Scenario against North",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#3",
            "content": "U.S. Urged to Withdraw Its War Scenario against North \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly issued a statement titled \"The U.S., withdraw its war scenario against the north at once\" on Oct. 10.\r\n  The \"operation plan guideline\" opened to the public by Kwon Yong Gil, a lawmaker from the Democratic Workers' Party, is, in a word, a document of operations for invasion of the north, the statement said, noting that the organization cannot repress indignation at the fact that the United States has recently worked out and published operation plans one after another, watching for a chance of aggression. &nbsp;&nbsp;&nbsp;\r\n The \"government\" authorities should stand on the side of the people and not allow any U.S. interference in the June 15 era when the Korean nation is paving the way for reunification by its concerted efforts, the statement stressed. &nbsp;&nbsp;&nbsp;\r\n It urged the \"government\" authorities not to take part in the U.S. plans for a war against the north but scrap the \"alliance\" with it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Undying Feats of WPK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#4",
            "content": "Rodong Sinmun on Undying Feats of WPK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The Korean nation boasts of 5,000 years of history but it has never seen its dignity and honor so fully demonstrating and people's happiness so blooming as in the 60 years of the great Workers' Party, says Rodong Sinmun Sunday in a signed article.\r\n The history of the Workers' Party of Korea is proud of having firmly defended national independence and demonstrated the dignity and honor of the nation to the world, the article says, and goes on:\r\n The wise guidance of the Party and the leader which resolves all problems in the revolution and construction to suit the specific reality of the country and to meet the interests of the nation has served as a motive force that exalted the nation's dignity and honor. &nbsp;&nbsp;&nbsp;\r\n Thanks to leader Kim Jong Il's Songun politics, the independence of the country and the nation is firmly guaranteed and the fatherland demonstrates its dignity, honor and prestige as a fortress of independence. &nbsp;&nbsp;&nbsp;\r\n The history of the Party has been characterized by gigantic creation and changes which have wrought epochal miracles unprecedented in the nation's history spanning more than 5,000 years. &nbsp;&nbsp;&nbsp;\r\n It is an undying exploit of the Party and a big pride of the Korean people that they have built a prosperous powerful socialist country in this land where centuries-old backwardness and poverty had prevailed. &nbsp;&nbsp;&nbsp;\r\n Modern production bases have appeared in all parts of the country, farmland of co-op farms has been realigned as befitting that of socialist Korea and miraculous achievements have been made in the field of science and technology under the tested guidance of Kim Jong Il. These are the precious treasure of the nation and the valuable asset for the prosperity of the generations to come. &nbsp;&nbsp;&nbsp;\r\n The history of the Party is a proud history in which the nation's advantageous national identity has been firmly maintained and brought into full bloom.\r\n In the whole course of its revolutionary guidance the Party set it as an important matter related to the destiny of the nation to preserve and apply national identity and has positively preserved the advantageous national identity of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The Koreans are now preserving their national identity and giving full play to it in all fabrics of social life. &nbsp;&nbsp;&nbsp;\r\n The Party has been able to bring prosperity to the nation for the past six decades entirely because it has had the great leaders at its head.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tribute Paid to Kim Il Sung by OSPAAL",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#5",
            "content": "Tribute Paid to Kim Il Sung by OSPAAL \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- A floral basket was placed with due ceremony before the portrait of President Kim Il Sung in the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America in Cuba on Oct. 11 on the occasion of the 60th anniversary of the Workers' Party of Korea.\r\n Present there were the director of the Political Department and members of the organization, the director general of the magazine Tri-continental, the DPRK ambassador to Cuba and staff members of embassy. &nbsp;&nbsp;&nbsp;\r\n The participants laid a floral basket before the portrait of the President and paid tribute to him.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Forces from S. Korea Urged",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#6",
            "content": "Withdrawal of U.S. Forces from S. Korea Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The National Association of University Newspaper Journalists of south Korea reportedly conducted an opinion poll as regards the lapse of 60 years since the U.S. military occupation of south Korea among students of 11 universities across south Korea including Kangreung National University, Yeongnam University and Hannam University from September 16 to October 4.\r\n The results of the opinion poll showed that an overwhelming majority of those polled strongly urged the withdrawal of the U.S. forces from south Korea.\r\n 50 percent of the pollees said what come to their minds first is the murder of Hyo Sun and Mi Son, when mentioning the word \"U.S. forces,\" and 73.4 percent of those polled replied that the purpose of the U.S. forces' occupation of south Korea was for U.S. domination and interference. \r\n More than half of the pollees charged that the U.S. forces in south Korea are being relocated in the interests of the United States, holding that the U.S. forces' relocation requiring the south Korean \"government\" to bear all the expenses unilaterally should be totally reexamined.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Solidarity Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#7",
            "content": "Anti-U.S. Solidarity Rally Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The 73rd anti-U.S. solidarity rally was reportedly held in Seoul on Oct. 11 in protest against the Seoul visit by the U.S. secretary of Defense.\r\nSpeakers at the rally said that his Seoul visit was aimed to pressurize the south Korean \"government\" to accept the \"strategic flexibility\" of the U.S. forces at the 37th south Korea-U.S. \"annual security consultative council meeting\" to be held on Oct. 21. &nbsp;&nbsp;&nbsp;\r\n A letter of protest addressed to the U.S. president was published at the rally.  We are opposed to the forthcoming \"annual security consultative council meeting\" and the Seoul visit by the secretary of Defense as they are aimed to bind the south Koreans tight to the shackling slavish \"alliance\".\r\n Referring to the fact that it has been recently disclosed that the operation plan that calls for a precision strike at the nuclear facilities of the north, the \"overthrow of the north Korean regime and \"annihilation of the north Korean army\" was worked out at the \"annual security consultative council meeting\" held in 2002, the letter demanded that such dangerous war plans be totally scrapped. &nbsp;&nbsp;&nbsp;\r\n It called on all the people to pool their strong will so as to shatter the U.S. moves for a war against the north and get the U.S. forces withdrawn from south Korea and thus achieve peace on the Korean Peninsula and retake the sovereignty and dignity of the nation without fail.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Embassy Officials Help Korean Farmers in Harvesting",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#8",
            "content": "Chinese Embassy Officials Help Korean Farmers in Harvesting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- Chinese Ambassador to the DPRK Wu Donghe and embassy officials gave helping hands to the farmers of the DPRK-China Friendship Thaekam Cooperative Farm in Sunan District, Pyongyang, in harvesting on Oct. 14.\r\n They helped the farmers in carrying rice sheaves as they were working hard to gather even a grain of rice and maize in time without losing them.\r\n During break the guests talked with officials of the farm, deepening the friendly feelings. &nbsp;&nbsp;&nbsp;\r\n We are pleased to have a chance to work at the friendship farm which has striven to do this year's farming well under the wise guidance of Kim Jong Il, the ambassador said, wishing the farmers many successes in the agricultural production in the future.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung Stadium Observed",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#9",
            "content": "Anniversary of Kim Il Sung Stadium Observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The Kim Il Sung Stadium, a center of important political, sports and cultural events in the DPRK, observed the 60th anniversary of its foundation.\r\n It is a time-honored revolutionary site where President Kim Il Sung made a historic speech on Oct. 14, Juche 34(1945) upon his triumphal return home.\r\n Over the last 60 years it has contributed to successfully ensuring important state political functions and sports and cultural events and developing the nation's physical culture and sports. &nbsp;&nbsp;&nbsp;\r\n A meeting took place on Oct. 14. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message of the Central Committee of the Workers' Party of Korea sent to the employees and officials of the stadium was conveyed at the meeting. &nbsp;&nbsp;&nbsp;\r\n The meeting pointed to the issues of significantly improving the appearance of the stadium as required by the new century and more satisfactorily ensuring state functions and sports games and, at the same time, building up the stadium into a sports and cultural centre for working people and school youth and children. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Mun Jae Dok, chairman of the Physical Culture and Sports Guidance Commission, and others.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Korean Central Broadcasting Station Marked",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#10",
            "content": "Anniversary of Korean Central Broadcasting Station Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The Korean Central Broadcasting Station observed the 60th anniversary of its foundation.\r\n It has successfully discharged its honorable revolutionary duty of broadcasting the voices of the Workers' Party of Korea at home and abroad over the last 60 years since it broadcast for the first time the historic speech made by President Kim Il Sung on his triumphant return home on Oct. 14, Juche 34(1945).\r\n The workers, technicians and officials of the broadcasting station, cherishing the great honor and responsibility of ensuring the ideological work of the Party, have laid the firm material and technical foundation of broadcasting and normalized   broadcasting operation with their good management of equipment and techniques, thus making positive contributions to stepping up the revolution and construction and enhancing the external prestige of the country. &nbsp;&nbsp;&nbsp;\r\n A meeting took place on Oct. 14. &nbsp;&nbsp;&nbsp;\r\n  In a congratulatory message to the workers, technicians and officials of the Korean Central Broadcasting Station the Central Committee of the Workers' Party of Korea highly appraised them for ensuring the broadcasting information work of the Party in a responsible manner with their intense loyalty and patriotic devotion to the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n The meeting laid stress on the issues of establishing the scientific management system of the broadcasting equipment, accelerating modernization, effecting a new turn in the broadcasting operation to give fuller play to the might of the Juche broadcasting and thus positively contribute to making the voices of the Party resound worldwide.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Thanks to Population Institute",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#11",
            "content": "Kim Jong Il Sends Thanks to Population Institute\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- Leader Kim Jong Il extended thanks to the Population Institute greeting the 20th anniversary of its foundation.\r\n Founded on July 11, Juche 74(1985), the institute has been built up as the centre of scientific research of the population, the centre of dissemination of information of the population and the centre of cooperation with the UN Population Fund under the wise guidance of the WPK and the leader and discharged its mission and role over the last 20 years. &nbsp;&nbsp;&nbsp;\r\n The institute has strengthened scientific research with the Juche idea of the Party as the guidelines and registered many successes in the scientific research to develop the demography of the country including research for the settlement of the population problems, thus contributing to implementing the Party's public health policy and economic policy. &nbsp;&nbsp;&nbsp;\r\n It has also published dozens of publications including News of Population and Gazette of the Population Institute as required by the new century to disseminate the knowledge of population and contribute to developing the demography and public health of the country. &nbsp;&nbsp;&nbsp;\r\n Thanks sent by Kim Jong Il to the institute were conveyed on Oct. 14.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Demands Thorough Probe into Traces of Nuclear Substance Missing in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#12",
            "content": "KCNA Demands Thorough Probe into Traces of Nuclear Substance Missing in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The \"case of the nuclear substance missing\" which occurred between the United States and south Korea recently is creating quite a furor.\r\n Some days ago, south Korean CBS reported that traces of 68 tons of natural uranium exported by the United States to south Korea are unknown and it has been confirmed that the actual volume of enriched uranium imported by south Korea was at least 140 tons less than what the U.S. claimed to have exported to it. &nbsp;&nbsp;&nbsp;\r\n The case in which hundreds of tons of nuclear substance were reported missing in the course of the deal between the U.S. and south Korea at a time when the control over nuclear substance is drawing the world attention is, indeed, an unprecedentedly hideous case stunning the world.\r\n Such case that occurred in south Korea shortly after the issues of enriching uranium and extracting plutonium by laser surfaced there is arousing deep apprehension of the international community. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that if the nuclear substance missing is used for the manufacture of nuclear weapons, it will throw big obstacles and difficulties in the way of denuclearizing the Korean Peninsula and entail irrevocable grave consequences to world peace and the destiny of humankind.\r\n What matters is that the United States so keen on the transfer of nuclear substance by other countries for peaceful purposes, taking issue with them under this or that pretext, has become half blind as far as this case is concerned. &nbsp;&nbsp;&nbsp;\r\n With no subterfuge can the U.S. convince anyone. &nbsp;&nbsp;&nbsp;\r\n The recent case fully disclosed once again that certainly there was an illegal deal between the U.S. and south Korea in nuclear substance.\r\n An accusing finger is pointed by the international community to the International Atomic Energy Agency, too. &nbsp;&nbsp;&nbsp;\r\n There was difference in the amount of uranium the U.S. and south Korea actually dealt in last year but the IAEA did not take it to task and made neither investigation nor inspection. &nbsp;&nbsp;&nbsp;\r\n This makes one skeptical once again about the \"impartiality\" advocated by the IAEA whose mission is to thoroughly probe the deal in nuclear substance.\r\n On Sept. 29 the IAEA released a report that its member nations reported a total of 121 cases of smuggling nuclear substance to it between 2003 and 2004. The above-said case was opened to the public in south Korea in its wake. This indicates that the IAEA is not properly performing its role as a fair international organization but applying double standards as regards the nuclear issue and conniving at the illegal deal between the U.S. and south Korea in nuclear substance. &nbsp;&nbsp;&nbsp;\r\n As already known, the recently disclosed case is, to all intents and purpose, a political deal made at the tacit instigation and connivance of the U.S. and the IAEA that do not wish to see the Korean Peninsula denuclearized. &nbsp;&nbsp;&nbsp;\r\n  The joint statement of the fourth round of the six-party talks set it as a goal to denuclearize the peninsula and clarified the principled stand of the DPRK toward the settlement of the nuclear issue and the commitments of the U.S. and south Korea responsible for the denuclearization of the peninsula.\r\n The DPRK's abandonment of the nuclear weapons program alone cannot make the peninsula nuclear-free. &nbsp;&nbsp;&nbsp;\r\n Top priority for denuclearizing the peninsula is to put an end to the U.S. and south Korea's nuclear threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is, therefore, as clear as noonday that the \"case of nuclear substance missing\" between the U.S. and south Korea should be thoroughly probed in a verifiable manner under any circumstances.    \r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Probe into Traces of Bulk of Uranium Missing in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#13",
            "content": "Probe into Traces of Bulk of Uranium Missing in S. Korea Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- A spokesman for the Korean Anti-Nuke Peace Committee issued a statement Saturday as regards an unprecedented hideous case in which hundreds of tons of uranium were reported missing in the course of the deal between the U.S. and south Korea in nuclear substance.\r\n The world knows no such precedent as the theft of more than 200 tons of nuclear substance at a time and this case can never be attributed to a recording error only as it broke out at a time when the issue of transfer of nuclear substance is drawing the world attention. &nbsp;&nbsp;&nbsp;\r\n The U.S. has, in fact, kept a sharper watch on other countries' transfer of nuclear substance for peaceful purposes than any other country, taking issue with it under this or that pretext. The recent serious case proving the U.S. loose control over the export of nuclear substance makes everyone skeptical.\r\n The above-said case clearly proves that the south Korean authorities as well as the U.S. and the IAEA have wantonly violated the international order in pursuance of their own interests, despite their lip-service to the solution to the \"nuclear issue\" of the DPRK. &nbsp;&nbsp;&nbsp;\r\n South Korea's nuclear issue has now become a hard fact as it has gone beyond the phase of suspicion. &nbsp;&nbsp;&nbsp;\r\n A thorough probe must be made into the traces of more than 200 tons of uranium reported missing in south Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the south Korean authorities should clarify the case in a manner understandable to the public at home and abroad and own full responsibility for its consequences. &nbsp;&nbsp;&nbsp;\r\n They should clearly understand that without this they can never be entitled to say anything about the nuclear issues of others.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#14",
            "content": "Rodong Sinmun on DPRK-China Friendship\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The Taean Friendship Glass Factory has begun its operation after making a majestic appearance on the picturesque bank of the River Taedong. It is a symbol of the DPRK-China friendship.\r\n Rodong Sinmun Saturday says this in its signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n The factory is a monumental edifice in the new century conveying the particularly friendly feelings of the Chinese people toward the Korean people to posterity as it clearly proves that the blood-sealed traditional Korean-Chinese friendship is steadily growing strong generation after generation. \r\n The decision of the Chinese party and government to build a modern glass factory in the DPRK at a high level and provide it free to it was a most vivid expression of their noble comradely friendship and aid as it is a proof that they set store by the friendship and wish to contribute to the Korean people's cause of socialist construction and the improvement of the standard of their living in various aspects. &nbsp;&nbsp;&nbsp;\r\n The construction of the factory was the fruition of the truly comradely relationship that exists between the two countries which share weal and woe, spirit and feelings, transcending bilateral working-level relations of economic cooperation and exchange. That was why the Chinese party and government dispatched a competent group of the Yaohua Glass Group Corporation of China, well known at home and abroad as a prestigious and most dynamic and efficient glass producer in terms of its history, scientific and technological force and level and saw to it that it was completed as scheduled at the highest level to live up to the trust and expectation of the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n The factory carrying such warm friendship of the Chinese people will help bring the flowers of the DPRK-China friendship into fuller bloom.\r\n The history of this traditional friendship will make more dynamic advance under the deep care of the leaders of the two countries and desires of the two peoples, the article concludes.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Former Indonesian President Leaves",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#15",
            "content": "Former Indonesian President Leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- Former President of Indonesia Megawati Soekarnoputri, general chairwoman of the Indonesian Democratic Party of Struggle, and her party left here Saturday after winding up their visit to the DPRK to congratulate the Workers' Party of Korea  on the 60th anniversary of its foundation. \r\n They were seen off at the airport by Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Yong Il, vice-minister of Foreign Affairs, and other officials concerned, Bambang Irawan Kromodimuljo, charge d' affaires ad interim of the Indonesian embassy here, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Megawati and her party visited the Taean Friendship Glass Factory and the West Sea Barrage on Friday.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#16",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- A delegation of the DPRK Supreme People's Assembly led by its Vice-Chairman Kang Nung Su left here today to visit the Czech Republic and a delegation of the Korean Christians Federation led by its Chairman Kang Yong Sop to visit Germany. \r\n Meanwhile, a delegation of the Thai Rak Thai Party led by Krasae Chanawongse who is adviser to Thai Prime Minister Thaksin Shinawatra who is the leader of the party arrived here today.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Historical Root of WPK",
            "url": "http://kcna.co.jp/item/2005/200510/news10/17.htm#17",
            "content": "Historical Root of WPK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 15 (KCNA) -- The servicepersons and people of the Democratic People's Republic of Korea look back on the historical days when the Workers' Party of Korea began taking root on the occasion of the 79th anniversary of the formation of the Down-with-Imperialism Union (Oct. 17).\r\n It is all the more emotional for them as they just celebrated the 60th anniversary of the founding of the WPK. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung, standing in the van of the Korean revolution in the darkest period of the Japanese imperialists' colonial rule, conceived a plan to form a vanguard organization to pave the new road of revolution and pushed ahead with the work for it. &nbsp;&nbsp;&nbsp;\r\n At the end of a long and full preparation, he held a preliminary meeting on October 10, Juche 15 (1926), in Huadian with core members he had brought up and proposed the name of the organization, its character, fighting programme and rules. &nbsp;&nbsp;&nbsp;\r\n His efforts resulted in forming the Down-with-Imperialism Union (DIU) on the 17th of October with young revolutionaries of the rising generation including Choe Chang Gol, Kim Ri Gap and Ri Je U. &nbsp;&nbsp;&nbsp;\r\n At the inauguration meeting the President delivered a historic report titled \"Down with Imperialism\". &nbsp;&nbsp;&nbsp;\r\n He, in the report, advanced the immediate task, final objective and rules of the organization. &nbsp;&nbsp;&nbsp;\r\n It was the historic declaration heralding a new start of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n With the formation of the Juche-oriented revolutionary organization, first of its kind in Korea, the Korean revolution bade farewell to the old generation infected with flunkeyism and dogmatism and ushered in a new era in which it was advancing on the principle of independence. &nbsp;&nbsp;&nbsp;\r\n The formation of the DIU was a starting point of the efforts to found a working-class party of new type, Juche-oriented revolutionary party.\r\n Core elements for founding the WPK began to grow up in the DIU and the principles of party building and activities are rooted in it.\r\n Today the WPK, under the guidance of Kim Jong Il, demonstrates its strength all over the world as an organizer and guide of all the victories of the Korean people, a party united in mind and an invincible party.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}