{
    "date": "2005-11-16",
    "url": "http://kcna.co.jp/item/2005/200511/20051116.htm",
    "articles": [
        {
            "title": "DPRK Calls for Boosting South-South Cooperation",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK's History Praised",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#2",
            "content": "DPRK Calls for Boosting South-South Cooperation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- It is the consistent stand of the DPRK government to boost the south-south cooperation. Its government will as ever creditably fulfil its responsibility and duty in this respect. A DPRK delegate clarified this during the discussion on \"south-south cooperation, economic and technological cooperation among developing countries,\" an agenda item of the meeting of the second committee of the 60th UN General Assembly held on Nov. 9.\r\n He reiterated support to the resolutions adopted at the 14th meeting of the UN High Level Committee on South-South Cooperation which laid down a new strategic orientation and framework for accelerating south-south cooperation. &nbsp;&nbsp;&nbsp;\r\n It is important among other things to strengthen the role of the special unit of the UNDP for south-south cooperation as a leading body for south-south cooperation under the UN system at present, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The UN strategy for south-south cooperation and its coordinating system should be strengthened for the purpose of supporting  the efforts to increase the capability of the developing countries for national development and inject fresh energy into the south-south and tri-angular cooperation.\r\n The special unit of the UNDP for south-south cooperation should initiate new projects and programs for bilateral and multilateral cooperation, taking into consideration the priorities of the developing countries for attaining sustainable development and the millennium development goals and promote their implementation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, it is necessary to pay due attention to increasing international aid including regular and additional provision of funds for the successful implementation of the south-south cooperation initiatives in the spirit of the Monterrey consensus on financing for development. &nbsp;&nbsp;&nbsp;\r\n He referred to the fact that the DPRK government has successfully implemented a lot of cooperation projects including the training of specialists in various fields such as agriculture, science and technology, water resources and minor hydro power stations for developing countries in Asia and Africa in close cooperation with the Trust Fund of Group-77 and the special unit of the UNDP for south-south cooperation.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "National Workers' Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#3",
            "content": "WPK's History Praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, contributed an article titled \"60 years' struggle for socialism and reunification of the country\" to the Nov. 4 issue of \"Arbejden,\" the organ of the Communist Party of Denmark (Marxist-Leninist), on the occasion of the 60th birthday of the Workers' Party of Korea.\r\n He wrote under the sub-title \"Socialist construction and realization of the independent and peaceful reunification and the consistent line on the defence of the country\" that the WPK's  60 year-long history was the one for achieving stability on the Korean Peninsula and realizing the independent and peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n He wrote under another sub-title \"Great sunrays of the WPK\": &nbsp;&nbsp;&nbsp;\r\n The great leader Comrade Kim Jong Il provided the Pyongyang meeting, which resulted in the adoption and announcement of the June 15 North-South Joint Declaration as a milestone of national reunification. &nbsp;&nbsp;&nbsp;\r\n Since the historic north-south summit and the publication of the joint declaration families and relatives living separated in the north and south have had opportunities to reunite, the exchange and cooperation in various fields become brisk and the severed inter-Korean rail and road links have been reconnected. &nbsp;&nbsp;&nbsp;\r\n But there still lie a stumbling block in the way of improving the relations between the north and south due to the U.S. interference in the internal affairs of Korea and its forces' presence in south Korea. &nbsp;&nbsp;&nbsp;\r\n He under the sub-title \"Comrade Kim Jong Il, the leader of the WPK\" wrote that under his guidance the WPK brought the \"Arduous March\" to a victorious conclusion by uniting all the Korean people as one with the People's Army as the core and leading them to pull through difficulties. \r\n The article also had sub-title \"The WPK's role in the international working-class movement.\"    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting Held",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#4",
            "content": "National Workers' Rally Held in Seoul \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The south Korean Confederation of Trade Unions (TCTU) held a national workers' rally in Seoul on Nov. 13 on the occasion of the 10th anniversary of the formation of the KCTU and the 35th anniversary of self-immolation of Martyr Jon Thae Il, according to the south Korean KBS.\r\n It was attended by at least 20,000 unionists of the KCTU. &nbsp;&nbsp;&nbsp;\r\n The KCTU warned that it would go on a general strike on Dec. 1 unless the demand of workers is met at the negotiations for the settlement of the issue of part-time jobs. &nbsp;&nbsp;&nbsp;\r\n It also declared that it would start actions against neo-liberal \"globalization\". &nbsp;&nbsp;&nbsp;\r\n Prior to the rally, organizations under the KCTU held meetings in different parts of Seoul before staging a demonstration as far as the venue of the rally.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Commemoration Meeting of Publication in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#5",
            "content": "Friendly Meeting Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- A friendly meeting was held at the Korea-Syria Friendship Pyongyang Silk Mill on Monday on the occasion of the 35th anniversary of the corrective movement in Syria.\r\n Present on invitation were Syrian Charge d'Affaires a.i. in Pyongyang Muhammad Adib Alhani and embassy officials. &nbsp;&nbsp;&nbsp;\r\n On hand were members of the Korea-Syria Friendship Association and officials and employees of the mill. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the undying leadership exploits of three generals of Mt. Paektu associated with the mill, the guests went round production processes. \r\n And the participants appreciated an art performance given by employees and conversed with each other, deepening the feelings of friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Realignment of U.S. Forces in Japan Assailed",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#6",
            "content": "Commemoration Meeting of Publication in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- A meeting was reportedly held in Seoul on Nov. 11 in commemoration of the publication of a \"report on the massacre of civilians before and after the Korean War\".\r\n The report contains more than 700 cases of massacre of civilians according to kind and scale of casualties. Among them are massacres before the June 25 war, massacre related to the Association of the Protected, massacre of suspects of compulsory labor and massacre by the U.S. forces.\r\n Speakers at the meeting hoped that the report would be a guide in clearly understanding the scale and truth of the reduced and distorted cases of massacres of civilians and asked those concerned to make positive efforts for a probe into the massacre cases. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were members of the \"All People Committee for Probe into Truth behind the Massacres of Civilians before and after the Korean War and Reinstatement\" and bereaved families.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ill-boding Movement of Ultra-rightist Conservative Forces in S. Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#7",
            "content": "Realignment of U.S. Forces in Japan Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The ulterior motive of the U.S. and Japan behind their moves to step up the U.S.-Japan military integration under the pretext of realignment of the U.S. forces in Japan is to hold military supremacy in Northeast Asia, says Minju Joson Tuesday in a signed commentary.\r\n The U.S. and Japan have reached a basic agreement on the issue of the realignment of the U.S. forces in Japan recently, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\nAt present the U.S. regards it as a key link in the chain of its moves for carrying out its strategy for dominating Asia-Pacific and, furthermore, the rest of the world to hold military supremacy in Northeast Asia where big countries are located. It, therefore, feels the need to prevent a new military power from emerging in the region under any circumstances. &nbsp;&nbsp;&nbsp;\r\n Hence, the U.S. has opted for implementing \"its strategy of deterring China\" in recent years, floating the fiction of \"threat from China\". It is putting forward Japan as a major ally so that it may play a role in carrying out Washington's new military strategy. &nbsp;&nbsp;&nbsp;\r\n The U.S. is keen to retain a tight military hold on Japan so that it may effectively use Japan for implementing its Asia-Pacific strategy. To this end, the U.S. is egging Japan on to closely combine the commanding system between the U.S. forces in Japan and the Japan \"Self-Defence Forces\" (SDF) and  commit itself to render logistic support to them including intelligence gathering and the transport of materiel and cooperate in the establishment of the missile defence system (MD). &nbsp;&nbsp;&nbsp;\r\n  By holding military supremacy in the Korean Peninsula and the rest of Northeast Asia the U.S. seeks to create favorable conditions for realizing its strategy for world domination. Precisely for this reason it is busy with the military coordination in this region and straining the situation. \r\n  This goes to prove that the U.S. is chiefly to blame for disturbing peace and stability and upsetting the strategic balance in Northeast Asia.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Nuclear Disarmament Urged",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#8",
            "content": "Ill-boding Movement of Ultra-rightist Conservative Forces in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Minju Joson Tuesday in a signed commentary brands the \"National League of New Right\" recently organized in south Korea as a group of traitors serving the outsiders against the nation.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The establishment of the league is aimed to stem the trend of the times toward independence, progress and national reconciliation and reunification. This requires the south Koreans to heighten vigilance against the ultra-rightist conservative forces. &nbsp;&nbsp;&nbsp;\r\n What is ridiculous is that the Grand National Party is working hard to use the league in realizing their ambition for coming to power again. This is clearly proved by the fact that high-ranking officials of the GNP determined to run for next-term presidential election vied with each other to participate in an inaugural meeting of the organization. But they are gravely mistaken. &nbsp;&nbsp;&nbsp;\r\n The south Koreans have long turned their back on the ultra-rightist conservative forces including the GNP who try to prolong their remaining days by dependence on outsiders and confrontation with their fellow countrymen. It is the unshakable will of the south Koreans to ostracize both old and new conservatives from political circle.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to U.S. Forces' Presence in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#9",
            "content": "Nuclear Disarmament Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The results of debates on disarmament at the recent session of the UN General Assembly prove that the nuclear disarmament, total dismantlement of the nuclear weapons in particular, is urgent for preserving peace in the world and that it is nothing but a tittle-tattle to discuss the issue of nuclear non-proliferation apart from this principle.\r\n Commenting on the fact that at the meeting (disarmament and security) of the first committee of the 60th Session of the UN General Assembly that dealt with the issue of implementing the Nuclear Non-Proliferation Treaty (NPT) there were divergent opinions on whether the nuclear disarmament is essential or nuclear non-proliferation is a priority, a news analyst of Rodong Sinmun Tuesday says: &nbsp;&nbsp;&nbsp;\r\n In the UN and international arena those countries asserting that the nuclear non-proliferation is first are the United States and other Western countries. They raised a \"resolution\" aimed to intensify \"international monitoring system\" to prevent \"rouge states\" from \"acquiring and using weapons of mass destruction\", repeating stereotyped phrases that non-proliferation premises nuclear disarmament, and have worked hard to put it into practice.\r\n It is because of the U.S. nuclear policy for supremacy that the danger of nuclear war is increasing as the days go by and the NPT has been reduced to a dead document. The U.S. highhanded nuclear policy makes the NPT useless and compels the non-nuclear states to build nuclear deterrent.\r\n Nuclear disarmament is essential for removing the danger of nuclear war and ensuring world peace and security. &nbsp;&nbsp;&nbsp;\r\n The U.S. stand of giving priority to non-proliferation, in essence, can not be construed as anything but an attempt to monopolize nuclear weapons and use them as a card for world supremacy. &nbsp;&nbsp;&nbsp;\r\n The issue of nuclear disarmament and non-proliferation can never be resolved by bluster or threat. It can be realized only through the efforts to build a nuclear-free world with a peace-loving stand. Availing itself of this opportunity, the DPRK cannot but say that it is urgent to remove the U.S. nuclear threat from Korea in ensuring peace of the Korean Peninsula, too. The more the U.S. nuclear threat increases, the stronger the countermeasure of the DPRK will be. The DPRK builds nuclear deterrent for defending itself, not for threatening or attacking others. The result of discussion of disarmament at the session of the UN General Assembly clearly proved once again that the principled stand of the DPRK over the nuclear issue with the U.S. is just. The U.S. forcible attitude only stirs up the hatred of the Korean army and people for the U.S. If the U.S. truly wants to opt for preventing nuclear proliferation and ensuring peace, it should make switchover toward the total dismantlement of nuclear weapons.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#10",
            "content": "End to U.S. Forces' Presence in S. Korea Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Rodong Sinmun Tuesday in a signed article terms the U.S. forces in south Korea occupation and domination forces ruling south Korea and its people after illegally occupying it. The article calls on the Korean nation to put an end to the disgraceful history of the U.S. forces' occupation through a dynamic struggle to force them to quit south Korea. \r\nThe Korean nation should no longer allow the disgraceful and tragic history of the U.S. forces' presence in south Korea to go on and permit them to remain there, the article says, and goes on:\r\n The U.S. forces in south Korea are the aggression troops and the root cause of war as they have pursued aggression and war against Korea and brought dark clouds of a war to hang over it. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces in south Korea are chiefly to blame for the division of Korea. They are a stumbling block lying in the way of the Korean nation's unity and reunification. &nbsp;&nbsp;&nbsp;\r\n The Korea nation was divided into the north and the south after the country was liberated and Korea has not yet been reunified, although 60 years have passed since then, entirely due to the U.S. forces' occupation of south Korea and their obstructions.\r\n The U.S. is desperately working to check the advance of the June 15 era for reunification even today when all Koreans are advancing toward reconciliation and independent reunification under the banner of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. forces in south Korea are a group of cruel murders and criminals as they have committed thrice-cursed crimes against the Korean nation. &nbsp;&nbsp;&nbsp;\r\n It is impossible for the Koreans to achieve the country's peace and reunification or avoid disaster and calamity unless the U.S. forces' presence in south Korea is terminated.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreement on Cooperation in Trade Signed between DPRK and Venezuela",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#11",
            "content": "Greetings to Syrian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of greetings to Bashar Al-Assad, president of Syria, on the occasion of the 35th anniversary of the corrective movement in Syria.\r\n The message sincerely wished the president and the people of Syria greater success in their efforts for a just and comprehensive solution to the Mideast issue and the independent development of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Message of Greetings to Bashar Al-Assad",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#12",
            "content": "Agreement on Cooperation in Trade Signed between DPRK and Venezuela\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- An agreement on cooperation in trade was signed between the governments of the DPRK and the Bolivarian Republic of Venezuela in Caracas on Nov. 8.\r\n It was inked by the minister of Foreign Trade who is heading a government economic delegation of the DPRK and the minister of Light Industry and Commerce of Venezuela.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Origin of Six Famous Mountains in Korea",
            "url": "http://kcna.co.jp/item/2005/200511/news11/16.htm#13",
            "content": "Kim Jong Il Sends Message of Greetings to Bashar Al-Assad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, Tuesday sent a message of greetings to Syrian President Bashar Al-Assad, regional secretary of the Arab Socialist Baath Party.  \r\n The message says: &nbsp;&nbsp;&nbsp;\r\n I extend warm felicitations to you, the government and people of Syria on the occasion of the 35th anniversary of the corrective movement in the country. &nbsp;&nbsp;&nbsp;\r\n The corrective movement marked an event of special mention in the history of the Syrian people's struggle to defend the sovereignty of the country and national dignity and build a developed and modern country. &nbsp;&nbsp;&nbsp;\r\n I take this opportunity to send full support to the Syrian people in their cause of foiling the hostile forces' moves to isolate and stifle the country, defending the sovereignty of the country and national dignity and finding a just and comprehensive solution to the Mideast issue and wish the friendly people of your country greater progress and prosperity.     \r\n  \r\n\r\n\r\n\r\n"
        }
    ]
}