{
    "date": "2005-09-14",
    "url": "http://kcna.co.jp/item/2005/200509/20050914.htm",
    "articles": [
        {
            "title": "Congratulatory Visits Paid to DPRK Embassies in Dacca and Kuala Lumpur",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#1",
            "content": "Congratulatory Visits Paid to DPRK Embassies in Dacca and Kuala Lumpur \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Leaders and heads of various political parties and organizations of Bangladesh including the Workers' Party, the Socialist Party, the Communist Party (Marxist-Leninist), the National Socialist Party, the Peace Council and the Bangladesh-Korea Friendship Association under the Left Democratic Front of Bangladesh paid congratulatory visits to the embassy of the DPRK in Dacca on Sept. 5 on the occasion of the 57th anniversary of the DPRK.\r\n They laid a floral basket in the name of the Left Democratic Front of Bangladesh before the portraits of President Kim Il Sung and leader Kim Jong Il at the embassy and paid tribute to them. &nbsp;&nbsp;&nbsp;\r\n Dilip Barua, general secretary of the Central Committee of the Communist Party of Bangladesh (Marxist-Leninist), said that the DPRK has firmly defended the gains of the socialist revolution for the last nearly 60 years, united close around their great leaders despite the imperialists' moves to isolate and stifle it, adding that the progressive people of Bangladesh are confident that the Korean people will achieve greater victory and prosperity in the days ahead under the wise leadership of Kim Jong Il. \r\n Meanwhile, figures of various circles including the vice-president of the Malaysian People's Movement, the general manager of the Yangji Travel Agency, the president of the M. K. P. Company of Malaysia and other figures of Malaysia visited the DPRK embassy in Kuala Lumpur to place floral baskets before the portraits of Kim Il Sung and Kim Jong Il there and pay tribute to them.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Brazilian President",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#2",
            "content": "Greetings to Brazilian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Luiz Inacio Lula Da Silva, president of Brazil, on Sept. 7 on the occasion of its independence day.\r\n Expressing the belief that the friendly and cooperative relations between the two countries developing on good terms would grow stronger, the message sincerely wished the Brazilian president greater success in his work for the country's prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Immediate Pullback of U.S. Forces from S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#3",
            "content": "Immediate Pullback of U.S. Forces from S. Korea Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The Russian Association for Friendship and Cultural Cooperation with the DPRK and the East European Center for Support and Solidarity with the DPRK strongly protested against the U.S. forces' continued presence in south Korea and demanded their immediate pullback from south Korea. &nbsp;&nbsp;&nbsp;\r\n The organizations in a joint statement made public on Sept. 8, 60 years since the U.S. forces landed in south Korea noted that the GIs have persisted in their brazen-faced military provocations against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement went on: The U.S. forces are forcing their will upon the south Korean authorities, keeping south Korea under their occupation. This is the root cause of the continued division of Korea and a main factor of disturbing the inter-Korean dialogue and cooperation. &nbsp;&nbsp;&nbsp;\r\n The desire growing strong between the north and the south of Korea to achieve peaceful reunification by the concerted efforts of the Koreans clearly indicates that the U.S. forces have no reason whatsoever to stay in south Korea any longer.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "North-South Women's Reunification Forum Held",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#4",
            "content": "North-South Women's Reunification Forum Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The north-south women's reunification forum for implementing the June 15 joint declaration and for peace against war was held here Monday.\r\n Present at the forum were Pak Sun Hui, chairperson of the women's subcommittee of the North Side's Preparatory Committee for Joint Functions of Koreans in the North, the South and Overseas for Implementing the June 15 Joint Declaration, and members of the subcommittee, female workers in Pyongyang, and members of a delegation of women's organizations in south Korea led by Jong Hyon Baek, permanent representative of the Women's Headquarters of the South Side's Preparatory Committee for Joint Functions of Koreans in the South, the North and Overseas for Implementing the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Keynote speeches were made at the forum. &nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui in her speech said that the women in the north and the south have come out to fulfil their responsibility for the reunification movement, aware that the peace and prosperity of the nation lie in implementing the June 15 joint declaration. She stressed the need for the women in the north and the south to implement the June 15 joint declaration and perform their role as ones responsible for the movement for peace against war. &nbsp;&nbsp;&nbsp;\r\n She called upon the women in the north and the south to resolutely oppose and reject any form of arms buildup and war exercises in order to preserve peace from war and display all their wisdom and enthusiasm to opening a turning phase of independent reunification this year marking the fifth anniversary of the publication of the June 15 joint declaration and the 60th anniversary of Korea's liberation. \r\n Jong Hyon Baek said in her speech that the women in the south and the north should pool their devoted efforts in order to remove the war threat, achieve peace and strengthen cooperation in the spirit of the June 15 joint declaration with a view to averting a war and achieving peace. &nbsp;&nbsp;&nbsp;\r\n Then the floor was taken by representatives of the north and the south. It is important to fully embody the main spirit of the joint declaration to implement it, they noted, underscoring the need to solve issues facing the Koreans by their concerted efforts.\r\n A joint resolution of the north-south women's reunification forum for implementing the June 15 joint declaration and for peace against war was read out at the end of the speeches. &nbsp;&nbsp;&nbsp;\r\n It underlined the need for the women in the north and the south to launch a more dynamic reunification movement in the spirit of the historic June 15 joint declaration and make a positive contribution to checking a war and defending the peace of the country and security of the nation by the concerted efforts of the Koreans.\r\n It called upon the women in the north and the south to become true patriotic women for reunification in the June 15 era who devote their love and enthusiasm to reunification and patriotism, step up their joint actions for reunification and boost solidarity and unity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Tajik President",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#5",
            "content": "Greetings to Tajik President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Emomali Rakhmonov, president of Tajikistan, on Sept. 9 on the occasion of its national day.\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would develop on better terms and wished the president of Tajikistan greater success in his responsible work for the country's prosperity and welfare of the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Elimination of Traitorous Forces in S. Korea Called for",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#6",
            "content": "Elimination of Traitorous Forces in S. Korea Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The south Korean people's dynamic struggle to eliminate the remnants of pro-Japanese forces is a prerequisite to completely liquidating the sycophantic and traitorous forces such as the Grand National Party (GNP) based on flunkeyism and treachery and building a new society in which national independent forces would emerge its master, Rodong Sinmun today says in a signed commentary.\r\n It goes on: The publication of the list of at least 3,200 pro-Japanese elements a few days ago clearly tells once again the hypocrisy of the \"legitimacy\" touted by the successive regimes of south Korea and the reasons why the south Korean society has not been able to get rid of the mire of division and conservatism and why the country has not been reunified though 60 years have passed since its division.\r\n South Korea is still suffering not a few traumas because of the remnants of pro-Japanese forces. &nbsp;&nbsp;&nbsp;\r\n In the political field alone, those related to the erstwhile pro-Japanese elements disguised themselves as pro-U.S. elements to make a mess of south Korean politics. The present GNP ill-famed for being a \"foreign party\" and \"parrot-like party\" is no more than a group of pro-Japanese and pro-U.S. elements. &nbsp;&nbsp;&nbsp;\r\n The GNP has become the primary target of the campaign for eliminating pro-Japanese elements as it has worked with bloodshot eyes to pursue confrontation with the north, siding with outside forces, and turn the south Korean society pro-U.S. and conservative though the nation is living in the era of national cooperation and the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The above-said campaign should lead to a struggle for eliminating pro-U.S. elements. Any liquidation of the pro-Japanese past history apart from this struggle is nothing but rhetoric.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fiction about DPRK's Pursuance of \"Uranium Enrichment Program\" Refuted",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#7",
            "content": "Fiction about DPRK's Pursuance of \"Uranium Enrichment Program\" Refuted \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The United States in a report worked out to attain its sinister aim termed the DPRK a violator of the international arms control agreement and claimed that it has pursued clandestine \"uranium enrichment program\" backtracking from its promise to freeze plutonium producing facilities and thus breached the Joint Declaration on the Denuclearization of the Korean Peninsula and the DPRK-U.S. Agreed Framework (AF).\r\n Rodong Sinmun Tuesday carries a signed commentary in this regard.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n It is not the first time that the U.S. floated misinformation that the DPRK is to blame for delaying solution to the nuclear issue on the Korean Peninsula. Its false propaganda launched just before the second phase of the fourth round of the six-party talks cannot be construed otherwise than a very insolent act seeking a sinister political purpose.\r\n The U.S. talk about the DPRK's \"uranium enrichment program\" is no more than a sheer fabrication. &nbsp;&nbsp;&nbsp;\r\n It is also sheer sophism for the U.S. to claim that the DPRK has violated the joint declaration on the denuclearization of the Korean Peninsula and the AF. It is the U.S. that has pursued a nuclear war in utter disregard of the joint declaration and the AF. It has massively deployed new type nuclear weapons in and around south Korea, reneging on its commitment not to use nuclear weapons against the DPRK nor to threaten it with those weapons. In addition, it has increased its nuclear threat and blackmail against the DPRK and the danger of a nuclear war. In the final analysis, the U.S. is accountable for making it impossible to implement the declaration and the AF and pushing the DPRK-U.S. nuclear stand-off to an extreme phase. &nbsp;&nbsp;&nbsp;\r\n The U.S. designated the DPRK as a target of a preemptive nuclear attack and worked hard to impose a nuclear holocaust upon the Koreans. This compelled the DPRK to bolster its nuclear deterrent for self-defense to cope with this. \r\n As seen above, it is the U.S. that compelled the DPRK to have access to nuclear weapons. The U.S. should, therefore, reflect on this hard fact.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on \"Anti-Terrorism War\"",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#8",
            "content": "Rodong Sinmun on \"Anti-Terrorism War\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The last four years during which the U.S. \"anti-terrorism war\" has been fought have laid  bare its unjust, deceptive and reactionary nature because it has been nothing helpful to ensuring global peace and social progress, Rodong Sinmun Tuesday observes in a signed article.\r\n Why is the issue of terrorism getting more serious and knotty in this century than the last century and who is chiefly to blame for posing a grave threat to the global peace and stability and disturbing them? The article queries, and continues: \r\n The policy of military high-handedness and hegemony aimed to dominate and oppress other countries and nations is the main cause of creating and increasing the world-wide instability and fear of terrorism. The U.S. is chiefly to blame for this.\r\n As the shocking September 11 incident occurred in the U.S. four years ago, it took the opportunity of declaring a war against terrorism under the pretext of ensuring peace and security in its mainland and the rest of the world. When the \"anti-terrorism war\" began, the U.S. ruling quarters claimed that it was aimed at \"making the world safer\".\r\n But the reality is quite contrary to it. Fear of terrorism is the social symptom tormenting the international community after the start of this war. The world has come to realize that the U.S. anti-terrorism war is nothing but a means of domination as it calls for realizing its wild ambition for U.S.-led globalization by spreading U.S-style \"freedom\" and \"democracy\" by force of arms. What is obvious is that the \"anti-terrorism war\" now being fought by the U.S. under the spurious pretext of \"combating terrorism\" to realize its wild ambition for dominating the whole world has created the world-wide instability and fear of terrorism. &nbsp;&nbsp;&nbsp;\r\n The U.S. \"anti-terrorism war\" has only aggravated an evil cycle of terrorism and retaliation, destruction and death. &nbsp;&nbsp;&nbsp;\r\n The U.S. itself has paid a high price for this \"anti-terrorism war\". The U.S. society is in the grip of uneasiness and fear that when or where an attack would be made.\r\n The U.S. would be well advised to give up its aggressive and hegemonic \"anti-terrorism war\" as it goes against the trend of the times and is rebuffed and denounced by the international community and abandon its wild ambition to dominate the world.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Groundless Smear Campaign under Fire",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#9",
            "content": "U.S. Groundless Smear Campaign under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Some days ago the U.S. State Department reportedly published a \"report\" terming the DPRK a \"violator\" of the convention banning biological weapons.\r\n Commenting on this, Minju Joson Tuesday says this is a full revelation of the U.S. invariable hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the worst \"violator\" of the convention in the world, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is the largest criminal state in the world because it is the largest possessor of germ and poisonous materials in the world and unhesitatingly used them. It mercilessly massacred innocent people by using all kinds of germ and poisonous weapons during the Korean war and the Vietnam war and in other parts of the world.\r\n It has not stopped its breach of the above-said convention and other international conventions on disarmament. Therefore, it is not entitled to talk about someone's \"violation\" of the above-said convention in any case. &nbsp;&nbsp;&nbsp;\r\n No one would believe the U.S. claim that the DPRK has \"violated\" the convention as the latter has consistently opposed the biological weapons. The above-said propaganda of the U.S. is aimed to make the DPRK further isolated in international arena at any cost in a bid to realize its ambition for stifling the latter. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to behave itself, halting its groundless mud-slinging at the DPRK.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Six-Party Talks",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#10",
            "content": "DPRK Delegation Leaves for Six-Party Talks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- A DPRK delegation led by Vice-Minister of Foreign Affairs Kim Kye Gwan left Pyongyang today for Beijing to participate in the six-party talks slated to take place there for the solution of the nuclear issue between the DPRK and the U.S.\r\n It was seen off at the airport by Vice-Minister of Foreign Affairs Kim Yong Il, Chinese Ambassador to the DPRK Wu Donghe, Russian Charge d' Affaires a.i. Oleg Davydov and others.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Terms U.S. Kingpin of Human Traffic and Biggest Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#11",
            "content": "KCNA Terms U.S. Kingpin of Human Traffic and Biggest Human Rights Abuser\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- President of the Council of State of Cuba Fidel Castro recently clarified that there is an organization in the U.S. which operates an international human traffic network and that the U.S. is to blame for such traffic in the international arena.\r\n He cited the \"Cuban Adjustment Act\" in the U.S. as a murderous act as it has claimed huge casualties in the last four decades. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, human traffic originated from the U.S. &nbsp;&nbsp;&nbsp;\r\n The United States was built as a result of genocide. It is the world's biggest human rights abuser as it has profited from centuries of slave trade and flesh traffic.\r\n Such inglorious history of the U.S. has not yet come to an end. Contemporary forms of American massacre and human traffic are rife in Iraq and various other countries and regions. &nbsp;&nbsp;&nbsp;\r\n  Endless sinister plots are being hatched by U.S. intelligence organs to spirit away from border areas of the DPRK its citizens to other countries. &nbsp;&nbsp;&nbsp;\r\n Washington's unethical human rights politics has also taken the lives of dozens of Cubans when they sought illegal emigration to the U.S. from Cuba. This was also part of their operation. &nbsp;&nbsp;&nbsp;\r\n This proves that the blame for the \"human traffic\" and \"human rights issue\" much publicized by the U.S. does not rest with any other countries but with the U.S. itself and it is the root cause of worldwide disaster, misfortune and social evil as it has ruthlessly trampled down upon the sovereign rights of popular masses. &nbsp;&nbsp;&nbsp;\r\n Such being hard facts, the U.S. is shameless enough to release a report on human traffic and human rights every year in which it assesses the human traffic situation and human rights performance in more than 100 countries of the world as it pleases.\r\n Its accusing finger is pointed at the socialist countries and independent countries, in particular. It fabricated the \"North Korean Human Rights Act\" ,  \"Cuban Adjustment Act\" and other acts in a bid to justify its policy for human rights offensive and \"regime changes\" in anti-imperialist independent countries including the DPRK and Cuba.\r\n The U.S. recent appointment of its envoy for the north Korean human rights issue was a very provocative act aimed to put its attempt for a \"regime change\" in the DPRK into practice. &nbsp;&nbsp;&nbsp;\r\n The U.S. is still acting as if it were a human rights judge although it is cursed and censured by the world as the kingpin of human traffic and the biggest human rights abuser. This is nothing but a folly which can be made only by a politically and morally vulgar country as America. &nbsp;&nbsp;&nbsp;\r\n The U.S. should be aware of this. &nbsp;&nbsp;&nbsp;\r\n The socialist society by nature does not allow such human rights issues as human traffic to exist.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Side's Delegation Here",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#12",
            "content": "South Side's Delegation Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The south side's delegation with Jong Tong Yong, minister of Unification, as its chief delegate arrived here Tuesday to participate in the 16th inter-Korean ministerial talks.\r\n It was greeted at the airport by members of the north side's delegation to the inter-Korean ministerial talks including Choe Yong Gon, vice-minister of Construction and Building-Materials Industries who is the north side's chairman of the North-South Committee for the Promotion of Economic Cooperation. &nbsp;&nbsp;&nbsp;\r\n A working woman presented a bouquet to the south side's chief delegate.\r\n Pak Pong Ju, premier of the DPRK Cabinet, hosted a reception at the People's Palace of Culture Tuesday evening in honor of the south side's delegation.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Sports Facilities Built",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#13",
            "content": "More Sports Facilities Built\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- More sports centers, gymnasiums and stadiums have been built in different parts of the Democratic People's Republic of Korea.\r\n Among them is a modern sports center at the foot of Pegae Peak in Samjiyon from which one can enjoy the majestic scenery of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n The center, which well blends with the peculiar natural beauty at the foot of the peak, has more than 20 sports facilities including an ice hockey ground and speed skating rink. &nbsp;&nbsp;&nbsp;\r\n These facilities enable working people, youth and students to further popularize physical culture and sports activities in the winter season. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the construction of a gymnasium at Kim Chaek University of Technology nears completion. &nbsp;&nbsp;&nbsp;\r\n It is a sports and cultural center where sports contests including basketball, handball, table tennis and boxing, science shows, art performances and large gatherings can be held. &nbsp;&nbsp;&nbsp;\r\n Brisk is the construction of sports facilities in provinces, cities and counties across the country. &nbsp;&nbsp;&nbsp;\r\n People in South Phyongan Province are vigorously pushing ahead with the construction of Phyongsong Stadium with a seating capacity of tens of thousands following the reconstruction of Nampho Stadium on a modern line. \r\n Modern gymnasiums and stadiums are under construction in cities and counties including Unpha County, North Hwanghae Province.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Stamp Issued in DPRK",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#14",
            "content": "New Stamp Issued in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- The Korea Stamp Corporation has published a new stamp calling for implementing the joint slogans issued by the Central Committee and Central Military Commission of the Workers' Party of Korea on the occasion of the 60th anniversary of the WPK.\r\n The stamp represents a serviceperson and people who are resolved to implement the joint slogans thoroughly and proudly greet the grand October festival, against the background of  red flags bearing such words as \"General Onward March for Songun Revolution\" and \"Guarding the Leader with Our very Life\", the Party emblem  and the text of the joint slogans. &nbsp;&nbsp;&nbsp;\r\n There is the slogan \"Let us thoroughly implement the idea and spirit of the joint slogans!\" at the bottom of the stamp. &nbsp;&nbsp;&nbsp;\r\n The stamp shows well the firm determination of the servicepersons and people of the DPRK to unite closer around leader Kim Jong Il and vigorously carry on the general onward march for the Songun revolution under the banner of the Songun and thus celebrate the 60th anniversary of the WPK with high political enthusiasm and brilliant labor feats.\r\n Its face value is three won.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from German Ambassador",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#15",
            "content": "Kim Yong Nam Receives Credentials from German Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from German Ambassador to the DPRK Friedrich Ludwig Loehr at the Mansudae Assembly Hall Tuesday.\r\n On hand were Vice-Minister of Foreign Affairs Kung Sok Ung and staff members of the German Embassy here. &nbsp;&nbsp;&nbsp;\r\n After receiving credentials, the president conversed with the ambassador.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2005/200509/news09/14.htm#16",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- A delegation of the China State Electric Network Corporation headed by its President Liu Zhenya arrived here today to participate in the functions to mark the 50th anniversary of the Korea-China Hydro-Electric Power Company.\r\n It was greeted at the airport by Sin Yong Song, vice-minister of Electricity and Coal Industries, officials concerned and Wu Donghe, Chinese ambassador to the DPRK.\r\n Also arriving here on the same day was Secretary-General of the Asia-Pacific Broadcasting Union David Astley.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}