{
    "date": "2006-08-24",
    "url": "http://kcna.co.jp/item/2006/200608/20060824.htm",
    "articles": [
        {
            "title": "Rodong Sinmun Criticizes \"Ulji Focus Lens\" Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#1",
            "content": "Rodong Sinmun Criticizes \"Ulji Focus Lens\" Joint Military Exercises \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The \"Ulji Focus Lens\" joint military exercises, which the U.S. instigated the south Korean bellicose forces to stage from August 21, are a preliminary war to perfect the battle command and operation system of the aggression forces and complete preparations for a war on the basis of the new military policy against the DPRK.\r\n Rodong Sinmun Wednesday says this in a signed commentary.&nbsp;&nbsp;&nbsp;\r\n The exercises were prompted by the adventurous attempt of the U.S. imperialist warmongers to lead the standoff between the DPRK and the U.S. to a war, the commentary points out, and goes on: &nbsp;&nbsp;&nbsp;\r\n The internal and external war hawks asserted that the war exercises are to train the procedure of cooperation between the U.S. troops and the south Korean army in case of emergency on the Korean Peninsula. Their alleged \"emergency on the Korean Peninsula\" means the second Korean war to be ignited by the U.S. on the basis of such scenarios as \"Ulji Focus Lens\".&nbsp;&nbsp;&nbsp;\r\n There are no forces of war threatening south Korea in the Korean Peninsula at present. &nbsp;&nbsp;&nbsp;\r\n Never should it go unnoticed that the pro-American warlike forces of south Korea have joined in the war exercises for aggression to harm fellow countrymen, following the U.S. imperialists in their moves to provoke a nuclear war against the north. This is an anachronistic act contrary to the demand and interests of the nation and the June 15 era of reunification and harmful to the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and the south Korean warmongers should give up their attempt to invade the north, bearing in mind our warnings.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pamphlet \"Foundation of DPRK\" Off Press in Peru",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#2",
            "content": "Pamphlet \"Foundation of DPRK\" Off Press in Peru \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The National Association of Writers and Artists of Peru brought out the article titled \"Foundation of the Democratic People's Republic of Korea\" written by Estuardo Martines Perez, vice-chairman of the General Kim Jong Il Peruvian Amicable Institute who is first vice-chairman of the association, in pamphlet on August 16 on the occasion of the 58th anniversary of the foundation of the DPRK.\r\n The pamphlet said that the Korean nation with a 5,000-year-long history is a homogeneous nation having the same blood, language, culture and custom and the long-standing culture of Korea made a great contribution to the progress in different countries of Asia. &nbsp;&nbsp;&nbsp;\r\n The foundation of the DPRK on September 9, 1948 enabled the Korean people to emerge a proud master of the country and a most dignified and independent people in the world, it noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Over the last several decades since its foundation the DPRK has demonstrated its might as a socialist power which no one can provoke and a country of Juche where the happiness of the people is in full bloom under the wise leadership of President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has bolstered the Korean People's Army in every way with his Songun politics, defending the security of the country and people and the world socialist cause. &nbsp;&nbsp;&nbsp;\r\n The Koreans will surely achieve the independent and peaceful reunification of the country under his wise guidance.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More about DPRK Introduced by Internet",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#3",
            "content": "More about DPRK Introduced by Internet \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The Association for Friendship with the Korean People which has its headquarters in Spain posted a photo of Kim Jong Il and several articles on its Internet homepage \"One Korea Network.\"\r\n The homepage posted his aphorism \"The Country's Reunification Precisely Means Patriotism and the Struggle for the Country's Reunification Is the Greatest Patriotic Struggle\" and explained it. &nbsp;&nbsp;&nbsp;\r\n An article titled \"Benefit from Songun\" notes that the great Songun policy serves as an all-powerful treasured sword for protecting the Korean Peninsula from a nuclear disaster and guaranteeing a bright future of the reunified country and peace. &nbsp;&nbsp;&nbsp;\r\n An article titled \"Folk Tradition in Full Bloom in the Songun Era\" says that the unique folk tradition of the Korean nation with a time-honored history spanning 5,000 years has further effloresced and developed in the Songun era.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Single-minded Unity of DPRK Lauded",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#4",
            "content": "Single-minded Unity of DPRK Lauded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- No force on earth can break the single-minded unity of the DPRK and even nukes will prove helpless before its great might. Alejandro Cao De Benos, chairman of the Association for Friendship with the Korean People which has its headquarters in Spain and branches in at least 100 countries, said this when interviewed by KCNA in Pyongyang on August 21.\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK, though small in its territory and population, has demonstrated its dignity and might to the world. This is attributable to the might of the single-minded unity of the army and the people around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n His Songun leadership has further cemented the single-minded unity of the leader, the Party and the masses in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Korean people are foiling the U.S.-led imperialist allied forces' moves to isolate and stifle the DPRK, defending the sovereignty of the country and dynamically speeding up the building of a great prosperous powerful socialist nation with the might of the single-minded unity around their leader. This has struck the world with admiration. &nbsp;&nbsp;&nbsp;\r\n Unshakable are the faith and will of the Korean people working hard to build a great prosperous powerful nation and reunify the country with the might of the single-minded unity of the leader, the army and the people, tightly holding arms. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK single-mindedly united around Kim Jong Il, great brilliant commander of Songun, are sure to win in the confrontation with the U.S. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that his association has widely introduced the personality of Kim Jong Il as a great man on its Internet homepage on various occasions, he stressed that the association would conduct widespread activities for positively supporting the Korean people in their just cause of building a great prosperous powerful nation and achieving the country's reunification in the future, too.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Celebration Meetings Held",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#5",
            "content": "Celebration Meetings Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- Celebration meetings were held by youths and students and agricultural workers on the occasion of the 46th anniversary of Kim Jong Il's start of Songun revolutionary leadership.\r\n Reports and speeches were made at the celebration meeting held by youths and students in Pyongyang on August 22 and the meeting held by agricultural working people in front of the statue of President Kim Il Sung at the Pochonbo Revolutionary Battle Site on August 21. &nbsp;&nbsp;&nbsp;\r\n Recalling that Kim Jong Il left the momentous first footsteps of Songun revolutionary leadership by visiting the Guard Seoul Ryu Kyong Su 105 Tank Division on August 25, Juche 49 (1960), the reporters and speakers stressed that it was a meaningful event of great significance in strengthening and developing the Korean revolutionary armed forces and accomplishing the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n They noted that after starting Songun revolutionary leadership, he saw to it that the Party's leadership system was firmly established in the Korean People's Army and trained the army to be a stout vanguard unit devotedly defending the leader and matchless combat ranks through decades and centuries. &nbsp;&nbsp;&nbsp;\r\n Present at the meetings was Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S., Anti-War Struggle Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#6",
            "content": "Anti-U.S., Anti-War Struggle Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- Jang Song Hoe, chairman of the south Korean Federation of University Student Councils, reportedly issued a special appeal titled \"Let us make the banner of 'By our nation itself' our faith and devote worthwhile youth to the anti-U.S. and anti-war struggle\" on August 3.\r\n The ceaseless U.S. war moves are further straining the situation of the Korean Peninsula and blocking the development of the inter-Korean relations and the movement for national reunification, the appeal said, calling on all the fellow countrymen to conduct a vigorous movement against the U.S. and war, keeping in mind the idea of \"By our nation itself\" as their faith. &nbsp;&nbsp;&nbsp;\r\n The appeal called upon the students to take the lead in the struggle for independent reunification against the U.S. and war under the uplifted banner of \"By our nation itself.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Drop to Plan for Removal of Houses Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#7",
            "content": "Drop to Plan for Removal of Houses Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek of south Korea reportedly made public a statement on August 18 in connection with the \"government's\" official announcement of the projected removal of dwelling houses from Taechu-ri and Todu-ri in August.\r\n The forcible dishousing is accompanied by human rights abuse by violence, the statement said, denouncing the \"government\" for making no scruple of perpetrating nonsensical action to hand Phyongthaek over to the U.S. for its military base. &nbsp;&nbsp;&nbsp;\r\n The organization will resolutely foil the moves of the U.S. and the south Korean \"government\" for expansion of the U.S. military base in Phyongthaek by pooling the efforts of all the people who aspire after peace and human rights, said the statement. &nbsp;&nbsp;&nbsp;\r\n It urged the south Korean \"government\" to drop its plan for dishousing in Taechu-ri and Todu-ri and withdraw military forces from Phyongthaek at once.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Honorary Guests, Foreign Teams and Players Arrive for 2nd International Martial Arts Games",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#8",
            "content": "Honorary Guests, Foreign Teams and Players Arrive for 2nd International Martial Arts Games \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- Honorary guests of the 2nd International Martial Arts Games arrived here Tuesday. Among them were Leong Wai Meng, vice-chairman of the International Martial Arts Games Committee, Panagiotis Koutrobas, president of the International Pankration Federation, M. H. Abid, secretary general of the World Oriental Federation, Santiprharp Intaraphartn, vice-president of the World Muaythai Federation.\r\n Among the earlier arrivals here were honorary guests Farid Naghdi, representative of the Presidential Office in the Ministry of Physical Education of Iran, Mohammad Ghasem Manouchehri, president of the World Federation of Kick-Boxing, and Jong Yon Wu, director of the Field Operation International Canada. &nbsp;&nbsp;&nbsp;\r\n Arriving on the same day for the games were teams and delegates from Greece, South Africa, New Zealand, Russia, Mongolia, Bulgaria, Venezuela, Slovakia, Ireland, Britain, Australia, Austria, Uzbekistan, Ukraine, India, Ethiopia, China, Hong Kong of China, the Czech Republic, Cambodia, Thailand, France, Scotland, England and other countries and regions and executive members of the International Martial Arts Games Committee and delegates of different international and national martial arts organizations. &nbsp;&nbsp;&nbsp;\r\n Earlier, teams and delegates of different countries including Iran, Vietnam, Kyrgyzstan and Mexico arrived here.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting Marks 70th Anniversary of Art Performance Given in Manjiang",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#9",
            "content": "Meeting Marks 70th Anniversary of Art Performance Given in Manjiang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- A meeting was held at the Central Youth Hall Wednesday to mark the 70th anniversary of the art performance given in Manjiang under the guidance of President Kim Il Sung.\r\n Kim Pyong Hun, chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, in his report referred to the fact that Kim Il Sung organized an art performance in Manjiang to revolutionize the village after wiping out the enemy stationed there in the latter half of August Juche 25 (1936) when he was advancing into the homeland, leading the main unit of the Korean People's Revolutionary Army (KPRA) to implement the policy of the Nanhutou Meeting. &nbsp;&nbsp;&nbsp;\r\n The President personally authored the libretto of the revolutionary drama \"Sea of Blood,\" a famous masterpiece, and solved problems arising in the acting one by one during the march to Manjiang and made sure that art performances deep in ideological content and with peculiar strong artistic effect were given for the people in the village. &nbsp;&nbsp;&nbsp;\r\n After watching revolutionary dramas during the performance, villagers vied with each other to mount the stage either to volunteer to join the KPRA or vow to devote themselves to assisting it, the reporter said, and went on: &nbsp;&nbsp;&nbsp;\r\n The art performance in Manjiang encouraged so many people to join the KPRA and helped turn the village into a reliable logistic base for it. It represented the greatest success in the performing art during the anti-Japanese revolutionary struggle as it successfully embodied the Juche-based theory of literature and art created by the President and comprehensively dealt with the achievements and experience gained in the creation of the anti-Japanese revolutionary literature and art. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, regarding the revolutionary traditions established by the President as a cornerstone and lifeline, lit the torch to start the literary and art revolution and resolutely defended the tradition of the anti-Japanese revolutionary literature and art and developed in depth it as required by the process of modeling the whole society on the Juche idea. He thus ushered in a new era of renaissance of epoch-making significance on this land. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon all the creators and artistes to further develop the Korean literature and art into a powerful driving force of the Songun revolution and positively contribute to the building of a great prosperous powerful socialist nation and accomplishing the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Minister of Culture Kang Nung Su and other officials concerned, officials guiding the creative work in the fields of literature and art, creators, artistes, teachers, researchers, journalists and editors.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Nano-Tech Products Made in DPRK",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#10",
            "content": "New Nano-Tech Products Made in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The Laser Institute under the State Academy of Sciences of the DPRK have recently developed water disinfector for home use and functional sterilizing toothbrush with the help of nano technology.\r\n The water disinfector does not need electricity, heat and reagent but relies on the pollution-free pasteurization technique of the fifth generation belonging to the category of cold disinfection. &nbsp;&nbsp;&nbsp;\r\n The State Hygienic Inspection Institution, Academy of Medical Science and Central Hygienic Prevention Center have proved that the water passed through the water disinfector definitely reaches the state hygienic standard water. &nbsp;&nbsp;&nbsp;\r\n The mineral matters of the sterilized water turn into ones that can be easily absorbed into the human body and the hardness of the water is lowered to increase digestion rate. &nbsp;&nbsp;&nbsp;\r\n The functional sterilizing toothbrush is made with the application of the strong sterilizing power and organic matter dissolution feature of the nano antibiotics. &nbsp;&nbsp;&nbsp;\r\n While other toothbrushes of that kind have the bristles wrapped with nano antibiotics only in the surface, the bristles of the new one are made in compound with nano antibiotic materials, thus keeping the sterilizing power. &nbsp;&nbsp;&nbsp;\r\n The toothbrush prevents and cures oral diseases including Riggs' disease and dental caries and removes halitosis. &nbsp;&nbsp;&nbsp;\r\n These products are mass-produced in the Pyongyang Daily Necessities Factory, Sinuiju Cosmetic Factory and other factories.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"Common Knowledge on Korean National Music\" Published",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#11",
            "content": "Book \"Common Knowledge on Korean National Music\" Published\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The February 16 Art Education Publishing House in the DPRK has issued the book \"Common Knowledge on Korean National Music\"(Vol.1).\r\n The book introduces the musical heritage of the Korean people and the successes of the national music which has rapidly developed after the national liberation. &nbsp;&nbsp;&nbsp;\r\n The part \"Classification of Korean Folk Song\" illustrates the conception, content and the general character of folk songs with examples. &nbsp;&nbsp;&nbsp;\r\n Given in the book are various kinds of general knowledge including \"Janggo (long Korean drum) and Drum\", \"Modern Folk Songs and Creational Origin of 'Nodul Riverside'\" and \"Famous Folk Song 'Ryonggang Kinari' in Northwestern Area and Its Legend\", categories, forms, origins of creation, singing method (playing method) of the national music and legends and anecdotes associated with it. &nbsp;&nbsp;&nbsp;\r\n It will give deeper knowledge on the national music to music-lovers and other working people and even to experts.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "2nd International Martial Arts Games Open",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#12",
            "content": "2nd International Martial Arts Games Open\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- The 2nd International Martial Arts Games were opened with splendor at the Taekwon-Do Hall in Chongchun Street of Pyongyang Wednesday. \r\n The first games were held in Pyongyang in September 2004. The current games brought together at least 500 players and delegates from more than 40 countries and regions. &nbsp;&nbsp;&nbsp;\r\n The games will involve various martial art games such as Taekwon-Do, the orthodox martial art of the Korean nation, Paduk, Korean Wrestling, Pankration, Muaythai, Kick-boxing, Wushu and Karate. There will be also exhibition performances of Hapkido, dragon dance, etc. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Mun Jae Dok, chairman of the Physical Culture and Sports Guidance Commission, Pang Chol Gap, chairman of the Pyongyang City People's Committee who is chairman of the Organizing Committee of the Second International Martial Arts Games, Jong Jae Hun, secretary general of the International Martial Arts Games Committee, Hwang Pong Yong, chairman of the Korean Taekwon-Do Committee who is chairman of the Korean Martial Arts Federation, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also present were Jang Ung, president of the International Taekwon-Do Federation and chairman of the International Martial Arts Games Committee who is representative of the International Olympic Committee, honorary guests including Inoki Kanji, director of the Inoki Office, Japan, Leong Wai Meng, vice-chairman of the International Martial Arts Games Committee, Farid Naghdi, representative of the Presidential Office in the Ministry of Physical Education of Iran, Mohammad Ghasem Manouchehri, president of the World Federation of Kick-Boxing, Panagiotis Koutrobas, president of the International Pankration Federation, M. H. Abid, secretary general of the World Oriental Federation,  Santiprharp Intaraphartn, vice-president of the World Muaythai Federation, Jong Ji Hae, director general of the Korean Amateur Athletic Federation in Japan, Jong Yon Wu, director of the Field Operation International Canada and other delegates of different international martial arts federations and national martial arts organizations and diplomatic envoys and embassy officials of different countries here and other foreign guests. &nbsp;&nbsp;&nbsp;\r\n The Korean women in beautiful national dresses carrying the flag of the Second International Martial Arts Games entered the hall to be followed by teams of players and delegates of different countries including Greece, South Africa, New Zealand, Denmark, Russia, Mongolia, Mexico, Bulgaria, Venezuela, Slovakia, Ireland, Australia, Austria, Uzbekistan, Ukraine, Iran, India, Vietnam, Ethiopia, China, Hong Kong of China, the Czech Republic, Canada, Cambodia, Thailand, France, Kyrgyzstan, Cyprus, Scotland, England and regions and team of the DPRK, team of the General Association of Korean Residents in Japan and referees of the games. &nbsp;&nbsp;&nbsp;\r\n The chairman of the organizing committee of the games made an opening address. &nbsp;&nbsp;&nbsp;\r\n Amidst the playing of the song \"Thee dove fly high\" the flag of the games was hoisted. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop said in his congratulatory speech that the Second International Martial Arts Games to be held here thanks to the unanimous desire and will of the world martial art practitioners desirous of building a new peaceful world in the idea of independence, peace, friendship and solidarity will greatly please and encourage the Korean people all out in the general march for national reunification and building a great prosperous powerful socialist nation, single-mindedly united around          Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed conviction that the games would provide the martial art practitioners and fans around the world with a meaningful occasion of swapping the noble spirit, excellent technique, achievements and experience and deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n Jang Ung, member of the International Olympic Committee, conveyed the congratulatory message to the games sent by Jaques Rogger, president of the committee. &nbsp;&nbsp;&nbsp;\r\n Leong Wai Meng said in his congratulatory speech that holding the games in Pyongyang would demonstrate the unanimous will of the world martial art practitioners and fans to make a new history of the martial arts games centering around Korea where the first torch of martial arts was lit and the appearance of the united martial art practitioners. &nbsp;&nbsp;&nbsp;\r\n He stressed that the International Martial Arts Games Committee would make every possible effort to boost the unity and cooperation among martial art organizations in different countries of the world and develop martial arts on the principle of mutual respect and confidence. &nbsp;&nbsp;&nbsp;\r\n There were at the ceremony colorful performances of the Korean women's brass band and artistes and exhibition presentations by Taekwon-Do instructors and players in connection with the opening of the games.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Flame of 2nd International Martial Arts Games Kindled",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#13",
            "content": "Flame of 2nd International Martial Arts Games Kindled\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- A ceremony of kindling the flame of the second International Martial Arts Games was held Wednesday in front of the Taekwon-Do Hall in Chongchun Street, Pyongyang.\r\n As more than 500 players and representatives from over 40 countries and regions arrived at the brightly-lit venue, the women's band, people from all walks of life and sports fans in Pyongyang enthusiastically welcomed them. &nbsp;&nbsp;&nbsp;\r\n The ceremony was attended by Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Mun Jae Dok, chairman of the Physical Culture and Sports Guidance Commission, Pang Chol Gap, chairman of the Pyongyang City People's Committee who is chairman of the organizing committee of the second International Martial Arts Games, Jong Jae Hun, secretary general of the international Martial Arts Games Committee, Hwang Pong Yong, chairman of the Korean Martial Arts Federation who is chairman of the Korean Taekwon-Do Committee, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also present there were Jang Ung, chairman of the International Martial Arts Games Committee who is representative of the International Olympic Committee and president of the International Taekwon-Do Federation, Kanji Inoki, director of the Inoki Office of Japan, Leong Wai Meng, vice-chairman of the International Martial Arts Games Committee, Farid Naghdi, representative of the Presidential Office in the Ministry of Physical Education of Iran, Mohammad Ghasem Manouchehri, president of the World Federation of Kick-Boxing, Panagiotis Koutrobas, president of the International Pankration Federation, M. H. Abid, secretary general of the World Oriental Federation, Santiprharp Intaraphartn, vice-president of the World Muaythai Federation, Jong Ji Hae, director general of the Korean Amateur Athletic Federation in Japan, and Jong Yon Wu, director of the Field Operation International Canada, who are honorary guests of the games, and other delegates of different international martial arts federations and national martial arts organizations. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the International Martial Arts Games Committee declared the ceremony open. &nbsp;&nbsp;&nbsp;\r\n Big drums were beaten and horns were blown by those clad in the uniforms of generals in the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop handed torches to male and female martial arts practitioners of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They lit the huge flame holder.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan under Fire for Barring DPRK Team's Participation in Table Tennis Championships",
            "url": "http://kcna.co.jp/item/2006/200608/news08/24.htm#14",
            "content": "Japan under Fire for Barring DPRK Team's Participation in Table Tennis Championships\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 23 (KCNA) -- A spokesman for the DPRK Table Tennis Association released a statement on Wednesday accusing Japan of barring DPRK players from participating in the 15th East Asia Children's Table Tennis Championships in Osaka, Japan, sponsored by the Japanese Table Tennis Association with an approval of the Table Tennis Federation of Asia. \r\n Recalling that DPRK Table Tennis Association received from the organizing committee of the above-said championships a notice asking it to refrain from sending its players to the championships for security reasons resulting from the present situation, the statement said:  It is obvious that the organizing committee of the championships sent the notice to our association under the pressure of the Japanese authorities. &nbsp;&nbsp;&nbsp;\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n The action taken by Japan to disallow the DPRK players to participate in the championships cannot be construed otherwise than the move of its authorities steeped in the bitterness towards the DPRK to the marrow of their bones. &nbsp;&nbsp;&nbsp;\r\n Their behavior betraying their inability to guarantee the safety of even children from a few countries of East Asia participating in such small games clearly proves that Japan styling itself a \"law-governed country\" is a land plagued with hooliganism and disorder. &nbsp;&nbsp;&nbsp; \r\n  This casts doubt as to whether Japan will guarantee the safety of those who will participate in the World Table Tennis Championships to be held in Japan in 2009 and that of the participants in the international sports games to be held there in the future. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities can never flee from the responsibility for having barred the DPRK team from participating in the East Asia Children's Table Tennis Championships through a politically motivated interference in the noble sports games. &nbsp;&nbsp;&nbsp;\r\n The Japanese Table Tennis Association and the organizing committee of the championships, too, should own responsibility for having acted quite contrary to the Olympic Charter and sports idea after being reduced to a political plaything of the Japanese authorities. &nbsp;&nbsp;&nbsp;\r\n The DPRK Table Tennis Association bitterly denounces the Japanese reactionary authorities and ultra-right gangsters for having orchestrated the case and urges the International Table Tennis Federation and the Table Tennis Federation of Asia to pay a serious attention to the case and take a necessary measure.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}