{
    "date": "2006-10-11",
    "url": "http://kcna.co.jp/item/2006/200610/20061011.htm",
    "articles": [
        {
            "title": "DPRK's Readiness to Boost Ties of Cooperation with International Community Reiterated",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#1",
            "content": "DPRK's Readiness to Boost Ties of Cooperation with International Community Reiterated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- It is essential to create necessary international environment and conditions and take substantial measures as early as possible in order to eradicate poverty and promote development, the main task for attaining the millennium goal of development.\r\n A representative of the DPRK said this on October 3 when addressing the meeting of the Second Committee of the 61st Session of the UN General Assembly. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The developed countries should, to begin with, honor their promises officially made to help the developing countries in their development and set a specific timetable to fulfill them in conformity with their actual conditions. It is also necessary for them to take practical steps to settle the issue of foreign debts of the developing and less developed countries. &nbsp;&nbsp;&nbsp;\r\n The development strategies and policies of the developing countries should serve the purpose of increasing the independence of national economy and boosting their capability for development under any circumstances. &nbsp;&nbsp;&nbsp;\r\n Unilateralism based on the strength-is-all-powerful theory is upsetting the norms and order in the international relations and posing a grave threat to the economic development in the developing countries. &nbsp;&nbsp;&nbsp;\r\n Aggression and economic sanctions and blockade against the sovereign states are being connived at and justified under the pretexts of \"combating terrorism,\" \"protection of human rights\" and \"non-proliferation of WMD\" and others. &nbsp;&nbsp;&nbsp;\r\n The DPRK delegation is of the view that the unilateral and extraterritorial and high-handed political and economic measures that violate the principle and objective of international law and the UN Charter should not be permitted and justified under any circumstances, he stressed. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will as ever steadily boost the ties of cooperation with the international community in the efforts to attain the millennium goal of development.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Papers Call for Demonstrating Songun Korea's Dignity and Might",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#2",
            "content": "Papers Call for Demonstrating Songun Korea's Dignity and Might \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Papers Tuesday in editorials dedicated to the 61st founding anniversary of the Workers' Party of Korea call for fully demonstrating Songun Korea's dignity and might, united single-mindedly around the party.\r\n Rodong Sinmun says that the WPK is a veteran party with a long history and traditions and a very promising and invincible revolutionary party as it has ever-victorious tested leadership art. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The struggle for building a revolutionary party in the country began with the formation of the Down-with-Imperialism Union (DIU). The history of the WPK is the history in which it has implemented the ideal of the DIU. The ideal of anti-imperialism, independence and socialism put forward by the DIU still serves as an invariable principle of struggle and a strategic task for the WPK. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung was the founder and builder of the WPK, a Juche-oriented revolutionary party, and Kim Jong Il is the tested leader of the glorious party. The Juche idea of Kim Il Sung and the ideas and theories of Kim Jong Il who has steadily developed it in depth serve as immortal guidelines for our party and revolution. Their iron will and gut, experienced and tested leadership constitute the source of invincibility of our party and revolution. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's creation of the unique political mode of Songun based on the President's Juche idea and the Songun revolutionary leadership exploits was a noteworthy event as it brought about a radical change in the development of our party and revolution. &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army is an army strong in its idea and faith as it is always ready to devotedly defend the supreme commander and has transparent anti-imperialist class consciousness, a-match-for-a hundred revolutionary armed forces having a revolutionary commanding system and strong military discipline and modern offensive and defensive means. &nbsp;&nbsp;&nbsp;\r\n The single-minded unity of the DPRK in the Songun era represents an indestructible harmonious whole in which the army and the people are closely united around the headquarters of revolution on the basis of faith and comradeship. It is growing ever stronger as they have the same thinking and work style. &nbsp;&nbsp;&nbsp;\r\n The single-minded unity of our party and army is unbreakable as they form a community linked by the same destiny. Our party will always demonstrate its might as an indestructible party that remains unshaken in any storm and stress and a militant party capable of doing anything as it depends on the strong military power and single-minded unity. &nbsp;&nbsp;&nbsp;\r\n Minju Joson notes that the WPK which has glorified its ever-victorious history through generations is victoriously leading the nation-building and a bright future of a great prosperous powerful nation is inspiring all the people to win a fresh victory.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Placed before Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#3",
            "content": "Floral Baskets Placed before Statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Floral baskets were placed before the statue of President Kim Il Sung on Mansu Hill on the occasion of the 61st anniversary of the glorious Workers' Party of Korea.\r\n The statue was visited by working people and youth and students in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Seen before the statue was a floral basket sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Placed before the statue amidst the playing of floral basket-laying music were floral baskets in the name of party and power organs, public organizations, ministries, national institutions, scientific, educational, cultural, art, public health and media organizations, factories, enterprises, farms and schools and bouquets and flowers. &nbsp;&nbsp;&nbsp;\r\n A floral basket in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front was also laid before it. &nbsp;&nbsp;&nbsp;\r\n Ribbons of the floral baskets bore letters reading \"The great leader Comrade Kim Il Sung will live forever\" and \"The great leader Comrade Kim Il Sung will always be with us\", etc. &nbsp;&nbsp;&nbsp;\r\n Floral baskets were also placed before his statues at Kim Il Sung University, the Korean Film Studio, Pyongyang Schoolchildren's Palace and various other places in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n People from all walks of life and youth and students in different parts of the country visited statues of the President in their residential areas and placed floral baskets, bouquets and flowers.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sri Lankan Preparatory Committee Inaugurated",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#4",
            "content": "Sri Lankan Preparatory Committee Inaugurated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- The Sri Lankan preparatory committee for commemorating the Day of the Sun and February 16 in 2007 was inaugurated with due ceremony in Colombo on October 2.\r\n At the ceremony Amarasiri Dodangoda, minister of Justice, was elected adviser to the preparatory committee and Reggie Ranatunge, chairman of the Sri Lanka-People's Korea Friendship Association, chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee discussed and decided on the issue of briskly organizing various functions to highly praise and widely introduce the undying feats of the three generals of Mt. Paektu on the occasion of the significant holidays in 2007.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Efforts to Settle Issue of Korea by Themselves Supported",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#5",
            "content": "Korean People's Efforts to Settle Issue of Korea by Themselves Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- A meeting to hear a report from the Indonesian parliamentary delegation on its visit to the DPRK was held at the building of the parliament on October 2.\r\n Yoseph Umarhadi, who headed the delegation, said at the meeting that its visit to the Kumsusan Memorial Palace provided it with an opportunity to know better about the greatness of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He noted with pleasure that the DPRK government sets great store by the bilateral relations of friendship provided by President Sukarno and President Kim Il Sung and they are developing favorably as the days go by. &nbsp;&nbsp;&nbsp;\r\n Several members of the parliament expressed their determination to boost the friendly relations between the two countries, extending full support to the efforts of the Korean people to solve the Korean issue by the concerted efforts of the nation free from foreign interference.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Show at Cuban Embassy",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#6",
            "content": "Film Show at Cuban Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- A film show was held at the Cuba embassy here on October 9 in connection with the international solidarity movement conducted for the release of the Cuban patriots detained in the United States.\r\n Present on invitation were Kim Yong Do, vice-chairman of the Central Committee of the General Federation of Trade Unions of Korea, and other members of the DPRK-Cuba Solidarity Committee. &nbsp;&nbsp;&nbsp;\r\n Also present there were Ambassador Ruben Perez Valdes and staff members of the Cuban embassy here. &nbsp;&nbsp;&nbsp;\r\n The participants watched a Cuban documentary film at the end of speeches.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "7th National Computer Program Exhibition in Field of Education Held",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#7",
            "content": "7th National Computer Program Exhibition in Field of Education Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- The 7th National Computer Program Exhibition in the Field of Education took place at the Three-Revolution Exhibition here from Oct. 3 to 9.\r\n This annual event is greatly contributing to the training of the information scientific and technological personnel and the nation's development of programming technology.\r\n Displayed at the exhibition were at least 560 valuable programs developed at dozens of universities, colleges and middle schools across the country. The exhibition was divided into the panels of informationalization at universities and schools and programs of academic value, commodity programs, programs for introduction and programs done by middle schoolers. &nbsp;&nbsp;&nbsp;\r\n Many programs on display were highly appreciated by visitors. &nbsp;&nbsp;&nbsp;\r\nThey included the university management information system and information service system on the diverse species of plants in Mt. Paektu and programs to support education helpful to increasing the rate of application of IT and computer science to the teaching in all the courses and improving the administration of school affairs and programs which have proved successful at various sectors of national economy and others which are of great academic value and have great feasibility.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Arrive",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#8",
            "content": "Foreign Delegations Arrive \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- The Cuban government economic delegation headed by Ramon Ripoll Diaz, first vice-minister of Foreign Investment and Economic Cooperation, arrived here Tuesday to participate in the 25th meeting of the Inter-governmental Economic and Scientific and Technological Consultative Committee between the DPRK and the Republic of Cuba.\r\n It was greeted at the airport by Ri Myong San, vice-minister of Foreign Trade, and Ruben Perez Valdes, Cuban ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK government hosted a reception in honor of the delegation. &nbsp;&nbsp;&nbsp;\r\n A Nepalese delegation for the study of the Juche idea led by Subash Kaji Shrestha, chairman of the Study Forum for Self-Reliance of Nepal, arrived here that day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President of Senegal Sends Floral Basket to Statue of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200610/news10/11.htm#9",
            "content": "President of Senegal Sends Floral Basket to Statue of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Abdoulaye Wade, president of Senegal and national general secretary of the Democratic Party of Senegal, sent a floral basket to the statue of President Kim Il Sung on Mansu Hill on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the formation of the Down-with-Imperialism Union.\r\n Written on the ribbon of the basket were letters reading \"The great President Kim Il Sung is immortal.\" &nbsp;&nbsp;&nbsp;\r\n The basket was laid before the statue Tuesday.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}