{
    "date": "2006-08-31",
    "url": "http://kcna.co.jp/item/2006/200608/20060831.htm",
    "articles": [
        {
            "title": "DPRK Will Never Back Away from Road of Socialism",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to \"Ulji Focus Lens\" Joint Military Exercises Demanded by Indian Organization",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#2",
            "content": "DPRK Will Never Back Away from Road of Socialism\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The army and people of the DPRK will never back away from the road of socialism of Juche chosen by themselves no matter how many trials may lie in their way, says Rodong Sinmun today in an editorial article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n Our faith in socialism represents belief that socialism guarantees a bright future of humankind, confidence that our ideology and system are most just and advantageous and spirit that we can surely create happiness by our own efforts to be envied by others. &nbsp;&nbsp;&nbsp;\r\n To devotedly defend the headquarters of the revolution means the most vivid manifestation of the faith in socialism. &nbsp;&nbsp;&nbsp;\r\n Nowadays, the U.S. imperialists, directing the spearhead of the attack to bring down Korean-style socialism to the headquarters of the revolution, are leaving no means untried to do so. All the officials, Party members and other working people should thoroughly arm themselves with the Songun idea of Kim Jong Il, uphold his leadership feats and become steadfast fighters devotedly defending him, while carrying through his line and policies under any circumstances. &nbsp;&nbsp;&nbsp;\r\n It is necessary to bear deep in mind the truth of the revolution that Songun precisely means socialism and remain true to the Songun policy of the Party and thus firmly safeguard the ideology, the system and the cause of the DPRK from the encroachment of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n We should as always steadfastly adhere to the proud history and tradition of the revolutionary cause of Juche and firmly abide by the principles of socialism. &nbsp;&nbsp;&nbsp;\r\n It is imperative to steadily add shine to the glorious revolutionary tradition of Mt. Paektu and the immortal feats our Party has performed in the course of leading the revolution and construction by carrying forward it. It is important to firmly preserve the precious experience and feats gained in the period of laying the Party's foundation for carrying forward the cause of Juche in the 1970s and speed up socialist construction on the basis of them. It is essential to take the feats our Party has performed for the last more than decade during which a glorious history of revolution was made as a lifeline for accomplishing the socialist cause in the new century. &nbsp;&nbsp;&nbsp;\r\n The Party members and other working people are called upon to highly display the revolutionary spirit of self-reliance and fortitude, a precious tradition and fighting mode of the Korean revolution, and bring about a new change in socialist construction. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK will accomplish the cause of building a great prosperous powerful nation of Juche under the Songun revolutionary leadership of Kim Jong Il and eternally glorify the ever-victorious history of the Korean revolution with the strong faith in socialism, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Tanzania",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#3",
            "content": "Halt to \"Ulji Focus Lens\" Joint Military Exercises Demanded by Indian Organization \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The Indian Institute for Foreign Policy Studies in a statement released on Aug. 26 demanded a halt to the U.S.-south Korea \"Ulji Focus Lens\" joint military exercises. \r\n The statement termed the joint military exercises dangerous war exercises for invading the DPRK as they disturb peace and stability on the Korean Peninsula and will bring disasters to the Korean people.&nbsp;&nbsp;&nbsp;\r\n The statement strongly demanded the U.S. stop the war exercises aimed at invading the DPRK because they not only run counter to the process to improve the DPRK-U.S. relations but go against the spirit of the June 15 North-South Joint Declaration and the interests of the Korean people and adversely affect the relations between the north and the south, too. It also strongly urged the U.S. to withdraw its aggressor troops from south Korea as early as possible. &nbsp;&nbsp;&nbsp;\r\n It expressed an unequivocal support and solidarity with the Korean people in their struggle to reunify the country independently and peacefully free from foreign interference.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK-Syria Agreement Marked",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#4",
            "content": "Kim Jong Il's Work Off Press in Tanzania \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- General Secretary Kim Jong Il's famous work \"Let Us Give Fuller Play to the Advantages of Our People's Power\" was brought out in booklet by the Publishing House of Dar Es Salaam University in Tanzania on Aug. 22.\r\n The work, published on Dec. 21, Juche 81 (1992), clarifies the matters related to the solidity and vitality of the people's power and issues of increasing its function and role and firmly adhering to the fundamental principle governing its construction and improving and strengthening the work of the people's power organs.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Moves to Enact Special Law under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#5",
            "content": "Anniversary of DPRK-Syria Agreement Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries hosted a film show at the People's Palace of Culture on Aug. 29 to mark the 40th anniversary of the DPRK-Syria intergovernmental agreement on cultural cooperation.\r\n Present there on invitation were Muhammad Adib Al Hani, Syrian charge d'affaires a.i., and staff members of the Syrian embassy here. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Hyon Chan, vice-chairman of the committee, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The participants saw Korean feature film \"Pyongyang Nalpharam\".&nbsp;&nbsp;&nbsp;\r\n After that, a friendly gathering was arranged at the Meari Shooting Hall at which the participants had conversations with each other and played amusement games to significantly commemorate the anniversary.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Japanese Reactionaries' Military Servility to U.S.",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#6",
            "content": "Moves to Enact Special Law under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- More than 30 civic and public organizations in south Korea including the Environment Movement Association and the Green Federation reportedly held a press conference in Seoul on Aug. 24 to castigate the authorities' moves to enact \"special law on creating the park of national and historic significance in Ryongsan and maintenance of surrounding area\".\r\n They clarified that the \"government\" authorities' intention to enact the special law is to sell off the land of the U.S. military base in Ryongsan to entrepreneurs so as to cover the expenses for the transfer of the U.S. military base. &nbsp;&nbsp;&nbsp;\r\n The snowballing of expenses for the transfer of the U.S. military base should be settled through renegotiations with the U.S., not through \"commercial development\" as it was caused by the government's humiliating negotiations, they said. &nbsp;&nbsp;&nbsp;\r\n They urged the \"government\" to immediately stop the moves to enact the \"special law\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bolstering Military Power for Self-Defence Called for",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#7",
            "content": "Rodong Sinmun on Japanese Reactionaries' Military Servility to U.S. \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Rodong Sinmun today in a signed commentary denounces Japan for rolling up its sleeves in straining the situation of the Korean Peninsula, actively following the \"Ulji Focus Lens\" joint military exercises which have been staged by the U.S. in south Korea.\r\n It was reported that the latest Aegis missile cruiser Shiloh of the U.S. Navy would be deployed in Yokosuka, Kanagawa Prefecture toward the end of August. &nbsp;&nbsp;&nbsp;\r\n In this regard, the commentary says: &nbsp;&nbsp;&nbsp;\r\n It is unusual development that the missile cruiser of the U.S. Navy is deployed in Japan in step with the joint military drill. This fact suggests that the second Korean war may be provoked by the Japanese and U.S. reactionaries at any time. &nbsp;&nbsp;&nbsp;\r\n To reinvade Korea is the invariable ambition of the Japanese militarists. &nbsp;&nbsp;&nbsp;\r\n It is a chronic bad habit of Japan to draw water to its mill by playing a political and military maid of the U.S. Even in the new century the bad habit remains unchanged. &nbsp;&nbsp;&nbsp;\r\n Japan's military servility to the U.S. is, in a word, a crafty trick to pave the way for reinvasion of Korea, reinvasion of Asia. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to know that to long for and scheme to revive the past will be a serious anachronism and will lead it to ruin. &nbsp;&nbsp;&nbsp;\r\n Japan should clearly understand the present times changed. This is an advice given to Japan by the present times.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Malaysian King",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#8",
            "content": "Bolstering Military Power for Self-Defence Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The sovereignty of a country and nation can be firmly defended only when they bolster the self-defensive capability to be strong enough to decisively frustrate the imperialists' moves for aggression, interference and war.\r\n Rodong Sinmun today observes this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n To increase the military capability for self-defence provides a sure guarantee for defending sovereignty. &nbsp;&nbsp;&nbsp;\r\n The imperialists regard the military muscle as a basic means for attaining their hegemonic purpose. &nbsp;&nbsp;&nbsp;\r\n It is a brigandish logic for them to claim that strength precisely means justice. It is also their calculation that it is possible to dominate the world only by force. &nbsp;&nbsp;&nbsp;\r\n No one is more foolish than one expecting others to protect one's security and sovereignty with a fence-sitting attitude though the imperialists try to hurt one with swords. &nbsp;&nbsp;&nbsp;\r\n The people full of firm confidence in their might, the validity of their cause and its sure victory never get scared before the formidable imperialists but fight against them till victory. &nbsp;&nbsp;&nbsp;\r\n History proves that a nation with weak military muscle can never foil the imperialists' moves for aggression and war. &nbsp;&nbsp;&nbsp;\r\n The rise or fall of a country and a nation depends on its military capability for self-defence. It is, therefore, most important to channel great efforts into increasing the military power. If a country remains weak due to the failure to build strong military capability for self-defence, it cannot defend its sovereignty no matter how strong it is in its desire for independence and no matter how high it is in national self-respect. &nbsp;&nbsp;&nbsp;\r\n The reality of the DPRK, in which the Korean people have honorably protected the dignity and sovereignty of the nation in the military stand-off with the U.S. imperialists, holding high the banner of Songun, eloquently proves that bolstering military power for self-defence provides the best way of defending the sovereignty. &nbsp;&nbsp;&nbsp;\r\n The strong military power for self-defence built by the DPRK serves as the key to winning a victory in the stand-off between the DPRK and the U.S. and a decisive guarantee for defending socialism. &nbsp;&nbsp;&nbsp;\r\n It is the most important national affair to increase the military power for self-defence. &nbsp;&nbsp;&nbsp;\r\n The countries which value independence should bear this truth in mind, build up the self-reliant national defense industry and bolster the military power for self-defence in order to protect their sovereignty and peace.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cuban Embassy Officials Visit Ryongnam Ship Repair Yard and West Sea Barrage",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#9",
            "content": "Greetings to Malaysian King \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Tuanku Syed Sirajuddin Ibni Al-Marhum Tuanku Syed Putra Jamalullail, king of Malaysia, on the 49th national day of the country.\r\n Expressing the belief that the excellent friendly and cooperative ties between the two countries would develop further still in various fields in mutual interests, the message wholeheartedly wished the friendly Malaysian people prosperity and welfare.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#10",
            "content": "Cuban Embassy Officials Visit Ryongnam Ship Repair Yard and West Sea Barrage \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Ruben Perez Valdes, Cuban ambassador to the DPRK, and officials of the Cuban embassy visited the Ryongnam Ship Repair Yard in Nampho, South Phyongan Province, on the west coast of Korea on Aug. 29 on the occasion of the month of solidarity with the Cuban people.\r\n They were briefed on the reconstruction and expansion of the yard for meeting the requirements of the new century, while enjoying a bird's-eye view of modernly built Dock No.2, wharf, wind and solar battery power stations and other structures from the observatory. &nbsp;&nbsp;&nbsp;\r\n The ambassador made an entry into the visitor's book, congratulating the officials and workers of the yard who had built the splendid edifice for the prosperity of the Korean people, true to the wise leadership of Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The guests also went round the West Sea Barrage. &nbsp;&nbsp;&nbsp;\r\n They were briefed on the gigantic barrage, a grand monumental edifice of the era of the Workers' Party stretching 8 kilometers into the rough sea, before looking over the whole barrage from the observatory.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Independence, Life and Soul of Social Being",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#11",
            "content": "Greetings to President of Trinidad and Tobago\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to George Maxwell Richard, president of Trinidad and Tobago, on the 44th anniversary of its independence.\r\n Expressing the belief that the friendly ties between the two countries would continue to develop favorably, the message sincerely wished the president greater successes in his work for the country's prosperity and people's welfare.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Blanket Production Base Built",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#12",
            "content": "Independence, Life and Soul of Social Being\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The Juche idea expounds that independence is an attribute of the social being.\r\n It means that man requires to lead an independent life as the master of the world and his own destiny. &nbsp;&nbsp;&nbsp;\r\n People's demand for independence is concretely manifested in living. They put up various demands for independence including those for enjoying better living conditions and means free from the fetters of the nature and for becoming genuine masters of state power and production means free from all manner of the class and national subordination. &nbsp;&nbsp;&nbsp;\r\n Independence is the life and soul of the social being. &nbsp;&nbsp;&nbsp;\r\n It means that independence is none other than socio-political integrity for the people. When man's physical life is the life of organic body, his socio- political integrity is the life of social being. &nbsp;&nbsp;&nbsp;\r\n No one can maintain the socio-political integrity without independence. &nbsp;&nbsp;&nbsp;\r\n As long as the popular masses are shackled in the socio-political aspect, they can neither enjoy the benefits from nature-remaking nor get out of the fetters of outmoded ideology and culture. They, in the long run, are refused to be the master of the world and their own destinies. &nbsp;&nbsp;&nbsp;\r\n Under the socialist system of the DPRK in which the people are fully provided with independence, they lead a worthy life independent and creative while adding luster to their precious political integrity.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lesson Shown by Lebanon War",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#13",
            "content": "Blanket Production Base Built\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- A blanket production base newly built at the Pakchon Silk Mill of the DPRK is turning out beautiful, soft and warm blankets.\r\n All the production processes of the base from the preparation to weaving, printing and completion are streamlined. &nbsp;&nbsp;&nbsp;\r\n The workshop is furnished with scores of modern facilities including Raschel looms, double cutting machines, shearing machines, direct warping machines, agers, magnet club-shaped plate printing machine and napping machines. The operation of the machines from working speed to power supply is automatically controlled. They have sensing devices so as to correct any slightest deviation and error during working and to ensure the quality of goods. &nbsp;&nbsp;&nbsp;\r\n Air exhausters have been installed in wool processing facilities which provide good production environment. &nbsp;&nbsp;&nbsp;\r\n The production base, covering more than 5,000 square meters, will produce over 100,000 blankets a year.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of Malaysia",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#14",
            "content": "Lesson Shown by Lebanon War\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The United States sustained shameful defeat in the Lebanon war.\r\n What the U.S. pursued in the war was to wipe out the Hezbollah force at a blow according to its strategy of \"anti-terrorism\" and to expand the American-style \"democratization\" in the Middle East region. &nbsp;&nbsp;&nbsp;\r\n However, any positive situation for the American-style \"democratization\" has not been created in the region but its prospect become gloomy. &nbsp;&nbsp;&nbsp;\r\n The Middle East countries came to realize clearly the aggressive nature of the \"anti-terrorist war\" of the United States and the bellicosity and brutality of the Bush administration through the war and held higher the anti-U.S. banner. It eloquently proves the political fiasco of the United States in the war. &nbsp;&nbsp;&nbsp;\r\n The Syrian President stated that the \"conception for new Middle East\" conceived by the United States and Israel is a delusion and on the verge of bankruptcy owing to their defeat in the war. &nbsp;&nbsp;&nbsp;\r\n The United States and Israel also suffered ignominious military defeat. &nbsp;&nbsp;&nbsp;\r\n In accordance with the scenario worked out by the U.S., Israel mobilized tens of thousands of armed forces and latest war equipment for 30-odd days to launch vigorous attacks on Hezbollah in the air and on the ground and sea. &nbsp;&nbsp;&nbsp;\r\n The Hezbollah guerrillas, which had neither tanks nor aircraft, were very poor but gained the supremacy over the Israeli army with their stubborn resistance and tactical advantage. &nbsp;&nbsp;&nbsp;\r\n The war showed Israel could not subdue the Hezbollah force and the escalation of the \"anti-terrorist war\" through the Lebanon war resulted in further tightening the windpipe of the U.S. &nbsp;&nbsp;&nbsp;\r\n The international community compelled the United States to comply with the demand for giving up the war and to make public that the issue of disarming the Hezbollah force is left to Lebanon. The U.S. thus retreated from the stand on wiping out Hezbollah it had taken at the initial phase of the war.  Now the Bush administration does not dare dispatch its troops to the ever growing UN peace-keeping force to be deployed in southern Lebanon according to the resolution of the UN Security Council.&nbsp;&nbsp;&nbsp;\r\n The international community ridicules the Bush administration crazy with \"liberal democracy\".&nbsp;&nbsp;&nbsp;\r\n Mass media observes that encouraged by the Lebanon war, Iran, Syria and other countries will tighten their partnership and further strengthen their stance against the U.S. in the Middle East. &nbsp;&nbsp;&nbsp;\r\n The American-style \"democratization\" the purpose of which is to trample down the sovereignty of other nations and impose disgrace and submission on them is nothing but a day-dream. &nbsp;&nbsp;&nbsp;\r\n This is the lesson given to the U.S. by the Lebanon war. &nbsp;&nbsp;&nbsp;\r\n The United States should give up its foolish attempt to change sovereign states and nations at will.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Turn Jik Islet into Firing Range of Its Air Force Assailed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#15",
            "content": "Greetings to Prime Minister of Malaysia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Datuk Seri Abdullah Ahmad Badawi, prime minister of Malaysia, on the occasion of its 49th national day.\r\n The message wholeheartedly wished the prime minister success in his work, expressing the belief that the relations of friendship and cooperation between the two countries would grow stronger in various fields.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#16",
            "content": "U.S. Moves to Turn Jik Islet into Firing Range of Its Air Force Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland in information bulletin No. 923 issued on Wednesday denounced the U.S. desperate intention to turn Jik Islet in waters off Kunsan, North Jolla Province, into a firing range of the U.S. air force as an intolerable mockery of the south Koreans and an unpardonable provocation against the Korean nation. \r\n The bulletin said: &nbsp;&nbsp;&nbsp;\r\n  The U.S. was compelled to announce a deceptive measure of closing a firing range in Maehyang-ri, Kyonggi Province, last August in face of strong protest and denunciation of south Koreans. It, however, kept staging bomb-dropping exercises in the area by stealth. Meanwhile, it pressurized south Korea to offer Jik Islet as a substitute for the firing range of the U.S. air force. It even went the lengths of threatening south Korea that it would withdraw its air forces from there unless the matter is settled. &nbsp;&nbsp;&nbsp;\r\n The U.S. has staged ceaseless firing and bombing exercises and mock nuclear bomb dropping drills for a war of aggression against the north in the sky and the land and on the sea, keeping south Korea under its occupation for the past more than six decades. In consequence the U.S. took the lives of so many south Koreans and severely devastated the beautiful land. &nbsp;&nbsp;&nbsp;\r\n It is self-evident that the south Koreans will not be able to escape what the inhabitants of Maehyang-ri have suffered if the U.S. criminal moves are left unchecked. &nbsp;&nbsp;&nbsp;\r\n The south Koreans from all walks of life should resolutely reject the U.S. brigandish act to usurp the Jik Islet, part of the inviolable territory of Korea, and turn it into a firing range for its air force for the war of aggression against the north and turn out in a vigorous struggle to drive the U.S. imperialist aggression troops, the root cause of all evils, out of south Korea as early as possible. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should immediately stop such shameful treacherous act as offering Jik Islet as a firing range of the U.S. air force, yielding to the U.S. pressure.    \r\n  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President of AIPH Arrives Here",
            "url": "http://kcna.co.jp/item/2006/200608/news08/31.htm#17",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Vietnamese government economic delegation on a visit to the DPRK.\r\n The gift was handed to an official concerned by Phan The Rue, permanent vice-minister of Trade, who is heading the delegation.    \r\n\r\n\r\n\r\n"
        }
    ]
}