{
    "date": "2006-12-12",
    "url": "http://kcna.co.jp/item/2006/200612/20061212.htm",
    "articles": [
        {
            "title": "Japan's Attempt to Scuttle Six-Party Talks Blasted",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#1",
            "content": "Japan's Attempt to Scuttle Six-Party Talks Blasted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- High-ranking officials of Japan including the chief executive vociferated that it \"does not recognize north Korea's access to nukes\" and \"it can never allow north Korea to participate in the six-party talks with the status of a nuclear weapons state.\" This behavior is, in essence, little short of opposing the DPRK's participation in the above-said talks and nothing but an act of an imbecile unable to understand the trend of times as it lacks any elementary political view and judgment. \r\n Rodong Sinmun Monday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has neither developed nor possessed nuclear weapons to be recognized by somebody. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, Japan has posed a serious threat to the DPRK, protected by the U.S. \"nuclear umbrella\". It is a real intention of Japan to use the talks not for finding a fair solution to the nuclear issue but for achieving its sinister political aim. &nbsp;&nbsp;&nbsp;\r\n That is why Japan is busy with shuttle diplomacy to attain its purpose come what may, far-fetchedly insisting that the \"abduction issue\" should be a main agenda item of the talks. &nbsp;&nbsp;&nbsp;\r\n The six-party talks are meant to deal with the nuclear issue in name and reality, not for discussing the \"abduction issue\" which has nothing to do with the former. If Japan is interested in the settlement of the \"abduction issue\", it should, to begin with, admit the forcible drafting and abduction of more than 8.4 million Koreans committed by the Japanese imperialists in the past and honestly apologize and compensate for them. &nbsp;&nbsp;&nbsp;\r\n Japan is no more than a swindler, unqualified to participate in the talks. &nbsp;&nbsp;&nbsp;\r\n A Japanese delegation's appearance in the venue of the talks would be nothing helpful to the talks. It is quite obvious that the delegation will only raise irrelevant issues at the talks to create complexity in the discussion and make them waste time. The non-participation of Japan in the talks would help the talks proceed with less inconvenience. &nbsp;&nbsp;&nbsp;\r\n Japan's obstruction to the resumption of the talks would only invite international isolation, the commentary concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Czech Preparatory Committee Formed",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#2",
            "content": "Czech Preparatory Committee Formed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The Czech preparatory committee for commemorating the Day of the Sun and celebrating February 16 in 2007 was inaugurated in Prague on December 5.\r\n Addressing the inaugural ceremony, Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association, stressed that President Kim Il Sung performed immortal exploits in the history of the international working class movement, founded the Democratic People's Republic of Korea and brought about a change of the century. &nbsp;&nbsp;&nbsp;\r\n He said that Kim Jong Il has successfully carried forward the cause of President Kim Il Sung, defended Korean socialism and creditably ensured the peace and security of the country. &nbsp;&nbsp;&nbsp;\r\n Miroslav Stepan, general secretary of the Central Committee of the Czechoslovak Communist Party, was elected chairman of the preparatory committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee set a period of commemoration and celebration from Dec. 6, 2006, to Apr. 20, 2007, and decided to organize diverse political and cultural events during the period, introduce the immortal exploits of great persons of Mt. Paektu and conduct activities for supporting the Korean people in their efforts to build socialism and achieve national reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Cause of Justice Supported in UK",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#3",
            "content": "Korean People's Cause of Justice Supported in UK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The 15th Congress of the New Communist Party of Britain held in London on Dec. 2 and 3 fully supported the Korean people in their cause of justice.\r\n Alexsander Kempshall, chairman of the Central Committee of the party, in a report on the work of the Central Committee of the party referred to the energetic activities for friendship and solidarity with the DPRK the party conducted in connection with the work with political parties and organizations for peace and friendship against war in different countries. &nbsp;&nbsp;&nbsp;\r\n General Secretary Andy Brooks in a draft decision said that the U.S. imperialists have threatened some countries including the DPRK as they make a \"challenge\" to them, and expressed support to those countries in their tough stand. &nbsp;&nbsp;&nbsp;\r\n The decision adopted at the congress said as to the Korean issue: &nbsp;&nbsp;&nbsp;\r\n The Bush administration has schemed to dominate the world under the signboard of \"globalization\" and \"anti-terrorism war\" and designated the DPRK as part of an \"axis of evil\", a target of preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n But the DPRK has credibly defended its sovereignty, frustrating the moves of the U.S. imperialists for aggression and war. &nbsp;&nbsp;&nbsp;\r\n The Korean people have vigorously advanced, defending the socialist system under the leadership of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The New Communist Party of Britain will hold fast to the principled line of developing relations with the WPK. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung is always with the world people who are struggling for a hopeful future.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Colombian President Praises DPRK's Policies",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#4",
            "content": "Colombian President Praises DPRK's Policies \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- Alvaro Uribe Velez, president of Colombia, highly praised the independent policies of the DPRK and hoped that the relations of friendship and cooperation between the two countries would develop in various fields including politics, economy and culture.\r\n When receiving credentials from Pak Hyok, DPRK ambassador to Colombia, on November 30, the president said: &nbsp;&nbsp;&nbsp;\r\n We support the Korean people's struggle for reunifying the country by their nation itself and will closely cooperate with the DPRK in the international arena.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dissolution of \"National League of New Right\" and GNP Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#5",
            "content": "Dissolution of \"National League of New Right\" and GNP Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly released a statement on Dec. 5 calling upon the progressive camp supporting the June 15 joint declaration to unite as one and dissolve at any cost the \"National League of New Right\" and the \"Grand National Party\" working for the nation's division and confrontation.\r\n Recalling that civic and public organizations and people gave vent to their strong protest against the neo-conservative forces when the \"textbook forum\" under the influence of the \"National League of New Right,\" an umbrella organization of conservative forces, on November 29 made public \"the final edition of the textbook of modern and contemporary history\" with a distorted content, the statement said: &nbsp;&nbsp;&nbsp;\r\n It is really scandalous that a spokesman for the GNP chimed in with it, describing the historical distortion praising fascist dictatorship and insulting the struggle for democracy as \"a progressive step in history.\" &nbsp;&nbsp;&nbsp;\r\n The crimes committed by the league since its appearance under the mask of \"rational conservatism\" and \"neo-conservatism\" in November last year dwarf the GNP's pro-U.S. flunkeyism, confrontation with fellow countrymen and corruption. &nbsp;&nbsp;&nbsp;\r\n We will never remain a passive on-looker to the unceasing follies of the neo-conservative forces. &nbsp;&nbsp;&nbsp;\r\n The foolish dream of the neo-conservative forces to take over power in the 2007 \"presidential election\" in collusion with the GNP will be shattered to pieces by the might of the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Grand Seminar on Songun Politics Held in Seoul",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#6",
            "content": "Grand Seminar on Songun Politics Held in Seoul \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- A grand seminar on the Songun politics was held at the \"Christian Hall\" in Seoul on Friday, according to the \"Choongang Ilbo\" of south Korea, amidst the great expectation and interest of people from all walks of life in south Korea. It was co-sponsored by the Youths and Students Solidarity for Implementing the June 15 Joint Declaration, the Solidarity for Implementing the South-North Joint Declaration, \"the National Federation of University Gazette Journalists\" and the General Student Council of Sungsil University. \r\n Speakers at the seminar said that \"the core issue of the Songun politics\" pursued by General Kim Jong Il is \"the acute confrontation between the north defending socialism and the U.S., the ringleader of imperialism,\" adding that \"all Koreans except for a handful of elements would favor the Korean nation's possession of powerful strength as those in the north and the south are of the same nation.\" &nbsp;&nbsp;&nbsp;\r\n \"The war would have been quite possible on the Korean Peninsula if the U.S. had invaded the north, but it has been possible to avert the war thanks to the force of the effective Songun politics of the north,\" they noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The north has emerged a nuclear weapons state whether the U.S. recognizes or not. The Songun politics and the June 15 joint declaration provided the Korean nation a golden opportunity to put an end to the national division. &nbsp;&nbsp;&nbsp;\r\n The basic meaning of the Songun politics lies in that it paves the way for achieving the independence and reunification of the peninsula. &nbsp;&nbsp;&nbsp;\r\n Then followed questions and answers. &nbsp;&nbsp;&nbsp;\r\n The respondents praised the Songun politics as follows: \"The morality and spirit of blasting oneself and that of becoming human bullets and bombs displayed by the soldiers of the north serve as a Songun political mode steering all fabrics of the society in the north.\" \"It is true that the north has undergone difficulties due to the moves of the imperialists and their globalization policy that have persisted for more than six decades. But it overcame them through the 'Arduous March'.\" \"The north's viewpoint on the West European policy reflects its pride and self-respect.\"      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Upkeep for U.S. Troops in S. Korea Increased",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#7",
            "content": "Upkeep for U.S. Troops in S. Korea Increased \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The south Korean authorities decided to increase the cost of keeping the U.S. troops in south Korea for 2007 much more than this year, according to the south Korean newspaper Hangyore.\r\n They had negotiations on the share of the upkeep with the United States in Seoul in late November. And on December 6, they finally agreed to pay for next year's upkeep 725.5 billion won, an increase of 6.6 percent over this year's. &nbsp;&nbsp;&nbsp;\r\n In this regard, the chief of the south Korean side's delegation to the negotiations asserted that the agreement is the \"most reasonable result from the spirit of the south Korea-U.S. alliance.\" And he defended the recent step by claiming that the increase of upkeep is for raising personnel expenses of south Korean workers working at U.S. military bases. &nbsp;&nbsp;&nbsp;\r\n However, people from different strata in south Korea are charging that the authorities have yielded to the U.S. pressure to increase the upkeep and such pressure will be kept.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Banner of \"By Our Nation Itself\" Should Be Held Higher: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#8",
            "content": "Banner of \"By Our Nation Itself\" Should Be Held Higher: Rodong Sinmun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The Koreans in the north and the south of Korea and abroad should turn out as one man in a struggle to resolutely foil the outsiders' attempt to launch a new war and their moves against Korea's reunification with concerted efforts of the nation, keeping a tight hold on the banner of \"By our nation itself\" as the lifeline in achieving the country's reunification and carving out the destiny of the nation, says Rodong Sinmun Monday.\r\n Stating that there is no more influential ideological weapon than the idea of \"By our nation itself\" in achieving great national unity, the author of the article says: &nbsp;&nbsp;&nbsp;\r\n The Koreans can certainly overpower the outsiders bent on aggression and dynamically advance the cause of independent reunification of the country when they hold high the banner of national unity and cooperation, cherishing the idea of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n It is important to hold fast to the stand of putting the nation above all in all fields of inter-Korean relations and the reunification movement, if national unity and cooperation based on this idea is to be boosted. &nbsp;&nbsp;&nbsp;\r\n The stand of putting the nation above all calls for giving priority to the nation, approaching everything from the stand of defending the national dignity and meeting its interests and solving everything in reliance upon the strength of the nation itself. &nbsp;&nbsp;&nbsp;\r\n This view and stand categorically rejects flunkeyism and dependence on outsiders. &nbsp;&nbsp;&nbsp;\r\n Tripartite solidarity among Koreans in the north, the south and overseas should be further bolstered to give greater scope to the might of the driving force of the nation under the banner of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n Strengthened tripartite solidarity and its enhanced role are a sure guarantee for immensely boosting the might of the pro-reunification patriotic force of the nation itself. &nbsp;&nbsp;&nbsp;\r\n The eventful achievements made in improving the inter-Korean relations and developing the reunification movement in the wake of the publication of the June 15 joint declaration are all fruits of national cooperation brought by the patriotic enthusiasm and devotion of the three parties. &nbsp;&nbsp;&nbsp;\r\n History and reality clearly prove that tripartite solidarity whereby to wage a nation-wide joint struggle by pooling the patriotic strength and enthusiasm of all the fellow countrymen for reunification is a powerful driving force for accomplishing the cause of reunification. &nbsp;&nbsp;&nbsp;\r\n There is no doubt that the might and role of the patriotic force for reunification of the nation itself will be drastically enhanced when all the pro-reunification patriotic forces in the north, the south and overseas solidarize with one another in their organizations and social strata, achieve bilateral and multi-lateral solidarity and energetically wage diverse actions for solidarity and unity by enlisting all opportunities and possibilities. &nbsp;&nbsp;&nbsp;\r\n It is the requirement of the times and history for all the Koreans to achieve great national unity under the banner of \"By our nation itself.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Youth, Vibrant Militant Unit for Building Powerful Country",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#9",
            "content": "Korean Youth, Vibrant Militant Unit for Building Powerful Country\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The young people of the new generation in the DPRK will follow the path of Songun indicated by the headquarters of the revolution and manifest their dignity and honor as reliable successors to the revolution and young vanguard of Songun despite any adversity and no matter how much water may flow under the bridge, says Rodong Sinmun Monday in a signed article.\r\n It is the great pride of the Workers' Party of Korea and the Korean people to have a large contingent of the young vanguard of Songun upholding the cause of building a great prosperous powerful nation, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The proud trait of the Korean youths performing feats in building a great prosperous powerful nation can be found in upholding the idea and leadership of Kim Jong Il with transparent revolutionary outlook on the leader. &nbsp;&nbsp;&nbsp;\r\n All the Korean youths are replete with fixed resolution to exalt every moment of their lives for the party and the leader and follow the leadership of the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n Their proud feature can be seen in devoting everything to the society and the collective and to the struggle for the prosperity of the country and the nation with lofty outlook on life and working and living in a revolutionary way with a staunch class stand against imperialism. &nbsp;&nbsp;&nbsp;\r\n It is none other than the young Koreans who are working hard to do good things and contribute even a little to the development of the country, valuing the interests of the party, the revolution, the society and the collective more than their own interests. &nbsp;&nbsp;&nbsp;\r\n In Korea youths always take the lead in hard and difficult work and collective innovations are effected wherever they are. &nbsp;&nbsp;&nbsp;\r\n They are firmly convinced of the victory of the socialist cause and are well aware of the reactionary nature of the U.S. imperialists and the corruptness of the capitalist society. &nbsp;&nbsp;&nbsp;\r\n There can be no unsound way of life among the Korean young people who are firmly imbued with the Songun idea, the Songun revolutionary theory of the Party and have high revolutionary vigilance against the U.S. imperialists' ideological and cultural poisoning.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Distinguished Services of Power Constructors",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#10",
            "content": "Distinguished Services of Power Constructors\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- The constructors of the Kumjingang Hungbong Youth Power Station are highly appreciated as models in the Songun era.\r\n Two years ago the government took a measure to build power stations along the Kumjin River which had been regarded as difficult one to harness. &nbsp;&nbsp;&nbsp;\r\n The ground-breaking ceremony of the construction project took place on the coldest day in 50 years. &nbsp;&nbsp;&nbsp;\r\nSeeing the construction corps formed with 500 people of various strata, the participants worried about whether they could carry out the huge project. &nbsp;&nbsp;&nbsp;\r\n The builders, however, buckled down to the work without hesitation with a faith and grit that as the Party decides, so we do. &nbsp;&nbsp;&nbsp;\r\n Even when an unprecedented flood submerged everything on the construction site, they redoubled their efforts to build dams. &nbsp;&nbsp;&nbsp;\r\n People in Hamju County carried on their back earth and pebble that could be done by more than 960,000 10-ton- trucks. &nbsp;&nbsp;&nbsp;\r\n Their heroic efforts resulted in the construction of a huge dam across the Kumjin River, a vast artificial reservoir, cosy dwelling houses and farmers' rest home welded with beautiful surrounding scenery. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il provided field guidance to the power station in November, Juche 95 (2006). Then he highly appreciated the labor feats of the constructors, saying that they, who gave precedence to the interests of the country and the revolution ahead of themselves and their families and devoted all their wisdom and energy to the construction project, were pearl-like people. &nbsp;&nbsp;&nbsp;\r\n The country will thrive by the efforts of such people.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Taehwa Palace Site Discovered in Korea",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#11",
            "content": "Taehwa Palace Site Discovered in Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- A research group of the Faculty of History under Kim Il Sung University has newly unearthed the relics of Taehwa Palace site, a royal palace of the Koryo period.\r\n It was a royal palace that Koryo, the first unified state in the Korean history, built in order to transfer the capital from Kaesong (Kaegyong at that time) to Pyongyang (Sogyong at that time). &nbsp;&nbsp;&nbsp;\r\n King Wanggon had paid importance to Pyongyang. At his ten-point behest, he said that Sogyong was the key-point of the country and the base for the royal cause of all ages and adjured to the successive kings of Koryo to promote the prosperity of the royal court by managing the state affairs in Sogyong for a certain period every year. &nbsp;&nbsp;&nbsp;\r\n In accordance with the behest, Koryo attempted to move the capital from Kaesong to Pyongyang several times. In the first half of the 12th century, King Injong ordered to build a royal palace at Ryongchu-Dong No. 1, Ryongsong District of Pyongyang and named it \"Taehwa Palace.\" &nbsp;&nbsp;&nbsp;\r\n The Taehwa Palace is located in a position between two ridges with a mountain peak 160 meters high above the sea level as guardian mountain, which are linked with a ridge. &nbsp;&nbsp;&nbsp;\r\n The palace had a three kilometer-long wall and covered 550,000 square meters. &nbsp;&nbsp;&nbsp;\r\n The inner part of the palace was divided into palace district No. one and palace district No. two. &nbsp;&nbsp;&nbsp;\r\n In district No. one site are two buildings where the king met his subjects, held receptions and managed the state affairs. The first building is 50m X 46.5m and the second 46m X 20m. &nbsp;&nbsp;&nbsp;\r\n Palace district No. two is situated in a place 300 meters northeast of palace district No. one. There are four building sites and a building site in the west.  The third building site which is seemed as the main building is fairly large in size and complex in form. &nbsp;&nbsp;&nbsp;\r\n The building site is 71 meters in front and 40 meters in the flank. The main building has attached buildings on both sides. The main building is surrounded with a corridor. There are corridors leading to the main building, the floor of which is paved with bricks. There are drainage facilities along the corridors. &nbsp;&nbsp;&nbsp;\r\n The attached buildings were built on the areas lower than the main building. This is the traditional architectural form handed down from the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n A lot of relics have been unearthed from the palace districts. Among them are the dragon head and ornament depicting a ghost decorating buildings, porcelain, pieces of ceramic wares and ironware. &nbsp;&nbsp;&nbsp;\r\n There are also convex tiles at the edge of eaves decorated with the petals of the flower, characters, bine and a ghost. &nbsp;&nbsp;&nbsp;\r\n Conspicuous are pieces of iron tiles. &nbsp;&nbsp;&nbsp;\r\n The discovery of the Taehwa palace site and relics is of great significance in clarifying in a scientific way the history and position of Pyongyang, the succession relations between Koguryo and Koryo and in studying the architectural style and relics of Koryo. &nbsp;&nbsp;&nbsp;\r\n The sites of royal palaces which have been discovered include the Anhak palace site of Koguryo, Sanggyongryongchonbu of Palhae, Manwoldae palace site and the Taehwa palace site of Koryo.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Lao Ambassador",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#12",
            "content": "Kim Yong Nam Meets Lao Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Chanpheng Sihaphom, Lao ambassador e.p. to the DPRK who paid a farewell call on him, at the Mansudae Assembly Hall Monday.\r\n Present there were Kim Yong Il, vice-minister of Foreign Affairs, officials concerned and Phonekham Inthaboualy, councilor of the Lao embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Apologize and Compensate for Its Past Hideous Crimes",
            "url": "http://kcna.co.jp/item/2006/200612/news12/12.htm#13",
            "content": "Japan Urged to Apologize and Compensate for Its Past Hideous Crimes\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 11 (KCNA) -- Japan occupied Korea by force of arms and perpetrated unprecedented fascist outrages against the Korean people, depriving them of the national sovereignty and working hard to exterminate them in the last century. It should apologize and compensate for these hideous crimes.\r\n A spokesman for the Korean Democratic Lawyers Association said this in a statement on Monday 70 years since the fabrication and promulgation of the \"Order for the probation of political offenders\" by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists, much upset by the anti-Japanese armed struggle of the Korean nation gaining in scope and strength centering around Mt. Paektu and extending its influence inside Korea in the middle of the 1930s, fabricated and promulgated the order on Dec. 12, 1936 as \"imperial order\" No. 16 in a bid to hold this in check. It called for keeping those who could not be punished due to the lack of \"evidence\", political offenders who were detained but later released in the absence of \"evidence\" and those regarded \"politically dangerous\" from acquiring the right of abode or going in touch or communicating with other persons. &nbsp;&nbsp;&nbsp;\r\n In March 1941, they fabricated and promulgated more draconic \"order for detaining political offenders in advance\" whereby they indiscriminately arrested, detained and cruelly cracked down or persecuted not only the patriots who were on the want lists as ideologically seditious elements and undesirable elements but all those whom they deemed incurring their displeasure. &nbsp;&nbsp;&nbsp;\r\n  The number of the patriots whom they threw into prisons and detention centers for the probation of political offenders on absurd charges reached more than 92,580 in 1936 and at least 165,300 in 1938, even according to data made known, and they savagely killed a large number of people through harsh torture to force them to make an ideological conversion. &nbsp;&nbsp;&nbsp;\r\n History records numerous aggressions by imperialists and crimes committed by them during their colonial rules over other countries and nations but it does not know such barbaric and harsh imperialists as the Japanese imperialists who brutally cracked down upon the struggle of the Korean people to regain the national sovereignty and the independence of the country by \"legalizing\" the most hideous crimes against humanity. &nbsp;&nbsp;&nbsp;\r\n  Japan has neither right nor face to talk about \"human rights\" as its history is woven with crimes.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}