{
    "date": "2006-09-18",
    "url": "http://kcna.co.jp/item/2006/200609/20060918.htm",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Foreign Heads of State and Government",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#1",
            "content": "Kim Yong Nam Meets Foreign Heads of State and Government \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Sept. 15 separately met and had friendly talks with Iranian President Mahmoud Ahmadinejad and Mongolian President Nambariin Enkhbayar who are attending the 14th summit of non-aligned countries.\r\n The Iranian President said that it is the firm will of the Iranian government and people to develop the overall bilateral relations between the two countries, noting that Iran has attached great importance to relationship with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Mongolian President said that the relations between Mongolia and the DPRK are expanding in political, economic, cultural and all other fields. &nbsp;&nbsp;&nbsp;\r\n In the venue of the summit, Kim Yong Nam met the Presidents of Croatia and Zimbabwe, the Thai Prime Minister, the vice-president of the Council of State of Cuba, the deputy prime minister of Brunei, the foreign ministers of Iran, Gabon and Singapore and the head of the International Department of the Central Committee of the Communist Party of Cuba.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Disgusting Charade of Japan",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#2",
            "content": "KCNA Blasts Disgusting Charade of Japan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- As already reported, the DPRK's team was barred from participating in the FINA Synchronized Swimming World Cup 2006 now underway in Yokohama, Kanagawa Prefecture, from September 14 due to the refusal of the Japanese Ministry of Justice to issue visas to it.\r\n The DPRK underwent intensive training for success after making an application for the competition. Japan's action against the team was evidently prompted by its authorities' hostile policy and bitterness towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan disliked the participation of the DPRK team in the competition from the outset. The authorities instructed its organizing committee not to allow the DPRK national flag to be displayed under any circumstances while the competition was underway. So the committee absurdly proposed using the flags of national associations during their teams' entry into the venue of the opening ceremony of the competition, quite contrary to the international sporting practice. &nbsp;&nbsp;&nbsp;\r\n Moreover, when the participation of our team in the event became obvious and the assertion that the DPRK national flag should be hoisted during the whole period of the competition became undeniable, Japan did not hesitate to disallow the participation of our team under the pretext of \"turning down applications for visas.\" &nbsp;&nbsp;&nbsp;\r\n This case clearly proved that the Japanese politicians are no more than the political dwarfs and anti-DPRK fanatics who regard the inviolable international arena including sports events as a political gambling site. &nbsp;&nbsp;&nbsp;\r\n It is not the first time that the Japanese authorities resorted to such clumsy charade, stunning the world. &nbsp;&nbsp;&nbsp;\r\n Recently alone, Japan took a series of actions against the DPRK as evidenced by the fact that it prevented a DPRK religionists' delegation from attending the 8th regular meeting of the World Conference of Religions for Peace and its team from participating in the 15th East Asia Children's Table Tennis Championships. &nbsp;&nbsp;&nbsp;\r\n It is a stereotyped trick of the Japanese reactionaries to refuse to issue visas to DPRK delegations and sports teams and block their entry into Japan on charges of violation of some \"clauses\" of their law. &nbsp;&nbsp;&nbsp;\r\n Lurking behind this ceaseless hostile behavior of Japan is a sinister intention to win popularity by toeing the U.S. policy to isolate the DPRK in international arena. &nbsp;&nbsp;&nbsp;\r\n Japan is, indeed, a shameless and mean country, an unprecedented human rights abuser and the world's only graveyard of politicians as it allows its dignity to be hurt and defies international practice in order to please the U.S., its master. &nbsp;&nbsp;&nbsp;\r\n It is only Japan in the world that has no option but to use even international events to be held in the idea of independence, peace and friendship for achieving its political purpose. &nbsp;&nbsp;&nbsp;\r\n Japan is now finding itself in such a deplorable position where it has to use even inviolable international arenas for achieving its despicable purpose despite the rebuff and condemnation from the international community.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Give up its Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#3",
            "content": "U.S. Urged to Give up its Hostile Policy toward DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- As already reported, a big counterfeit case was recently discovered in Portugal.\r\n The Portuguese police announced that it launched search operations against the network of counterfeiting dollar notes to seize total US$ 7.5 million worth of counterfeit dollars and equipment and arrest suspects. It is said that this is the largest one of the counterfeit cases so far discovered in the world. &nbsp;&nbsp;&nbsp;\r\n The counterfeit of dollars in an allied country of the U.S. is a typical example which clearly indicates where its origin is. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous that the U.S., which was claiming to be a \"victim\" of the monetary crime, has kept mum about the notorious case. &nbsp;&nbsp;&nbsp;\r\n This offers a striking contrast to the fact that the U.S. has put an unreasonable financial sanction upon the DPRK, branding it as a \"country of counterfeit\" without reasonable ground and material evidence. &nbsp;&nbsp;&nbsp;\r\n It made it clearer that the U.S. financial sanction is aimed to tarnish the image and authority of the DPRK and stifle its system by terming it an \"illegal state.\" &nbsp;&nbsp;&nbsp;\r\n The U.S.-loudmouthed issue of \"counterfeit\" can never be in the DPRK, but rather the DPRK is its victim. &nbsp;&nbsp;&nbsp;\r\n It is known to the world that the U.S. itself tops the list of those countries of counterfeit. In 2004 alone, counterfeited dollar notes to the tune of 46.5 million U.S. dollars and nearly 500 counterfeiting places were detected in the U.S. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. is now raising a hue and cry over someone's \"counterfeit\" like a thief crying \"stop the thief!\" &nbsp;&nbsp;&nbsp;\r\n The U.S. should immediately give up its anachronistic hostile policy toward the DPRK and lift its unreasonable financial sanction on it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Democratic Congo",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#4",
            "content": "Kim Jong Il's Work Off Press in Democratic Congo \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- General Secretary Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet by a publishing house of Democratic Congo.\r\n Its director said in a speech at a releasing ceremony on Sept. 8 that he deemed it a great honor to publish the famous work of Kim Jong Il, a great thinker and theoretician, on the occasion of the 58th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK is now stepping up the building of a great prosperous powerful nation because it embodies the original Juche philosophy, he stressed. &nbsp;&nbsp;&nbsp;\r\n He said he would more positively publish famous works of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletins on DPRK Issued in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#5",
            "content": "Information Bulletins on DPRK Issued in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship issued information bulletin titled \"The DPRK, a country winning victory by the might of Songun\" on Sept. 7 on the occasion of the 58th anniversary of the DPRK.\r\n The bulletin said that the DPRK has consistently enforced the Songun policy and is now fully displaying its might by Songun. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has developed in depth the Songun idea of President Kim Il Sung to put military affairs above all other things and pushed ahead with the socialist cause with the army as the pillar of the country, the main force of the revolution, it said, stressing that the DPRK would win victory in the future, too, under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The Nigerian National Committee for the Study of the Juche Idea issued information bulletin titled \"President Kim Il Sung, founder of the DPRK\" on Sept. 8. &nbsp;&nbsp;&nbsp;\r\n The bulletin said that the Korean people could be the dignified people of an independent and sovereign state and the DPRK could be turned into a socialist country centered on the popular masses as the President founded the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Removal of Dwelling Houses Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#6",
            "content": "Removal of Dwelling Houses Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly made public a statement titled \"We denounce the U.S. troops, aggressors, for the forcible removal of dwelling houses in Phyongthaek, demolition of village\" on Sept. 13.\r\n The statement referred to the fact that at the instigation of the U.S. troops the south Korean authorities mobilized police force to forcibly remove the dwelling houses in Taechu-ri and Todu-ri, the designated places for the expansion of the U.S. military base. It branded the removal as an obvious crime to calm down the people's resentment against the U.S. and war. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the south Korean Federation of University Student Councils on Sept. 14 made public a statement in demand of a halt to the forcible removal of dwelling houses in Phyongthaek and the moves for a war in the Korean Peninsula. It charged that the forcible removal of the dwelling houses is a sycophantic treachery for materializing the \"strategic flexibility\" of the U.S. troops in south Korea and stepping up preparations for a war against the north. &nbsp;&nbsp;&nbsp;\r\n Vehemently condemning the pro-American bellicose forces for their hair-raising atrocity of trying to turn the land of Phyongthaek into the U.S. base for war, the statement stressed that the pro-American warlike forces' action of harassing the security of the nation and depriving residents in Phyongthaek of living grounds will never be pardoned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Memorial Service for National Democratic Martyrs and Victims Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#7",
            "content": "Memorial Service for National Democratic Martyrs and Victims Declared in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- A period of the 17th memorial service of all the south Korean people for national democratic martyrs and victims was reportedly proclaimed with due ceremony in Seoul on Sept. 11.\r\n Speakers at the proclaiming ceremony said that more people are being killed by the public security authorities, expressing their determination to wage a more vigorous struggle to realize the desire of the martyrs. &nbsp;&nbsp;&nbsp;\r\n The memorial service for the martyrs and victims itself is a struggle, said the written proclamation read out at the ceremony. It expressed the will to conduct diverse activities to convey the intention of the martyrs. &nbsp;&nbsp;&nbsp;\r\n The proclamation demanded the authorities to have a correct understanding of the martyrs and victims and institute a law on persons of merit in the movement for democratization with a view to systematizing their treatment. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants held a memorial service in the plaza of the Seoul city building. &nbsp;&nbsp;&nbsp;\r\n Earlier, a press conference took place in connection with the memorial service.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Survey of Waters around Tok Islet under Fire",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#8",
            "content": "Joint Survey of Waters around Tok Islet under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- The national movement headquarters for defending Tok islet called a news conference in front of the building of the Ministry of Foreign Affairs and Trade in Seoul on Sept. 11 as regards the fact that south Korea and Japan are going to make a joint survey of radioactive pollution in waters around Tok islet, according to a news report.\r\n A statement and press release were read out at the news conference. &nbsp;&nbsp;&nbsp;\r\n Japan is now leaving no stone unturned to grab Tok islet and resorting to a crafty machination under the pretext of survey of radioactive pollution, the statement said. &nbsp;&nbsp;&nbsp;\r\n If the Japanese survey team is allowed to enter into the waters under the control of south Korea, it will be a grave encroachment on the territorial sovereignty, the press release pointed out.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Arrives in Havana",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#9",
            "content": "Kim Yong Nam Arrives in Havana\r\n&nbsp;&nbsp;&nbsp;Havana, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, arrived in Havana on Sept. 15 to participate in the 14th summit of non-aligned countries.\r\n He was greeted at the airport by the minister of Justice of Cuba, the Cuban ambassador to the DPRK, the DPRK ambassador to Cuba and embassy officials. &nbsp;&nbsp;&nbsp;\r\n A welcome ceremony took place at the airport.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Censures Visit to \"Yasukuni Shrine\"",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#10",
            "content": "Rodong Sinmun Censures Visit to \"Yasukuni Shrine\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- Rodong Sinmun today in a signed article discloses the ulterior intention of the Japanese ruling quarters' continued visits to the \"Yasukuni Shrine.\"\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n Their intention is to instill the militaristic idea deeper into the hearts of Japanese with the shrine as a base. &nbsp;&nbsp;&nbsp;\r\n The shrine is a base for propagandizing the militaristic idea, which the Japanese ruling quarters revived in a bid to maintain their power and pave the way for reinvasion. &nbsp;&nbsp;&nbsp;\r\n The idea of worship for \"emperor\" which was deeply rooted in the hearts of the Japanese has faded out after the defeat of the Japanese imperialists in the Second World War. The crafty Japanese militarists have buckled down to a drive for restoring the weakened national sentiment of the Japanese through the shrine. It was the ulterior intention of the Japanese militarists' visits to the shrine to make Japan become the \"leader\" of Asia on the basis of the spirit of Yamato nation. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists are making the visits to the shrine \"rituals\" to instill into the mind of the people the cognition that those who have their soul in the shrine would enjoy \"God's favor\". They seek to make people always remember those who died in a war of aggression and inherit their spirit. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters' visits to the shrine have played the role of a catalyst of infusing people with the militaristic idea. &nbsp;&nbsp;&nbsp;\r\n Another intention of the Japanese militarists is to maintain their power by currying favor with the people. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters' visits to the \"Yasukuni Shrine\" are entailing a serious aftermath of disturbing peace and security in Asia. If one fails to see through the danger of the Japanese militarists' visits to the shrine and weakens the degree of the struggle against them, it would open the way for reinvasion to the posterity of Japanese samurai.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Chile",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#11",
            "content": "Greetings to President of Chile\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Sept. 15 sent a message of greetings to Michelle Bachelet, President of Chile, on the occasion of its independence day.\r\n Expressing the belief that the bonds of friendship and cooperation between the two countries would develop in different fields, the message wholeheartedly wished the president greater success in her responsible work for the prosperity of the country and wellbeing of the people.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Struggle for Peace against War",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#12",
            "content": "Rodong Sinmun Calls for Struggle for Peace against War\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- The U.S. is desperately resorting to the moves to provoke a war of aggression in a bid to realize its wild ambition to dominate the whole of Korea. The entire Korean nation should turn out in the struggle for peace against war to defend itself and shape out the road of national prosperity under the grave situation prevailing in the Korean Peninsula.\r\n Rodong Sinmun Sunday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The entire Korean nation at present is facing the most urgent task to smash the U.S. criminal moves for a war of aggression against the DPRK and defend the security and peace of the country with its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n The whole nation should firmly maintain and apply the principle of national independence in the struggle for peace against war. &nbsp;&nbsp;&nbsp;\r\n The whole nation should get rid of flunkeyism and the foolish tendency of expecting mercy from the aggressive U.S. &nbsp;&nbsp;&nbsp;\r\n Whoever loves the country and worries about the destiny of the nation should struggle in unity to defend the peace and security of the country, irrespective of different residential quarters and social standings. &nbsp;&nbsp;&nbsp;\r\n It is too obvious that if a war breaks out in this land where the one and same nation lives, it would inflict irrevocable misfortune and disaster upon the whole Korean nation. &nbsp;&nbsp;&nbsp;\r\n When the north and the south of Korea achieve firm national cooperation as required by the June 15 joint declaration, no outsiders will provoke the Korean nation and the peace of the country and the security of the nation will be defended. &nbsp;&nbsp;&nbsp;\r\n The Songun politics serves as a matchless treasured sword for defending the peace of the Korean Peninsula and the sovereignty of the Korean nation. The entire Korean nation in the north and the south and overseas should unanimously support and defend the Songun politics and uphold it with warm patriotic mind in the future, too.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#13",
            "content": "DPRK's Birthday Celebrated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 17 (KCNA) -- Meetings took place in Russia, Bangladesh, Nepal and Denmark between Sept. 4 and 7 in celebration of the 58th anniversary of the DPRK.\r\n On display at the venues of the meetings were photos showing the undying feats of the peerlessly great persons and books and photos showing the proud successes made by the Korean people in the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Dmitri Kostenko, chairman of the Russian Youth Association for the Study of the Juche Idea, in a speech at the meeting said that the DPRK is the socialist country standing in the forefront of the anti-imperialist struggle, defending world peace and stability. &nbsp;&nbsp;&nbsp;\r\n Amik Sherchan, deputy prime minister of the Nepalese government, said that President Kim Il Sung led the anti-Japanese armed struggle to victory, liberated Korea, founded the DPRK and built a genuine country of the people. &nbsp;&nbsp;&nbsp;\r\n The Songun policy enforced by Kim Jong Il is a great policy reliably guaranteeing the peace and security of Asia and the rest of the world as well as the Korean Peninsula, he added. &nbsp;&nbsp;&nbsp;\r\n Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, referred to the immortal exploits of the President in building a state and the proud achievements of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Messages of greetings to Kim Jong Il were adopted at the meetings.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Birthday of DPRK Observed",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#14",
            "content": "Birthday of DPRK Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- Meetings of political parties and organizations in Mongolia, Tanzania and Finland were held in their capital cities on Sept. 8 on the occasion of the 58th anniversary of the DPRK.\r\n Photo exhibitions and film shows took place in Democratic Congo, Egypt, Equatorial Guinea, Nigeria, Libya, Indonesia and Singapore in the period from Aug. 21 to Sept. 6. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the meetings and photo exhibitions were photos showing the feats performed by President Kim Il Sung in the nation-building and the Songun revolutionary leadership exploits of Kim Jong Il and shining successes made by the Korean people in building a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films including  \"The Rivers and Mountains of the Country Being Face-lifted under the Leadership of Great General,\" \"The Brilliant History of the Great Leadership,\" \"The Great Leader Steering the Building of a Great Prosperous Powerful Nation to Victory\" and \"55th Founding Anniversary of the DPRK.\" &nbsp;&nbsp;&nbsp;\r\n Speakers at the functions highly praised the exploits Kim Il Sung performed by founding the DPRK and strengthening and developing it. &nbsp;&nbsp;&nbsp;\r\n They also highly praised Kim Jong Il for having demonstrated the dignity of the DPRK true to the idea and cause of the President and firmly consolidated it as an invulnerable fortress of socialism with his Songun politics. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at a meeting held in Finland.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy in Conakry from Guinean President",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#15",
            "content": "Floral Basket to DPRK Embassy in Conakry from Guinean President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- Guinean President Lansana Conte sent a floral basket to the DPRK embassy in Conakry on Sept. 9 on the occasion of the 58th birthday of the DPRK.\r\n Written on the ribbon of the floral basket were letters \"Congratulations to Your Excellency Kim Jong Il. General Lansana Conte, President of the Republic of Guinea.\" &nbsp;&nbsp;&nbsp;\r\n The floral basket was laid before the full-length portrait of President Kim Il Sung and General Secretary Kim Jong Il in the embassy.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secretary of People's Bureau of Libya Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#16",
            "content": "Secretary of People's Bureau of Libya Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- Bashir Ramadan Khalifa Abu Janah, secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya in Pyongyang, hosted a reception on Sept. 15 on the occasion of the 58th birthday of the DPRK.\r\n Present there on invitation were Rim Kyong Man, minister of Foreign Trade, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the DPRK-Libya Friendship Association, Kim Tang Su, director of the Bureau of Diplomatic Corps Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Libyan people's bureau were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Organization Vows to Intensify Anti-U.S. Movement",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#17",
            "content": "S. Korean Organization Vows to Intensify Anti-U.S. Movement\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly adopted a resolution on Sept. 8 in which it fixed the period from Sept. 8 61 years since the U.S. forces' occupation of south Korea to Nov. 20 as a \"period of actions for putting the anti-U.S. movement of the solidarity on a mass basis.\"  \r\n The organization declared that in the period it would carry on its actions under the following four major slogans: \"No U.S. moves for a war on the Korean Peninsula,\" \"No conclusion of south Korea-U.S. FTA,\" \"No reorganization of south Korea-U.S. military alliance for aggression\" and \"U.S. forces, quit south Korea.\"    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Forcible Removal of Dwelling Houses from Phyongthaek Protested",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#18",
            "content": "Forcible Removal of Dwelling Houses from Phyongthaek Protested\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- The south Korean authorities reportedly forcibly removed dwelling houses on Sept. 13 from Taechu-ri and Todu-ri in Phaengsong Township of Phyongthaek City, Kyonggi Province, planned for the expansion of the U.S. military base, despite strong opposition of inhabitants of different social standings.\r\n At least 18,000 policemen of 167 companies and hundreds of gangsters and heavy machines and other equipment were mobilized for the removal of the dwelling houses. &nbsp;&nbsp;&nbsp;\r\n Members of civic and public organizations and students organized a group of demonstrators before offering strong resistance against the eviction. &nbsp;&nbsp;&nbsp;\r\n The inhabitants of the area and members of different organizations held a meeting to vow to struggle for checking the eviction. &nbsp;&nbsp;&nbsp;\r\n The All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek held the 742nd \"candle-light cultural event\" in Taechu-ri with its inhabitants attending on Sept. 12 while the group of demonstrators staged a candle-light meeting and demonstration in protest against the forcible removal of dwelling houses by the authorities.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Attempt at Military Overseas Expansion Flayed",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#19",
            "content": "Japan's Attempt at Military Overseas Expansion Flayed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- The Japanese reactionaries are contemplating upgrading the Defence Agency into a \"ministry\" and adopting a law related to overseas dispatch of the \"Self-Defense Forces\" (SDF). This is aimed at setting up an official state military machine tasked to smoothly carry out their plan to turn Japan into a military power and launch overseas expansion and give the legitimate nature and status of regular armed forces to the SDF in a bid to round off the arrangements for military overseas aggression. Rodong Sinmun Saturday observes this in a signed commentary.\r\n  It goes on: &nbsp;&nbsp;&nbsp;\r\n This cannot be construed otherwise than a very grave development as it is a dangerous move of the Japanese militarists to realize their ambition to turn Japan into a military power and launch overseas expansion. &nbsp;&nbsp;&nbsp;\r\n As already known, the Japanese reactionaries have become all the more undisguised in the above-said moves since the demise of the Cold War. SDF's sphere of operation has gone beyond the boundary of Japan and, keeping pace with this, it has been reorganized to increase troops of its deployment in the western region of Japan close to the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The replacement of SDF's equipment by modern, long-range and large-sized hardware is making rapid progress. It is against this backdrop that the Japanese reactionaries are working hard to expand the sphere of overseas operation of SDF. &nbsp;&nbsp;&nbsp;\r\n The Japan Defense Agency has functioned as a subsidiary institution, far from being an official part of the Cabinet. It is said that in case SDF is upgraded into the \"defense ministry\", it will have much higher position and authority than now as it will independently submit any proposal on military affairs to the Cabinet and call for a separate \"defense budget\".&nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries designated the Korean Peninsula as their primary target of overseas aggression. The Japanese militarists intend to start their operation to conquer Asia and the rest of the world by invading Korea as they have watched for a chance to stage a comeback to Korea, nostalgic for their past colonial rule over it. &nbsp;&nbsp;&nbsp;\r\n If the Japanese militarist forces' reckless moves for reinvasion are not checked, it will spark a serious situation and entail grave consequences. \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bolstering up Driving Force of Revolution in Songun Era Called for",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#20",
            "content": "Bolstering up Driving Force of Revolution in Songun Era Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- General Secretary Kim Jong Il set out the idea and theory that the driving force of the revolution in the Songun era is an integral whole of the leader, the party, the army and the people. This is a famous formulation as it indicated the way for strengthening the revolutionary ranks as required by the era and the developing revolution.\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The idea and theory of the Workers' Party of Korea on the driving force of the revolution in the Songun era is the idea and theory based on the unique clarification of the issue of the main force of the revolution. &nbsp;&nbsp;&nbsp;\r\n The WPK clarified that a revolutionary army is a major player in the driving force of the revolution in the light of its position in the revolutionary struggle and its vanguard role and enunciated the idea of bolstering up the force with the People's Army as a main force of the revolution. This serves a great idea as it successfully solved the issue of forming revolutionary forces in our era. &nbsp;&nbsp;&nbsp;\r\n The justice of the WPK's idea and theory on the driving force of the revolution in the Songun era is proved by the fact that they are based on a deep analysis of the development of the times and socio-class relations and they reflect the law-governed process of accomplishing the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n The idea and theory on the driving force of the revolution in the Songun era set out by the WPK serve as a powerful weapon for reinforcing the single-minded unity of the party and the revolutionary ranks to give full play to their might and steer Korean-style socialism to victory.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Efforts for Preserving Ozone Layer",
            "url": "http://kcna.co.jp/item/2006/200609/news09/18.htm#21",
            "content": "DPRK's Efforts for Preserving Ozone Layer\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 16 (KCNA) -- The government of the Democratic People's Republic of Korea channels many efforts into the work for preserving ozone layer as part of environmental protection.\r\n It has achieved a great success in the activities for realizing the programme of reducing the substances destroying ozone layer since it signed in January Juche 84 (1995) the Vienna Convention on decreasing the CFCs production to 50 percent by 2005 and 85 percent by 2007. &nbsp;&nbsp;&nbsp;\r\n The DPRK did away with all the CFCs production processes in 2004 and took a measure to ban the use of the old refrigerant in 2005. From this year, it changes the refrigerant that had been used in the public service facilities, industrial establishments and various transport means with substitute refrigerant which does not exert harmful influence on the ozone layer. &nbsp;&nbsp;&nbsp;\r\n Brisk are propaganda activities for protecting the ozone layer. &nbsp;&nbsp;&nbsp;\r\n Along with the propaganda through TV, technical courses on the usage of substitute refrigerant and the method of collecting the already used refrigerant are organized among refrigerator technicians. &nbsp;&nbsp;&nbsp;\r\n The government has also taken a step to restrict and ban the import and application of the air conditioners and refrigerating facilities discharging substances destructive to the ozone layer. &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA on the occasion of the International Ozone Day, Jang Chol Gun, secretary general of the National Ozone Unit, said that the unit would, in the future, too, thoroughly implement the programme of reducing substances destroying the ozone layer worked out in accordance with the Montreal Protocol and amendment in close cooperation with the UN Environment Programme and the UN Industrial Development Organization and thus faithfully perform its national and international duty in the environment preservation field for materializing  the desire of the people to live in a safe and clean circumstance.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}