{
    "date": "2006-03-24",
    "url": "http://kcna.co.jp/item/2006/200603/20060324.htm",
    "articles": [
        {
            "title": "World Day of Meteorology Observed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#1",
            "content": "World Day of Meteorology Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Minju Joson today devotes a signed article to the World Day of Meteorology.\r\n Recalling that the World Meteorological Organization designated \"The prevention and decrease of natural disasters\" as the theme of celebrating the World Day of Meteorology this year, the article notes: &nbsp;&nbsp;&nbsp;\r\n There is a well-regulated system in the DPRK whereby hydrometeorology is managed and conducted in an integral manner. Accurate information about weather and climatic change is speedily provided to various domains of the national economy and the residents to their convenience. &nbsp;&nbsp;&nbsp;\r\n The media make short-, mid- and long-term forecasts of weather and meteorological features, thus giving big help to the people's life and the development of the national economy. &nbsp;&nbsp;&nbsp;\r\n The DPRK as a member of the above-said organization will further intensify the scientific researches into hydrometeorology and round off the system for the prevention of natural disasters in close touch with various other countries of the world and thus achieve greater success in the work to protect the population from natural disasters.    \r\n\r\n\r\n"
        },
        {
            "title": "Korea's Reunification Supported by German President",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#2",
            "content": "Korea's Reunification Supported by German President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- German President Horst Kohler expressed the expectation that the nuclear issue of the Korean Peninsula would be settled peacefully through dialogues and negotiations and Korea would be reunified by the Korean people themselves, when meeting DPRK Ambassador to Germany Pak Hyon Bo who paid a farewell call on him on March 16.    \r\n\r\n"
        },
        {
            "title": "U.S. and S. Korean Authorities' Moves for War Exercises Flailed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#3",
            "content": "U.S. and S. Korean Authorities' Moves for War Exercises Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The General Association of Koreans in China, the China Regional Headquarters of the Overseas' Side Committee for the Implementation of the June 15 Joint Declaration, the China Regional Headquarters of the National Alliance for the Country's Reunification, the Federation of Korean Economic Workers in China, the Youth Federation of Korean Nationals in China, the China Regional Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' Crimes and the Association of Korean Women in China on March 15 made public a joint statement denouncing the moves of the United States and the south Korean authorities to stage large-scale joint military exercises.\r\n The war drills to be staged in south Korea again are aimed to readjust the disgraceful south Korea-U.S. \"alliance\" and make full preparations for nuclear attack operations against the DPRK, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The projected joint military exercises are nothing but an adventurous attempt of the U.S. imperialist warhawks to ignite a new war in the Korean Peninsula anytime and an anti-national criminal act to arrest the aspiration of the Korean nation for independent reunification. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should not join in the futile war exercises, aware that their involvement in the U.S. criminal moves for aggression on Korea is an anti-national, anti-reunification criminal act of trampling on the June 15 joint declaration and hamstringing the favorably developing north-south relations.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK-New Zealand Friendly Meeting Held",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#4",
            "content": "DPRK-New Zealand Friendly Meeting Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- A friendly meeting took place at the Korea-New Zealand Friendship Haksan Co-operative Farm in Hyongjesan District, Pyongyang, on March 22 on the occasion of the fifth anniversary of the establishment of diplomatic relations between the DPRK and New Zealand.\r\n Present on invitation were members of the visiting New Zealand-DPRK Association. On hand were members of the Korea-New Zealand Friendship Association and officials of the farm. &nbsp;&nbsp;&nbsp;\r\n The guests helped farmers in carrying compost. They appreciated an art performance given by farmers and talked with them about the need to boost the relations between the two countries, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n They handed aid materials to the farm.    \r\n\r\n\r\n"
        },
        {
            "title": "GNP Spokesman's Remarks Flayed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#5",
            "content": "GNP Spokesman's Remarks Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Ri Kye Jin, a spokesman for the Grand National Party of south Korea, fully revealed his true colors as a sycophantic traitor on March 15 when he said that a south Korean baseball team sparked off \"a very serious case.\" &nbsp;&nbsp;&nbsp;\r\n The Solidarity of Youth and Students for the Implementation of the June 15 Joint Declaration in a commentary on March 16 condemned him for his sycophantic and treacherous remarks. &nbsp;&nbsp;&nbsp;\r\n His outcries are clear evidence proving whom the conservative politicians of the land have served with so much zeal, the commentary deplored, demanding the GNP disband itself.     \r\n\r\n\r\n"
        },
        {
            "title": "Aim of U.S. Decision to Close Abu Ghraib Prison Disclosed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#6",
            "content": "Aim of U.S. Decision to Close Abu Ghraib Prison Disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The U.S. recent announcement that it would close down the Abu Ghraib Prison in the outskirts of Baghdad within a few months does not mean that it would stop human rights abuses.\r\nThis is nothing but a gimmick to calm down the surging anti-U.S. resentment of the people, says Rodong Sinmun in a brief commentary Thursday.\r\n The decision is aimed to pretend to comply with public opinion, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. should abolish laws encouraging torture if it is to stop monstrous human rights abuses. And it should close down all secret prisons in different parts of the world including the Baghram Prison in Afghanistan and the prison of the U.S. naval base in Guantanamo as well as the Abu Ghraib Prison. Far from doing so, however, the U.S. is now resorting to a sleight of hand. &nbsp;&nbsp;&nbsp;\r\n According to an announcement made by the U.S. forces in Iraq, the prisoners in the Abu Ghraib Prison will be transferred to a new facility under construction near the Baghdad International Airport where former Iraqi President Saddam Hussein and others are held in custody. In the long run, the U.S. is intending to build a new concentration camp of such type as the Abu Ghraib Prison instead of closing it.\r\n It is not hard to guess what the U.S. pursues in building a new prison near the international airport in view of the fact that the U.S. operates secret prisons via airports in European countries. &nbsp;&nbsp;&nbsp;\r\n By closing down the controversial prison the U.S. seeks to calm down the anti-Americanism of the international community and cover up its dirty colors as human rights abuser, but such a clumsy gimmick will never go down with the world as bright as today.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Scheme to Expand \"UN Command\" Flayed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#7",
            "content": "Scheme to Expand \"UN Command\" Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The United States' scheme to expand the \"UN Command\" is a blatant challenge to peace and security of the Korean Peninsula and an act of challenging history and swimming against the trend of the times. Rodong Sinmun today observes this in a signed commentary.\r\n The commander of the U.S. imperialist aggression forces present in south Korea said at a hearing of the U.S. Senate Armed Services Committee that the U.S. would further increase the role of the \"UN Command\" to convert it into a \"multinational coalition command\", the commentary notes, and says: &nbsp;&nbsp;&nbsp;\r\n The U.S. has worked hard to further expand the \"UN Command\", which had been deprived of any justification to stay long ago. Lurking behind the move is a heinous and wicked scheme. &nbsp;&nbsp;&nbsp;\r\n As for this \"command\", it is no more than a puppet body of the U.S. as it has neither any legal ground nor justification for its existence. That was why a resolution calling for the disbandment of the \"command\" was adopted at the 30th UN General Assembly. As the former UN secretary general did, a spokesman for the incumbent UN secretary general recently made it clear that the \"UN Command\" in south Korea does not represent the UN forces. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the U.S. has cried for the increased role of the \"UN Command\", instead of dissolving it. It is preposterous, indeed. What should not be overlooked is that the U.S. intends to invite those countries involved in the \"command\" to work out an operational plan to cope with contingency and participate in detailed activities to implement it. By doing so, it seeks to increase the role of the \"command\" and disguise it as a \"multinational coalition command\" in a bid to use it as a tool for its war of aggression. &nbsp;&nbsp;&nbsp;\r\n The world peace-loving people are becoming increasingly supportive of the DPRK's positive step for demanding the dissolution of the \"UN Command\". The U.S. should no longer insist on keeping the \"command\", but disband it at an early date and withdraw its forces from south Korea. &nbsp;&nbsp;&nbsp;\r\n The DPRK will bolster up its military deterrent to counter the daily escalating moves of the U.S. for aggression.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hydro-meteorological Work in DPRK",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#8",
            "content": "Hydro-meteorological Work in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- March 23 is the World Meteorology Day.\r\n The theme for the year 2006 advanced by the World Meteorological Organization (WMO) is \"Preventing and mitigating natural disasters\". &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA, Ko Sang Bok, vice-director of the Hydro-Meteorological Service of the Democratic People's Republic of Korea, said: &nbsp;&nbsp;&nbsp;\r\n The DPRK, a member nation of the WMO, has directed great efforts to the hydro-meteorological work for preventing and mitigating natural calamities.\r\n Ninety percent of all natural hazards are related to weather, climate and water. The bureau, therefore, is doing in a responsible way the work of collecting, analyzing and disposing in time correct and scientific weather forecast and climatological information in the overall areas of the country. &nbsp;&nbsp;&nbsp;\r\n Weather, hydrological and oceanographic observatories, public weather-forecast service system and research institutions have been set up in different parts of the country. And the meteorological science and observation have been put on latest scientific and technological successes. All this ensures the scientific accuracy and rapidity of the weather forecast. &nbsp;&nbsp;&nbsp;\r\n A well-arranged communication system has been established between the Hydro-Meteorological Service and the weather, hydrological and oceanographic observatories so as to inform climatological data each other.\r\n The modernly furnished general weather and meteorological data service system provides needed weather and meteorological materials to the different sectors of the national economy to prevent and mitigate the possible natural calamities. \r\n Positive measures have been taken for preventing the damage from yellow sand.\r\n A public campaign is being launched to prevent damage by the abnormal weather.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Educational and Treatment Facilities Updated",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#9",
            "content": "Educational and Treatment Facilities Updated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The hospital attached to Pyongyang University of Medicine has been furnished with modern educational and treatment facilities in a matter of two years.\r\n In close contact with various units under the State Academy of Sciences, the hospital has repaired and renovated more than 3,500 facilities and installed scores of equipment based on latest scientific and technological successes. &nbsp;&nbsp;&nbsp;\r\n Electron microscope, which is regarded as an aggregation of apex technology, and inverted microscope, which is of great significance in treatment of chromosome diseases, were improved to increase their capacity scores of times that of the previous ones.\r\n Scientists of the hospital developed laser treatment machines efficacious for curing various kinds of diseases and computerized several equipment including testing machine for kidney functions. &nbsp;&nbsp;&nbsp;\r\n Researchers of the Nano-tech Institute in the Department of Basic Medical Science of the university improved corpuscular cell migration machine, thus bringing about fresh progress in early diagnosis of ulcers and assessment of immunity functions of human bodies. &nbsp;&nbsp;&nbsp;\r\n The hospital manufactured a new dental induction furnace of high frequency and renovated the universal dental treatment machine and the mobile air filter for ensuring aseptic condition operation theatres, increasing the capability more than ten times that of the previous one. &nbsp;&nbsp;&nbsp;\r\n Vice-rector of the university Kim Won Thaek told KCNA that the modernization of educational and treatment equipment makes it possible to increase the education quality to suit the requirement of the IP era and put the treatment on a scientific basis.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "160 People Donate Blood and Pieces of Skin to Burnt Woman",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#10",
            "content": "160 People Donate Blood and Pieces of Skin to Burnt Woman\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- It was in the middle of December last year that Ri Kwang Suk working at the Korean Committee for Cultural Relations with Foreign Countries was badly poisoned from gas and burnt. When she was taken to the Pyongyang City People's Hospital No.2, she was in an unconscious and critical condition.\r\n A medical team of the hospital lost no time in treating her. She was brought back to life thanks to the devoted treatment which continued day and night. But it was raised as the most difficult problem to recover the scars of the second- and third-degree burns in various parts of her body. It needs many pieces of skin. &nbsp;&nbsp;&nbsp;\r\n Her colleagues who were working together with her and many people who happened to hear the news from them rushed to the hospital to donate their blood and pieces of skin to her. Those who donated their blood and pieces of skin to the skin transplantation operation totaled more than 160. &nbsp;&nbsp;&nbsp;\r\n Pak Ki Sop, director of the hospital, told KCNA that the beautiful deeds showed the advantage of the socialist society of the DPRK in which all the people form a big family attending leader Kim Jong Il as the father.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Monument to Victory in Battle in Northern Area of Korea Restored",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#11",
            "content": "Monument to Victory in Battle in Northern Area of Korea Restored\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The monument to the victory in the battle in the northern area of Korea, which had been looted by the Japanese imperialists 100 years ago, was restored in its original site on a low hill in Rimmyong-ri of Kim Chaek City, North Hamgyong Province, the Democratic People's Republic of Korea, on March 23.\r\n The restoration of the monument shows that the Korean nation will not forget the destruction and loot of cultural wealth by the aggressors but take them back without fail no matter how many years have passed. &nbsp;&nbsp;&nbsp;\r\n The monument was erected in 1708 to convey the battle feats of the volunteers' army of Hamgyong Province who routed the Japanese aggressors in the period of Imjin Patriotic War (1592-1598). &nbsp;&nbsp;&nbsp;\r\n The total height of the monument restored in the reserve district covering more than 20,000 square meters is 249 centimeters. &nbsp;&nbsp;&nbsp;\r\n The monument is 187 centimeters high, 66 centimeters wide and 13 centimeters thick. Engraved on the monument are more than 1,400 characters recording the details of the brigandish invasion of Korea by Japan, the formation and expansion of the Hamgyong Provincial volunteers' army by General Jong Mun Bu and its victory in battle.\r\n The foundation stone of the monument was discovered and ascertained the historical evidence while making preparation for its restoration. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists looted in 1905 the monument, precious cultural asset associated with wisdom, courage and patriotic spirit of the Korean nation.\r\n The people of north and south Korea, who are advancing along the road of national unity in the idea \"By our nation itself\" under the banner of the June 15 north-south joint declaration, took back the monument last year by their concerted efforts. And the DPRK had made every preparation for restoring the monument to its original state on the principle of historicism. &nbsp;&nbsp;&nbsp;\r\n A ceremony for erecting the monument was held on the spot Thursday.\r\n Present at the ceremony were Kim Sok Hwan, director of the Bureau for Direction of Cultural Preservation, who is chairman of the Measure Committee for Retaking the \"Monument to the Victory in the Battle in the Northern Area of Korea\", the Rev. Sim Sang Jin, vice-chairman of the Central Committee of the Korean Buddhist Federation, who is standing vice-chairman of the Measure Committee for Retaking the \"Monument to the Victory in the Battle in the Northern Area of Korea\", Ri Pok Il , chairman of the Kim Chaek City People's Committee, officials concerned and working people of the city.\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n After being briefed about the monument, the participants went round it.\r\n The monument was registered as historical relics of national treasure of the DPRK No. 193. &nbsp;&nbsp;&nbsp;\r\n The monument will be preserved forever as a valuable monument to the victory in the patriotic war showing the righteous and strong-willed Korean nation's history of struggle and as an evidence of history indicting the barbarous destruction and predatory acts of historical relics by the Japanese imperialists.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Germany Appointed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#12",
            "content": "DPRK Ambassador to Germany Appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Hong Chang Il was appointed as DPRK ambassador e.p. to Germany according to a decree of the Presidium of the DPRK Supreme People's Assembly.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK FM Spokesman Assails Projected U.S.-S. Korea Joint War Exercises",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#13",
            "content": "DPRK FM Spokesman Assails Projected U.S.-S. Korea Joint War Exercises\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued a statement Thursday to denounce the U.S. bellicose group and the south Korean authorities for planning to stage large-scale RSOI and \"Foal Eagle\" joint military exercises across south Korea from Mar. 25 to 31. \r\n The war maneuvers will involve the U.S. troops in its mainland, in south Korea and overseas, more than 20,000 in all, as well as huge south Korean forces.\r\n Dismissing the exercises as aggressive and adventurous saber-rattling for a preemptive nuclear attack on the DPRK from A to Z, the statement goes on:\r\n Latest war means including Stealth fighter bombers and a nuclear-powered carrier and huge field troops of the U.S. are being hurled into south Korea and waters around it, something unprecedented in recent years, to stage madcap offensive exercises of various forms simulating an actual war such as landing, river-crossing, aerial attack and advance deep into the north. &nbsp;&nbsp;&nbsp;\r\n The U.S. decision to let carrier Abraham Lincoln and its task flotilla participate in the exercises goes to clearly indicate what reckless and dangerous phase the U.S. moves for a preemptive attack have reached as it is a sort of demonstration of its military muscle before the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Bush administration pressurized the south Korean authorities to agree on the \"strategic flexibility\" of the U.S. forces present in south Korea. And it readopted the \"theory of a preemptive attack\" as the doctrine of the national security policy in its wake. It is quite obvious that the saber-rattling the Bush administration is going to launch against this backdrop will threaten regional peace and security and adversely affect the favorably developing north-south relations as it envisages wartime operations in the Korean Peninsula and Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The U.S. is gravely mistaken if it calculates that to procrastinate, while tightening sanctions against the DPRK and escalating the tension, would help induce the DPRK to make a sort of switchover in its stand but it is not only the Bush warlike group that will benefit from this delay. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. intention to stifle the DPRK has become very clear, the DPRK will react to it with a strong measure for self-defence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Command of KPA Air Force Unit",
            "url": "http://kcna.co.jp/item/2006/200603/news03/24.htm#14",
            "content": "Kim Jong Il Inspects Command of KPA Air Force Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, inspected the Command of Air Force Unit 435 of the KPA.\r\n Conducted by the commander of the unit, he went round a room dedicated to the history of the unit. &nbsp;&nbsp;&nbsp;\r\n Seeing historic relics and other mementoes associated with the giant footprints of President Kim Il Sung, he recollected with deep emotion the leadership feats of the President. &nbsp;&nbsp;&nbsp;\r\n The unit which has traversed the road of victory and glory under the meticulous guidance and care of the President has made a great contribution to the development of the Air Force, he said, stressing the need to steadily carry forward this brilliant tradition of struggle. &nbsp;&nbsp;&nbsp;\r\n Praising the unit for having arranged the room in such a way as to vividly show the history of its development, he underscored the need to conduct a wide-ranging educational work through it. \r\n After acquainting himself with the unit's performance of duty, he was greatly satisfied to watch commanding staff officers in training at an operation room.  He highly appreciated their feats and set forth the tasks to be tackled to increase the combat capability of the unit in every way. &nbsp;&nbsp;&nbsp;\r\n Going round a servicepersons' hall, a video recording and wire broadcasting room and other entertainment and educational facilities, he learned in detail about how the political and ideological education of servicepersons is conducted.\r\n Satisfied to learn that the unit has effectively conducted the ideological education of the servicepersons in diverse forms and methods, he called for paying primary attention to the ideological work to train all of them as self-blasting heroes of Ri Su Bok and Kil Yong Jo types. &nbsp;&nbsp;&nbsp;\r\n Walking the compound of the command, he acquainted himself with the work to create woodland and greenery. &nbsp;&nbsp;&nbsp;\r\n He highly praised the servicepersons of the unit for having planted a lot of trees in the compound and around the barracks with ardent patriotism and tended them with care.\r\n Then he went round supply service facilities and highly praised the unit for having provided good living conditions to the servicepersons. &nbsp;&nbsp;&nbsp;\r\n The units of the People's Army in the Songun era have directed big efforts to their management, while increasing their combat capability, and, accordingly, the appearance of all of them has changed beyond recognition, he said, noting that this sea change is the precious fruition of a high degree of revolutionary spirit, militancy, organization and discipline which characterize the People's Army. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Hwang Pyong So, vice department director of the WPK Central Committee.    \r\n\r\n\r\n\r\n"
        }
    ]
}