{
    "date": "2006-11-03",
    "url": "http://kcna.co.jp/item/2006/200611/20061103.htm",
    "articles": [
        {
            "title": "Important Days of DPRK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. African President Supports Efforts for Inter-Korean Reconciliation and Reunification",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#2",
            "content": "Important Days of DPRK Celebrated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- Meetings, a reading session and film shows took place in Brazil, the UK, Australia and Democratic Congo from Oct. 16 to 22 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union (DIU).\r\n The general secretary of the October 8 Revolutionary Movement of Brazil in a speech made at a meeting said that the Korean people have firmly defended socialism, frustrating the moves of the U.S. imperialists and their followers to isolate and stifle the DPRK, true to the Songun leadership of Kim Jong Il, noting that the 60 odd year-long history of the WPK is the history of the struggle to materialize the programme of the DIU. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meetings held in the UK and Australia expressed their determination to intensify the solidarity movement to support the Korean people's cause of justice, pointing out that the WPK is an ever-victorious party which has carried forward the tradition of the DIU. &nbsp;&nbsp;&nbsp;\r\n The secretary of the National Committee for the Study of the Juche Idea of Democratic Congo at a reading session praised the immortal exploits the peerlessly great persons of the DPRK performed in Party building and providing the Songun leadership, noting that the founding of the DIU by President Kim Il Sung marked a start of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Participants in a film show held in Australia watched Korean films including \"The Brilliant History of Great Leadership\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Union Members Vow to Defend Vital Rights in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#3",
            "content": "S. African President Supports Efforts for Inter-Korean Reconciliation and Reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The South African government will make efforts for the development of the relations between South Africa and the DPRK and their common interests, said South African President Thabo Mbuyelwa Mbeki when receiving credentials from the DPRK ambassador to South Africa on Oct. 27.\r\n He expressed support to the efforts of the north and the south of Korea for reconciliation and reunification, hoping that such process would continue.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reckless Moves to Increase Force of NSL Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#4",
            "content": "Union Members Vow to Defend Vital Rights in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The south Korean Federation of Public Transport and Social Service Trade Unions reportedly held a meeting to vow to defend the vital rights in Seoul on Oct. 28 with at least 5,000 members of the federation in attendance.\r\n The speakers at the meeting declared that the federation would launch a powerful general strike in November at the head of the union members under the banner of the struggle for defending the vital rights. &nbsp;&nbsp;&nbsp;\r\n The resolution read out at the meeting lashed out at the authorities for scheming to commercialize even the public works, ignoring the ever-growing sentiments against the conclusion of the south Korea-U.S. \"Free Trade Agreement\" among the south Korean people. &nbsp;&nbsp;&nbsp;\r\n It stated that the federation would go on a general strike to push its six-point demand including the repeal of part-time job and stop to the conclusion of the FTA.\r\n In the meantime, there took place on the same day a meeting of part-timers in public works, a meeting of the railway trade union to vow an all-out action and a meeting of union members of four public corporations to vow to fight for boosting social insurance.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Urged to Take Correct Stand for National Cooperation",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#5",
            "content": "Reckless Moves to Increase Force of NSL Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The south Korean Internet Radio Voice of People on Oct. 26 accused the south Korean security authorities of making desperate efforts to increase the force of the \"National Security Law (NSL)\".\r\n The radio drew attention to the fact that the security authorities were orienting their investigation into the case of Choe Hui Jong, permanent researcher of the \"south Korean Institute for Civil Rights Studies,\" to an investigation into \"forces of backstage organization\". &nbsp;&nbsp;&nbsp;\r\n The security authorities are intensifying the investigation into even the students' movement and activities of members of progressive organizations in the past days on charges of violation of the NSL, the radio said. &nbsp;&nbsp;&nbsp;\r\n This suggests the increasing possibility that the oppression of the security authorities might be expanded to an offensive against the pan-democratic forces, it said, adding:\r\n The force of NSL is being increased by the moves of the security authorities. The evil laws itself cannot be justified with any logic.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Nigerian President",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#6",
            "content": "S. Korean Authorities Urged to Take Correct Stand for National Cooperation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement on Oct. 26 urging the south Korean authorities to take a correct stand for national cooperation and actively support the non-governmental exchange and cooperation. \r\n Recalling that the youths and students in the north and the south planned to organize activities of a visiting group of youths and students for reunification during the period from late October to early November with the will to achieve national independence and peace against war, the statement said: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities disallowed the activities of the above-said group, thus scuttling the plan. &nbsp;&nbsp;&nbsp;\r\n The U.S. has recently taken issue with south Korea even over the tour of Mt. Kumgang in a bid to block national cooperation. &nbsp;&nbsp;&nbsp;\r\n Brisk non-governmental exchange between the north and the south plays an important role in strengthening the national cooperation. &nbsp;&nbsp;&nbsp;\r\n Whoever is a member of the Korean nation should become firm in his stand for national cooperation no matter how the situation may change.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Great National Unity",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#7",
            "content": "Message of Sympathy to Nigerian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of sympathy to Olusegun Obasanjo, president of the Federal Republic of Nigeria.\r\n The message expressed deep sympathy and consolation to the president and, through him, to the dead and their bereaved families upon hearing the sad news that a recent airliner crash in Nigeria claimed big casualties.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' High-Handed Policy Bound to Go Bust",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#8",
            "content": "Rodong Sinmun on Great National Unity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The patriotic movement of great national unity in which all the people are fighting, united in one body, for peace against war under the uplifted banner of \"By our nation itself\" is a powerful weapon for defending peace, declares Rodong Sinmun in an  article Thursday.\r\n The great unity of the nation is the basic way of removing the danger of war, firmly defending peace of the country and security of the whole nation and dynamically pushing forward the cause of reunification under the strained situation today, the author of the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The tension on the Korean Peninsula now has been pushed to the worst crisis by the U.S. imperialists' hostile policy toward the DPRK. The U.S. is working round the clock to bring into shape an international siege to the DPRK through sanctions and blockade against it. What they seek in this is to push the inter-Korean relations to a rupture and create a phase of confrontation and war by inveigling south Korea into the maneuvers of sanctions and blockade. &nbsp;&nbsp;&nbsp;\r\n Under the grave situation in which an ultra strained touch-and-go tension has been created on the Korean Peninsula by the rash aggressive moves of the U.S. imperialists and their followers, the great unity of the nation based on the idea of \"By our nation itself\" is the weapon on which the Korean nation should keep a tight hold in the struggle. &nbsp;&nbsp;&nbsp;\r\n Any reckless move of the U.S. imperialists for a war of aggression will prove impotent, if all the Koreans in the north and the south and abroad are closely united in one body, irrespective of differences in idea, ideology and ism, placing the common interests of the nation before those of themselves, classes and social strata. &nbsp;&nbsp;&nbsp;\r\n The Korean nation is registering sizable achievements by aspiring after unity and achieving cooperation in accordance with the idea of \"By our nation itself\" laid down in the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n  The Korean nation is by no means fated to suffer a war. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should unite closer against foreign forces' moves for a war of aggression, holding high the banner of the patriotic movement of great national unity with the conviction of peace of the country and its peaceful reunification. Great national unity is the way of defending peace and the way of peaceful reunification and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meetings Held to Vow to Bring about New Surge",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#9",
            "content": "Imperialists' High-Handed Policy Bound to Go Bust \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The imperialists' high-handed policy is bound to go bust in face of strong opposition of the world public as it is unjust and reactionary, observes Rodong Sinmun Thursday in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The imperialists' high-handed policy is, in essence, part of their foreign policy for aggression as it is aimed at dominating and controlling the progressive countries and the countries which are not obedient to them. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are chiefly to blame for this brigandish high-handed act.  \r\n The U.S. ruling quarters are working hard to build a U.S-dominated order of high-handed practices, an order which forces all the countries to act at U.S. instructions in the 21st century. Political and economic pressure and military violence are important means they employ for expanding the sphere of their domination worldwide and subjugating other countries to them. They resort to military violence as a basic means.\r\n The U.S. contends that the U.S. intention constitutes a law to govern the world and those countries which do not want to abide by this law become targets of its military strike. This hegemonic way of thinking is the bottom line of the U.S. high-handed policy. Precisely for this reason the U.S. ruling quarters project the U.S. government as a world government standing above the UN in a bid to impose their will upon the world and resort to military violence as they please, encroaching upon the sovereignty of other countries and international law. &nbsp;&nbsp;&nbsp;\r\n If the imperialists' high-handed practices are connived at, an order governed by the law of the jungle will hold sway over the international community, justice and truth fall victim to high-handed acts and the world will turn into a lawless one.\r\n The high-handed acts of the imperialists are nothing but a sort of bluff. They will only precipitate their self-isolation and ruin, concludes the article.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Namap Co-op Farm Famous as Ssirum Farm",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#10",
            "content": "Meetings Held to Vow to Bring about New Surge\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 2 (KCNA) -- Meetings took place at different organs, factories, enterprises, co-op farms, universities and colleges across the country to vow to bring about a new surge in the general march of the Songun revolution, greatly encouraged by the successful nuclear test.\r\n Speakers at the meetings of employees held at the Musan Mining Complex, the Pyongyang 326 Electric Wire Factory, the Wonsan Rolling Stock Works, the Kumyagang Hydro-Power Station Construction Office and the Rangrim Forestry Station called for devoting all their wisdom and energies to the work to consolidate the nation's military front against imperialism and bringing about innovations in production and construction under the banner of Songun, firmly confident that they would always emerge victorious as long as they are under the leadership of Kim Jong Il.\r\n Speakers at the meetings held at the Hongam Farm of Taehongdan County, the Jongbang Co-op Farm in Sariwon City and the Sowon Co-op Farm in Pyoksong County evinced their resolution to bring about a new advance in implementing the policy of the Workers' Party of Korea on the agricultural revolution and rapidly boost the agricultural production and thus satisfactorily solve the food problem. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meetings held at Kim Chaek University of Technology, the Branch of the Academy of Agricultural Sciences in South Phyongan Province and the Central Mining Institute of the State Academy of Sciences said that the historic successful nuclear test clearly proved the high degree of patriotic zeal and creative ingenuity of scientists and technologists and underscored the need to bring earlier the victory of the Juche-oriented Songun revolutionary cause, true to the WPK's idea of giving importance to science and technology. &nbsp;&nbsp;&nbsp;\r\n All speakers at the meetings expressed their will to bring about the greatest success in Korean-style socialism under the Songun leadership of the Party, highly proud of being a great nation possessed of powerful nuclear deterrent for self-defence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Shock Wave Renal Calculus Crusher Developed",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#11",
            "content": "Namap Co-op Farm Famous as Ssirum Farm\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The Namap Co-op Farm in Yomju County, North Phyongan Province, has become well known throughout the DPRK for Ssirum (Korean wrestling).\r\n The peasants of the farm are all enthusiasts for Ssirum, a traditional national martial art. &nbsp;&nbsp;&nbsp;\r\n The farm has participated in the National Sports Meets of Agricultural Workers from its first one and come first at the Ssirum events, obtaining five bulls.\r\n It emerged victorious again at the Ssirum event of the recent Sixth National Sports Meet of Agricultural Workers. &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA, an official of the farm said: The secret to the success is attributable to the wide encouragement of national sports activities among the peasants. \r\n The farm holds colorful national sports and folk games on rest days, holidays and anniversaries. &nbsp;&nbsp;&nbsp;\r\n In particular, Ssirum contests have been organized in various ways. In the process people have acquired a high level of Ssirum techniques.\r\n  Now the farm has ten Korean wrestlers representing North Phyongan Province.\r\n The Ssirum contest held at the farm on the last day-off was participated in by more than 20 teams including a \"father, son and grandson team\", a \"brothers team\", a \"farm officials team\" and \"sub-workteam heads team\". &nbsp;&nbsp;&nbsp;\r\n The national sporting activities stir up the morale and enthusiasm of the peasants so that they can effect a new upswing in the agricultural production.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Dominican President",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#12",
            "content": "New Shock Wave Renal Calculus Crusher Developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The Physical Engineering Department of Kim Chaek University of Technology has made a shock wave renal calculus crusher which can strike calculus from outside of the body.\r\n It has a function to pursue the renal calculus automatically and to draw up and save the data and picture of the treatment. &nbsp;&nbsp;&nbsp;\r\n As the crusher not only spots all kinds of calculi but also automatically pursues the stones moving in the kidney by the respiration of the patient and shock wave with the help of computer, there is not accidental but almost successful in strike.\r\n The even and accurate shock waves give no treatment burden to the patients.\r\n Each treatment takes 30 to 40 minutes. In case of 0.5-2 centimeters of calculus the crushing rate is more than 90 percent. It needs three or four times of treatment but one time is enough according to circumstances. &nbsp;&nbsp;&nbsp;\r\n For its high treatment efficiency and low production cost, the crusher is hailed by hospitals.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Pro-U.S. Conservatives' Anti-North Racket under Fire",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#13",
            "content": "Greetings to Dominican President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Dominican President Nicholas Liverpool on the occasion of the 28th anniversary of the independence of the Commonwealth of Dominica.\r\n The message expressed belief that the friendly relations between the two countries would grow stronger in the mutual interests in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Condolences Expressed over Death of Pakistani Ex-President",
            "url": "http://kcna.co.jp/item/2006/200611/news11/03.htm#14",
            "content": "S. Korean Pro-U.S. Conservatives' Anti-North Racket under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The Grand National Party and other pro-U.S. conservative forces in south Korea are frantically kicking up a racket to incite confrontation with the DPRK in pursuance of the U.S. policy. This is aimed to push the north-south relations to the phase of confrontation and war, divert the anti-U.S. and pro-north spirit daily mounting in south Korea to pro-U.S. and anti-north spirit in a bid to create an environment favorable for the GNP's coming to power again. A spokesman for the National Reconciliation Council observed this in a statement Thursday.\r\n  The statement said: They are going busy everyday with anti-north farces such as \"rally\", \"candlelight demonstration\" and \"signature campaign\" as part of their noisy campaign against the north's possession of nuclear deterrent for self-defence. They are, at the same time, blustering that \"a war would not be ruled out,\" \"cooperation with the north should be totally suspended\" and \"policy toward the north be modified.\" \r\n Terming these outcries intolerable traitorous rowdyism of flunkeyist traitors who are utterly indifferent to their fellow countrymen and the destiny of the nation, hell-bent on toeing the U.S. line, the statement continued: &nbsp;&nbsp;&nbsp;\r\n Not a few nations have fallen victim to destructive wars raging in different parts of the world without let-up due to the U.S. brigandish moves for wars of aggression. \r\n This reality clearly proves that but for the powerful war deterrent of the DPRK the U.S. would have launched aggression against it scores of times. &nbsp;&nbsp;&nbsp;\r\n The GNP and other pro-U.S. conservative forces, however, are describing the war deterrent of the north that defends the nation as a \"threat\" while shutting eyes to the U.S. moves for a nuclear war and currying favor with it. This is a despicable act of treachery and disgusting subservience to the U.S. &nbsp;&nbsp;&nbsp;\r\n The recent racket brought into bolder relief the treacherous and belligerent true colors of the GNP as a group of top class henchmen and war servants of the U.S.\r\n The south Koreans from all walks of life should resolutely oppose and reject the criminal racket of inciting confrontation with the north kicked up by the pro-U.S. traitors including the GNP and throw them to the dumping ground of history.    \r\n\r\n\r\n\r\n"
        }
    ]
}