{
    "date": "2006-11-28",
    "url": "http://kcna.co.jp/item/2006/200611/20061128.htm",
    "articles": [
        {
            "title": "Rodong Sinmun Praises Songun as Great Banner of National Prosperity",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#1",
            "content": "Rodong Sinmun Praises Songun as Great Banner of National Prosperity \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Songun serves as a decisive guarantee and a powerful driving force for prosperity of the country, stresses Rodong Sinmun in a signed article today.\r\n Noting that the Songun politics provides a decisive guarantee for national prosperity, the article says: &nbsp;&nbsp;&nbsp;\r\n The Songun politics is a powerful politics that helps firmly defend the eternal foundations of national prosperity from the imperialists' encroachment. &nbsp;&nbsp;&nbsp;\r\n Invincible arms are the most valuable wealth for national prosperity, with which nothing is comparable. Many countries had gone to ruin because of their weak force of arms, but there is no country that has gone to ruin due to famine. Neglecting arms is as good as an act of cutting off the lifeline of national prosperity by itself. This is the stark truth proven in practice. &nbsp;&nbsp;&nbsp;\r\n It is quite self-evident that one should build a strong war deterrent above anything else, if one really hopes for prosperity. The Songun politics reflects this immutable truth that self-defensive power guarantees development and prosperity. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people have dynamically advanced along the road of Songun, breaking through storm and stress of history and have had invincible military capability. Nobody can encroach upon the destiny of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n The most distinguished feat performed by Songun is that it has reliably defended the boundaries of the country as well as its blue sky and waters, 5,000-year long history and culture and all the precious wealth the Korean people created with their sweat and wisdom. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is an independent politics that makes it possible to smash any intervention and high-handed practice of outsiders and achieve the development and prosperity of the country our own way. &nbsp;&nbsp;&nbsp;\r\n To preserve the Korean way of revolution is an inviolable independent right. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the Songun politics that the Korean army and people are doing all work in their own interests as they please, shattering all sorts of outsiders' pressure and intervention. &nbsp;&nbsp;&nbsp;\r\n Force of arms ensures proud independent politics and prosperity of each country. This is the unchangeable truth of history. &nbsp;&nbsp;&nbsp;\r\n The only way of each country to repulse the arrogant moves of the imperialists employing all means and methods, including military means, is to build up its own force of arms. &nbsp;&nbsp;&nbsp;\r\n We are now building socialism according to our own ideology, faith and will, giving top priority to arms. Our great victories in all fields of politics, diplomacy, military affairs, economy, ideology and morality are a victory of the political sovereignty, a victory of arms. The political power based on invincible force of arms, this is the most credible guarantee for national prosperity. &nbsp;&nbsp;&nbsp;\r\n Songun is, indeed, an ever-victorious banner as it has definitely put our country on the track of its eternal prosperity. It is the truth deeply experienced by the Korean people in practice that Songun ensures happiness of the people and the future of the prospering country. &nbsp;&nbsp;&nbsp;\r\n Songun serves as a powerful driving force of national prosperity, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun politics is a powerful politics that propels the prosperity of the country with enormous spiritual strength. The heyday of national prosperity means a period of great upsurge in the nation's spirit in which the idea and will of the leader are turned definitely into the idea and mentality of all the people. The greatest might of the Songun politics lies in having brought this period. &nbsp;&nbsp;&nbsp;\r\n The politics is based on the revolutionary soldier spirit. This is the great spirit of the times that has most thoroughly embodied the revolutionary spirit of the leader. Today when the Songun politics is enforced overall, the mental power of the Korean army and people has developed into that of an integrated whole that perfectly resembles the independent faith, will, matchless grit, guts and sentiment of the leader. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is an ideal politics that makes it possible to achieve the prosperity of the country under the correct economic strategy. &nbsp;&nbsp;&nbsp;\r\n The line of building the economy in the era of Songun is an original line for most perfectly combining the defence building, the economic construction and the improvement of the standard of people's living with each other and ensuring their successful progress together on the highest level. &nbsp;&nbsp;&nbsp;\r\n To develop the defence industry on a preferential basis is the best way for developing the national economy as a whole while building up the powerful defence capability. &nbsp;&nbsp;&nbsp;\r\n The line is the most popular line for building up the national economic power that truly serves the people. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is a politics of attaching importance to the people which helps to push ahead with the socialist economic construction despite any obstructions of the imperialists and stabilize and improve the people's living. The DPRK has built in a far-sighted way the national economic strength with a powerful defence industry as its mainstay, tightening its belt to achieve the prosperity of the country. This is one of the greatest feats performed under the Songun politics of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is a viable politics that helps to make leaping progress in the building of a great prosperous powerful nation in reliance upon science and technology. &nbsp;&nbsp;&nbsp;\r\n It is the stand of the WPK that the combination of latest science and technology with revolutionary idea and matchless arms makes it possible to build a powerful country. Embodied in the Songun politics is the idea of attaching importance to science that requires to increase self-defensive military capability in every way and build a great prosperous powerful nation at an early date on the basis of science and technology. &nbsp;&nbsp;&nbsp;\r\n The WPK's line of attaching importance to science and technology in the era of Songun is the idea of giving precedence to science that science and technology should be developed first of all in any trials. It is the bold idea of scientific revolution that requires to place the nation's science and technology on a world level in the shortest span of time and the admirable scientific and technical strategy calling for concentrating all efforts of the nation on the development of science and technology. &nbsp;&nbsp;&nbsp;\r\n World-startling achievements have been registered in the field of science in the DPRK. Its success in a nuclear test is a demonstration of its scientific and technological potentials. &nbsp;&nbsp;&nbsp;\r\n The practices of the Korean revolution gave a fresh truth to history that the dawn of national prosperity is broken by Songun. &nbsp;&nbsp;&nbsp;\r\n The road to Songun is just a road to patriotism which can be taken only by a great patriot, the father of the nation with heroic devotion to the people. Kim Jong Il is a peerless patriot who has brought the eternal prosperity of the country with Songun. It is the high pride of the Korean people and the good luck of our generation to live and make revolution under his leadership in the era when the dawn of a great prosperous powerful nation is breaking. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people will surely accomplish the cause of building a great prosperous powerful socialist nation of Juche with great hope and firm confidence in future under his Songun revolutionary leadership.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Policy of Toeing U.S. Line under Fire",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#2",
            "content": "Japan's Policy of Toeing U.S. Line under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- The Japanese authorities are now blustering that Japan should intercept even the missiles fired by some country towards the United States, crying out for stronger \"Japan-U.S. alliance\" and \"Japan-U.S. cooperation\".\r\n Commenting on this, Rodong Sinmun Monday terms this an imprudent and ridiculous behavior of the Japanese reactionary ruling quarters hell-bent on toeing the U.S. line.\r\n The news analyst says: &nbsp;&nbsp;&nbsp;\r\n Japan intends to offer a missile shield to the United States, its senior ally, though it is protected by the U.S. nuclear umbrella. This is the height of folly. &nbsp;&nbsp;&nbsp;\r\n If it is true that the U.S. styling itself the world's \"only superpower\" finds itself in such difficult position as to have no option but to borrow a missile shield from its junior ally, nothing would be more miserable than this position. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that the Japanese reactionaries are so impudent as to make eyes at the United States, trumpeting about \"missile interception.\" &nbsp;&nbsp;&nbsp;\r\n The Bush regime is tight-cornered at home and abroad in the wake of its defeat in the midterm Congressional election. For this reason, Japan is uneasy and anxious about the poor condition of the Bush regime. &nbsp;&nbsp;&nbsp;\r\n It is natural that Japan must feel very embarrassed by this development as it has been extremely zealous in backing the U.S. in pursuing its hard-line policy, meeting its whatever demand and following its whatever policy. That was why a few days ago Japanese Foreign Minister Aso was busy vociferating that there would be no big change in the U.S. policy because of Rumsfeld's resignation as U.S. secretary of Defense and the like. &nbsp;&nbsp;&nbsp;\r\n It is the true intention of the new Japanese government to blindly follow the U.S. foreign policy of aggression in a bid to pave the way for turning Japan into a military power and launching overseas aggression. &nbsp;&nbsp;&nbsp;\r\n It is quite ridiculous and reckless for the Japanese authorities to talk about intercepting hypothetical missiles flying towards the U.S. The Japanese reactionaries will not be able to go safe, should they kick up such a ruckus to meet their militarist purpose. &nbsp;&nbsp;&nbsp;\r\n They would be well advised to behave themselves, thinking twice over the consequences to be entailed by their policy of toeing the U.S. line, the news analyst warns.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "October Issue of Information Bulletin \"Reunification\" Released",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#3",
            "content": "October Issue of Information Bulletin \"Reunification\" Released \r\n&nbsp;&nbsp;&nbsp;Moscow, November 25 (KCNA) -- The International United Confederation of Koreans released the October issue of information bulletin \"Reunification\".\r\n The bulletin carried articles headlined \"Braving severe gale\", \"The Workers' Party of Korea, the lodestar of the nation\" and \"The WPK's Songun politics, a guarantee for complete independence\" under the title \"The permanently youthful party\" on the occasion of the 61st anniversary of the foundation of the WPK and the 80th anniversary of the formation of the \"Down-with-Imperialism Union\".&nbsp;&nbsp;&nbsp;\r\n The articles said that President Kim Il Sung founded the Juche idea and had wisely led the WPK while adhering to the principle of independence and that he set forth the three principles of national reunification and had conducted energetic activities for the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The articles also quoted Kim Jong Il as clarifying the proud history of the WPK in his famous work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\".&nbsp;&nbsp;&nbsp;\r\n Articles of the bulletin under the title \"Review of the situation of the Korean Peninsula\" noted that due to the U.S. undisguised threat of a nuclear war and persistent moves for sanctions and pressure upon the DPRK, the grave situation is prevailing in the peninsula. &nbsp;&nbsp;&nbsp;\r\n Under the title \"Monument to honest angel of peace to be erected in the centre of Pyongyang\" the bulletin informed the readers that a ground-breaking ceremony for the construction of a monument to \"protectors of art of the century\" praising the exploits of Kim Il Sung and Kim Jong Il took place in Pyongyang on October 5. &nbsp;&nbsp;&nbsp;\r\n Carried in the bulletin was news that the International United Confederation of Koreans had a meeting to mark the 10th anniversary of the publication of information bulletin \"Reunification\". It said that the confederation has striven in the past 10 years to propagandize works of Kim Il Sung and Kim Jong Il and edit articles contributable to the reunification of the country and important news. &nbsp;&nbsp;&nbsp;\r\n The bulletin introduced the customs and dishes of the Korean nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Anti-DPRK \"Human Rights\" Outcries Denounced",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#4",
            "content": "U.S. Anti-DPRK \"Human Rights\" Outcries Denounced \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- The south Korean Journalists Association reportedly issued a statement on Nov. 20, hitting at the anti-DPRK \"human rights\" outcries of the United States.\r\n Recalling that the U.S. had made \"a resolution on the human rights in the north\" adopted after railroading \"a resolution on sanctions\" against it through the United Nations, the statement said it was nonsensical for the U.S. to raise a hue and cry over \"the human rights in the north\" while tightening economic blockade against it. &nbsp;&nbsp;&nbsp;\r\n The statement said the presentation of the \"resolution on human rights in the north\" by the U.S. at the United Nations revealed its tenacious design of aggression to stifle the north at any cost. &nbsp;&nbsp;&nbsp;\r\n Noting that the south Korean authorities voted for the \"resolution\" in support of the U.S. hostile policy toward the north, the statement rapped at it as a short-sighted folly failing to properly judge the trend of the times. And it urged the U.S. to stop its encroachment upon human rights with regard to the north.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Remarks of S. Korean Retired Political Figures",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#5",
            "content": "Rodong Sinmun on Remarks of S. Korean Retired Political Figures \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Rodong Sinmun today denounces former President of the Grand National Party of south Korea Ri Hoe Chang and traitors Kim Young Sam and Kim Jong Phil for their nonsensical remarks about \"crisis\" and \"role\" against the north.\r\n The paper in a signed commentary says that their reckless anti-reunification remarks are a proof of the serious political crisis of the conservative forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n All of them pursued inter-Korean confrontation and war in the past, enforcing the medieval fascist rule over the people with the backing of the U.S., the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is foolish for those traitors to try to reverse the dynamic advance of the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should ostracize them and other remnants of the pro-American fascist dictatorship whose days are numbered and the GNP, their assembly centre, with a grand joint struggle against the conservative forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Imperialists' Policy of Strength Bound to Go Bust",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#6",
            "content": "U.S. Imperialists' Policy of Strength Bound to Go Bust \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- The U.S. imperialists are persistently pursuing their policy of strength towards independent countries, but it is bound to go bust, says Rodong Sinmun Monday in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Almost all the U.S. rulers committed wars of plunder and aggression. The U.S. imperialists' policy of strength has become evermore pronounced since the outset of the new century. &nbsp;&nbsp;&nbsp;\r\n Their high-handed and arbitrary practices and policy of strength are by no means all-powerful. The U.S. bellicose forces are frantically following their policy of strength, considering themselves to be the master of the world, but they are now running helter-skelter in face of the strong protest and condemnation by the people desirous of independence and peace. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are now finding themselves in a bottomless pit in Iraq, and left-wing forces have come to power again in those countries where they had helped pro-U.S. elements seize power by use of force. &nbsp;&nbsp;&nbsp;\r\n Those who infringe upon others' sovereignty have short wings as they are not supported by the people. &nbsp;&nbsp;&nbsp;\r\n As the people's desire for independence grows stronger and history advances, the imperialist aggressor forces will stand further isolated and will not be able to escape their doom in the end. &nbsp;&nbsp;&nbsp;\r\n The U.S. strong-arm policy is nothing but a desperate effort of the doomed. It is a daydream for the U.S. imperialists to eliminate and stifle the progressive countries, counting on their upper hand of strength. &nbsp;&nbsp;&nbsp;\r\n The progressive people of the world who have turned out in the struggle for independence and peace against the U.S. will bury in the dumping ground of history the U.S. war mongers hell-bent on aggression and war. The moves for aggression and war stepped up by the U.S. imperialists would only precipitate their doomsday. They had better face up to the trend of the times toward independence and peace and drop their anachronistic policy of strength.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Chairman of Mauritanian Military Council",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#7",
            "content": "Greetings to Chairman of Mauritanian Military Council \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Ely Ould Mohamed Vall, chairman of the Mauritanian Military Council for Justice and Democracy, on the occasion of the 46th anniversary of the independence of the Islamic Republic of Mauritania.\r\n Expressing the belief that the friendly relations between the two countries would favorably develop in the interests of the two peoples, the message wished the friendly Mauritanian people progress and prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rural Villages Take on Fresh Looks",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#8",
            "content": "Rural Villages Take on Fresh Looks \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Rural villages in the suburbs of Pyongyang, are taking on fresh looks.\r\n More than 700 new dwelling houses have been built in the suburbs of Pyongyang this year alone to enable families of agricultural workers to move to them. Besides, houses for at least 1,000 farmers' families have been renovated to completely change the appearance of their villages. &nbsp;&nbsp;&nbsp;\r\n In the meantime, new kindergartens, nurseries, bath-houses, shops and other public buildings have appeared or the existing ones have been renovated to serve agricultural workers. &nbsp;&nbsp;&nbsp;\r\n More than 100 dwelling houses have been built in the village of the Thaekam Co-op Farm in Sunan District, Pyongyang, in a short span of time. The Jongpaek Co-op Farm in Rakrang District, Pyongyang, has built houses of peculiar style to be furnished with all amenities to the convenience of the dwellers.  The new houses have barns and gas tanks to enable their dwellers to live without any inconvenience in their living. &nbsp;&nbsp;&nbsp;\r\n Fruit trees of various species growing around the houses add beauty to the landscape of the villages. &nbsp;&nbsp;&nbsp;\r\n Many new dwelling houses have also appeared in Samsok District, Taesong District and Kangdong County or the existing ones have been renovated to the convenience of the inhabitants. &nbsp;&nbsp;&nbsp;\r\n Farmer of the Jongpaek Co-op Farm Ri Yong Sam, after moving to a new house, expressed his resolution to register signal success in the immediate farm work to repay the solicitude bestowed by the state upon his family.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-epidemic Work against Bird Flu Intensified in DPRK",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#9",
            "content": "Anti-epidemic Work against Bird Flu Intensified in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- The government of the Democratic People's Republic of Korea has intensified the anti-epidemic work against bird flu at the turn of the season.\r\n This work is under way every year as a nationwide movement under the coordinated guidance of the State Emergency Preventive Committee. &nbsp;&nbsp;&nbsp;\r\n U Song Rim, director of the Central Veterinary and Anti-epizootic Center under the Ministry of Agriculture, told KCNA that the anti-epidemic work against bird flu is brisk as the veterinary and anti-epizootic organizations are playing an increasing role. &nbsp;&nbsp;&nbsp;\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n The poultry farms have conducted vaccination against H5N1 virus as part of the work for preventing bird flu. &nbsp;&nbsp;&nbsp;\r\n The above-said institutions are keeping abreast with news of the spread of bird flu worldwide on a regular basis and taking relevant measures. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the veterinary and anti-epizootic organizations in the provinces, cities and counties have set up posts to observe migratory birds in order to closely follow where they stay at present and abnormal symptoms. Measures are being taken to ensure that not only the poultry farms but the rural farms raise their domestic animals strictly indoors during the migration of birds. &nbsp;&nbsp;&nbsp;\r\n The border quarantine offices are conducting strict quarantine work to prevent the spread of bird flu to the country in close touch with the veterinary and anti-epizootic officials. &nbsp;&nbsp;&nbsp;\r\n A research work is also making rapid progress to manufacture medicine to prevent bird flu.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pro-U.S. Conservative Forces' Bribing Operation under Fire",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#10",
            "content": "Pro-U.S. Conservative Forces' Bribing Operation under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- The pro-U.S. conservative forces in south Korea are contemplating setting such organizations of henchmen as \"the National League of New Right\" in motion to bribe even youths and students under the signboard of \"helping them stay away from their movement\" in a bid to use them for their operations to wrest power. A spokesman for the Korean Student Committee in a statement issued on Nov. 26 disclosed this sinister plot of those forces.  \r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n�@Strongly backed by Washington, the pro-U.S. conservative forces including the Grand National Party of south Korea organized the above-said  \"National League of New Right\" with dyed-in-the-wool pro-U.S. and anti-reunification elements including those renegades of the past student movements. They are now busy with the operations to lure, deceive and bribe youths and students through the above-said organization. All this is aimed at wresting power through the 2007 \"presidential election\" come what may. &nbsp;&nbsp;&nbsp;\r\n The youths and students in south Korea should always remain highly vigilant against the plot of the U.S. and the above-mentioned pro-U.S. conservative forces to turn the inviolable campus into a political platform for achieving their sinister purpose of usurping power. They should stage more dynamic actions to check and frustrate this plot.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK SPA Chairman Meets Member of European Parliament",
            "url": "http://kcna.co.jp/item/2006/200611/news11/28.htm#11",
            "content": "DPRK SPA Chairman Meets Member of European Parliament\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a friendly talk with Glyn Ford, member of the European Parliament from the British Labour Party, and his party at the Mansudae Assembly Hall on Monday.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}