{
    "date": "2006-11-11",
    "url": "http://kcna.co.jp/item/2006/200611/20061111.htm",
    "articles": [
        {
            "title": "Indonesian President on Ties with DPRK",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "German Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#2",
            "content": "Indonesian President on Ties with DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- Indonesian President Susilo Bambang Yudhoyono referred to the ties with the DPRK when receiving credentials from the DPRK ambassador to Indonesia on Nov. 7.\r\n Noting that the relations between the two countries are traditional and solid ones and steadily developing on good terms as desired by the two peoples, the President expressed belief that these ties would grow stronger in the future, too.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art Works of DPRK Awarded Golden Prize in Beijing",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#3",
            "content": "German Diplomats Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- Friedrich Ludwig Loehr, German ambassador to the DPRK, and staff members of the German embassy Thursday drove to the Korea-Germany Friendship Sunan Farm to help farmers in farm work.\r\n During break they conversed with farmers, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n They handed aid materials for farming to the farm.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Photo Exhibition Opens on Polish Independence Day",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#4",
            "content": "Art Works of DPRK Awarded Golden Prize in Beijing \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- Korean paintings done by artists of the Mansudae Art Studio of the DPRK were awarded golden prize, the top prize, at the 9th Beijing International Art Exhibition. \r\n On display there were at least 10,000 art pieces created by more than 300 organizations of different countries and regions of the world. &nbsp;&nbsp;&nbsp;\r\n Among them were paintings \"Reunification Rainbow\" and \"Masque Dance of Pongsan\" created by Kim Song Min, vice-director of the studio, and painter Kim Sung Hui. &nbsp;&nbsp;&nbsp;\r\n Those paintings were highly appreciated by the organizing committee and the jury of the exhibition for deeply impressing visitors with refined skills such as sharp, concise and delicate art of painting and vigorous stroke of brush and truthfulness. &nbsp;&nbsp;&nbsp;\r\n Artists of the DPRK received the same prize at the exhibition last year.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon Chairman Dismisses Plot to Cook up Spy Ring Case",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#5",
            "content": "Photo Exhibition Opens on Polish Independence Day \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- A photo exhibition opened at the Pyongyang International Cultural Centre Thursday under the co-sponsorship of the Korean Committee for Cultural Relations with Foreign Countries, the DPRK-Poland Friendship Association and the Polish embassy in Pyongyang on the occasion of the independence day of Poland.\r\n Present at the opening ceremony were Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairperson of the friendship association, officials concerned, working people in the city and Roman Iwaszkiewicz, Polish ambassador to the DPRK, and staff members of the Polish embassy. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were diplomatic envoys and officials in charge of cultural affairs of various embassies here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The participants saw photographs and video-recorded materials showing the landscape and historical relics of Poland and the life of the Polish people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Kun Hye's Shameful Behavior under Fire",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#6",
            "content": "Hanchongryon Chairman Dismisses Plot to Cook up Spy Ring Case \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- Jang Song Hoe, chairman of the south Korean Federation of University Student Councils (Hanchongryon), reportedly made public a statement titled \"Intelligence Service and Pro-U.S. Conservative Forces under Fire for Cooking up Spy Ring Case\" on Nov. 4.\r\n The statement accused the \"Intelligence Service\" of staging a political coloring offensive after arresting former and incumbent cadres of the Democratic Workers' Party on the charge of violation of the \"National Security Law\" (NSL), asserting that \"they issued organizational instructions\" for staging a candlelight demonstration related to the killing of two schoolgirls and other actions, getting in touch with the north. &nbsp;&nbsp;&nbsp;\r\n The U.S. and pro-U.S. conservative forces cooked up \"spy ring cases\" in a bid to create an atmosphere of confrontation and terror whenever a political crisis brewed and the situation became complicated in the past, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The public security authorities' suppression of the forces for progressive reforms is nothing but the desperate efforts of the pro-U.S. conservative forces. Hanchongryon bitterly denounces the conservative forces for opposing the June 15 joint declaration for the purpose of wresting power and will launch a more stubborn struggle to cope with the prevailing political situation. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon will join all forces for progressive reforms in their dynamic struggle to have the NSL abolished and throw overboard the pro-U.S. conservative forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Kind of Activated Pyroligneous Acid Made",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#7",
            "content": "Pak Kun Hye's Shameful Behavior under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- Internet broadcasting of south Korea \"Voice of People\" on Nov. 8 released a commentary titled \"Why have you Pak Kun Hye been to north if you feel ashamed of visiting it?\"\r\n The Grand National Party of south Korea is busy criticizing the Democratic Workers' Party for its visit to Mangyongdae and Pak Kun Hye who visited Pyongyang and her information spokesperson are making incoherent remarks, the commentary noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The point at issue is not whether they had been to Mangyongdae or not but her interpretation of the visit. Her volt face cannot be construed otherwise than an untrustworthy despicable act. &nbsp;&nbsp;&nbsp;\r\n One can hardly understand why she is taking so much pain to say no to visits to the north. It is deplorable, indeed, that she is still in the grip of the Cold War way of thinking. The bad habit of abusing the south-north relations for enforcing domestic policies dates back to the days of Park Chung Hee's rule. It is no exaggeration to say she is very like her father. She had better know well her support rate is plummeting against the backdrop of a crisis on the Korean Peninsula not because she is female but because of her lack of philosophy as she goes against good faith and is ignorant of the national issue.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Appealing Lyrics Popular among People",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#8",
            "content": "New Kind of Activated Pyroligneous Acid Made \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- A new kind of activated pyroligneous acid was made in Kanggye University of Agriculture and Forestry.\r\n This has germicidal power stronger than other ones. &nbsp;&nbsp;&nbsp;\r\n The seeds of rice, maize, potatoes and other crops treated with the new activated pyroligneous acid are strong in resistance against blight.  It considerably shortens the growth period. &nbsp;&nbsp;&nbsp;\r\n It is also available to stock-breeding and sericulture. &nbsp;&nbsp;&nbsp;\r\n In particular, it effectively prevents silkworm diseases. &nbsp;&nbsp;&nbsp;\r\n The newly developed activated pyroligneous acid is applied to the treatment of skin diseases.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson Observes 61st Birthday of WFDY",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#9",
            "content": "Appealing Lyrics Popular among People \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- The lyrics \"Forgive Me\", \"Mother\" and \"My Fatherland\" are being widely recited among the working people and school children and youth in the DPRK.\r\n The lyrics, which were created scores of years ago, still strongly appeal to the people for their rich emotion. &nbsp;&nbsp;&nbsp;\r\n Famous poet Kim Chol had this to say: &nbsp;&nbsp;&nbsp;\r\n I wrote the rough copy of the lyric \"Forgive Me\" during the hard-fought Fatherland Liberation War. Looking back on their childhood when they did not realize how deep was the happiness provided by the great President Kim Il Sung, soldiers of the Korean People's Army on the assault line hardened their mind to dedicate their lives to the defence of the leader and begged from the bottom of their hearts the fatherland's pardon for having neither more gallantly fought nor done more things for the country. &nbsp;&nbsp;&nbsp;\r\n The patriotic spirit of the soldiers in 1950s still deeply moves the people. &nbsp;&nbsp;&nbsp;\r\n The Korean people have experienced that the Workers' Party of Korea and the socialist motherland are best and that they cannot live even a moment apart from them while overcoming the ordeals of history under the guidance of the Party. &nbsp;&nbsp;&nbsp;\r\n It is the unbreakable faith of the Korean people and soldiers to believe in and follow the WPK as eternal bosom to be embraced and as the mother of the revolution. The Party shares blood with them and protects their destiny and future. &nbsp;&nbsp;&nbsp;\r\n I have reflected their ardent feeling in my poem \"Mother\".&nbsp;&nbsp;&nbsp;\r\n The lyric \"My Fatherland\" by Kim Sang O sings of the love for the fatherland providing the people with independence on the basis of the revolutionary outlook on the leader, not the love merely for the country where they were born and have grown up. It thus touches the heartstrings of the people. &nbsp;&nbsp;&nbsp;\r\n As they truthfully depict the noble ideological and spiritual world of the people on the basis of experience, the poems always call the Korean people to fresh struggle and feats with great vitality and influence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Team Advances into AFC Under-19 Soccer Championship Finals",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#10",
            "content": "Minju Joson Observes 61st Birthday of WFDY\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- Minju Joson today observes the 61st anniversary of the foundation of the World Federation of Democratic Youth (WFDY).\r\n The Kim Il Sung Socialist Youth League under the wise leadership of President Kim Il Sung and Kim Jong Il has taken an active part in all activities of WFDY ever since it joined the federation on June 24, 1946 and thus has greatly helped toward maintaining the anti-imperialist character of the federation and enhancing its position in the sphere of the world youth and student movement, declares the paper in a signed article, which reads in part: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung and Kim Jong Il showed deep care so that the youth league could make a great contribution, political and material, to the development of the WFDY and, furthermore, made an immortal contribution to the development of the progressive youth and student movement of the world by wisely guiding the sponsorship of the 13th World Youth and Students Festival in 1989 as the most successful festival in its history. &nbsp;&nbsp;&nbsp;\r\n Very great is the expectation reposed by numerous progressive and peace-loving people worldwide in the WFDY. &nbsp;&nbsp;&nbsp;\r\n We are firmly convinced that the WFDY will as ever take the lead in the movement for peace and democracy against imperialism and discharge its responsibility and role as a powerful youth organization constantly displaying vitality.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Angolan President",
            "url": "http://kcna.co.jp/item/2006/200611/news11/11.htm#11",
            "content": "DPRK Team Advances into AFC Under-19 Soccer Championship Finals\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 10 (KCNA) -- The DPRK team defeated the Jordanian team 1:0 in the semi-finals at the AFC Under-19 Soccer Championship on Nov. 9 to advance into its finals.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}