{
    "date": "2006-03-18",
    "url": "http://kcna.co.jp/item/2006/200603/20060318.htm",
    "articles": [
        {
            "title": "Swedish Preparatory Committee Inaugurated",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#1",
            "content": "Swedish Preparatory Committee Inaugurated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- An inaugural ceremony of the Swedish preparatory committee for commemorating the Day of the Sun was held in Stockholm on Mar. 11.\r\n The ceremony elected Chairman of the Sweden-Korea Friendship Association Christer Lundgren chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to organize a commemoration meeting and other colorful functions in league with different political parties and to publish and disseminate magazine \"Information of Korea\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Politics of DPRK Highly Praised in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#2",
            "content": "Songun Politics of DPRK Highly Praised in Different Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- The Romanian National Committee for the Study of the Juche Idea and the Group of Dialectical Materialists of Italy held a seminar and a book and photo exhibition on Mar. 7 and 10 on the occasion of the 13th anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\r\n Displayed at the venues of the events were works of President Kim Il Sung and Kim Jong Il and photos showing the exploits of their Songun leadership.\r\n Vasile Orleanu, chairman of the Romanian National Committee for the Study of the Juche Idea, said at the seminar that the Songun politics pursued by Kim Jong Il is a good political mode of helping glorify the sovereignty and dignity of the country under the uplifted banner of socialism at the present times when the moves of the imperialists to isolate and stifle the DPRK have been pronounced. He pointed out that Korean-style socialism is now further developing thanks to the Songun politics.\r\n Miriam Pelegrini Feri, president of the Group of Dialectical Materialists of Italy, at the opening ceremony of the book and photo exhibition said that some time ago his group published   Kim Jong Il's work \"Socialism Is a Science\", stressing that it would make a deep study of Kim Jong Il's works and the Songun idea he has enriched and widely disseminate them among the masses.    \r\n\r\n\r\n"
        },
        {
            "title": "Disorganization of GNP of S. Korea Demanded in Britain",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#3",
            "content": "Disorganization of GNP of S. Korea Demanded in Britain \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- The British Group for the Study of the Juche Idea, the British Association for the Study of the Songun Policy and the British Friendship Society with Korea made public a joint statement on Mar. 2 denouncing the moves of the pro-U.S. ultra-rightist conservatives of south Korea and demanding the disorganization of the Grand National Party of south Korea.\r\n The statement held that the merger of the GNP and the United Liberal Democrats is an extremely grave act as it is intended to revive the past fascist dictatorship, more zealously pursue pro-Americanism and flunkeyism, scrap the June 15 North-South Joint Declaration and drive the relations between the north and the south to confrontation. &nbsp;&nbsp;&nbsp;\r\n The statement supported the declaration on the situation issued by the Central Committee of the Anti-Imperialist National Democratic Front which assailed the above-said merger as a criminal conspiracy and extended firm solidarity to the south Korean people in their struggle to force the pro-U.S. fascist GNP to disband itself.    \r\n\r\n\r\n"
        },
        {
            "title": "Forum to Memory of Korean Victims of Air Raid on Tokyo",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#4",
            "content": "Forum to Memory of Korean Victims of Air Raid on Tokyo \r\n&nbsp;&nbsp;&nbsp; Tokyo, March 15 (KNS-KCNA) -- A forum to the memory of the Korean victims took place in Tokyo on March 6, 61 years after a big air raid on Tokyo in March 1945, the last year of the Second World War. It was sponsored by the Tokyo group for probing the truth behind the forcible drafting of Koreans.\r\n It was addressed by Kim Jong Chol, a delegate of the Korean side, Mizuho Fukushima, leader of the Social Democratic Party of Japan, and others. They said it was disclosed toward the end of last year that the names of at least 50 Koreans were recorded in the list of remains at the Tokyo Metropolitan Memorial Hall where remains of the victims of the air raid on Tokyo who were not identified or whose bereaved families could not be found were buried. &nbsp;&nbsp;&nbsp;\r\n They underscored the need to probe the truth behind the Korean victims of the air raid which have not been known and identify the remains with the forum as a momentum.\r\n The forum introduced testimonies made by 27 Koreans who were damaged by the air raid. &nbsp;&nbsp;&nbsp;\r\n Ri Il Man, secretary general of the Korean side to the group, said that it was supposed that more than 10,000 Koreans were killed due to the forcible drafting and air raid. Katsumoto Saotome, curator of the Japanese Centre of Damage Data of Big Air Raid on Tokyo, said the centre should record even the damage of Koreans by the air raid.    \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Chongryon Condemned in Japan",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#5",
            "content": "Suppression of Chongryon Condemned in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- Japanese political and public circles condemned the authorities for suppressing the General Association of Korean Residents in Japan (Chongryon) and violating the human rights of Koreans in Japan.\r\n The New Socialist Party of Japan in a statement on February 16 castigated the Fukuoka High Court for deciding to cancel a measure for exempting the Kumamoto Korean Hall, a facility related to Chongryon, from taxation and branded the decision as an open crackdown on Chongryon, which curries favor with the right-wing forces in intensifying national discrimination and chauvinism against the Koreans in Japan and keeps in step with the government's hostile policy toward the DPRK.\r\n Pointing out that the decision is unwarrantable, the statement called upon the Japanese people to strengthen the movement for its withdrawal. \r\n The Japanese Aichi, Mie Liaison Council for Supporting Korea's Reunification made public a statement on March 6 to condemn the Nagoya Immigration Office for delaying a reentry permit of the chairperson of the Central Standing Committee of the Union of Democratic Korean Women in Japan. &nbsp;&nbsp;&nbsp;\r\n The statement emphasized that unpardonable is such violation of human rights to discriminate and oppress those victims forcibly drafted by Japan's aggression and colonial rule of Korea and Koreans in Japan, their descendants, and block their visit to the homeland.     \r\n\r\n\r\n"
        },
        {
            "title": "Halt to Moves to Provoke War Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#6",
            "content": "Halt to Moves to Provoke War Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- The Reunification Solidarity for the Implementation of the June 15 South-North Joint Declaration and Peace on the Korean Peninsula made public a statement on Mar. 11 demanding  the U.S. and south Korean military authorities immediately stop their moves to provoke a war.\r\n The statement charged that the U.S. seeks to round off its scenario for another Korean war through the north-targeted military exercises to be staged soon, timed to coincide with the large-scale relocation of its forces in south Korea, the \"conversion of its forces into rapid deployment forces and the realization of their strategic flexibility,\" etc. \r\n Branding these war exercises as hostile acts against the nation and reunification as they deter the inter-Korean relations from heading for reconciliation, cooperation and reunification, the statement noted that all the facts clearly prove that the U.S. has no will to solve the Korean issue peacefully.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Conclusion of DPRK-Russia Agreement Marked",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#7",
            "content": "Anniversary of Conclusion of DPRK-Russia Agreement Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- Papers today dedicate articles to the 57th anniversary of the conclusion of the agreement on economic and cultural cooperation between the DPRK and the Russian Federation.\r\n The conclusion of the agreement between the DPRK and the Soviet Union on Mar. 17, 1949 was recorded in the history of the bilateral friendship as it marked an occasion of a significant event in propelling the development of friendly and cooperative relations between the two countries, papers say. &nbsp;&nbsp;&nbsp;\r\n A signed article of Minju Joson says that the desire of the governments and peoples of the two countries to develop the bilateral relations of friendship which have long-standing historical traditions is growing stronger in the new century.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il's historic visits to the Russian Federation and the Far Eastern region and Russian President Putin's visit to the DPRK were a clear manifestation of the strong desire of the two governments and the two peoples to develop the friendly and cooperative relations between the two countries in depth as their visits offered an important occasion of providing a landmark in improving the bilateral relations of friendship in the new century. &nbsp;&nbsp;&nbsp;\r\n The Korean people are sincerely rejoiced over the friendly relations between the two countries developing favorably in the new century, too. &nbsp;&nbsp;&nbsp;\r\n The Russian people are now registering many achievements in realizing the cause of building a powerful state under the guidance of President Putin. Russia is increasing its international prestige and its voice and influence on the international issues by holding fast to the increase of defence capacity as a key link for building a powerful state.\r\n It is paying due attention to ensuring political stability at home and improving the people's living standard, while concentrating its efforts on improving and developing relations with neighboring countries to cope with the anti-Russian policies of the U.S. and the West. &nbsp;&nbsp;&nbsp;\r\n The Russian government's stand and efforts to seek an unbiased peaceful solution to the nuclear issue of the Korean Peninsula and improve friendly relations with the DPRK are making a positive contribution to ensuring peace and stability in Asia and other parts of the world. &nbsp;&nbsp;&nbsp;\r\n The Korean people highly praise the Russian government and people for having striven to expand and develop friendly relations with the DPRK in different fields and hope that everything will go well in Russia in the future, too.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle against U.S. and War Called for",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#8",
            "content": "Struggle against U.S. and War Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- All the Koreans in the north and the south and abroad should turn out as one in the struggle against the United States and war under the banner of \"By our nation itself\" and thus deal deadly blows at the U.S. imperialists and their followers keen to ignite a new war and firmly defend peace and security on the Korean Peninsula, urges Rodong Sinmun today in a signed article.\r\n The anti-U.S., anti-war struggle precisely means a struggle to protect the nation's dignity and sovereignty and defend peace on this land and it guarantees independent reunification of the country and co-prosperity of the nation, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south and abroad should turn out as one in the urgent and sacred struggle to defend the peace of the country, a patriotic road. \r\n They should direct the main spearhead of the struggle to the U.S. imperialists, the chieftain of war of aggression. The U.S. imperialists are chiefly to blame for threatening the peace of the Korean nation and constantly bringing dark clouds of war to hang over the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They are, indeed, the primary target of the struggle for peace against war.\r\n The military warhawks and other ultra-right conservative forces in south Korea are a hotbed of war and a cancer-like entity lying in the way of defending peace. They are posing the danger of war to the DPRK in collusion with outside aggressor forces, still seized by the consciousness of confrontation with fellow countrymen even today, the June 15 era of reunification when the idea of \"By our nation itself\" and national cooperation have become a dominant trend of the nation's history.\r\n In order to prevent a war on the Korean Peninsula and defend the peace of the country it is necessary not to allow the moves of the ultra-right conservative forces, anti-reunification bellicose elements of south Korea for confrontation with fellow countrymen and their despicable pro-U.S. submissive acts. &nbsp;&nbsp;&nbsp;\r\n It is the most realistic way of shattering the desperate moves of the bellicose elements at home and abroad to provoke a war to ensure a decisive superiority of the peace-loving forces opposed to war to the forces for aggression and war and, to this end, it is imperative to enlist the efforts of all the Koreans.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Russian Charge d'Affaires",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#9",
            "content": "Reception Given by Russian Charge d'Affaires\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- The agreement on the economic and cultural cooperation between Russia and the DPRK provided a solid foundation for cooperation between the two countries. Alexander Matsegora, Russian charge d'affaires ad interim in Pyongyang, said this, addressing a reception given at the Taedonggang Club for the Diplomatic Corps on March 16 on the occasion of the 57th anniversary of the conclusion of the agreement.\r\n The charge d'affaires ad interim, speaking at the reception, said that the  principles of bilateral cooperation laid down in the agreement which calls for development in the economic and cultural fields of the two countries have made new progress through the Treaty of Friendship, Good Neighborliness and Cooperation between the two countries, the Russia-DPRK Joint Declaration and the Moscow Declaration and they were reaffirmed at the meetings of Chairman of the National Defence Commission of the DPRK Kim Jong Il and President Putin who are the top leaders of the two countries.\r\n He wished the Korean people greater success in the work to build a great prosperous powerful socialist nation and augment the economic potential of the DPRK and promote the wellbeing of the working people. &nbsp;&nbsp;&nbsp;\r\n Vice-Premier of the Cabinet Ro Tu Chol, speaking next at the reception, said that the agreement on economic and cultural cooperation, the first inter-governmental agreement, concluded between the two countries has made a great contribution to boosting the friendship and cooperation between them. &nbsp;&nbsp;&nbsp;\r\n He pointed out that the work to rejuvenate cooperation between the two countries in the political, economic, cultural and various other fields is making headway under the particular care of the two top leaders. &nbsp;&nbsp;&nbsp;\r\n We will make positive efforts to successfully boost the bilateral cooperative relations in various fields in the spirit of the DPRK-Russia Moscow Declaration and the state-to-state treaty this significant year which marks the fifth anniversary of \r\nKim Jong Il's visit to the Russian Federation, he noted, wishing the leadership and people of Russia fresh success in the work to build a powerful state and a multi-polar new world. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Minister of Foreign Trade Rim Kyong Man, Vice-minister of Foreign Affairs Kung Sok Ung, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is chairwoman of the Korean-Russian Friendship Association and officials concerned and on hand were staff members of the Russian embassy here.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koryo Porcelain Renowned in Medieval World History of Craftworks",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#10",
            "content": "Koryo Porcelain Renowned in Medieval World History of Craftworks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- Ceramic industry has developed in Korea from olden times, providing a time-honored tradition of ceramic workmanship.\r\n Korean ancestors made various ceramic wares already in the primitive age. And they carried forward the technique of manufacturing pottery and porcelain in the period of Koguryo and Palhae. And, on this basis, world-famous porcelain wares were produced in the period of Koryo.\r\n Varicolored Koryo porcelain wares, blue, white, black and scarlet, have been known for their beauty and elegance. Conspicuous among them are Koryo celadon and black porcelain. &nbsp;&nbsp;&nbsp;\r\n  Unique are the patterns of Koryo porcelain. The decorative patterns wide in variety include those depicting human beings, animals, plants and nature as well as symbolic and calligraphic patterns. Applied to them are sculptural, painting and inlaying techniques. &nbsp;&nbsp;&nbsp;\r\n Free-style pictures drawn from life and schematic designs applied to the patterns add to the artistic value of Koryo porcelain. &nbsp;&nbsp;&nbsp;\r\n Koryo porcelain wares varied in styles as represented by cups, bottles, dishes, kettles and jars, each of which is divided into different shapes. &nbsp;&nbsp;&nbsp;\r\n With colors, patterns and shapes well combined, Koryo porcelain held a distinguished place in the medieval world history of craftworks for their high artistic value.\r\n Now the ceramic workmanship of Korea is making further progress, subdivided into minor categories.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Alkaline Protease with High Activity Developed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#11",
            "content": "Alkaline Protease with High Activity Developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- Researchers of the Faculty of Life Science of Kim Il Sung University of the DPRK have recently succeeded in breeding strain for producing alkaline protease with high activity.\r\n The activity of this strain is more than 10,000 units per milliliter. It is nearly twice higher than the former strains in activity. &nbsp;&nbsp;&nbsp;\r\n Short in cultivating period and low in cost, it has a great value of utility.\r\n Alkaline protease produced from this strain is used for various purposes such as the production of ferment of detergent and casein phosphorus peptide (CPP).\r\n An addition of 0.5 to 1 percent of ferment to the washing agent raises the decontamination rate up to 60 percent as against ordinary detergent in the cloth contaminated by protein. &nbsp;&nbsp;&nbsp;\r\n CPP is used in the production of medicines efficacious for the growth of children and the treatment of thrombus, osteoporosis, arthritis and bone fracture.\r\n Alkaline protease is also used to make additives containing more than 40 percent of amino acid and peptide for the feed of domestic animals and fish by dissolving silkworm pupa, plumage and other materials. &nbsp;&nbsp;&nbsp;\r\n The strain for producing alkaline protease (Bacillus licheniformis 830) and its application method were awarded a home patent in September last year.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Overflow Dam in Peculiar Type",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#12",
            "content": "Overflow Dam in Peculiar Type\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- Scientists of the Hydraulic Engineering Institute under the State Academy of Sciences of the DPRK have developed the construction method of an overflow dam of peculiar type to guarantee the security of hydro-power stations and reservoirs.\r\n The dam of zigzag type has no floodgate. &nbsp;&nbsp;&nbsp;\r\n This method has several advantages. &nbsp;&nbsp;&nbsp;\r\n Firstly, having no floodgate, the dam needs no expense for the construction and management of floodgate structures and offers no danger of accident from a floodgate trouble. &nbsp;&nbsp;&nbsp;\r\n Secondly, being of zigzag type, the dam can increase the amount of displacement beyond comparison with the straight type of the same length and reliably protect the main dam from any big flood. &nbsp;&nbsp;&nbsp;\r\n It has already been practically proved that it hydrographically protects the main dams of a power station and a reservoir, even if it is made of sand and stones.\r\n The method, which makes it possible to cut the cost by one-third while considerably reducing the construction period, is drawing keen interests from among the specialists.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans in U.S. Called for Participating in Joint National Functions",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#13",
            "content": "Koreans in U.S. Called for Participating in Joint National Functions\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- The third meeting of co-chairmen of the U.S. Regional Committee for Implementing the June 15 Joint Declaration took place in New York on March 4, according to U.S. Internet homepage Minjok Thongsin.\r\n Reports on activities for preparations for forming regional organizations to implement the joint declaration were made at the meeting. Then followed speeches on the working plan and the orientation of activities for 2006 of the U.S. Regional Committee.\r\n Reporters and speakers stressed the need to expand the organization from the stance that all the forces supporting the June 15 joint declaration should be involved in it. \r\n�@They called upon the Koreans in the United States to take an active part in joint national functions to be held on the occasion of the sixth anniversary of the publication of the joint declaration and successfully hold all-compatriots regional functions in different parts of the U.S. on this occasion. &nbsp;&nbsp;&nbsp;\r\n They also declared that they would conduct a dynamic work to distribute diverse articles for the implementation of the joint declaration among those concerned in the U.S.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Ireland",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#14",
            "content": "Greetings to President of Ireland\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to President of Ireland Mary Mcaleese on the occasion of its national day.\r\n The message wholeheartedly wished the president of Ireland great success in his work for the prosperity of the country and expressed the belief that the friendly and cooperative relations between the two countries will continue developing on good terms.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Builders of Capital City Vow to Construct It into More Modern One",
            "url": "http://kcna.co.jp/item/2006/200603/news03/18.htm#15",
            "content": "Builders of Capital City Vow to Construct It into More Modern One\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 17 (KCNA) -- The builders of Pyongyang gathered at Kim Il Sung Square Friday to vow to turn it into a more modern city as required by the new century.\r\n Recently leader Kim Jong Il set forth clear tasks arising in the construction of the capital city and its management and ways to do so. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to update the city formation and build the capital city into a more modern one with the same vim and vigor with which its citizens constructed the city on post-war debris and specified issues arising in the city management ranging from the issue of constructing high-rise apartment houses and public buildings to the management of street lamps and city greening. &nbsp;&nbsp;&nbsp;\r\n A report made by the chairman of the Pyongyang City People�fs Committee was followed by speeches. The reporter and speakers called for energetically pushing forward the reconstruction and modernization of the city and construction projects with the same spirit and traits as displayed by the builders of the city in creating the �gPyongyang Speed�h in the post-war period in hearty response to President Kim Il Sung�fs grandiose plan for the construction of the capital city. &nbsp;&nbsp;&nbsp;\r\n According to the resolution of the participants in the meeting, the builders will complete the project for reconstructing and updating the Tudan Duck Farm, the Namgang Bridge construction and various other projects ahead of schedule in a brief span of time as their immediate tasks. &nbsp;&nbsp;&nbsp;\r\n They will also preserve the architectural features of all buildings in the city to meet the modern aesthetic need and dynamically push ahead with the project to install fashionable street lamps and the construction of facilities related to citizens�f living, etc, so as to provide them with more cultured living conditions. A new turn will be effected in the city management through a movement to turn the city into parks and woodland.\r\n They will, at the same time, convert the rural villages on the outskirts of the city into a socialist land of bliss and dynamically conduct land management including road construction and tree-planting so as to radically change the appearance of the capital city.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}