{
    "date": "2006-06-23",
    "url": "http://kcna.co.jp/item/2006/200606/20060623.htm",
    "articles": [
        {
            "title": "U.S. Reckless Provocations Are Bound to Be Foiled",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meetings Held in Syria and Iran",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#2",
            "content": "U.S. Reckless Provocations Are Bound to Be Foiled \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The U.S. imperialist warmongers have been intensifying military provocations against the DPRK of late.\r\n Recently they illegally infiltrated strategic reconnaissance planes into the sky above the DPRK's economic waters to spy on its strategic targets in several times.&nbsp;&nbsp;&nbsp;\r\n The ceaseless illegal intrusion of the planes has created a grave danger of military conflict in the air above the region. &nbsp;&nbsp;&nbsp;\r\n The fact clearly shows that the U.S. is the very one which is disturbing peace and straining the situation on the Korean peninsula and is bringing into bolder relief its aggressive nature to mount a preemptive strike against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Such grave military provocations only precipitate its self-destruction. &nbsp;&nbsp;&nbsp;\r\n The DPRK government already warned the reckless enemy by firmly stating that it would return retaliation for retaliation, all-out war for all-out-war right after the Pueblo incident in the end of the 1960s and has dealt heavy blows to the repeated military provocations of the enemy. &nbsp;&nbsp;&nbsp;\r\n The large-sized reconnaissance plane \"EC-121\" (in April 1969), the spy plane \"OAH-23G\" (in August 1969) and a reconnaissance helicopter (in December 1994) all met their miserable end by the strike of the Korean People's Army while committing espionage and hostile acts in the unalienable air of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The KPA Air Force Command, in its recent report, warned once again that should those planes persist in their reckless air espionage, they would not be able to escape the same end as that of a tiger moth fated to perish in the flames, stating that the merciless punishment against the aggressors is the nature peculiar to the KPA revolutionary force. &nbsp;&nbsp;&nbsp;\r\n The KPA never talk empty words. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should ponder over and draw a lesson from the shameful defeats they have sustained in the past Korean war and repeated military provocations.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Stand on Reunification Supported",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#3",
            "content": "Friendly Meetings Held in Syria and Iran \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Friendly meetings were held in Damascus Rural Province in Syria and on the Iran-Korea Friendship Magsal Agro-Stock Farm on June 15 and 16 on the occasion of the 42nd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The director for Workers and Farmers of the Damascus Rural Provincial Committee of Syria's Arab Socialist Baath Party said in his speech that the Syrian party and people are following with keen interest the friendly Korean people advancing at the head of the world independent forces in the struggle against the U.S. imperialists' domination, single-mindedly united around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The manager of the Iran-Korea Friendship Magsal Agro-Stock Farm in his speech wished the friendly Korean people great success in their work for national reunification and the prosperity of the country under the leadership of Kim Jong Il and sincerely hoped that the friendly and cooperative relations between Iran and the DPRK would grow stronger.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "June 15 North-South Joint Declaration Supported",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#4",
            "content": "DPRK's Stand on Reunification Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Paul Kagame, president of Rwanda, supported the stand of the DPRK to achieve the reunification of the country by concerted efforts of the Korean nation when receiving credentials from Pak Hyon Jae, DPRK ambassador to his country, on June 12.\r\n He said that the two countries have long maintained good relations and his government is rejoiced over the great successes made by the Korean people in all fields under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "All-People Rally against Expansion of U.S. Military Base in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#5",
            "content": "June 15 North-South Joint Declaration Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The Left Democratic Front of Bangladesh will extend invariable support and solidarity to the Korean people in their struggle to achieve the independent and peaceful reunification of the country under the banner of the June 15 North-South Joint Declaration.\r\n The front said this in its statement issued on June 15 in support of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The adoption of the declaration six years ago amid the great expectation and interest of the world was a historic event as it brought about an epochal turn in the history of the movement for the reunification of the Korean Peninsula, it noted. &nbsp;&nbsp;&nbsp;\r\n Assailing all sorts of reckless moves of the U.S. imperialists and their allies to block Korea's reunification, the statement strongly demanded the U.S. forces quit south Korea at once taking with them all their lethal weapons.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' Ideological and Cultural Poisoning Denounced",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#6",
            "content": "All-People Rally against Expansion of U.S. Military Base in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The third all-people rally for checking the expansion of the U.S. military base in Phyongthaek was reportedly held in Taechu-ri, south Korea, on June 18 under the sponsorship of the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek.\r\n Speakers at the rally said that the struggle of peasants to check the expansion of the U.S. military base in Phyongthaek and guarantee their peaceful farming activities is just and the authorities' suppression of it cannot be pardoned. &nbsp;&nbsp;&nbsp;\r\n On the same day a candle-light rally against the expansion of the U.S. military base took place in Phyongthaek City, Kyonggi Province. It was attended by at least 1,500 members of civic organizations and residents in Taechu-ri and Todu-ri.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Intensive Patriotic Movement under Banner of \"By Our Nation Itself\" Urged",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#7",
            "content": "Imperialists' Ideological and Cultural Poisoning Denounced \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Aggression, plunder, domination and subjugation represent the intrinsic nature of the imperialists and their unchangeable ambition, says Rodong Sinmun Thursday in a signed article.\r\n It accuses the imperialist forces of their persistent ideological and cultural poisoning and psychological warfare against the anti-imperialist and independent countries. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The main objective of the imperialists' ideological and cultural poisoning is to spread corrupt bourgeois ideology and culture and the capitalist lifestyle among those countries mentioned above. &nbsp;&nbsp;&nbsp;\r\n The imperialists' ideological and cultural poisoning is a vicious reactionary offensive intended to break the people's faith in the cause of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n The same is true of their psychological warfare. It is aimed to benumb the consciousness of independence of the people of the anti-imperialist and independent countries and their spirit of anti-imperialist struggle, create illusion about imperialism and fear of it and destabilize the societies of those countries in a bid to realize their ambition for aggression and domination. &nbsp;&nbsp;&nbsp;\r\n Looking back on history, the imperialist forces used to undertake an operation for reactionary ideological and cultural poisoning and a psychological warfare before moving to achieve their purpose of undisguised aggression and domination over other countries. The U.S. and other imperialists spread corrupt imperialist ideology and culture to several socialist countries during the Cold War era, calculating that they could bring down socialism without firing even a single bullet if they made bourgeois ideology and culture prevail in the ideological, cultural and psychological aspects of the army and people in those countries. They were also busy slandering socialism and creating illusion about the West. &nbsp;&nbsp;&nbsp;\r\n The U.S. and other imperialist forces have become evermore frantic in their operation for ideological and cultural poisoning and psychological warfare. &nbsp;&nbsp;&nbsp;\r\n The DPRK and other countries keeping to the road of socialism, the anti-imperialist and independent countries, are made main targets of their intensified campaign for bourgeois ideological and cultural poisoning and psychological warfare. &nbsp;&nbsp;&nbsp;\r\n The imperialists' ideological and cultural poisoning and psychological warfare are nothing but a broad hoax to destroy the unity and cohesion of socialist society and a dangerous tentacle to hurt its people's socialist way of life.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kil Son Hui Selected as Best Asian Youth Female Footballer",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#8",
            "content": "Intensive Patriotic Movement under Banner of \"By Our Nation Itself\" Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Delegations of the authorities of the north and the south, jointly with members of delegations of organizations from all social strata at home and abroad, held the grand festival for national reunification with splendor to commemorate the sixth anniversary of the publication of the historic June 15 North-South Joint Declaration. The festival marked a major milestone in traditionalizing the grand commemoration of June 15 as \"Day of By Our Nation Itself\".\r\n This is what Rodong Sinmun says in an article Thursday, which reads in part: &nbsp;&nbsp;&nbsp;\r\n Today the Korean nation should hold ever higher the banner of \"By Our Nation Itself\" to defend peace in this land and vigorously advance towards the destination of independent reunification, breaking through the troubles caused by the anti-reunification forces at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By Our Nation Itself\" is a powerful common weapon of the Korean nation ensuring victory in the movement for independent reunification. &nbsp;&nbsp;&nbsp;\r\n This idea is, in short, the idea of national independence that is the hard core in the settlement of national issues. Only when the principle of national independence is kept, can a victory be guaranteed in the struggle to oppose outside forces' moves for war and aggression and establish the national sovereignty throughout the Korean Peninsula and reunify the divided country. &nbsp;&nbsp;&nbsp;\r\n The whole nation should wage with redoubled vigor the patriotic movement for independent reunification, peace against war and great national unity under the banner of \"By Our Nation Itself\".&nbsp;&nbsp;&nbsp;\r\n The road of national reunification and bright future lie in national independence, the way of defending the destiny of the nation in peace against war, and the key to national reunification in great national unity. &nbsp;&nbsp;&nbsp;\r\n It is fortunate that the authorities and civilians committed themselves to an intensive three-point patriotic movement at the June 15 festival. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen in the north and the south and overseas should put together their patriotic purpose and will and dynamically wage the three-point patriotic movement under the uplifted banner of \"By Our Nation Itself,\" thus adding shine to the June 15 era of reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New High Pressure Bit-head of Rock-drill Made",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#9",
            "content": "Kil Son Hui Selected as Best Asian Youth Female Footballer \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Kil Son Hui, female soccer player of the Youth Female Football Team of the DPRK, was selected as the best Asian youth female footballer in 2006. \r\n The Asian Football Confederation recently decided it and conferred the prize of best Asian youth female footballer on her. &nbsp;&nbsp;&nbsp;\r\n She has a high playing sense and such special techniques as ball-handling, one-to-one breakthrough and shot. &nbsp;&nbsp;&nbsp;\r\n She displayed her skill to the full at the third Asian youth women's football championships held in Malaysia in last April. She scored two goals in the match with India and a goal in the match with south Korea, thus helping her team win the games. &nbsp;&nbsp;&nbsp;\r\n She is now active at the Rimyongsu Sports Group as a forward.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Blasted for Having Blocked DPRK's Religious Delegation's Entry into U.S.",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#10",
            "content": "New High Pressure Bit-head of Rock-drill Made\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- A newly-developed high pressure bit-head of rock-drill is being widely used in the field of the mining industry of the DPRK.\r\n In particular, it is paying off at the Taehung Youth Mine and the Sangwon Limestone Mine of the Sangwon Cement Complex. &nbsp;&nbsp;&nbsp;\r\n The high pressure bit-head was developed jointly by scientists of the Central Mining Institute under the State Academy of Sciences and workers of the Sangwon Limestone Mine and the Sinuiju Mining Machine Factory. &nbsp;&nbsp;&nbsp;\r\n They made the bit-head whose boring hole is 160 mm in diameter on the basis of fourth dimensional design. &nbsp;&nbsp;&nbsp;\r\n It overcame the shortcomings of the bit-head of the COP rock-drill. And it has been further improved in the light of structure and form. &nbsp;&nbsp;&nbsp;\r\n Its drilling capacity is 8,000 - 10,000 meters. &nbsp;&nbsp;&nbsp;\r\n The serviceable life of the new bit-head, which is made without use of alloy of C, Cr, Ni, W, Mn and Mo, is almost same with that of COP.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2006/200606/news06/23.htm#11",
            "content": "U.S. Blasted for Having Blocked DPRK's Religious Delegation's Entry into U.S.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The U.S. authorities barred a delegation of the Korean Christian Federation from entering the U.S. to participate in the 217th meeting of the U.S. Presbyterian Church slated for late June at the official invitation of the Church.\r\n A spokesman for the KCF Central Committee in a statement issued on June 22 in this regard denounced this as a hostile action against the DPRK and demanded they officially apologize for this. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. authorities prevented the delegation from participating in the meeting by dragging on the matter under an absurd pretext of \"agreement\" with its security organ, the statement said: &nbsp;&nbsp;&nbsp;\r\n This is not only a rude behavior disregarding an international practice and etiquette but a sort of suppression of religion as it openly restricted and persecuted the legitimate religious activities of the Korean Christian Federation and the Christian organization of the U.S. &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, the recent very rude action taken by the U.S. authorities was no more than a dastardly hostile action perpetrated by them against the DPRK with a careful political calculation. They took this action afraid of the fact that in case the truth about the free religious activities of the Christians in the DPRK is known to the U.S. and other parts of the world it might bring to daylight the sheer hypocrisy of their loudmouthed \"religious and human rights issues\" in the DPRK. &nbsp;&nbsp;&nbsp;\r\n We bitterly denounce the recent action taken by the U.S. authorities as a grave infringement upon the free religious life and rights of the Christians and an inhumane behavior contrary to the elementary international practice and etiquette and strongly demand they officially apologize for this. &nbsp;&nbsp;&nbsp;\r\n They should not persistently pursue antipathy and confrontation going against the trend of the times when people are going in for reconciliation and cooperation but roll back their wrong hostile policy towards the DPRK and opt for normalizing the relations with it as early as possible. &nbsp;&nbsp;&nbsp;\r\n We will as always pursue close exchange and cooperation with the U.S. Presbyterian Church and all other Christian organizations of various countries in the positive efforts to build a peaceful and just, new world and thus fulfill our mission as Christians. &nbsp;&nbsp;&nbsp;\r\n The C.C., Korean Christian Federation avails itself of this opportunity to express expectation that Christian organizations and Christians of all countries will never overlook the U.S. authorities' high-handed and arbitrary practices of wantonly violating even the elementary human rights and activities in a bid to realize their wild ambition for domination but decisively frustrate them and thus carry out their missionary work as men standing for justice and peace.    \r\n\r\n\r\n\r\n"
        }
    ]
}