{
    "date": "2006-08-09",
    "url": "http://kcna.co.jp/item/2006/200608/20060809.htm",
    "articles": [
        {
            "title": "DPRK Shooters Proved Successful",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#1",
            "content": "DPRK Shooters Proved Successful \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- DPRK shooters gave a good account of themselves at the 49th World Shooting Championships held in Zagreb, capital of Croatia, from July 23 to August 6.\r\n The championships drew sharpshooters from more than 100 countries.&nbsp;&nbsp;&nbsp;\r\n Jo Yong Chol displayed high skill and scored 392 points in the youth event of 50m-running game target, catching a gold medal. &nbsp;&nbsp;&nbsp;\r\n Jo Yong Chol, Pak Myong Won and Sim Chong Rim scored 1,156 points in the youth team event of 50m-running game target and took the first place. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Su bagged a silver medal in the event of 25m standard pistol and Pak Myong Won a silver medal in the youth event of 10m-running target. &nbsp;&nbsp;&nbsp;\r\n Pak Myong Won, Jo Yong Chol and Sim Chong Rim placed second in the youth team event of 10m-running game target. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Su, Kim Hyon Ung and Ryu Myong Yon placed third in the team event of 25m-centre fire pistol and Pak Myong Won, Jo Yong Chol and Sim Chong Rim placed third in the youth team event of 10m-running target. &nbsp;&nbsp;&nbsp;\r\n Pak Myong Won caught a bronze medal in the youth event of 10m-running game target and Chae Hye Gyong a bronze medal in the women's skeet shooting. &nbsp;&nbsp;&nbsp;\r\n The DPRK shooters bagged two gold medals, three silver medals and four bronze medals at the championships.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Diamond Jubilee of State Symphony Orchestra Marked",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#2",
            "content": "Diamond Jubilee of State Symphony Orchestra Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- A meeting to mark the 60th anniversary of the State Symphony Orchestra was held on Tuesday.\r\n The meeting was attended by Secretary of the Central Committee of the Workers' Party of Korea (WPK) Choe Thae Bok, Minister of Culture Kang Nung Su, officials concerned, creators and artistes of the orchestra and national art organizations and teachers and students in the field of art education. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message of the Central Committee of the WPK to the creators, artistes and employees of the orchestra was conveyed at the meeting. &nbsp;&nbsp;&nbsp;\r\n The message said that President Kim Il Sung founded the orchestra on August 8, Juche 35 (1946) and General Secretary Kim Jong Il set forth the original idea and policy on building the orchestra and has since energetically led the work to make the symphony of the DPRK resound far and wide as a song of advance of the Juche-oriented revolution. &nbsp;&nbsp;&nbsp;\r\n The orchestra has created orchestral and other instrumental music of various themes with a high ideological and artistic value in every annals of the Korean revolution since it began its performing art with its premiere of immortal revolutionary paean \"Song of General Kim Il Sung\" right after the liberation of the country, the message noted, adding that in this course it has contributed to educating the Party members and other working people in a revolutionary way and powerfully encouraging them in the socialist construction. &nbsp;&nbsp;&nbsp;\r\n The WPK Central Committee in the message highly praised the creators, artistes and employees of the orchestra for having made great achievements in the work to develop Juche-based music, bearing deep in mind the noble duty they have assumed before the Party and the revolution. &nbsp;&nbsp;&nbsp;\r\n Ho I Bok, head of the orchestra, made a report to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n They said that Kim Jong Il spared time to watch several performances given by the orchestra, clearly indicating the way to be followed by it, made sure that the Moranbong Theatre was rebuilt as a monumental edifice in the era of Songun and showed great loving care for the creators and artistes of the orchestra. &nbsp;&nbsp;&nbsp;\r\n They underlined the need to create and produce more orchestras and orchestral music of Korean style with emphasis put on creating works singing of the greatness of the three generals of Mt. Paektu and bring about a fresh turn in its performing art and thus make a tangible contribution to encouraging the people in the building of a great prosperous powerful socialist nation and developing music in the era of Songun. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Photo Exhibition Held in Czech Republic",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#3",
            "content": "DPRK Photo Exhibition Held in Czech Republic \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- A photo exhibition on the subject of \"Women of the Democratic People's Republic of Korea\" was opened with due ceremony at the Czech national exhibition on August 1.\r\n Displayed at the venue of the exhibition were photos of the statue of President Kim Il Sung standing on Mansu Hill, the Kumsusan Memorial Palace and servicewomen and women workers looking around the Kimilsungia-Kimjongilia Exhibition and other photos snapshot by a Czech cameraman during his visit to the DPRK in October last year. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were the curator of the exhibition, a member of the European Parliament from the Communist Party of Bohemia and Moravia, honorary Chairman of the Paektusan Czech-Korean Friendship Association Jiri Jarka, public figures and citizens. &nbsp;&nbsp;&nbsp;\r\n The curator of the exhibition said in a speech that the Czech people would get better understanding of the DPRK through the photo exhibition. &nbsp;&nbsp;&nbsp;\r\n The exhibition continues till Sept. 10.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Korean People's Victory in War Marked",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#4",
            "content": "Anniversary of Korean People's Victory in War Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- A photo exhibition was held by the Political Department of the Pan-African Movement and a meeting and a photo exhibition by the British Coordinating Committee of Friends of Korea on July 24 and 29 on the occasion of the 53rd anniversary of the victory of the Korean People in the great Fatherland Liberation War.\r\n Displayed at the venues of functions were photos showing the immortal feats of President Kim Il Sung and General Secretary Kim Jong Il and the invincible might of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The deputy director of the Political Department of the Pan-African Movement praised the President as an iron-willed brilliant commander who humbled the pride of the U.S. for the first time in history. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist) who is chairman of the coordinating committee said in a report that the victory of the Korean people showed that when all the people unite firm around their leader they can defeat any enemy. &nbsp;&nbsp;&nbsp;\r\n  He called upon political parties and organizations to extend support and solidarity to the Korean people who are in the van of the struggle against the U.S.-led imperialist coalition forces. &nbsp;&nbsp;&nbsp;\r\n  A resolution was adopted at the meeting. The resolution expressed absolute support to the Workers' Party, government and people of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Friendship Meeting with Foreign Children",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#5",
            "content": "Friendship Meeting with Foreign Children \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- Schoolchildren in Pyongyang had a friendship meeting with foreign children, who were enjoying themselves in the 21st Songdowon international children's camp, at the Central Youth Hall on Monday.\r\n Present at the meeting were Kil Chol Hyok, secretary of the Central Committee of the Kim Il Sung Socialist Youth League, officials concerned, Korean children campers, children campers from China, Russia, Mongolia and Tanzania and schoolchildren in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n A congratulatory speech was made and a colorful art performance was given by Korean schoolchildren and foreign children campers. &nbsp;&nbsp;&nbsp;\r\n Then the participants held amusement games, divided into two groups \"Friendship\" and \"Unity\" and deepened friendly feelings, talking with each other and dancing together.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans in U.S. Will Turn out in Anti-War Struggle",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#6",
            "content": "Koreans in U.S. Will Turn out in Anti-War Struggle \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- 14 organizations of Koreans in the U.S. including the U.S. Headquarters of the National Alliance for the Country's Reunification and the Federation of Koreans in the U.S. in a joint statement on August 3 said that the Koreans in the U.S. would actively turn out in the anti-war struggle to prevent the war crisis on the Korean Peninsula and reunify the country, according to Internet homepage Minjok Thongsin in the U.S.\r\n The U.S. is extremely straining the situation of the Korean Peninsula by planning to stage \"Ulji Focus Lens\" joint military exercises in south Korea from August 21 to September 1 in the wake of the large-scale joint military drill in the Pacific, the statement noted, stressing: &nbsp;&nbsp;&nbsp;\r\n The tense situation prevailing in the peninsula is entirely attributable to the U.S. hostile policy toward the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reunification Vanguards Start Actions in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#7",
            "content": "Reunification Vanguards Start Actions in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- The \"2006 Reunification Vanguards for Independence and Peace on the Korean Peninsula\" consisting of the reunification vanguards from different fields, including the workers reunification vanguard, the youth reunification vanguard, the reunification vanguard of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification, the reunification vanguard of the Democratic Workers' Party, the women's reunification vanguard and the youth and children's reunification vanguard, started their activities with due ceremony in Seoul on Aug. 3, according to a news report.\r\n A letter of declaration read out at the ceremony noted that the people from all walks of life would more dynamically conduct the anti-U.S. struggle and the movement for the country's reunification this year marking 61st anniversary of Korea's liberation. The 2006 reunification vanguards will frustrate sanctions against the north and moves that will bring a war to the Korean Peninsula, surely check the FTA for reducing south Korea to a permanent economic colony and struggle in defence of Phyongthaek, the letter said, adding: &nbsp;&nbsp;&nbsp;\r\n The 2006 reunification vanguards will conduct activities such as anti-U.S. meetings and demos in front of the U.S. military bases, various information services suited to the specific conditions of different fields. &nbsp;&nbsp;&nbsp;\r\n Han Sang Ryol, permanent chief representative of the Reunification Solidarity, was elected general commander of the 2006 reunification vanguards and Kim Su Nam, adviser to the Reunification Solidarity, commander of the East group, and Kim Kwang Ok, vice-chairperson of the South Headquarters of the National Alliance for the Country's Reunification, commander of the West group. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the reunification vanguards in different fields left for their relevant regions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reckless Action to Perpetuate U.S. Military Presence in S. Korea Assailed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#8",
            "content": "Reckless Action to Perpetuate U.S. Military Presence in S. Korea Assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- 13 retired men of the military including ex-minister of \"Defense\" of south Korea some time ago requested an interview with the present \"defense minister\" to demand an immediate halt to the on-going discussion on the \"transfer of the right to wartime operation command.\"\r\n Rodong Sinmun Tuesday in a signed commentary carried in this regard observes that the real aim of this row is to keep the U.S. aggressor troops in south Korea for an indefinite period and realize their long-pursued ambition to seize the north with their help. &nbsp;&nbsp;&nbsp;\r\n Their evermore frantic moves to invade the north are nothing but acts of treachery to revive the era of confrontation and there is no longer any justification for the U.S. troops to stay in south Korea because their presence is a leftover of the old era of confrontation, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Koreans have suffered unspeakable calamities due to the presence of the U.S. imperialists in south Korea that has lasted for more than six decades. &nbsp;&nbsp;&nbsp;\r\n Their presence in south Korea is harmful to the reunification and development of the Korean nation as it has been the root cause of the misfortune, sufferings and calamities the nation has undergone. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, their presence has persisted still today because such pro-U.S. warmongers as those who demanded the stop to the discussion on the transfer of the above-said right have only sought to seize the north with the help of the aggressor forces. &nbsp;&nbsp;&nbsp;\r\n This group of traitors has left the security and interests of the nation to the tender mercies of the aggressor troops for more than six decades. As if it were not enough, they are making a desperate bid to perpetuate the presence of the U.S. troops in south Korea though the nation is living in the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n It is the ardent desire of the 70 million Koreans to put an end to the 60-odd-year long history of the U.S. forces' presence in south Korea as it has brought only misfortune, sufferings, subjugation, submission, disgrace and calamities to them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Subservience to U.S. Flailed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#9",
            "content": "Japan's Subservience to U.S. Flailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- Japan is so subservient to and dependent upon the United States that it thinks it cannot exist without it. Having no principle of its own, Japan is left with no option but to toe its line. This is the present political reality of Japan today.\r\n Minju Joson says this in a signed commentary today. It goes on: &nbsp;&nbsp;&nbsp;\r\n Japan's tendency to toe the U.S. line has gone beyond a dangerous phase. &nbsp;&nbsp;&nbsp;\r\n What matters here is that so-called policy-makers of Japan are not feeling ashamed of the deplorable position of their own country which has been reduced to the most faithful running dog of the U.S. This being a hard reality, they claim \"Japan-U.S. alliance,\" the master-servant relations, to be \"an alliance within the global framework\" and \"a backbone of peace and security\". This clearly suggests that Japanese politicians are so bent on toeing the U.S. line that they are lost to all sense of shame. &nbsp;&nbsp;&nbsp;\r\n Japan is dreaming of becoming a \"political power\", not aware of what others say of it. This ridiculous behavior of Japan is nothing but a political cartoon. It is a precious lesson taught by history that a person becomes an idiot when he turns to flunkeyism and a country is bound to go to ruin when it takes to flunkeyism. &nbsp;&nbsp;&nbsp;\r\n The same is the case with Japan. There were too many to cite as examples. Japan suffered disgrace quite often under the international eyes while serving the U.S. &nbsp;&nbsp;&nbsp;\r\n It is quite clear that Japan will not have a bright future as it is still increasingly dependent on the U.S., hell-bent on toeing its line. &nbsp;&nbsp;&nbsp;\r\n Japan had better drop the evil habit of going parasitic on others and learn how to live on its own in its own spirit.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Spirit of Self-Reliance and Fortitude",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#10",
            "content": "Rodong Sinmun on Spirit of Self-Reliance and Fortitude\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- Victory of the Korean revolution and the revolutionary spirit of the Korean army and people are unthinkable without self-reliance and fortitude.\r\n Rodong Sinmun today observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The achievements in the building of a great prosperous powerful nation are not accidental but the noble fruition of the sincere efforts of the Korean army and people who had a hard and bitter struggle, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean people's spirit of self-reliance and fortitude is the noble spirit based on their ardent patriotism to build a great prosperous powerful nation of Juche on this land. &nbsp;&nbsp;&nbsp;\r\n The sacred patriotism of Kim Jong Il and his lofty devotion to the country and the nation serve as a motive power that pushes the Korean army and people to the creation of new miracles. &nbsp;&nbsp;&nbsp;\r\n The Korean people's spirit of self-reliance and fortitude is the spirit of unity in which they help and lead each other forward to effect collective innovations in the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Their spirit of unity was the mental source of glorifying the era of the Workers' Party of Korea and the powerful motive force which laid a solid foundation for the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Since each country has its own economic life and builds economy in different circumstances there can be no \"economic prosperity\" to be benefited by others. The genuine prosperity of a country should be attained by the efforts of its nation in unity however difficult it may be. &nbsp;&nbsp;&nbsp;\r\n The Korean people's spirit of self-reliance and fortitude is the spirit of creation intended to lay solid foundations for the prosperity of the country and the nation on the basis of modern science and technology. &nbsp;&nbsp;&nbsp;\r\n All the Koreans are working hard to pioneer ultra-modern science and technology and develop the national economy. &nbsp;&nbsp;&nbsp;\r\n To develop science and technology, however hard it may be, is to make the country rich and powerful and glorify the dignity of the nation. This is the firm stand of the Korean people.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spirit of Defending Leader with Life Displayed by Flood Victims",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#11",
            "content": "Spirit of Defending Leader with Life Displayed by Flood Victims\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) --The Korean People are willing to dedicate their lives for guarding the leader.\r\n The lofty spirit of defending the leader with the very life was given full play among the people in the flood-hit areas of the DPRK including South Phyongan, Kangwon and North Hwanghae Provinces in the middle of July. &nbsp;&nbsp;&nbsp;\r\n Kim Tok Chan who was a designer of the Yangdok Forestry Designing Institute, South Phyongan Province, awoke from a sound sleep by a roaring sound of landslide triggered by torrential rains on the dead night of July 16. &nbsp;&nbsp;&nbsp;\r\n He brought down the portraits of President Kim Il Sung and General Secretary Kim Jong Il from a wall of his house, wrapped them with care and tried to evacuate. Having lost time to do so, he handed them over to his wife and pushed her to a safe place before he was buried in the landslide. &nbsp;&nbsp;&nbsp;\r\n  There are so many similar stories in the flood-damaged areas. &nbsp;&nbsp;&nbsp;\r\n The Piryu River flooded to inundate some parts of the Jangrim workers' district in Songchon County, South Phyongan Province. The house of Kim Sung Jin, a tunneling worker of the Unsu Pit of the Songchon Mine, was waterlogged. His family members were stranded on the roof. Seeing this scene, head of the production workshop Ri Sang Son and rock-drill operator Jon Tae Yong swam to them. Kim Sung Jin gave them the portraits of the President and the leader, not his children. &nbsp;&nbsp;&nbsp;\r\nRi Hak Chol, manager of the Songchon Mine, told KCNA on the spot: \"We suffered a serious flood damage this time. However, the workers of the mine and the residents displayed the noble spirit of defending the leader with their lives during the natural disaster. As the saying goes that the hard time tests a man, our people put the Party and the leader above their lives and property on the crossroads of life and death.\"    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Famous Literary and Art Works in Years of Anti-Japanese Revolutionary Struggle",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#12",
            "content": "Famous Literary and Art Works in Years of Anti-Japanese Revolutionary Struggle\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- President Kim Il Sung created and disseminated a lot of famous masterpieces during the anti-Japanese war to accomplish the historic cause of national liberation, saying that a piece of fine revolutionary poem, or drama or song would stir up the hearts of millions of people.\r\n He created revolutionary songs such as \"Nostalgia\", \"Song of Anti-Japanese War\", \"Song of Korea\" and \"Song of Ten-point Programme of the Association for the Restoration of the Fatherland\". The songs reflecting his great idea and intention implanted burning hatred for the Japanese imperialists and ardent patriotism in the minds of the guerrillas and the people. &nbsp;&nbsp;&nbsp;\r\n The famous masterpieces \"A Mountain Shrine\", \"A Letter from a Daughter\", \"Celebration Meeting\", \"Three Pretenders\", \"An Jung Gun Shoots Ito Hirobumi\" and \"Blood at an International Conference\" take an important place in the history of the anti-Japanese revolutionary literature and art. They played a great role in educating the Korean people in the spirit of national independence and expounded the truth that when they struggle in unity, the people can win the victory in the revolution. &nbsp;&nbsp;&nbsp;\r\n Many works including the famous masterpieces \"The Sea of Blood\", \"The Flower Girl\" and \"A Unity Pole\" made a great contribution to laying the mass foundation for the armed struggle. And they served as a powerful weapon in bringing about a great upsurge in the Korean revolution by showing the invincible might of the anti-Japanese guerrilla army and inevitability of the defeat of Japanese imperialism among the people. &nbsp;&nbsp;&nbsp;\r\n The famous literary and art works will shine long in the history of the anti-Japanese revolutionary literature and art, along with the undying exploits performed by the President in the struggle for the cause of national liberation.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Environmental Information Media Center",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#13",
            "content": "Environmental Information Media Center\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- The Environmental Information Media Center (EIMC) under the Pyongyang International Information of New Technology and Economy Center (PIINTEC) has been doing much for the protection of environment.\r\n The EIMC, founded in November Juche92 (2003) with the support of the DPRK government and international organizations including the Environment Education Media Project (EEMP), is the hub of the country for exchanging environmental information with other countries. &nbsp;&nbsp;&nbsp;\r\n According to Ri Kyong Sim, chief of the Scientific Information Section of the EIMC, the center is doing such functions as collecting, preserving and studying information on the environment in the country and its sustainable development and giving answers to questions raised in the work. It has established a management system to keep and expand the relationship with foreign research institutions. &nbsp;&nbsp;&nbsp;\r\n It has built a database for science and technology on environment and serves it through network to environmental specialists in various units including the Institute of Environmental Protection under the Ministry of Land and Environment Conservation, Kim Il Sung University, Pyongyang University of Construction and Building Materials Production. And it holds consultations on environmental issues with them. &nbsp;&nbsp;&nbsp;\r\n The center, situated in Hwasong-dong, Ryongsong District, Pyongyang, issues the magazine \"Environmental Science Bulletin\", making preparations for the publication of an environmental dictionary, the first of its kind in the country. &nbsp;&nbsp;&nbsp;\r\n The center held an event on the World Environment Day at Kim Song Ju Primary School on June 5 with the backing of the government and the EEMP. The EIMC is stepping up the cooperation with international and non-governmental organizations.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Singapore",
            "url": "http://kcna.co.jp/item/2006/200608/news08/09.htm#14",
            "content": "Greetings to President of Singapore\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to S. R. Nathan, president of Singapore, on Tuesday on the occasion of its 41st national day.\r\n The message wished the president and government of Singapore greater success in their work for the prosperity and development of the country, expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in various fields.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}