{
    "date": "2006-03-01",
    "url": "http://kcna.co.jp/item/2006/200603/20060301.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Birthday Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#1",
            "content": "Kim Jong Il's Birthday Celebrated in Different Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Functions were held in different countries including Russia, Sweden, Bangladesh, Mexico and Egypt from Feb. 9 to 16 on the occasion of the February holiday.\r\n Vladimir Kriulin, vice-chairman of the Standing Committee of  \"Peace and Today\" Committee of Russia,  said at a meeting held in Sonnechnogorsk city of Moscow Region that the reactionary forces including U.S. imperialism dare not provoke socialism in Korea because of the Songun politics pursued by leader Kim Jong Il and the army and people single-mindedly united around him. &nbsp;&nbsp;&nbsp;\r\n Radha Krishna Mainali, minister for Education and Sports of Nepal, addressing a meeting held in Katmandu, said that the Korean people have won only victory by resolutely smashing the moves of the imperialists to isolate and stifle the DPRK, adding that Kim Jong Il, the great successor to the revolutionary cause of President Kim Il Sung, has prepared the Korean people as the most dignified people with his Songun politics. &nbsp;&nbsp;&nbsp;\r\n Luis Mateo Munoz, general secretary of the Socialist Party of Peru, noted at a lecture given in Lima that the Korean people have dynamically advanced along the road of socialism chosen by themselves despite the U.S. ceaseless moves for aggression and economic sanctions entirely because that they hold in high esteem Kim Jong Il highly praised by all the people as a great leader. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Misr Arab Socialist Party of Egypt said at round-table talks held in Cairo that the Korean people under the wise leadership of Kim Jong Il have firmly defended the sovereignty and dignity of the country and socialism from the U.S. imperialists' moves to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages to Kim Jong Il were adopted at meetings held in Russia and Nepal and at a lecture in Sweden.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Highly Praised by Russian Poet",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#2",
            "content": "Kim Jong Il Highly Praised by Russian Poet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Aleksandr Konstantinovich Ravchev, a Russian poet, published a poem \"The Great Era of Songun\" and words of song \"Glory to Him, the Sun of the 21st Century\" in praise of leader Kim Jong Il.\r\n In the poem he highly lauded Kim Jong Il as a genius of thinking and theory and a great master of military art as he set out the philosophy of the army and glorified the era of Songun. The DPRK in the era of Songun is a powerful nation no formidable enemy on earth dares provoke, he added. &nbsp;&nbsp;&nbsp;\r\n In the words of the song he lauded Kim Jong Il as an eternal defender, an ardent adherent and an ever-victorious leader of socialism as he guarantees lasting peace and a rosy future with matchless armed forces, holding high the red flag of socialism. He, at the same time, extended the highest glory to Kim Jong Il, the sun of the 21st century.    \r\n\r\n\r\n"
        },
        {
            "title": "Koreans Will Surely Force Japan to Pay for Monstrous Crimes Committed against Them",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#3",
            "content": "Koreans Will Surely Force Japan to Pay for Monstrous Crimes Committed against Them \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The \"Kanghwa Island Treaty\" which left a disgraceful page in the history of the Korean nation was a treaty for aggression faked up by the Japanese aggressors in a brigandish way in a bid to encroach upon the sovereignty of Korea and subjugate it through military threat and blackmail. Minju Joson Tuesday observes this in a signed commentary.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n If a country fails to resolutely beat back outside forces' aggression, it is bound to be swallowed up by them and its people become colonial slaves. This is a serious lesson taught by this treaty. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are working hard to realize their dream of reinvading Korea by inciting militarism and taking advantage of the U.S. hostile policy toward the DPRK, obsessed by their same wild ambition for overseas expansion as they were at a time when they concluded the shackling \"Kanghwa Island Treaty.\" They claim that Tok Islet, part of the inalienable territory of Korea, belongs to Japan and made a retrogressive revision of history textbooks in a bid to implant the poisonous militarist idea into the rising generation and justify visits to the \"Yasukuni Shrine\". This is prompted by their vicious attempt to reinvade Korea and realize their old dream of the \"Greater East Asia Co-prosperity Sphere\". &nbsp;&nbsp;&nbsp;\r\n The Korean people will heighten vigilance against the Japanese reactionaries' moves to stage a comeback to Korea, resolutely counter them and force Japan to pay for the monstrous crimes committed against them. &nbsp;&nbsp;&nbsp;\r\n The \"Kanghwa Island Treaty\" taught the lesson that if one brings outside forces into one's country and fails to eliminate the sycophantic and treacherous forces subservient to them, one will not be able to escape tragic misfortune and disasters. The commentary called on the south Korean people to wage a dynamic struggle against outside forces, the Grand National Party in order to put an end to the history of foreign domination and aggression as early as possible.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Ambassador's Endless String of Reckless Remarks under Fire",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#4",
            "content": "U.S. Ambassador's Endless String of Reckless Remarks under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- A spokesman for the Reunification Solidarity of south Korea reportedly made public a commentary on Feb. 17 to accuse the U.S. ambassador in south Korea of letting loose an endless string of reckless remarks against the north.\r\n Recalling that the U.S. ambassador at a news conference on Feb. 15 talked nonsense about the \"issue of counterfeit notes\" in the north, the commentary noted that it is the trite trick of the U.S. to label a country falling out of its favor a \"hostile country\" and ignite a war against it or blockade it after putting this or that pressure upon it.\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. ambassador is loudmouthed about the north's issue of \"counterfeit notes\" despite the fact that whether it is truth or speculation remains unclear. His utterances go to prove that he is a typical imbecile. &nbsp;&nbsp;&nbsp;\r\n The U.S. is making such fuss over the issue without producing any credible evidence. This can not but be a brigandish demand ignoring laws and procedures.\r\n The U.S. seems to calculate that the high-handed practice and military threat whereby it conquered many small and weak nations in the past would work still today. But gone are the days when it could behave so. &nbsp;&nbsp;&nbsp;\r\n The world is capable of properly discerning which country is free to tell lies, bereft of any sense of shame and morality in the international political arena.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wedding Table to Kye Sun Hui",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#5",
            "content": "Kim Jong Il Sends Wedding Table to Kye Sun Hui \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- A wedding table sent by leader Kim Jong Il was Monday conveyed to triple world judo champion Kye Sun Hui who is a judoist of the Moranbong Sports Group and bridegroom Kim Chol, a coach of the Rimyongsu Sports Group.\r\n Kye Sun Hui won the first gold medal in the 48 kg division of women's judo at the 26th Olympic Games in Juche 85 (1996). &nbsp;&nbsp;&nbsp;\r\n She also won women's judo gold medals at the world judo championships in 2001, 2003 and 2005 to hold triple world judo champion, thus obtaining 10 gold medals in international matches. &nbsp;&nbsp;&nbsp;\r\n She won the \"Kim Il Sung Prize\" and was awarded the titles of Labour Hero and People's Sportswoman.    \r\n\r\n\r\n"
        },
        {
            "title": "Great King of Cambodia Arrives ",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#6",
            "content": "Great King of Cambodia Arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Norodom Sihanouk, great king of Cambodia, arrived here today by a special plane. \r\n He was greeted at the airport by Vice-President of the Presidium of the DPRK Supreme People's Assembly Yang Hyong Sop, Vice-Minister of Foreign Affairs Kim Yong Il, Cambodian Ambassador to the DPRK Chhorn Hay and embassy officials and Chinese Charge d'Affaires ad Interim in Pyongyang Guan Huabing. &nbsp;&nbsp;&nbsp;\r\n Working women presented bouquets to the great king and the great queen. \r\n\r\n\r\n"
        },
        {
            "title": "More Than 170 Cases of U.S. Aerial Espionage in February",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#7",
            "content": "More Than 170 Cases of U.S. Aerial Espionage in February \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The U.S. imperialist warmongers committed more than 170 cases of aerial espionage against the DPRK by mobilizing strategic and tactical reconnaissance planes with various missions in February, according to a military source.\r\n \"U-2s\" spied on the DPRK's strategic targets almost every day after taking off U.S. air force bases in south Korea. On Feb. 24 an overseas- based \"RC-135\" was busy with the photographing and electronic reconnaissance of all areas of the DPRK.\r\n An \"EP-3\" flew in the air above Taebu Islet and the area east of Kangrung to spy on the seabed of the north on Feb. 2 and 11. On Feb. 13, 14 and 15 an \"E-3\" was engrossed in spying on the targets of the north side in the areas along the Military Demarcation Line while commanding the flying corps engaged in different war drills including air battle, aerial target detecting and striking targets in the depth. &nbsp;&nbsp;&nbsp;\r\n They perpetrated more than 30 cases of espionage with \"U-2\", \"RC-135\", \"E-3\" and \"EP-3\" in February. &nbsp;&nbsp;&nbsp;\r\n  Tactical reconnaissance planes such as \"RC-12\" and \"RC-7B\" flew in the air above areas along the forefront almost every day to spy on major military targets of the DPRK: 19 planes on Feb. 8, 14 on Feb. 9, and 9 on Feb. 17.     \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegations Leave",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#8",
            "content": "S. Korean Delegations Leave \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- A delegation of the \"Movement for Inter-Korean Help\" of south Korea headed by Permanent Representative Kang Mun Gyu and a delegation of the \"Central Committee of the Agricultural Cooperatives\" of south Korea headed by Representative Director Song Sok U left here today.\r\n The delegations were seen off by Choe Song Ik, vice-chairman of the National Reconciliation Council, at the airport. &nbsp;&nbsp;&nbsp;\r\n During their stay they visited various places in Pyongyang and localities.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Quality Stone Furniture Produced",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#9",
            "content": "Quality Stone Furniture Produced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The Sobaeksu Corporation of the Democratic People's Republic of Korea manufactures plenty of quality furniture and building materials with artificial marble.\r\n Main products include a set of kitchen utensils (cupboard, sink, dining table, etc.), front and side sofa tables, TV tables, candlesticks, chandeliers and door knobs.\r\n Among the products are various kinds of fittings and boards to decorate interior columns, walls and doors of buildings and furniture. &nbsp;&nbsp;&nbsp;\r\n All the processes from the production of stone building materials to completion of goods are put on a scientific and technical basis so as to ensure a high level of quality and cultural refinement of products. &nbsp;&nbsp;&nbsp;\r\n The production cost of the goods is low as the production relies on natural resources abundant in the country. &nbsp;&nbsp;&nbsp;\r\n The corporation produces various forms, sizes and colors of the goods in compliance with the order.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kungsan Relics in Neolithic Era",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#10",
            "content": "Kungsan Relics in Neolithic Era\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- There are many relics and remains belonging to the Neolithic era in the areas centering around Pyongyang on the bank of the River Taedong. Among them are Kungsan relics unearthed in April Juche 39 (1950).\r\n The Kungsan relics are shell-heaps located on a southeastern slope of Sogung hill south of Kungsan village of Unha-ri, Onchon County, South Phyongan Province.\r\n The five house sites and hundreds of pieces of remains were discovered there. They vividly show the then varied production activities including house-building, farming, earthenware-making and thread-reeling. &nbsp;&nbsp;&nbsp;\r\n The house-sites discovered there belong to the early period (7,000 B.C.-the first half of 6,000 B.C.) and the middle period (the latter half of 6,000 B.C.-the first half of 5,000 B.C.) of the Neolithic era respectively. &nbsp;&nbsp;&nbsp;\r\n There are hundreds of earthenware jars and their fragments on which colorful patterns including those of dotted-belt and fir-leaf are engraved.\r\n The calcination method of earthenware of various shapes and their colorful patterns reflect well the high degree of earthenware-manufacturing technology and formative arts of the Korean ancestors. &nbsp;&nbsp;&nbsp;\r\n Unearthed in the ruined houses were also horn-hoes, arrowheads, arrows for stabbing, sinkers, awls and other stone implements, knife made by sharpening animal's tooth and bone-made ornaments. &nbsp;&nbsp;&nbsp;\r\n The Kungsan relics were the first of their kind unearthed in the country by archaeologists after national liberation. They serve as priceless materials for clarifying the history and culture of Korea in the Neolithic era.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successes Made in Agricultural Science",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#11",
            "content": "Successes Made in Agricultural Science\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Scientists in the Democratic People's Republic of Korea have recently made fresh successes in scientific research for increasing agricultural production.\r\n The Agricultural Chemical Institute  under the Academy of Agricultural Science has developed bacterial phosphate fertilizer which is of great significance in agricultural production and established its production process. &nbsp;&nbsp;&nbsp;\r\n The fertilizer helps the seedlings of rice and maize grow healthily and reduces the damage by root-decaying blight. &nbsp;&nbsp;&nbsp;\r\n The Branch Academy of Biology under the State Academy of Sciences has invented a new kind of fortified plant nutriment to increase crop yielding.\r\n The Bureau of Science and Technology of the Jagang Provincial People's Committee has also made a new sort of broad-spectrum biological pesticide with the functions of prevention of epidemics, extermination of blights and harmful insects and of fertilizer.\r\n It prevents and cures maize stinking smut and plagues of potato, red pepper, egg-plant and cucumber and its efficacy of exterminating harmful insects including beetle and aphid is above 95 percent. It also shortens the growth period of crops including rice, maize, bean and others by 15-20 days. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung University has succeeded in developing highly efficient substance for improving soil with waste materials coming out in the process of pulp production.\r\n Similar to humic acid, it prevents environmental pollution and converts sterile land to fertile one. &nbsp;&nbsp;&nbsp;\r\n Scientists in Kim Chaek University of Technology have developed a new kind of powder fertilizer. They nurtured microbial phosphate manure fungus and then mixed it with the highly efficient phosphorite rock powder to produce it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Video Meeting of Separated Families and Relatives",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#12",
            "content": "Video Meeting of Separated Families and Relatives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The fourth video meeting of separated families and relatives took place on Feb. 27 and 28.\r\n The separated families and relatives from the north and the south inquired after their families and relatives and exchanged kindred regards and feelings, talking with each other about the courses of their lives. &nbsp;&nbsp;&nbsp;\r\n Yu Chang Sik and Rim Pong Hon residing in North Phyongan Province and others from the north were proud to tell kinsmen from the south about an independent and creative worthy life they have led under the care of the DPRK built by President  Kim Il Sung and led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The separated families and relatives from the north and the south were unanimous in saying that they would work hard to bring earlier the day when they will put an end to the tragedy of the nation's division as soon as possible and live together in a reunified country free from foreign forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Urges U.S. to Lift Financial Sanctions",
            "url": "http://kcna.co.jp/item/2006/200603/news03/01.htm#13",
            "content": "DPRK Foreign Ministry Spokesman Urges U.S. to Lift Financial Sanctions\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Tuesday gave the following answer to the question raised by KCNA blasting the U.S. for persistently floating far-fetched assertion that the DPRK counterfeited U.S. dollars without producing any evidence:\r\n Of late officials of the U.S. administration claimed as regards the U.S. financial sanctions against the DPRK that it should halt all its \"illegal activities\" in practice, it should \"produce the copperplate used for counterfeiting notes\" and sanctions are part of the measures for \"frustrating\" the nuke development. &nbsp;&nbsp;&nbsp;\r\n As we have clarified more than once, such illegal dealings as \"money laundering\" and \"counterfeit notes\" have nothing in common with the policy of the DPRK and such assertion of the U.S. is nothing but a fabrication solely intended to tarnish the image of the DPRK and do harm to it. &nbsp;&nbsp;&nbsp;\r\n It is the height of folly for them to assert that the above-said sanctions are aimed to \"cut off the very source of funds for the development of nukes\".\r\n We manufactured nuclear weapons with our own technology, funds and raw materials from A to Z. As we are not dependent on the U.S. at all in the economic and financial fields, no U.S. sanctions would work on us. &nbsp;&nbsp;&nbsp;\r\n We attach importance to the lift of the financial sanctions against us because this issue serves as a yardstick showing whether the U.S. is willing to drop its hostile policy towards the DPRK as it had committed itself in the joint statement adopted at the six-party talks or not. &nbsp;&nbsp;&nbsp;\r\n As far as our dealing in U.S. dollars is concerned, this was forced upon us by the U.S. itself.\r\n By nature the DPRK wanted to join the international financial system to have normal banking transactions, but it was prevented from doing so by the U.S. obstructions.\r\n The U.S. has completely barred us from having normal financial transactions such as remittance of dollars to banks and settlement by credit cards, universally recognized means of financial transactions, and indiscriminately seized funds coming to and going out from our bank accounts. &nbsp;&nbsp;&nbsp;\r\n  Under this situation the DPRK had no other choice but to deal in cash. Nevertheless, the U.S. has described paying on account the money the DPRK earned through normal trade as \"laundering of money gained by illegal means\". And it has talked nonsense that \"fake dollars\", which may be found in the course of cash transactions, were issued and circulated by the DPRK. \r\n Even some of its allies have contended that such argument is incredible as it has no sufficient evidence. &nbsp;&nbsp;&nbsp;\r\n The U.S. argument is quite childish and nonsensical. This was evidenced by the fact that the U.S. cited even the incoherent vituperation let loose by unidentified persons in a bid to make its fabrication sound plausible. &nbsp;&nbsp;&nbsp;\r\n After all, all this made the DPRK a victim of the issue and circulation of counterfeit notes. &nbsp;&nbsp;&nbsp;\r\n The responsibility for the present situation rests with the U.S. seeking to force the DPRK to \"abandon its nuclear program first\" through an anti-DPRK financial policy.\r\n We have already told the U.S. side that we were ready to cooperate in the efforts to settle the issue of \"fake dollars\", a worldwide trouble, and urged it not to bar the DPRK from participating in the normal international financial activities but cooperate with it.\r\n If the U.S. is truly interested in the protection of its currency, it should stop such reckless act as linking the issue of \"fake dollars\" with the DPRK in a far-fetched manner, lift financial embargo on the DPRK at an early date and opt for mutual cooperation in normal banking transaction. It would be the best policy for the U.S.\r\n The U.S. escalated moves to isolate and blockade the DPRK would only further increase the might of the single-minded unity of our people around the supreme headquarters. \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}