{
    "date": "2006-08-04",
    "url": "http://kcna.co.jp/item/2006/200608/20060804.htm",
    "articles": [
        {
            "title": "Kim Jong Il Sends Message of Sympathy to Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#1",
            "content": "Kim Jong Il Sends Message of Sympathy to Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- General Secretary Kim Jong Il on Wednesday sent a message of sympathy to Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of Cuba.\r\n The message said:&nbsp;&nbsp;&nbsp;\r\n Shocked to learn that you underwent an operation for unexpected sudden illness, I express profound sympathy and consolation to you. I wholeheartedly hope that you will recover your health as early as possible so that you may continue successfully fulfilling the heavy responsibility entrusted to you by the Cuban revolution and people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Militarists' Moves for Reinvasion under Fire",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#2",
            "content": "Japanese Militarists' Moves for Reinvasion under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- It is strategic wild ambition of the Japanese militarist forces to launch reinvasion and a preemptive attack is its basic method, says Rodong Sinmun Thursday in a signed commentary.\r\n Recalling that Japan recently decided to deploy improved version of new type PAC-3 interceptor missiles in Okinawa, Japan, after concluding an agreement on the expansion of ballistic missile defence plan with the U.S. and is contemplating the introduction of U.S. made F-22 fighters, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n Japan's introduction of F-22 is aimed to mount a preemptive attack on the DPRK. Its strategy for \"exclusive defence\" was shifted to a preemptive attack strategy long ago. According to this strategy, Japan has massively introduced ultra-modern military hardware from its senior ally U.S. in a bid to step up the modernization of its armed equipment and replace the existing hardware by high-performance equipment. All this is aimed at turning the \"Self-Defence Forces\" into those with an offensive mission so that they may launch reinvasion any moment. &nbsp;&nbsp;&nbsp;\r\n It is for this purpose that Japan seeks the permanent adjustment of law for the overseas dispatch of the SDF. &nbsp;&nbsp;&nbsp;\r\n The DPRK is made the primary target of the Japanese militarists' preemptive attack. They are set to start continental military reinvasion by mounting a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries had better behave with discretion, bearing in mind that reinvasion of Korea is as foolish an act as jumping into fire with faggot on one's back.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Moves to Perpetuate U.S. Forces' Presence in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#3",
            "content": "Moves to Perpetuate U.S. Forces' Presence in S. Korea under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- A senior official of the Defence Ministry of south Korea said that the so-called \"alliance blueprint\" to be made public by the meeting of the south Korea-U.S. \"annual security consultative council\" to be held in Washington in upcoming October would contain the clause calling for the \"continued presence\" of the U.S. forces in south Korea.\r\n U.S. Vice-President Cheney, addressing a \"commemoration\" in Washington, asserted that tens of thousands of the U.S. troops would remain in south Korea. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement issued Thursday blasting these outcries declared: &nbsp;&nbsp;&nbsp;\r\n We in the name of the whole nation vehemently denounce the moves of the U.S. and the south Korean authorities to perpetuate the presence of the U.S. aggression forces in south Korea as a grave provocative act to start a war against the DPRK and a blatant challenge to the desire of all Koreans to bring earlier independent reunification guided by the idea of \"By our nation itself\" set out in the June 15 joint declaration and the south Korean people demanding the pullout of those forces. &nbsp;&nbsp;&nbsp;\r\n The U.S. attempt to justify its permanent military presence in south Korea on account of the tense situation prevailing on the Korean Peninsula is aimed to tone down voices demanding the U.S. forces' withdrawal from south Korea growing stronger at home and abroad and dampen the anti-U.S. and anti-war spirit of south Koreans and put down their struggle for this pullback. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. intention to keep its forces in south Korea even after the reunification of Korea is little short of open disclosure of its design to realize its strategy for world hegemony in the 21st century with the Korean Peninsula as its permanent military stronghold and put the whole of Korea under its control by means of a war. This is an intolerable infringement upon the sovereignty of the Korean nation and a provocative declaration of aggression and war. &nbsp;&nbsp;&nbsp;\r\n The U.S. military presence in south Korea is the root cause of harassing peace and bringing a war. &nbsp;&nbsp;&nbsp;\r\n The situation on the Korean Peninsula remains extremely tense and there is the danger of the outbreak of the second Korean war. This is entirely because the U.S. has frantically pursued a hostile policy toward the DPRK, keeping south Korea under its military occupation. &nbsp;&nbsp;&nbsp;\r\n Now is the time for the south Korean rulers to come to themselves and be independent as they have suffered humiliation for more than six decades with everything in south Korea left at the disposal of outsiders and not only the dignity and sovereignty of the nation but the vital rights of the people violated by them.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Support to Korean People's Struggle Called for",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#4",
            "content": "Support to Korean People's Struggle Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The Tunisia-Korea Friendship Association issued a statement on July 25 on the occasion of the month of international solidarity with the Korean people. It called upon all the peace-loving forces to fully support the just struggle of the Korean people.\r\n The statement extended militant solidarity to the Korean people in their struggle to frustrate the moves of the U.S. imperialists for aggression and reunify the country in the idea of \"By our nation itself.\" It demanded the United States stop at once its threat of aggression for a new war and pressure and its acts against the reunification of Korea.\r\n It is an urgent requirement for providing the Korean people with conditions for reunifying the country by their concerted efforts to force the U.S. troops to quit south Korea, the statement noted.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between Foreign Ministers of DPRK and Singapore",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#5",
            "content": "Talks Held between Foreign Ministers of DPRK and Singapore \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Talks between Foreign Minister Paek Nam Sun who is heading the DPRK delegation on an official visit to Singapore and Singaporean Foreign Minister George Yong-Boon Yeo were held in Singapore on Tuesday.\r\n Present at the talks from the DPRK side were members of the delegation and the DPRK ambassador to Singapore and from the Singaporean side were the second permanent secretary of the Foreign Ministry and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The Singaporean foreign minister gave a reception for the DPRK delegation on the same day.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S., Anti-War Actions in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#6",
            "content": "Anti-U.S., Anti-War Actions in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Students organizations of south Korea staged anti-U.S., anti-war struggle on the theme of \"great operation for making peace on Korean Peninsula\" on the occasion of the 53rd anniversary of the conclusion of the Armistice Agreement, according to Internet radio Voice of People of south Korea.\r\n The Seoul District Federation of University Student Councils under the south Korean Federation of University Student Councils (Hanchongryon) conducted anti-U.S., anti-war information service in different parts of Seoul on July 27, calling on the citizens to turn out in the struggle to replace the Armistice Agreement by a peace mechanism. &nbsp;&nbsp;&nbsp;\r\n Members of the Students Committee of the South Chungchong Provincial Committee of the Democratic Workers' Party also conducted anti-U.S., anti-war information service on the same day. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Hanchongryon decided to conduct anti-U.S., anti-war actions on every Thursday during the period from July 20 to the mid-September. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon has staged demonstrations demanding the withdrawal of the U.S. troops, etc. since July 21. &nbsp;&nbsp;&nbsp;\r\n The demonstrators strongly demanded the withdrawal of the U.S. troops standing in the way of peace and reunification of Korea, accusing the U.S. of getting more frantic in its moves for a war against the north than ever before.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Youth and Students Stage March for National Independence and Peace",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#7",
            "content": "S. Korean Youth and Students Stage March for National Independence and Peace \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The Youth and Students Headquarters of the South Committee for Implementing the June 15 Joint Declaration reportedly staged a march of youth and students for achieving national independence and defending peace from war in Seoul on July 29.\r\n Prior to the march, speakers declared that they cannot remain a passive onlooker to the constant war threat of the U.S. and called upon the youths and students to become standard-bearers in the movement for national independence and peace against war. &nbsp;&nbsp;&nbsp;\r\n A joint statement of the youths and students in the south, the north and overseas for national independence and peace against war was read out there. It underscored the need for the Koreans to unite to achieve the country's reunification under the banner of \"By our nation itself\" and resolutely reject foreign interference and traitorous actions of the anti-reunification forces. &nbsp;&nbsp;&nbsp;\r\n The youths and students will firmly unite under the banner of the June 15 joint declaration with unanimous patriotic desire and conduct a dynamic patriotic movement for achieving national independence and protecting peace from war, the statement stressed. &nbsp;&nbsp;&nbsp;\r\n Then the participants marched, distributing literature denouncing the crimes committed by the U.S. troops in south Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "3rd \"Anti-U.S., Anti-War Monthly Joint Action in Seoul\" Staged",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#8",
            "content": "3rd \"Anti-U.S., Anti-War Monthly Joint Action in Seoul\" Staged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The 3rd \"anti-U.S., anti-war monthly joint action in Seoul\" was staged with due ceremony in front of the U.S. embassy in Seoul on July 29, according to a news report.\r\n Speakers there denounced the U.S. for frantically staging the RIMPAC-2006 joint military exercises and bringing even the nuclear-powered carrier flotilla to a south Korean port, extremely straining the situation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Noting that it is their task to protect peace in Korea from the U.S. war moves, they called for waging a do-or-die struggle till the U.S. troops have been forced out of south Korea. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the ceremony said that the democratic and progressive forces would unite and wage a courageous struggle for checking the expansion of the U.S. military base in Phyongthaek and the conclusion of the south Korea-U.S. FTA.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Samsu Hydro-power Station Nears Completion",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#9",
            "content": "Samsu Hydro-power Station Nears Completion\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- A number of people are visiting the Samsu Hydro-power Station, the construction of which is progressing apace at the final stage as one more monumental edifice in the Songun era.\r\n As located at the junction of the Hochon and Unchong Rivers, the station can produce electricity without any restriction of water even in a drought year. Its dam can reserve much water so as to use it for several years. &nbsp;&nbsp;&nbsp;\r\n The power station, which is promising and economically profitable, will supply ample electricity to arranging well the revolutionary battle and historical sites in the Mt. Paektu area and to the people in Samjiyon County. &nbsp;&nbsp;&nbsp;\r\n A large man-made lake has come into being in the upper district of the dam, which will help transport a large amount of freight by ship. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the annual average temperature will rise in favor of farming. Lots of trees of good species suitable to topographical features have been planted in surrounding mountains and the lower basin, adding beauty to their scenery. A rest home will be built on the shores of the lake, which resembles a \"sea\" in mountains. People call it a \"treasure power station\".&nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il initiated its construction, selected its site and has wisely led the project.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Quality Emulsoid Waterproof Liquid Made in DPRK",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#10",
            "content": "Quality Emulsoid Waterproof Liquid Made in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The Technology Institute of the Textile Machine Industrial Management Bureau under the Ministry of Light Industry of the DPRK has developed emulsoid waterproof liquid branded with \"Unhasom\" by applying latest technology.\r\n It made the liquid with paraffin as main raw material by converting paraffin into super-particles and realizing the safety of its character so as to be proof against any climatic changes. &nbsp;&nbsp;&nbsp;\r\n It is easy to apply it in construction and its waterproof ability is higher than the existing waterproof method of increasing the density of particles per unit and the asphalt watertight method. &nbsp;&nbsp;&nbsp;\r\n The water penetrates 0.1 mm deep under the pressure of 0.8 MPa. &nbsp;&nbsp;&nbsp;\r\n Construction agencies in Pyongyang, Sariwon City and Unryul and Jonchon Counties and other cities and counties across the country are extensively applying it to waterproof projects of toilets, lavatories, underground structures and roofs of buildings.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Kim Jong Il from President of Maldives",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#11",
            "content": "Message of Sympathy to Kim Jong Il from President of Maldives\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- General Secretary Kim Jong Il received a message of sympathy from Maumoon Abdul Gayoom, president of Maldives, on July 24 in connection with the recent downpour and flood that hit various parts of the DPRK, claiming big human and material losses.\r\n  In the message the president expressed on behalf of the Maldivian government and people and on his own behalf sincere sympathy to Kim Jong Il and the government and people of the DPRK and to the people in the afflicted area, in particular, and offered deep condolences to the bereaved families.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Message of Sympathy from Indonesian President",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#12",
            "content": "Kim Jong Il Receives Message of Sympathy from Indonesian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- General Secretary Kim Jong Il received on July 27 a message of sympathy from Susilo Bambang Yudhoyono, president of Indonesia, in connection with the recent typhoon and downpour that hit some areas of the DPRK, causing a big flood and landslide and claiming huge human and material losses.\r\n The message said that the president and the government and people of Indonesia express profound sympathy and consolation to Kim Jong Il and the people of the DPRK and to those families in the afflicted areas which lost their beloved ones, in particular.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity Message to Syrian President",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#13",
            "content": "Solidarity Message to Syrian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a solidarity message to Syrian President Bashar Al-Assad.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n Israel's recent aggression of Lebanon gravely harassed peace and security in the Mid-east and the threat posed to Syria by the hostile forces has become undisguised. This arouses great apprehension and indignation among the Korean people and the broad international community. &nbsp;&nbsp;&nbsp;\r\n We vehemently denounce the barbaric aggression of Lebanon perpetrated by Israel under the U.S. patronage and strongly demand Israel immediately stop the indiscriminate man-killing and destruction and quit the occupied Arab territories without delay. &nbsp;&nbsp;&nbsp;\r\n The DPRK government and people extend firm support and full solidarity to the just measures and efforts of the Syrian government and people to defend the dignity and sovereignty of the country, preserve peace and stability in the region and seek a fair and comprehensive solution to the Mid-east issue under your correct guidance.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Solidarity to Chief of Palestinian National Authority",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#14",
            "content": "Message of Solidarity to Chief of Palestinian National Authority\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of solidarity to Mahmoud Abbas, chairman of the Executive Committee of the Palestine Liberation Organization and chief of the Palestinian National Authority.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n The military attacks mounted by Israel on Palestine under the patronage of the U.S. are resulting in brutal killings of civilians in different regions including Gaza. This is arousing deep concern and great indignation among the Korean people and the broad international community. &nbsp;&nbsp;&nbsp;\r\n The grave situation created in the Middle East clearly proves that Israel is, indeed, the disturber and wrecker of peace in the Middle East and the U.S., which considers it a principle to \"unconditionally support\" Israel, is the enemy of the Arab people and a cancer-like entity harassing the global peace. &nbsp;&nbsp;&nbsp;\r\n Extending invariable support and solidarity of the DPRK government and people to the just cause of the Palestinian people, the message expressed conviction that they would surely emerge victorious in their struggle to win back the legitimate national rights including the right to self-determination, the right to return home and the right to set up an independent state with Kuds as its capital.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity Message to Lebanese President",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#15",
            "content": "Solidarity Message to Lebanese President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a solidarity message to Emile Lahoud, president of Lebanon, on August 2.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n Upon hearing the shocking news that many civilians including at least 30 children in Qana village in the southern part of your country were brutally killed by a barbaric air strike of Israel on July 30, the Korean people bitterly denounce Israel for its indiscriminate man-killings. &nbsp;&nbsp;&nbsp;\r\n At this difficult time the DPRK government and people, sharing sorrow with you, vehemently demand an immediate stop to Israel's aggression, mass-killings and destruction being committed under the undisguised patronage of the United States, strongly call for prompt practical measures for preserving lasting and durable peace and stability in the Mideast and express firm solidarity and support to the Lebanese people in their struggle to defend their national sovereignty and territorial integrity.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Singaporean Leaders on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2006/200608/news08/04.htm#16",
            "content": "Singaporean Leaders on Relations with DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- S.R. Nathan, president of Singapore, when meeting with a delegation of the DPRK led by Foreign Minister Paek Nam Sun on a visit to his country on August 2, said the DPRK and Singapore are close friends that have had friendly relations with each other from the 1960s. Singapore hopes for prosperity of the DPRK and welfare of the Korean people, he noted.\r\n He stressed that the issue of the Korean Peninsula should be settled through dialogues and negotiations and the reunification of Korea should be achieved peacefully. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Prime Minister Lee Hsien Loong, when meeting with the DPRK delegation on August 1, said that the relations between the two countries have developed favorably for several decades and hoped that their cooperation would be expanded in the economic fields including trade in the future.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}