{
    "date": "2006-10-26",
    "url": "http://kcna.co.jp/item/2006/200610/20061026.htm",
    "articles": [
        {
            "title": "All Koreans Called upon to Go United for Peace and Security",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#1",
            "content": "All Koreans Called upon to Go United for Peace and Security \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- It is impossible to smoothly settle the issue of Korea's reunification unless a peaceful atmosphere prevails on the Korean Peninsula. In case peace is harassed, all the fellow countrymen in the north and the south would suffer a horrible disaster of war. Rodong Sinmun Wednesday says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n In order for the north and the south to successfully cope with the prevailing situation they should hold high the banner of national independence, the main spirit of the historic June 15 joint declaration through which they declared at home and abroad that they would work together for peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n The principle of independence serves as a fundamental one common to the north and south in frustrating outsiders' moves for aggression, defending peace and heading for reconciliation, unity and peaceful reunification. But a number of things that diametrically run counter to the principle of national independence are taking place in south Korea. &nbsp;&nbsp;&nbsp;\r\n Flunkeyism and dependence on foreign forces bring no good but only harm to peace and security in the present era where the north and the south should go in for unity and reunification in the spirit of \"By our nation itself\" reflected in the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The United States is a dangerous force which persistently seeks to invade the north, far from working for peace and security on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The Bush regime is more bellicose than any other successive regimes as far as its policy of aggression against the DPRK is concerned. &nbsp;&nbsp;&nbsp;\r\n The past history and the present reality clearly show who wants a war on the Korean Peninsula and who stands for peace on it. It is foolish of one to calculate that one can enjoy security by depending on such bellicose and war state as the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. is a ferocious imperialist aggression force as it stoops to any infamy to infringe upon the security and interests of other countries and nations if it deems that necessary for the materialization of its strategy for domination. The U.S. is utterly indifferent to the security in south Korea. &nbsp;&nbsp;&nbsp;\r\n It is the outdated way of thinking dating back to the era of confrontation to contend that the north may attack the south if cooperation and \"alliance\" with the U.S. collapse. This is not true because the continued preservation of the \"alliance\" with the U.S. would only increase the danger of war in south Korea. &nbsp;&nbsp;&nbsp;\r\n All Koreans should go united in the struggle to protect peace from foreign aggression. Hence, the key to ensuring peace and security lies in national independence. Only when the north and the south pool efforts in the idea of \"By our nation itself,\" can they frustrate any outsiders' moves to ignite a war and pave a wide avenue for peace, reunification and national prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. under Fire for Paralyzing World Nuclear Disarmament System",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#2",
            "content": "U.S. under Fire for Paralyzing World Nuclear Disarmament System \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- With nothing can the U.S. evade its responsibility for bringing a nuclear threat and proliferation to the international community and eventually destroying the world nuclear disarmament system, says Rodong Sinmun in a commentary Wednesday, adding: The most urgent task of the U.S. is to sincerely implement its commitment to nuclear disarmament and it is nothing but an empty talk to argue about nuclear non-proliferation apart from it.\r\n The analyst goes on: &nbsp;&nbsp;&nbsp;\r\n Nuclear disarmament should be realized and all nukes be destroyed on the earth to begin with, if global peace and security are to be guaranteed. &nbsp;&nbsp;&nbsp;\r\n The U.S. asserts non-proliferation, setting the existence of nuclear weapons as a separate issue from their proliferation. This means that it does not want nuclear disarmament. &nbsp;&nbsp;&nbsp;\r\n It is nonsensical to talk about the non-proliferation of nukes apart from nuclear disarmament. This is a petty trick to smother up its commitment to nuclear disarmament behind the curtain of nuclear non-proliferation. &nbsp;&nbsp;&nbsp;\r\n The U.S. is noisily beating the drum of nuclear non-proliferation. But it is the very one fostering nuclear proliferation. &nbsp;&nbsp;&nbsp;\r\n Disarmament conventions including the NPT remain only in name, having lost their binding force, and the world has been pushed into the vortex of nuclear arms race by the nuclear strong-arm policy of the U.S. based on double standards. &nbsp;&nbsp;&nbsp;\r\n The U.S. put pressure and sanctions against those countries falling out of its favor and go so far as wielding military stick, taking issue even with their nuclear activities for peaceful purposes by faking up false information, while shelving its own commitment to nuclear disarmament.  This robber-like act can never be justified. &nbsp;&nbsp;&nbsp;\r\n The nuclear problem on the Korean Peninsula is a product of the U.S. policy of nuclear threat to it. Its grave policy of nuclear threat is the main factor that pushed the DPRK to access to nukes. The DPRK was compelled to build nuclear deterrent as a just measure for self-defence to avert a war and defend its ideology, system, freedom and democracy in face of the increasing nuclear threat of the U.S. imperialists and their attempt at a preemptive nuclear attack. This entirely tallies with the principle of defending the sovereignty of a state and the requirements of international law for averting a war and ensuring peace. It is an act of disregarding and trampling underfoot international justice and impartiality to take issue with the DPRK's exercise of its right to self-defense.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#3",
            "content": "Chinese Embassy Officials Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Chinese Ambassador to the DPRK Liu Xiaoming and embassy officials on Tuesday helped members of the DPRK-China Friendship Thaekam Cooperative Farm in farm work. \r\n The guests gave helping hands to farmers in rice threshing at a time when the farm is busy with harvesting, determined to make a tangible contribution to building a great prosperous powerful socialist nation by boosting the grain production.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of CPV's Entry into Korean Front Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#4",
            "content": "Anniversary of CPV's Entry into Korean Front Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Today marks the 56th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\r\n Papers today in signed articles carried on this occasion say that the CPV's entry into the Korean front reflected the friendship cherished by the peoples of Korea and China and its self-sacrificing struggle contributed to the victory in the great Fatherland Liberation War of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n The friendship between the peoples of Korea and China has a long history and tradition. &nbsp;&nbsp;&nbsp;\r\n The bonds of friendship between the peoples of the two countries have steadily grown strong. They cooperated and supported each other in the periods of the anti-Japanese revolutionary war of the Korean people, the Chinese people's revolutionary war in China, their anti-Japanese war and in the subsequent period. The DPRK-China friendship has developed in line with the desire and interests of the two peoples despite twists and turns and tempest. This friendship constitutes an asset common to the two peoples. The development of the DPRK-China friendship is beneficial for promoting socialist construction in the two countries and ensuring peace and security in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n The Korean people wish the Chinese people successes in their efforts to build socialism with Chinese characteristics. &nbsp;&nbsp;&nbsp;\r\n On this occasion they are paying tribute to the fallen fighters of the CPV who dedicated their precious blood and lives on the Korean front. The feats performed by the martyrs will always be remembered. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says that it is the consistent stand of the Workers' Party of Korea and the DPRK government to invariably boost the DPRK-China friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Friendship Tower",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#5",
            "content": "Wreaths Laid before Friendship Tower \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Wreaths were placed before the Friendship Tower Wednesday on the occasion of the 56th anniversary of the entry of the Chinese People's Volunteers (CPV) into the Korean front.\r\n Present at the wreath-laying ceremony were Choe Yong Rim, secretary general of the Presidium of the DPRK Supreme People's Assembly, Pak Kyong Son, vice department director of the C.C., the Workers' Party of Korea, Kim Sang Ik, vice-minister of the People's Armed Forces, Kim Yong Il, vice-minister of Foreign Affairs, and others. &nbsp;&nbsp;&nbsp;\r\n A wreath was laid before the tower in the joint name of the WPK Central Committee, the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Wreaths were also placed in the name of the ministries of the People's Armed Forces, Foreign Affairs, People's Security, Foreign Trade and Culture, in the joint name of the Korean Committee for Cultural Relations with Foreign Countries and the C.C., the DPRK-China Friendship Association and in the joint name of the Pyongyang City Committee of the WPK and the Pyongyang City People's Committee. &nbsp;&nbsp;&nbsp;\r\n Bunches of flowers were laid before the tower by working people in the city. &nbsp;&nbsp;&nbsp;\r\n Wreaths were laid before the cemetery of fallen fighters of the CPV in Hyongjesan District in the joint name of the Pyongyang City Committee of the WPK and the Pyongyang City People's Committee and in the joint name of the Hyongjesan, Pyongyang, District Committee of the WPK and the Hyongjesan District People's Committee today. &nbsp;&nbsp;&nbsp;\r\n A wreath was laid before the tower by staff members of the Chinese embassy here on the same day. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Chinese Ambassador Liu Xiaoming and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Chinese embassy officials placed a wreath before the cemetery in Hyongjesan District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The Federation of Chinese Residents in the DPRK Central Committee, too, placed wreaths before the tower and the cemetery of the CPV.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successful Nuclear Test Hailed in Different Provinces",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#6",
            "content": "Successful Nuclear Test Hailed in Different Provinces \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Servicepersons and people of South Phyongan, Jagang and Kangwon Provinces held rallies in their provincial capitals in welcome of the success in a historic nuclear test.\r\n Present at the rallies were leading officials of local party and power organs and working people's organizations, men and officers of the Korean People's Army, working people of different strata, youth and students. &nbsp;&nbsp;&nbsp;\r\n The speakers said that the launching of a nuclear test was a just resolution to protect the sovereignty of the country, the security of the nation and peace and stability in and around the Korean Peninsula. They warmly congratulated scientists, technicians and workers on demonstrating the might of Songun Korea with the successful nuclear test. &nbsp;&nbsp;&nbsp;\r\n The nuclear test was entirely an exercise of the sacred right of a sovereign state as it was an active countermeasure to foil the U.S. imperialists' nuclear threat and stifling moves to pull down the people-centred socialism of Korean-style, they stated. &nbsp;&nbsp;&nbsp;\r\n They castigated the U.S. imperialists for finding fault with the DPRK's nuclear test, an exercise of legitimate self-defensive right of a sovereign state, saying it shows their true feature as the wicked harasser of global peace and stability and the sworn enemy of the Korean people. &nbsp;&nbsp;&nbsp;\r\n They went on to say: &nbsp;&nbsp;&nbsp;\r\nThe Korean army and people want peace but are not afraid of war. They will never allow the U.S. and its followers to encroach upon the sovereignty of the country and the right to existence of the nation. &nbsp;&nbsp;&nbsp;\r\n Any pressure and threat do not work on the Korean people. The U.S. imperialists and their followers should stop acting rashly, obsessed by a foolish daydream of stifling the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Songun revolution of the DPRK is sure to triumph as its army and people have firmly stood in the same trench upholding the Workers' Party of Korea and have built nuclear deterrent for self-defense, the speakers said, calling for speeding up the revolutionary cause of Juche with the might of army-people unity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean-Mongolian Friendship Meeting Held",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#7",
            "content": "Korean-Mongolian Friendship Meeting Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries sponsored a friendship meeting at DPRK-Mongolia Friendship Pyongyang Songyo Middle School No. 1 on Tuesday on the occasion of the 20th anniversary of the signing of the agreement on cooperation in culture and science between the governments of the DPRK and Mongolia.\r\n Present on invitation were members of a Mongolian government cultural delegation led by S. Tumur-Ochir, vice-minister of Education, Culture and Science, Mongolian ambassador to the DPRK Janchivdorjyn Lomvo and embassy officials. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned including those of the Ministry of Culture and the State Academy of Sciences and teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n The participants went round educational facilities of the school before enjoying an art performance given by students and talking to one another about the need to boost the exchange and cooperation between the two countries in various fields.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "MOU on Establishing Friendly Relations between Universities of DPRK and Thailand Signed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#8",
            "content": "MOU on Establishing Friendly Relations between Universities of DPRK and Thailand Signed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- A memorandum of understanding on establishing the friendly relations between Kim Hyong Jik University of Education and Phranakhon Rajabhat University of Thailand was signed here on Tuesday.\r\n Present at the signing ceremony were Hong Il Chon, president of Kim Hyong Jik University of Education, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, teachers of the university, Preang Kitratporn, rector of Phranakhon Rajabhat University of Thailand, and his party on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n  MOU was signed by Hong Il Chon and Preang Kitratporn.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendship Meeting with Thai University Officials Held",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#9",
            "content": "Friendship Meeting with Thai University Officials Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- A friendship meeting with officials of Phranakhon Rajabhat University of Thailand took place at Kim Hyong Jik University of Education on Tuesday.\r\n Present there on invitation were Preang Kitratporn, rector of Phranakhon Rajabhat University of Thailand, and his party on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Hong Il Chon, rector of Kim Hyong Jik University of Education, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and teachers and employees of the university. &nbsp;&nbsp;&nbsp;\r\n The participants went round a room devoted to the history of the university, an exhibition of educational science and various educational facilities of the university. &nbsp;&nbsp;&nbsp;\r\n They enjoyed an art performance given by students of the university and talked to one another, deepening the friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-North Actions of Japan under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#10",
            "content": "Anti-North Actions of Japan under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly issued a statement on Oct. 19 denouncing Japan for straining the situation on the Korean Peninsula. \r\n The statement accused Japan of applying sanctions against the north and contemplating a joint military exercise with the U.S. in the East Sea of Korea with a hue and cry over the \"situation in the areas around Japan,\" thus pushing the situation on the Korean Peninsula to an extreme pitch of tension. &nbsp;&nbsp;&nbsp;\r\n These moves of Japan are aimed at causing a crisis of war on the peninsula in a bid to realize its ambition for emerging a military power, the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n An urgent job to be done by Japan at the moment as a war criminal state is to honestly apologize to the Korean nation for its past crimes and adequately compensate for them. The Korean nation will never pardon Japan which is taking issue with the north, talking about the \"situation in the areas around it.\"    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "People's Rally against U.S. and War in Seoul",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#11",
            "content": "People's Rally against U.S. and War in Seoul\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- A people's rally against the U.S. and war reportedly took place in Seoul on Sunday in protest against sanctions against the north, the conclusion of FTA and the expansion of the U.S. military base in Phyongthaek.\r\n It was co-sponsored by the Reunification Solidarity, the People's Solidarity and the All-People Measure Committee for Checking Expansion of the U.S. Military Base in Phyongthaek of south Korea. It was attended by at least 3,000 persons including members of civic and public organizations. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally said that a crisis of war is brewing in this land hour by hour, calling on all people to foil the U.S. hostile policy toward the north, its moves for the conclusion of the south Korea-U.S. FTA and the expansion of the U.S. military base in Phyongthaek by their own efforts at any cost. &nbsp;&nbsp;&nbsp;\r\n  Vehemently denouncing the United States for tightening the sanctions against the north and straining the situation on the Korean Peninsula, they appealed to all people to unite and make a new history. &nbsp;&nbsp;&nbsp;\r\n  A resolution read out at the rally assailed the U.S. for having pursued a hostile policy toward the north after listing it as part of \"an axis of evil\" and \"a rogue regime\" and aggravated the situation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It called for arousing a million people to turn out in actions for independence, peace and people's right to existence.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Appeal Supported",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#12",
            "content": "Joint Appeal Supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, on a visit to the DPRK, issued a statement of the friendship association here in support of the joint appeal made by the Swiss preparatory committee for commemorating the Day of the Sun and February 16 in 2007.\r\n The statement extended full support to the Swiss preparatory committee's decision to hold significant functions such as meeting, film show and book and photo exhibition, highly praise and widely introduce the undying feats of the three generals of Mt. Paektu through the events to be held on the occasion of the Day of the Sun, February 16 and December 24 in 2007. &nbsp;&nbsp;&nbsp;\r\n The statement said the association would significantly commemorate the birthdays of President Kim Il Sung and Kim Jong Il in 2007 as common holidays of progressive humankind and actively join the groups of visitors to the old home of Kim Jong Il in the secret camp of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n It also expressed firm solidarity with the Korean people in their just struggle to defend socialism and achieve the independent and peaceful reunification of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions against Fourth Round of S. Korea-U.S. FTA Negotiations",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#13",
            "content": "Actions against Fourth Round of S. Korea-U.S. FTA Negotiations\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- An eve function for checking the fourth round of negotiations for signing the south Korea-U.S. Free Trade Agreement was reportedly held in Jeju Island on Oct. 22 under the sponsorship of the Headquarters of the All-People Movement for Checking the South Korea-U.S. FTA.\r\n Present there were more than 2,500 members of the Jeju Island expedition group and civic and public organizations of Jeju Island. &nbsp;&nbsp;&nbsp;\r\n Speakers at the function warned that if the \"government\" persisted in the negotiations for signing FTA with the U.S., ignoring the opposition of the peasants, people from all walks of life would tear FTA to pieces through a general turnout. &nbsp;&nbsp;&nbsp;\r\n  South Korean civic and public organizations launched into a struggle for checking the fourth round of FTA negotiations in Jeju Island on October 22. &nbsp;&nbsp;&nbsp;\r\n On the same day, members of different social organizations belonging to the Jeju Island expedition group for checking the signing of FTA arrived at the island and called press conferences. &nbsp;&nbsp;&nbsp;\r\n At the press conferences representatives of the Headquarters of the All-People Movement for Checking the South Korea-U.S. FTA issued a press release demanding an immediate halt to the negotiations. &nbsp;&nbsp;&nbsp;\r\n The press conferences were followed by a rally of the Jeju Island expedition group and the Emergency Measure Committee of Agriculture, Stock-breeding and Fishery against the Conclusion of the South Korea-U.S. FTA. The participants in the rally in a resolution declared that they would certainly bring the grand resistance of one million people to a success on November 22 and foil the FTA negotiations.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Natural Vegetable Insect-killing and Sterilizing Material Developed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#14",
            "content": "Natural Vegetable Insect-killing and Sterilizing Material Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- The Research Center of the Korean Kimilsungia-Kimjongilia Committee has developed \"Myonghwa\", natural vegetable insect-killing and sterilizing material, which is of practical use in cultivating Kimilsungia and Kimjongilia.\r\n Myonghwa is a non-pollutional green agricultural medicine. It is made by the method of extracting physiological activators from plants in a latest technological way and combining it with vegetable interphase activator and subsidiary additives. &nbsp;&nbsp;&nbsp;\r\n It, with no remaining virulence, has a sustaining effect in killing insects and bacterium. Unlike agricultural chemicals, the medicine keeps insects and bacterium out of having resistance power against it and increases the resistance of plants against environmental stress and promotes their growth. &nbsp;&nbsp;&nbsp;\r\n The experimental application of the medicine shows that it is highly efficient in exterminating insects and bacterium including powdery mildew and carmine mite and preventing diseases caused by them. &nbsp;&nbsp;&nbsp;\r\n It can be used by the method of diluting it with water in the proportion of 500-1000 to one and spraying. It is very convenient in preservation and handling.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Suyangsan Falls",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#15",
            "content": "Suyangsan Falls\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- The Suyangsan Falls is situated at the foot of Mt. Suyang in Hakhyon-dong, Haeju City, South Hwanghae Province.\r\n It, 128 meters high and 12.5 meters wide, has been known as one of the eight scenic spots in the city from olden times. Now it produces a spectacular landscape, welded with the autumn tints of the surrounding areas. &nbsp;&nbsp;&nbsp;\r\n The two-stage falls has its headspring in the Jol Valley of Mt. Jangdae on the mountain range stretching southeastward from Mt. Suyang. &nbsp;&nbsp;&nbsp;\r\n The water which falls from the cliff, raising beads of water and spray, is reverberating in the valley. &nbsp;&nbsp;&nbsp;\r\n Spectacular are the landscapes of the autumn tints, spring flowers, summer verdure and winter snow around the falls.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/26.htm#16",
            "content": "Important Days of DPRK Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Meetings were held by the Polish Communist Party, the Genuine Lumumbist Patriotic Party of Democratic Congo and the Communist Party of Malta, lectures were sponsored by the Congolese Socialist Party and the Socialist Party of Peru and round-table talks were organized by the Misr Arab Socialist Party of Egypt from October 6 to 11 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the formation of the Down-with-Imperialism Union (DIU).\r\n On display in the venues of the functions were photos showing the exploits performed by the peerlessly great persons in the party building and their Songun leadership feats. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Martin Adam, chairman of the National Executive Committee of the Polish Communist Party, said President Kim Il Sung formed the DIU and provided the historic roots for the party building, adding that this marked a historic event as it meant the beginning of the building of a revolutionary party of the working class. &nbsp;&nbsp;&nbsp;\r\n He highly praised Kim Jong Il for developing the Songun idea which originated from the DIU as the most scientific and revolutionary guiding idea as required by the developing reality and leading the cause of independence against imperialism to victory while meeting all the challenges of the imperialists with his tireless Songun leadership. &nbsp;&nbsp;&nbsp;\r\n Luis Mateo Munoz, general secretary of the Socialist Party of Peru, noted that under the Songun leadership of General Secretary Kim Jong Il the WPK has wisely led the struggle of the Korean people to shatter the moves of the U.S.-led imperialist forces and powerfully demonstrate the dignity and might of the country. &nbsp;&nbsp;&nbsp;\r\n At the end of the functions the participants watched \"The Country Taking on More Beautiful Looks under the Leadership of the Great General, \" \"Military Parade and Mammoth Demonstration for Celebrating the 55th Anniversary of the Glorious Workers' Party of Korea\" and other Korean films.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}