{
    "date": "2006-04-14",
    "url": "http://kcna.co.jp/item/2006/200604/20060414.htm",
    "articles": [
        {
            "title": "April Holidays of DPRK Observed",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#1",
            "content": "\r\nPast news\r\n\r\n\r\n\r\n\r\n\r\n\r\nApril Holidays of DPRK Observed&nbsp;&nbsp;&nbsp; Pyongyang, April \r\n13 (KCNA) -- Korean book, photo and handicraft exhibitions opened in Russia, \r\nMexico and Ecuador and meetings to remember President Kim Il Sung, seminars, \r\nround-table talks, film shows and photo exhibitions took place in Egypt and the \r\nCzech Republic between Apr. 1 and 6 on the occasion of the Day of the Sun and \r\nthe 13th anniversary of leader Kim Jong Il's election as chairman of the \r\nNational Defence Commission of the DPRK. On display in the venues of the \r\nexhibitions were works of Kim Il Sung and Kim Jong Il and photos dealing with \r\ntheir immortal feats, and books, photos and handicrafts introducing the struggle \r\nand national wisdom and skills of the Korean people advancing under the uplifted \r\nbanner of Songun. &nbsp;&nbsp;&nbsp; The attendants of the film shows \r\nwatched Korean films \"Fatherly Leader among Officials\", \"Kim Il Sung Prize \r\nLaureate Grand Gymnastic and Artistic Performance 'Arirang'\", etc. \r\n&nbsp;&nbsp;&nbsp; Hasanul Huq Inu, chairman of the Central Executive \r\nCommittee of the Bangladesh National Socialist Party, in a statement issued on \r\nApr. 10 on the occasion of the Day of the Sun said that the party would support \r\nthe Korean people in their just cause of building a great prosperous powerful \r\nnation and achieving the reunification of Korea to the last. \r\n\r\n\r\n\r\nProtest Letter to Japanese Prime Minister&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- The Swiss Committee for Supporting the Independent \r\nand Peaceful Reunification of Korea sent a letter of protest to the Japanese \r\nprime minister on April 5 to denounce the Japanese reactionaries for cracking \r\ndown on the General Association of Korean Residents in Japan (Chongryon). The \r\nletter recalled that at the instruction of the security department of the Tokyo \r\nPolice Agency, the Osaka Prefectural riot police searched six places including \r\nthe office of the Osaka Prefectural Association of Korean Workers in Commerce in \r\nJapan, shops owned by Koreans in Japan and their houses in March and the \r\nJapanese authorities have been engaged in a smear campaign against Chongryon \r\nover the \"abduction issue\" already settled. It strongly protested against such \r\nactions. &nbsp;&nbsp;&nbsp; The letter went on: &nbsp;&nbsp;&nbsp; The \r\nbestial suppression of Chongryon by the Japanese authorities and police is \r\nundisguised fascist terrorism against all the Koreans in Japan and a \r\ncontinuation of the blood-stained history of the Japanese imperialists and \r\nmilitarists in which they suppressed and discriminated against the Koreans. \r\n&nbsp;&nbsp;&nbsp; This is, at the same time, an act of aggression against \r\nthe DPRK whose citizens are protected by Chongryon. &nbsp;&nbsp;&nbsp; The \r\nfascist suppression of Chongryon and Koreans in Japan is an undisguised perfidy \r\nto the DPRK-Japan Pyongyang Declaration in which the two countries promised to \r\nnormalize their relations and the assurances made by the Japanese prime minister \r\nthat Japan would be friendly toward Chongryon and Koreans in Japan so that they \r\nmay not be exposed to any discrimination. &nbsp;&nbsp;&nbsp; The Japanese \r\ngovernment repeated such promise at the talks for the normalization of the \r\nbilateral relations in February this year. &nbsp;&nbsp;&nbsp; We demand the \r\nJapanese government stop at once all the discriminative and terrorist acts \r\nagainst Chongryon and Koreans in Japan and honor what it promised to fulfill in \r\nthe DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp; We express full \r\nsolidarity with Chongryon and Koreans in Japan. \r\n\r\n\r\n\r\nJapan Urged to Make Official Apology for Drafting \"Comfort \r\nWomen\"&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- A member of the \r\nHouse of Representatives from the Democratic Party of the United States of \r\nAmerica demanded the Japanese government hold itself accountable for the issue \r\nof \"comfort women\" for the Japanese Imperial Army and make an official apology \r\nfor it, according to the south Korean Internet radio Voice of People on Apr. 7. \r\nHe said the drafting of \"comfort women\" for the Japanese Imperial Army committed \r\nby the Japanese government in the past was the worst human trafficking in the \r\n20th century and this issue remains a human rights problem at present. The \r\nJapanese government, he said, gave an underrated and distorted description of \r\nthe issue in textbooks, failing to unveil the whole picture of such a war crime, \r\nand, as if this is not enough, went the lengths of crossing out the word \r\n\"comfort women\" itself last year, he noted, adding: The Japanese government must \r\nhold itself wholly answerable for the issue and bring the younger generation \r\nhome to it being an anti-human rights crime. &nbsp;&nbsp;&nbsp; Japan should \r\ndeclare that it will never let such crime be committed again and fulfill the \r\ndemand of the United Nations and the international community related to it, he \r\nurged. &nbsp;&nbsp;&nbsp; The radio said he laid a resolution to this effect \r\nbefore the U.S. congress on Apr. 6. \r\n\r\n\r\n\r\nPublic Presentation of Kim Il Sung's Greatness \r\nHeld&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- A public \r\npresentation of the Ministry of the People's Armed Forces on the greatness of \r\nPresident Kim Il Sung took place at the April 25 House of Culture on Wednesday \r\non the occasion of the Day of the Sun. Present there were Jo Myong Rok, director \r\nof the General Political Department of the Korean People's Army, Kim Yong Chun, \r\nchief of the General Staff of the KPA, leading officials of the ministry and \r\nservicepersons. &nbsp;&nbsp;&nbsp; Jo Myong Rok said that Kim Il Sung, \r\nregarding it as his maxim to believe in the people as in Heaven, put the \r\nposition and dignity of the popular masses on the highest level for the first \r\ntime in history and devoted himself to the work to realize the people's ideal \r\nand bring them happiness, always mixing with them all his life. \r\n&nbsp;&nbsp;&nbsp; Kim Yong Chun said that the army and people of the DPRK \r\nhas firmly defended the gains of revolution while winning victory after victory \r\nin the confrontation with the United States because Kim Il Sung provided the \r\ncapability for self-defence with his outstanding Songun revolutionary \r\nleadership. &nbsp;&nbsp;&nbsp; KPA Generals Pak Jae Gyong and Kim Jong Gak \r\nmade speeches titled \"Respected Comrade Kim Il Sung is the great leader who led \r\nour revolution to victory under the banner of Juche\" and \"Respected leader \r\nComrade Kim Il Sung is the sun of humankind always alive in the hearts of all \r\npeople\". &nbsp;&nbsp;&nbsp; They said that Kim Il Sung, considering \r\nindependence as the life and soul in the whole historic course of leading the \r\nKorean revolution, shaped the line and all policies our own way and advanced the \r\nrevolution and construction by relying on the strength of the people. \r\n&nbsp;&nbsp;&nbsp; They praised him as the world political elder who founded \r\nthe immortal Juche idea indicating the most correct way of hewing out the \r\ndestiny of the popular masses and made undying contributions to accomplishing \r\nthe human cause of independence. They called upon all the servicepersons of the \r\nKPA to eternally hold him in high esteem as the sun of Juche, accelerate the \r\nbuilding of a great prosperous powerful socialist nation and wage a dynamic \r\nstruggle for the national reunification and final victory of the revolutionary \r\ncause of Juche, tightly holding arms of revolution under the Songun \r\nrevolutionary leadership of Supreme Commander Kim Jong Il. \r\n\r\n\r\n\r\nNational Student Basketball Games Held&nbsp;&nbsp;&nbsp; \r\nPhyongsong, April 12 (KCNA) -- National student basketball games commemorating \r\nthe Day of the Sun took place in Phyongsong from Apr. 4 to 11. Competing in the \r\ngames were men and women cagers of 20 odd teams which had proved successful in \r\nthe preliminaries in the university and college groups. In the games among \r\nuniversity teams the men's team of Kim Hyong Jik University of Education and the \r\nwomen's team of Hamhung Teacher Training University No. 2 finished the winners. \r\nIn the games among college teams the men's team of \r\nHamhung Statistics College and the women's team of Sinuiju Financial Economy \r\nCollege emerged supreme. The teams and players that shared honors in the games \r\nwere awarded citations, medals and prizes. \r\n\r\n\r\n\r\nVowing Meetings of Workers and Peasants Held&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- Workers, union members and agricultural workers \r\nheld vowing meetings respectively before the statues of President Kim Il Sung on \r\nMansu Hill of Pyongyang and in Chongsan-ri, Kangso County, South Phyongan \r\nProvince on Apr. 12 on the occasion of the Day of the Sun. The reporter and \r\nspeakers at a vowing meeting of workers and union members called for launching \r\nan overall powerful offensive for a new leap forward in the building of a great \r\nprosperous powerful socialist nation to contribute to strengthening national \r\ndefence power as required by the economic construction line of the Workers' \r\nParty of Korea in the Songun era and bringing about a new revolutionary \r\nimprovement at all working sites. &nbsp;&nbsp;&nbsp; They called for holding \r\nthe President in high esteem for all ages and dynamically striving to accomplish \r\nthe revolutionary cause of Juche under the leadership of Kim Jong Il, brilliant \r\ncommander of Songun of Mt. Paektu. &nbsp;&nbsp;&nbsp; Kim Jung Rin, \r\nsecretary of the C.C., the WPK, was present at the meeting. The participants in \r\nthe vowing meeting of agricultural workers firmly made an oath to bring about an \r\nepochal turn in agricultural production true to the behests of the President at \r\nthe call of Kang Chang Uk, chairman of the C.C., the Union of Agricultural \r\nWorkers of Korea. &nbsp;&nbsp;&nbsp; They called upon all agricultural \r\nworkers to give full play to the revolutionary soldier spirit in implementing \r\nthe party policy of agricultural revolution true to the behests of the President \r\nthat \"Rice precisely means socialism\", speed up the land realignment and \r\nwaterway projects and do farming well this year to carry through the intention \r\nand resolution of the Party to settle the food problem sufficiently. \r\n\r\n\r\n\r\nReception Given by Cuban Ambassador&nbsp;&nbsp;&nbsp; Pyongyang, \r\nApril 13 (KCNA) -- Ruben Perez Valdes, Cuban ambassador to the DPRK, gave a \r\nreception on Wednesday on the occasion of the Day of the Sun. Present on \r\ninvitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme \r\nPeople's Assembly, Ro Tu Chol, vice-premier of the Cabinet, and other officials \r\nconcerned. On hand were staff members of the Cuban embassy. The ambassador said \r\nthat President Kim Il Sung is the great man who devoted his all to carrying out \r\nthe Korean revolution and the cause of global independence and developing the \r\nfriendly relations between Cuba and the DPRK. The Cuban people are boundlessly \r\nrevering him, the ambassador noted. &nbsp;&nbsp;&nbsp; The Cuba-DPRK \r\nrelations have a long historic root, he said, stating that the friendly \r\nrelations provided by Fidel Castro Ruz and Kim Il Sung are steadily developing \r\nday by day under the deep concern of the top leaders of the two countries. He \r\nstressed that the Cuban people will make every possible effort to boost the \r\nfriendly and cooperative relations between the two countries as bequeathed by \r\nKim Il Sung. Yang Hyong Sop, speaking next, said that the Cuban friends' joining \r\nthe Korean people in commemorating the significant Day of the Sun is an \r\nexpression of deep reverence of the Cuban party, government and people for Kim \r\nIl Sung. &nbsp;&nbsp;&nbsp; In the period when the moves of the U.S. \r\nimperialists to stifle Cuba were utterly unscrupulous, Kim Il Sung took positive \r\nsteps to defend the Cuban revolution and helped the Cuban people both materially \r\nand morally in their socialist construction, he noted. &nbsp;&nbsp;&nbsp; \r\nThe revolutionary cause of Juche started by Kim Il Sung is being successfully \r\ncarried forward and accomplished by leader Kim Jong Il, he said, stressing that \r\nthey would actively strive to consolidate and develop the friendly and \r\ncooperative relations between the DPRK and Cuba. \r\n\r\n\r\n\r\nU.S. Preparations for Preemptive Nuclear Attack upon DPRK under \r\nFire&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The Bush hard-line \r\nconservative forces have become frantic in their moves to push forward the \r\nestablishment of the missile defence system (MD) and the modernization of \r\nnuclear weapons under the signboard of \"security\" and \"defense\". In this regard \r\nRodong Sinmun today in a signed commentary says that this poses a big threat to \r\nthe global peace and security and touches off uneasiness among people. The \r\ncommentary goes on: &nbsp;&nbsp;&nbsp; As the world public rightly put it, \r\nthe U.S. bellicose forces' hue and cry over the \"military threat\" from someone \r\nis no more than a poor excuse. The \"defense\" of the U.S. mainland much touted by \r\nthem is, in essence, nothing but a theory of aggression which calls for bringing \r\ndown the anti-imperialist independent countries and putting the world under \r\ntheir control. The Bush administration's listing of the DPRK as part of an \"axis \r\nof evil\", a target of its preemptive nuclear attack is little short of a \r\ndeclaration of a war to mount a preemptive nuclear attack upon the DPRK. \r\n The Bush forces' frantic pursuance of their hostile \r\npolicy toward the DPRK would only compel it to further bolster its nuclear \r\ndeterrent for self-defence. It is the Korean people's way of counter-action to \r\nrespond to dialogue with dialogue and war with war. The DPRK's possession of \r\nnuclear weapons is for self-defence from A to Z and serves as a powerful shield \r\nto defend peace. The U.S. should not misuse the DPRK's measure to bolster its \r\nnuclear deterrent for self-defence as a lever for achieving its aggressive \r\npurpose. &nbsp;&nbsp;&nbsp; The U.S. is free to let loose all sorts of \r\nvituperation against the DPRK in a bid to achieve its sinister political and \r\nmilitary purpose. This, however, will get it nowhere. The U.S. would be well \r\nadvised to ponder over the consequences to be entailed by its evermore \r\nundisguised policy of aggression and behave with discretion. \r\n\r\n\r\n\r\nGift to Kim Jong Il from Swiss Organization&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- Leader Kim Jong Il received a gift from the SGS of \r\nSwitzerland. George Bottomley, head of the SGS delegation on a visit to the \r\nDPRK, conveyed it to an official concerned on April 12. \r\n\r\n\r\n\r\nAnniversary of Kim Jong Il's Work Marked&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- Rodong Sinmun today dedicates an article to the \r\n32nd anniversary of leader Kim Jong Il's famous work \"Let Us More Thoroughly \r\nEstablish the Monolithic Ideological System in the Whole Party and Society.\" Kim \r\nJong Il in the work published on April 14, Juche 63 (1974) comprehensively deals \r\nwith the principled issues in more thoroughly establishing the monolithic \r\nideological system of the Party to meet the requirements for modeling the whole \r\nsociety on the Juche idea. &nbsp;&nbsp;&nbsp; Recalling that he has \r\nenergetically led the drive to cement as firm as a rock the single-minded unity \r\nof the whole Party and society around President Kim Il Sung, guided by his \r\nrevolutionary idea, the article goes on: &nbsp;&nbsp;&nbsp; The work to \r\nestablish the monolithic ideological system of the Party has gained in depth and \r\nthe tradition of unity established in Mt. Paektu has been successfully carried \r\nforward under the leadership of Kim Jong Il. As a result, all the servicepersons \r\nand people of the DPRK are single-mindedly united around the Party and the \r\nleader in thinking and purpose and on the basis of comradeship, guided by the \r\nrevolutionary idea of the President, and sharing the destiny with them. \r\n&nbsp;&nbsp;&nbsp; It is the undying feat performed by Kim Jong Il that he \r\nconsolidated the Party's organizational and ideological foundation for \r\nsucceeding to the cause of the President, foreseeing the future of the Korean \r\nrevolution and the cause of independence with his extraordinary ideological and \r\ntheoretical wisdom and far-sightedness. The last one decade occupies a special \r\nplace in Kim Jong Il's history of revolutionary activities for carrying forward \r\nand accomplishing the revolutionary cause of the President. \r\n&nbsp;&nbsp;&nbsp; Kim Jong Il led the \"Arduous March,\" the forced march to \r\nvictory with his unique Songun revolutionary line, the Songun political mode, \r\ndefending the lifeline of the cause of Juche and glorifying the ever-victorious \r\nhistory of the Korean revolution generation after generation. This immortal \r\nhistory of Songun revolution will shine forever. The immortal feats Kim Jong Il \r\nhas performed in the struggle to accomplish the revolutionary cause of the \r\nPresident lie in that he has steadily developed and enriched the President's \r\nrevolutionary idea, the Juche idea as required by the developing revolution. \r\n&nbsp;&nbsp;&nbsp; Kim Jong Il has provided wise guidance over the work to \r\nsuccessfully accomplish the revolutionary cause of the President. He has \r\njudiciously steered the work to consolidate the single-minded unity of the \r\nrevolutionary ranks based on the revolutionary idea of the President and the \r\ndrive to implement his behests to the letter, laying a firm foundation for the \r\nbuilding of a great prosperous powerful nation. Our army and people will surely \r\naccomplish the revolutionary cause of the President, holding aloft the banner of \r\nSongun under the revolutionary steermanship of Kim Jong Il. \r\n\r\n\r\n\r\nPerformances of ASFAF Successfully Go on&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- Performances of the 24th April Spring Friendship \r\nArt Festival (ASFAF) are going on at different theatres here, drawing capacity \r\naudiences. Put on the stages were colorful numbers spiced with rich national \r\nflavor, diverse in contents and peculiar in style. &nbsp;&nbsp;&nbsp; \r\nArtistes of the Moscow State Academy Symphony Orchestra of Russia \r\ninternationally recognized as a prestigious art troupe made up of famous \r\nartistes including people's artistes and merited artistes successfully presented \r\nthe fourth movement \"Glory to General Kim Jong Il\" of the symphony suite \"Long \r\nJourney for Songun Leadership.\" A baritone of the Kazakhstan famous artistes' \r\ntroupe who is international concours winner impressively sang the Korean song \r\n\"Red Snow Falls from the Sky above the City of Iron\" with his rich voice. \r\n&nbsp;&nbsp;&nbsp; A tenor of the Vietnamese artistes' troupe who is \r\ninternational concours winner presented the Korean song \"Soldiers Live Near the \r\nGeneral\" successfully representing the KPA servicepersons' high honor and pride \r\nof holding Kim Jong Il as its supreme commander, deeply impressing the audience. \r\n&nbsp;&nbsp;&nbsp; The Polish troupe of famous artistes consisting of \r\ninternational concours winners put on the stage a male solo \"Dreadful Yard\" and \r\na female solo \"Picture without You\". Dancers of the Kiev Dancing Theatre of \r\nUkraine, which participated in the ASFAF several times and received group prize, \r\ngold prize and silver prize, staged colorful numbers. &nbsp;&nbsp;&nbsp; The \r\nChinese instrumentalists, who successfully performed traditional music pieces, \r\npleasing leader Kim Jong Il during his visit to China in January, presented them \r\nagain this time to be highly acclaimed by the audience for their refined and \r\ndelicate rendition and high artistry. &nbsp;&nbsp;&nbsp; The fourth movement \r\n\"We Pledge\" of the symphony \"Leader Will Be Always with Us\" conducted by Ri Jun \r\nMu, head of the troupe of Korean artistes in the U.S. impressively represented \r\nthe iron-will of the Korean people to accomplish the revolutionary cause of \r\nJuche started by President Kim Il Sung. &nbsp;&nbsp;&nbsp; Choe Kyong Ho, \r\npopular singer of the troupe of Korean artistes in China, presented a song \r\n\"Reverence for General\" in which he truthfully represented unbounded veneration \r\nand ardent desire of the progressive people in our times who highly praise and \r\nfollow Kim Jong Il as a great man born of Heaven and an ever-victorious Songun \r\nbrilliant commander. &nbsp;&nbsp;&nbsp; Performances continue amid the \r\nstrong longing and reverence for the President. \r\n\r\n\r\n\r\nFloral Baskets Laid before Statue of Kim Il Sung&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- The economic and commercial councilors corps and \r\nofficials in charge of cultural and friendly relations of foreign embassies here \r\nlaid floral baskets before the statue of President Kim Il Sung on Mansu Hill on \r\nApril 13 on the occasion of the Day of the Sun. And they made a bow to him in \r\nhumble reverence. \r\n\r\n\r\n\r\nKim Yong Nam Meets Russian Guests&nbsp;&nbsp;&nbsp; Pyongyang, \r\nApril 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme \r\nPeople's Assembly, met and had a conversation with a delegation of the Russian \r\nInternational Charity Fund \"Protectors of Arts for the Century\" headed by its \r\nPresident Oleg Oleinik at the Mansudae Assembly Hall today. Present there were \r\nKim Jin Song, minister of Culture, Mun Jae Chol, acting chairman of the Korean \r\nCommittee for Cultural Relations with Foreign Countries, Kung Sok Ung, \r\nvice-minister of Foreign Affairs, and others and Andrei Karlov, Russian \r\nambassador to the DPRK. The head of the delegation extended thanks to leader Kim \r\nJong Il for having made a great contribution to the development of cultural \r\nexchange between Russia and the DPRK, noting that he has been deeply respected \r\nby the people of the world. \r\n\r\n\r\n\r\nPyongyang in Festive Mood&nbsp;&nbsp;&nbsp; Pyongyang, April 13 \r\n(KCNA) -- Pyongyang is decked in festive attire to meet the Day of the Sun, the \r\nbirthday of President Kim Il Sung (April 15). The Korean people, with a \r\nreverence for him, are commemorating the Day of the Sun as a greatest holiday of \r\nthe nation. &nbsp;&nbsp;&nbsp; Fluttering on flag poles in streets, \r\nresidential quarters and working sites are flags of the Workers' Party of Korea, \r\nthe DPRK and the April Spring Friendship Art Festival. And posters, streamers \r\nand decorations commemorating the holiday have been set up in different parts of \r\nthe city, making the festive attire more jubilant. Servicepersons, working \r\npeople of all strata, school youth and children are visiting the Kumsusan \r\nMemorial Palace where the President lies in state, Mangyongdae, the cradle of \r\nrevolution, and revolutionary sites associated with his immortal revolutionary \r\nexploits. &nbsp;&nbsp;&nbsp; Colorful functions including meetings to \r\nremember the President, seminars, exhibitions, lecture meetings and artistic \r\nperformances are organized in praise of his greatness. &nbsp;&nbsp;&nbsp; \r\nThe 24th April Spring Friendship Art Festival was opened on Monday. A lot of \r\nfamous art troupes and artistes from foreign countries and regions across the \r\nworld give performances high in ideological content and artistic value, adding \r\nlustre to the holiday. &nbsp;&nbsp;&nbsp; The 8th Kimilsungia Festival is \r\ngoing on before full houses on the occasion of the jubilee. \r\n&nbsp;&nbsp;&nbsp; The 19th International Marathon Race for Mangyongdae Cup \r\ntook place amid a great interest of people on April 9. &nbsp;&nbsp;&nbsp; \r\nThe fun fairs in different places of the city which started their operation on \r\nthis occasion are crowded with working people, school youth and children. \r\nVarious kinds of flower plants are opening flowers, converting Pyongyang into a \r\nflower garden as if they reflect the desire of the people to attend the \r\nPresident among flowers. \r\n\r\n\r\n\r\nMoscow State Symphony Orchestra Gives Successful \r\nPerformances&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Many \r\nworld-famous art troupes are participating in the 24th April Spring Friendship \r\nArt Festival which is going on in Pyongyang before full houses on the occasion \r\nof the Day of the Sun. Among them is the Moscow State Symphony Orchestra, which \r\ngives performances at the People's Palace of Culture. It puts on stage the \r\nvarious programs including \"Concert for Orchestra\" composed by Bartok. It well \r\ndepicts the concert which demands high playing technique and well-arranged \r\nensemble. &nbsp;&nbsp;&nbsp; It also performs the \"Glory to the General,\" \r\nthe fourth movement of the Korean symphonic suite \"Long Trip for Army-based \r\nLeadership\", which it has specially prepared, to delight the audience \r\ncommemorating the Day of the Sun. The Moscow State Symphony Orchestra, which was \r\nformed during the Second World War, is made up with competent conductors and \r\nplayers with high level of playing technique. &nbsp;&nbsp;&nbsp; Head and \r\nChief Conductor of the orchestra Pavel Kogan is the People's Artiste of the \r\nRussian Federation, winner of the National Prize of the Russian Federation, \r\ninternational concours winner and a full member of the Russian Academy of Arts. \r\nThe orchestra has participated in the world art festivals on behalf of Russia \r\nand made its performances in more than 70 countries including Germany, France \r\nand Switzerland, earning fame. \r\n\r\n\r\n\r\nTitle of Generalissimo Shining with Army Leadership \r\nExploits&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- President Kim \r\nIl Sung was awarded the title of generalissimo on April 13, Juche 81 (1992). The \r\ntitle is associated with the immortal exploits performed by the President who \r\nwrought military miracles in the 20th century. &nbsp;&nbsp;&nbsp; He, who \r\nembarked on the road of revolution in his early years, founded the first \r\nrevolutionary armed forces in Korea with the two pistols handed down by his \r\nfather as wherewithal and declared a war against the one million-strong troops \r\nof the Japanese imperialists. &nbsp;&nbsp;&nbsp; He fought the anti-Japanese \r\nwar in the many-folded difficult conditions beyond imagination without any \r\nstable rear and modern military hardware. He, however, defeated the Japanese \r\nimperialists with protean and superb war tactics such as the \"Art of Shrinking \r\nthe Earth\" and the \"march tactic one thousand miles at a run\" to bring the joy \r\nof liberation to the Korean people. &nbsp;&nbsp;&nbsp; The U.S. imperialists \r\nstarted the three year-long Korean war to overthrow the young Democratic \r\nPeople's Republic of Korea in its cradle by mobilizing troops of its 15 \r\nsatellite countries. He also defeated the enemies which were superior in \r\nnumerical strength and military technique with his extraordinary military \r\nstrategy and unique war tactics unheard-of in the world history of wars and won \r\nthe great victory in the Fatherland Liberation War. &nbsp;&nbsp;&nbsp; The \r\nPresident had strengthened the Korean People's Army as an invincible \r\nrevolutionary army to beat back any formidable enemy at one stroke and \r\nconsistently increased the defence capacity of the country to convert the whole \r\ncountry into an impregnable fortress. He thus frustrated the persistent new war \r\nprovocation moves of the U.S. imperialists and reliably defended the security of \r\nthe country and the people. It was a long-cherished desire of the Korean people \r\nto award the title of generalissimo to the President who led the two \r\nrevolutionary wars to victory in one generation to promote the prestige and \r\nglory of the DPRK and laid a solid foundation to firmly guarantee the \r\nrevolutionary cause of Juche with arms. \r\n\r\n\r\n\r\nRussian Delegation Arrives&nbsp;&nbsp;&nbsp; Pyongyang, April 13 \r\n(KCNA) -- A delegation of the Russian Youth Association for the Study of the \r\nSongun Policy led by its Chairman Mikhail Panchenko arrived here today. \r\n\r\n\r\n\r\nGift to Kim Jong Il from Mongolian Delegation&nbsp;&nbsp;&nbsp; \r\nPyongyang, April 13 (KCNA) -- Leader Kim Jong Il was presented with a gift by \r\nthe Mongolian delegation for commemorating the Day of the Sun on a visit to the \r\nDPRK. The gift was handed to an official concerned by B. Baigalmaa, executive \r\nchairman of the Mongolia-Korea Friendship Society who is leading the delegation. \r\n\r\n\r\n\r\n\r\nKPA Servicepersons' Solemn Oath-Taking Ceremony \r\nHeld&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- A solemn ceremony \r\nof servicepersons of the three services of the Korean People's Army took place \r\nat the square of the Kumsusan Memorial Palace on April 13 to pay high tribute to \r\nPresident Kim Il Sung and vow loyalty to Supreme Commander Kim Jong Il on the \r\noccasion of the Day of the Sun. All the participants respectfully made a salute \r\ntowards the portrait of the President. KPA Vice Marshal Jo Myong Rok, director \r\nof the General Political Department of the KPA, said in a speech that all the \r\nservicepersons of the three services of the KPA pay highest tribute and offer \r\neternal glory to the President on the significant occasion of the Day of the \r\nSun. &nbsp;&nbsp;&nbsp; He noted that they would always uphold and follow \r\nwith loyalty Kim Jong Il who is the great defender of the country and the nation \r\nand serves as a banner of all victories and glory and devotedly defend the \r\nheadquarters of the revolution led by him just as the O Jung Hup-led 7th \r\nRegiment did. &nbsp;&nbsp;&nbsp; The KPA will firmly equip itself with a \r\nJuche-oriented view on war and round off the preparations to go into action as \r\nrequired by the situation of the revolution where the U.S. imperialists have \r\nbecome evermore undisguised in their moves to stifle the DPRK so as to implement \r\nthe last instructions of the President for national reunification without fail, \r\nhe noted. &nbsp;&nbsp;&nbsp; All the participants made a firm pledge to \r\nfully ensure the victory in the revolutionary cause of Juche with the invincible \r\nmilitary force under the Songun revolutionary leadership of Kim Jong Il, firmly \r\nconvinced that they would always emerge victorious as long as they are led by \r\nhim. &nbsp;&nbsp;&nbsp; They loudly shouted revolutionary and militant \r\nslogans including \"Kim Jong Il\" and \"devoted defence\" and sang in chorus song \r\n\"We Will Defend the Headquarters of the Revolution with Our Lives\". \r\n&nbsp;&nbsp;&nbsp; Then followed a march past of the servicepersons. \r\n&nbsp;&nbsp;&nbsp; Among those present there were KPA Vice Marshal Kim Yong \r\nChun, chief of the KPA General Staff, KPA Marshal Ri Ul Sol, KPA Vice Marshals \r\nKim Ik Hyon, Ri Jong San, Pak Ki So, Kim Ryong Yon and Ri Ha Il and leading \r\nofficials the Ministry of the People's Armed Forces. \r\n\r\n\r\n\r\nRemains of More Martyrs Buried&nbsp;&nbsp;&nbsp; Pyongyang, April \r\n13 (KCNA) -- Remains of more martyrs who performed feats in the sacred struggle \r\nfor the prosperity and development of the country and the victory of the \r\nsocialist cause were buried in the Patriotic Martyrs Cemetery. Among them were \r\nformer General Officers of the Korean People's Army Choe Hyong Gwan, Ri Tong Ho \r\nand Ri Se Hwan, former Secretary General of the Presidium of the Supreme \r\nPeople's Assembly Kim Yun Hyok, former Vice Department Director of the Central \r\nCommittee of the Workers' Party of Korea Mun Myong On and former KPA officer \r\nHyon Ju Yong. &nbsp;&nbsp;&nbsp; They also included Candidate Academician \r\nand Professor Jong Ryol Mo who was an anti-Japanese patriotic martyr and \r\nresearcher at the Academy of Social Sciences, former Presidium Member of the \r\nC.C., the Democratic Front for the Reunification of the Fatherland Jong Tu Hwan, \r\nformer Councilor of the C.C., the Korean Social Democratic Party Song Se Chang, \r\nAcademician, Professor and Doctor Kim Si Jung, former Advisory Teacher at Kim Il \r\nSung Higher Party School, People's Artiste Choe Chang Un, former advisor to the \r\nKPA Song and Dance Ensemble, and People's Artist Ho Kum Jong, former composer at \r\nthe Mansudae Art Troupe. &nbsp;&nbsp;&nbsp; Burial ceremonies were held on \r\nApr. 12 and 13. &nbsp;&nbsp;&nbsp; Present there were Kim Ki Nam, secretary \r\nof the C.C., the WPK, Song Yong Su, deputy director of the History Institute of \r\nthe C.C., the WPK, officials concerned and bereaved families. \r\n&nbsp;&nbsp;&nbsp; The attendants laid wreaths and bouquets before the \r\ngraves of the martyrs before observing a moment's silence in memory of them. \r\n\r\n\r\n\r\nKim Il Sung Awarded Order \"Gold Star of Protector of \r\nArts\"&nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- President Kim Il \r\nSung was awarded order \"Gold Star of Protector of Arts\", the highest \r\ncommendation of the Russian International Charity Fund \"Protectors of Arts for \r\nthe Century.\" A ceremony of conveying the order took place at the Mansudae \r\nAssembly Hall today. Present there were Kim Yong Nam, president of the Presidium \r\nof the Supreme People's Assembly of the DPRK, Kim Jin Song, minister of Culture, \r\nMun Jae Chol, acting chairman of the Korean Committee for Cultural Relations \r\nwith Foreign Countries, Kung Sok Ung, vice-minister of Foreign Affairs, and \r\nothers. &nbsp;&nbsp;&nbsp; On hand were members of the visiting delegation \r\nof the fund headed by its President Oleg Oleinik and Andrei Karlov, Russian \r\nambassador to the DPRK. Yuri Kovelenov, chairman of the Experts Council of the \r\nfund, in his speech said that the world people respect Kim Il Sung as the most \r\nprominent statesman as he made a great contribution to the accomplishment of \r\nprogressive mankind's cause of independence. &nbsp;&nbsp;&nbsp; Speaking \r\nnext, its President Oleg Oleinik said that they had the honor of conveying the \r\njeweled order \"Gold Star of Protector of Arts\" conferred upon Kim Il Sung, the \r\ngreat leader and eternal President of the DPRK, on behalf of the Steering \r\nCouncil of the fund, adding that this is in high recognition of the undying \r\nexploits performed by Kim Il Sung. The order and its certificate, \"Gold Knife of \r\nProtector of Arts\" and \"Good-Natured Angel\", a statuette symbolic of protectors \r\nof arts of the century were conveyed to Kim Yong Nam at the ceremony. \r\n\r\n\r\n\r\nKimilsungia Festival Opens&nbsp;&nbsp;&nbsp; Pyongyang, April 13 \r\n(KCNA) -- The 8th Kimilsungia Festival was opened here in a grand style. On \r\ndisplay in the venue of the festival are lots of potted Kimilsungias, the flower \r\nof the sun, cultivated by military organs, the commissions and ministries of the \r\nCabinet, national institutions, Pyongyang Municipality, servicepersons, working \r\npeople, school youth and children, foreign embassies here, friendship \r\norganizations, public organizations and individuals of foreign countries, \r\noverseas Koreans and Chinese residents in the DPRK. &nbsp;&nbsp;&nbsp; An \r\nopening ceremony took place at the Kimilsungia-Kimjongilia Exhibition on \r\nThursday. &nbsp;&nbsp;&nbsp; Present there were Choe Thae Bok, Yang Hyong \r\nSop and Kwak Pom Gi, members of the Cabinet, leading officials of the \r\nministries, national institutions and working people's organizations, officials \r\nconcerned, servicepersons, working people and school youth and children. \r\n&nbsp;&nbsp;&nbsp; Also present there were the Indonesian cultural \r\ndelegation, the delegation of Koreans in Japan and other delegations of overseas \r\nKoreans, the delegation of the Japanese Society for Loving Kimjongilia, foreign \r\nand regional delegations and delegates of the Society for Supporting the \r\nPropagation of the Immortal Flower and staff members of the Indonesian embassy \r\nhere. &nbsp;&nbsp;&nbsp; Kang Nung Su, chairman of the Korean \r\nKimilsungia-Kimjongilia Committee, in an opening address said that the current \r\nfestival is of greater significance as it is open on the occasion of the first \r\nanniversary of \"Kimilsungia Is an Immortal Flower Blooming in the Hearts of \r\nHumankind in the Era of Independence\", a famous work of leader Kim Jong Il \r\npossessed of the noblest sense of moral obligation towards President Kim Il \r\nSung. &nbsp;&nbsp;&nbsp; He said that the army and people of the DPRK would \r\nmake the festival a festival of flowers praising the President boundlessly \r\nrevered by all people as a great man, a grand political festival which will \r\ndemonstrate the spirit of all the servicepersons and people dynamically \r\nadvancing to reach a high eminence of a great prosperous powerful nation under \r\nthe Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp; He stressed the \r\nneed to boost the exchange and cooperation in cultivating and propagating \r\nKimilsungia and thus bring the flower of the sun into fuller bloom in Korea and \r\nvarious other countries. &nbsp;&nbsp;&nbsp; Director General of the Ministry \r\nof Culture and Tourism of Indonesia Sri Hastanto who is heading the Indonesian \r\ncultural delegation made a congratulatory speech. He said that the event in \r\nwhich President Sukarno named a newly bred flower Kimilsungia and presented it \r\nto President Kim Il Sung as a gift during his visit to Indonesia is always \r\nremembered by the peoples of the two countries. He expressed the conviction that \r\nthe bilateral friendly relations would grow stronger in the future. \r\n&nbsp;&nbsp;&nbsp; At the end of the opening ceremony its participants went \r\nround the festival. \r\n\r\n\r\n\r\nKim Jong Il Inspects KPA Navy Unit&nbsp;&nbsp;&nbsp; Pyongyang, \r\nApril 13 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, \r\ngeneral secretary of the Workers' Party of Korea and chairman of the National \r\nDefence Commission of the DPRK, inspected Unit 406 of the KPA Navy. Conducted by \r\nthe commander of the unit, he went round the monument to the on-the-spot \r\nguidance of President Kim Il Sung, the room for the education in the \r\nrevolutionary history and the room dedicated to the history of the unit. Thanks \r\nto the wise leadership and meticulous care of Kim Il Sung who exerted all \r\nefforts for the founding of the naval force and worked heart and soul for its \r\nstrengthening and development till the last moments of his life, the navy of the \r\nDPRK has grown to be a matchless force, he said, noting that the undying \r\nrevolutionary feats performed by Kim Il Sung in the Juche-based navy building \r\nwill shine long in the annals of the country. &nbsp;&nbsp;&nbsp; After \r\nacquainting himself with the unit's performance of duty, he expressed great \r\nsatisfaction over the fact that its servicepersons have turned their naval port \r\ninto an impregnable fortress to beat back any surprise invasion of the U.S. \r\nimperialist aggressors in time and prepared themselves to be navy men who \r\ncherish the spirit of devotedly defending the leader, the spirit of becoming \r\nhuman bullets and bombs and the self-blasting spirit as their unshakable faith. \r\n&nbsp;&nbsp;&nbsp; Then he took deep care of the living of the seamen, going \r\nround the entertainment and educational and supply service facilities of the \r\nunit. &nbsp;&nbsp;&nbsp; No details escaped him, ranging from beds for \r\nseamen to processing, storing and taking care of non-staple food and their \r\ntastes. He appreciated the efforts made by the commanding officers of the unit, \r\npleased to learn that they have provided the servicepersons with good living \r\nconditions, bearing in mind the teaching of the President that supply service \r\nprecisely means a political work. Calling for paying special attention to the \r\nliving of the seamen as they live in a rough sea in all seasons, he stressed the \r\nneed for all the commanding officers to show warm love for the soldiers and take \r\ncare of them as their real parents would do so that they may not feel any \r\nslightest inconvenience in their living. &nbsp;&nbsp;&nbsp; He enjoyed an \r\nart performance given by seamen. &nbsp;&nbsp;&nbsp; He had a picture taken \r\nwith them. &nbsp;&nbsp;&nbsp; He also inspected a sub-unit of the unit. \r\n&nbsp;&nbsp;&nbsp; He acquainted himself with its servicepersons' \r\nperformance of duty before watching them in training. &nbsp;&nbsp;&nbsp; He \r\nunderscored the need for the servicepersons to put the training on a scientific \r\nand fruitful basis, saying that only when they undergo an effective combat \r\ntraining can they acquire peculiar and superb tactics, high marksmanship and \r\nspecialized military technique. &nbsp;&nbsp;&nbsp; Then he went round an \r\neducation room, a bedroom, a mess hall, a wash-cum-bath house, a barber's, a \r\ndaily provision store and various other places of the sub-unit. He gave its \r\nservicepersons a pair of binoculars and an automatic rifle as gifts and had a \r\nphoto session with them. &nbsp;&nbsp;&nbsp; He was accompanied by KPA \r\nGenerals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and Vice Department \r\nDirector of the Central Committee of the WPK Hwang Pyong So. \r\n\r\n\r\n\r\nFor Spanish-speaking people\r\n\r\n\r\n\r\n\r\n\r\nRodong Sinmun denuncia maniobras de ataque preventivo de \r\nEE.UU.&nbsp;&nbsp;&nbsp; Pyongyang, 13 de abril (ATCC) -- Las fuerzas \r\nconservadoras intransigentes de Bush impulsan el establecimiento del sistema \r\nantimisiles y la modernizacion de las armas nucleares so pretexto de la \r\n\"seguridad\" y la \"defensa\", lo cual constituye una gran amenaza a la paz y la \r\nseguridad del mundo y causa preocupacion de los pueblos. Asi senala el periodico \r\nRodong Sinmun en un comentario individual del dia 13 y continua: \r\n&nbsp;&nbsp;&nbsp; Como califica justamente el mundo, la \"amenaza militar\" \r\nde alguien, de que hablan los maniacos yanquis de guerra, no pasa de ser un \r\nabsurdo pretexto. La \"defensa\" del territorio norteamericano a que se refieren \r\nellos es, en su esencia, la teoria de agresion para eliminar a los paises \r\nindependientes antiimperialistas y tomar una hegemonia militar en el globo \r\nterraqueo. &nbsp;&nbsp;&nbsp; La administracion Bush definio a la Republica \r\nPopular Democratica de Corea como \"eje del mal\" y blanco de primer ataque \r\nnuclear. Esto constituye precisamente la declaracion de guerra para darle el \r\nataque preventivo nuclear. Si el poder de Bush se recurre como ahora a la \r\npolitica hostil a la RPDC, esta se vera obligada a tomar el camino para \r\nfortalecer mas la fuerza de detencion nuclear autodefensiva. Responder con el \r\ndialogo al dialogo y con la guerra a la guerra es el modo de enfrentamiento del \r\npueblo coreano. &nbsp;&nbsp;&nbsp; La posesion de las armas nucleares de \r\nCorea es para la autodefensa y un potente escudo para preservar la paz. EE.UU. \r\nno debe aprovechar tales medidas de autodefensa como palanca para lograr su \r\nobjeto agresivo. &nbsp;&nbsp;&nbsp; El imperio acusa a la RPDC a fin de \r\nalcanzar su malsano objeto politico y militar, pero, no lo realizara jamas. \r\n&nbsp;&nbsp;&nbsp; EE.UU. debe reflexionar de las consecuencias que emanen \r\ndel fortalecimiento de la politica de agresion contra la RPDC y actuar con \r\nprudencia. \r\n\r\n\r\n\r\nEmbajador cubano ofrece una recepcion por el Dia del \r\nSol&nbsp;&nbsp;&nbsp;�@Pyongyang, 13 de abril (ATCC) -- El embajador \r\nextraordinario y plenipotenciario de la Republica de Cuba en Corea, Ruben Perez \r\nValdes, ofrecio el dia 12 una recepcion en ocasion del Dia del Sol (15 de abril, \r\ncumpleanos del Presidente Kim Il Sung). Fueron invitados Yang Hyong Sop, \r\nvicepresidente del Presidium de la Asamblea Popular Suprema, Ro Tu Chol, \r\nvicepremier del Consejo de Ministros, y otros funcionarios coreanos. \r\n&nbsp;&nbsp;&nbsp; Tambien estuvieron presentes los miembros de la sede \r\ndiplomatica cubana. Al hacer uso de la palabra, el embajador cubano dijo que el \r\nPresidente Kim Il Sung es el gran hombre quien dedico todo lo suyo en aras de la \r\nRevolucion Coreana, el cumplimiento de la causa de la independencia del mundo y \r\nel desarrollo de las relaciones de amistad entre Cuba y Corea y anadio que es \r\nrespetado infinitamente por el pueblo cubano. &nbsp;&nbsp;&nbsp; Prosiguio \r\nque las relaciones bilaterales tienen raices historicas y destaco que hoy dia, \r\nlos vinculos de amistad preparados por el companero Fidel Castro Ruz y el \r\nPresidente Kim Il Sung se fortalecen y se desarrollan cada dia mas bajo la \r\nprofunda atencion de los maximos dirigentes de los dos paises. \r\n&nbsp;&nbsp;&nbsp; Subrayo que el pueblo cubano hara ingentes esfuerzos por \r\nensanchar las relaciones de amistad y cooperacion entre los dos paises de \r\nacuerdo con el legado del Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp; Le \r\nsiguio en intervenir Yang Hyong Sop quien senalo que los amigos cubanos \r\nconmemoran con el pueblo coreano el muy significativo Dia del Sol, lo cual \r\nconstituye un testimonio de la alta consideracion del partido y el gobierno de \r\nCuba hacia el Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp; Recordo que cuando \r\nse tornaban mas brutales las maniobras de los imperialistas norteamericanos para \r\naplastar a Cuba, el Presidente adopto activamente medidas para salvaguardar la \r\nRevolucion Cubana y ayudar en lo material y espiritual la construccion del \r\nsocialismo del pueblo cubano. &nbsp;&nbsp;&nbsp; La causa revolucionaria del \r\nJuche, iniciada por el, la lleva adelante el Dirigente Kim Jong Il, destaco el \r\norador y ratifico que Corea se esforzara activamente por consolidar y \r\ndesarrollar las relaciones de amistad y cooperacion con Cuba. \r\n\r\n\r\n\r\nCuerpo de Agregados Militares ofrece \r\nbanquete&nbsp;&nbsp;&nbsp;�@Pyongyang, 13 de abril (ATCC) -- El Cuerpo \r\nde Agregados Militares acreditado en Corea ofrecio el dia 12 un banquete con \r\nmotivo del XIII aniversario de la eleccion del Dirigente Kim Jong Il como \r\nPresidente del Comite de Defensa Nacional de la Republica Popular Democratica de \r\nCorea. �@A la comida fueron invitados generales y oficiales del Ejercito Popular \r\nde Corea y estuvieron presentes los miembros de dicho Cuerpo. \r\n&nbsp;&nbsp;&nbsp; �@En la ocasion hubo discursos. \r\n\r\n\r\n\r\nSimposio del MINFAP sobre gran personalidad de Kim Il \r\nSung&nbsp;&nbsp;&nbsp; Pyongyang, 13 de abril (ATCC) -- En ocasion del \r\nDia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung), tuvo lugar el \r\ndia 12 en la capitalina Casa Cultural 25 de Abril un simposio del Ministerio de \r\nlas Fuerzas Armadas Populares (MINFAP) sobre la gran personalidad del Presidente \r\nKim Il Sung. Participaron en la ocasion Jo Myong Rok, jefe de la Direccion \r\nPolitica General del Ejercito Popular de Corea, Kim Yong Chun, jefe del Estado \r\nMayor General del EPC y otros cuadros directivos del MINFAP, oficiales y \r\nsoldados. &nbsp;&nbsp;&nbsp; Jo Myong Rok dijo que el Presidente, al tomar \r\ncomo maxima Iminwichon (idea de considerar al pueblo como cielo), hizo situar \r\npor primera vez en la historia en el nivel supremo la posicion y la dignidad de \r\nlas masas populares y dedico todo lo suyo a la realizacion del ideal y la \r\nfelicidad del pueblo tomando en toda su vida el \"tren hacia el pueblo\". \r\n&nbsp;&nbsp;&nbsp; �@Kim Yong Chun senalo que gracias al poderio \r\nautodefensivo preparado por la direccion del Presidente sobre la revolucion \r\nmediante el Songun (priorizacion militar), el ejercito y el pueblo de Corea \r\npudieron lograr victoria tras victoria en la confrontacion con los yanquis y \r\ndefender firmemente las conquistas de la revolucion. A continuacion, los \r\ngenerales de ejercito del EPC Pak Jae Gyong y Kim Jong Gak intervinieron con los \r\ntemas: \"El estimado camarada Kim Il Sung es el gran Lider quien condujo por el \r\ncamino del triunfo la revolucion coreana bajo la bandera del Juche\" y \"El \r\nestimado lider, camarada Kim Il Sung es el Sol de la humanidad que vivira \r\nsiempre en el corazon de todos los pueblos\". &nbsp;&nbsp;&nbsp; Los oradores \r\ndijeron que en el proceso historico de la direccion de la Revolucion Coreana el \r\nPresidente presento como vida la independencia, trazo a nuestra manera todas las \r\nlineas y politicas y llevo adelante la revolucion y la construccion apoyandose \r\nen las fuerzas del pueblo. &nbsp;&nbsp;&nbsp; Elogiaron al Presidente como \r\nveterano de la politica mundial que al crear la inmortal idea Juche ilumino el \r\ncamino mas correcto de la forja del destino de las masas populares e hizo aporte \r\ninmortal al cumplimiento de la causa de independencia de la humanidad. \r\nEnfatizaron que todos los oficiales y soldados del EPC deben enaltecer \r\neternamente al Presidente como Sol del Juche, tomar firmemente el fusil de la \r\nrevolucion bajo la direccion del Comandante Supremo Kim Jong Il sobre la \r\nrevolucion mediante el Songun y luchar tenazmente por construir lo mas pronto \r\nposible una gran potencia socialista prospera y lograr la reunificacion de la \r\npatria y el triunfo final de la causa revolucionaria del Juche. \r\n\r\n"
        },
        {
            "title": "Protest Letter to Japanese Prime Minister",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#2"
        },
        {
            "title": "Urged to Make Official Apology for Drafting \"Comfort Women\"",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#3"
        },
        {
            "title": "Public Presentation of Kim Il Sung's Greatness Held",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#4"
        },
        {
            "title": "National Student Basketball Games Held",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#5"
        },
        {
            "title": "Vowing Meetings of Workers and Peasants Held",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#6"
        },
        {
            "title": "Reception Given by Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#7"
        },
        {
            "title": "U.S. Preparations for Preemptive Nuclear Attack upon DPRK under Fire",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#8"
        },
        {
            "title": "Gift to Kim Jong Il from Swiss Organization",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#9"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#10"
        },
        {
            "title": "Performances of ASFAF Successfully Go on",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#11"
        },
        {
            "title": "Floral Baskets Laid before Statue of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#12"
        },
        {
            "title": "Kim Yong Nam Meets Russian Guests",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#13"
        },
        {
            "title": "Pyongyang in Festive Mood",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#14"
        },
        {
            "title": "Moscow State Symphony Orchestra Gives Successful Performances",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#15"
        },
        {
            "title": "Title of Generalissimo Shining with Army Leadership Exploits",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#16"
        },
        {
            "title": "Russian Delegation Arrives",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#17"
        },
        {
            "title": "Gift to Kim Jong Il from Mongolian Delegation",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#18"
        },
        {
            "title": "KPA Servicepersons' Solemn Oath-Taking Ceremony Held",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#19"
        },
        {
            "title": "Remains of More Martyrs Buried",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#20"
        },
        {
            "title": "Kim Il Sung Awarded Order \"Gold Star of Protector of Arts\"",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#21"
        },
        {
            "title": "Kimilsungia Festival Opens",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#22"
        },
        {
            "title": "Kim Jong Il Inspects KPA Navy Unit",
            "url": "http://kcna.co.jp/item/2006/200604/news04/14.htm#23"
        }
    ]
}