{
    "date": "2006-09-08",
    "url": "http://kcna.co.jp/item/2006/200609/20060908.htm",
    "articles": [
        {
            "title": "Young Korean Footballers Back from World Championship",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Immortal Exploits in Building State",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#2",
            "content": "Young Korean Footballers Back from World Championship \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Young women footballers of the DPRK returned home Thursday after participating in the FIFA U-20 World Women's Championship held in Russia from August 17 to September 3.\r\n They defeated all the strong rivals and came first, thus greatly delighting the Korean people on the threshold of the 58th birthday of the DPRK.&nbsp;&nbsp;&nbsp;\r\n Pyongyang Airport was wrapped in a festive mood to greet the praiseworthy daughters of Korea. &nbsp;&nbsp;&nbsp;\r\n When the plane carrying the footballers touched down at 6 p.m. the crowd warmly welcomed them, waving flags of the DPRK and bouquets. &nbsp;&nbsp;&nbsp;\r\n They were greeted at the airport by Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, Kwak Pom Gi, vice-premier of the Cabinet, Choe Nam Gyun, minister of Food Procurement and Administration who is chairman of the DPRK Football Association, Pang Chol Gap, chairman of the Pyongyang City People's Committee, Kim Jang San, vice-chairman of the Physical Culture and Sports Guidance Commission, officials in the field of sports and families of the players. &nbsp;&nbsp;&nbsp;\r\n Sportspersons and working youth of the city threw confetti at the players and presented them with garlands and bouquets, warmly congratulating them on their success. &nbsp;&nbsp;&nbsp;\r\n The players got on buses and headed for the city centre, acknowledging the welcome of Pyongyangites. &nbsp;&nbsp;&nbsp;\r\n At least 100,000 Pyongyangites from all walks of life enthusiastically welcomed the players along the route from Ryonmot-dong, the gateway to the city, to Ryonghung Intersection, Kaeson Street, Sungri Street and Changjon Intersection. &nbsp;&nbsp;&nbsp;\r\n Citizens turned out to the festively bedecked streets with bouquets, slogans, national flags and drums and gongs in hands and lavished their praises on the players, greatly excited to welcome them. &nbsp;&nbsp;&nbsp;\r\n A lot of women artistes danced with fans and janggos to the tune of the band music, stirring up the festive atmosphere. &nbsp;&nbsp;&nbsp;\r\n Citizens threw confetti over the players from verandas and windows of high-rise apartment houses, institutions and enterprises.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Work of Kim Il Sung Held in Guinea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#3",
            "content": "Kim Il Sung's Immortal Exploits in Building State \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Fifty-eight years have passed since the Democratic People's Republic of Korea was founded on September 9, 1948.\r\n The Korean people take this opportunity to express profound gratitude to President Kim Il Sung for his immortal exploits performed in founding the prestigious DPRK and making them to be the most dignified people in the world. &nbsp;&nbsp;&nbsp;\r\n The President embarked upon the road of revolution against the Japanese imperialists in his teens, pioneering the cause of state-building. &nbsp;&nbsp;&nbsp;\r\n During the 20-year-long bloody struggle for liberating the country from the yoke of the Japanese imperialists, he had energetically made preparations for establishing a genuine revolutionary power to be governed by the people. &nbsp;&nbsp;&nbsp;\r\n He set forth the line on building a new type of political power at the Kalun Meeting held in Juche 19 (1930) and, after that, gained a precious experience through the establishment of the people's government in the guerrilla bases. &nbsp;&nbsp;&nbsp;\r\n In the Ten-point Programme of the Association for the Restoration of the Fatherland made public in May 1936, he advanced the clear-cut fighting tasks for rallying whole nation as one, liberating the country and building a democratic, sovereign and independent state, rich and powerful. Basing himself on this, he, in a short span of time after the liberation, carried out various democratic reforms and instituted the people's democratic system. And he, under the grave situation in which the country would be divided into two parts by the U.S. armed forces who occupied south Korea in the guise of \"liberator\", frustrated the U.S. moves to separate the nation and closely rallied all the patriotic forces in the north and the south behind the banner of national independence. &nbsp;&nbsp;&nbsp;\r\n The energetic guidance of the President resulted in founding the DPRK in 1948 and he was elected the head of the state in accordance with the unanimous will and desire of the entire Korean people. &nbsp;&nbsp;&nbsp;\r\n The DPRK is developing as a powerful socialist country under the Songun leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Founding Anniversary of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#4",
            "content": "Seminar on Work of Kim Il Sung Held in Guinea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A seminar on work of President Kim Il Sung was held by the Society for the Study of the Juche Farming Method at the Kim Il Sung Institute of Agricultural Science in Guinea on Aug. 31 on the occasion of the 25th anniversary of the publication of his famous work \"For the Development of Agriculture in African Countries\".\r\n On display at the venue were photos of Kim Jong Il giving on-the-spot guidance to agricultural field and showing development of Korean rural villages. &nbsp;&nbsp;&nbsp;\r\n The president of the Society for the Study of the Juche Farming Method said that the institute, founded under the benevolence of Kim Il Sung, is demonstrating the great vitality of South-South cooperation as powerful base for the study of agricultural science which vigorously promotes agricultural development in Guinea as well as West African countries. &nbsp;&nbsp;&nbsp;\r\n The justness of the far-sighted plan of Kim Il Sung was clearly proved by the great advance made in the agricultural development of African countries, he noted, adding that today the Kim Il Sung Institute of Agricultural Science in Guinea is making a tangible contribution to the agricultural development of Guinea by achieving greater successes under the deep concern of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "9th National Exhibition of Inventions and New Technology Opens",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#5",
            "content": "Founding Anniversary of DPRK Observed in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A lecture meeting and a film show were held in Mongolia, a lecture meeting, a film show and a photo exhibition in South Africa and a meeting in the Czech Republic from Aug. 29 to Sept. 1 on the occasion of the 58th founding anniversary of the DPRK.\r\n Displayed at the venues were photos showing exploits of President Kim Il Sung and General Secretary Kim Jong Il and introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Korean films including \"55th Founding Anniversary of the DPRK\" were seen at film shows. &nbsp;&nbsp;&nbsp;\r\n N. Bold, chairman of the Centre for the Study of the Juche Idea of the Mongolian Chinggis Khan College, said in a lecture titled \"The DPRK demonstrates its might with Songun\" that Kim Il Sung founded the Juche idea and Songun idea and built a socialist country centering on the popular masses in Korea. &nbsp;&nbsp;&nbsp;\r\n Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, said in a lecture titled \"The DPRK, great banner of independence against imperialism\" that the DPRK has been converted into an invincible, powerful socialist nation by the Songun politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association, said at a meeting that Kim Il Sung had turned the DPRK into a powerful socialist nation, independent in politics, self-supporting in economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the meeting held in the Czech Republic.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Angling Competition Held on River Taedong",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#6",
            "content": "9th National Exhibition of Inventions and New Technology Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- The 9th national exhibition of inventions and new technology opened at the Three-Revolution Exhibition on September 6.\r\n Exhibited there are over 1,500 pieces of successful materials of invention and new technology in forms of actual object, model, treatise, diagram and CD. The materials were highly appreciated at the invention and ingenuity prize contests held by ministries, national institutions and social organizations and in every province. &nbsp;&nbsp;&nbsp;\r\n During the exhibition the valuable scientific and technological successes will be disseminated and generalized in forms of presentation and demonstration lecture. And there will be technological exchange and circulation of new intellectual products.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting Marks Diamond Jubilee of Magazine Joson Nyosong",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#7",
            "content": "Angling Competition Held on River Taedong \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A competition of angling fans of the ministries, national institutions and Pyongyang was held on the bank of the River Taedong flowing through Pyongyang on September 6.\r\n Over 40 anglers fully displayed their skill cultivated in the spare time after returning from their work by using up to four angling tools including angling rods, instruments and lines and various baits they had prepared for themselves. &nbsp;&nbsp;&nbsp;\r\n The final placings were decided by the total length of the fishes caught in the designated time, not by the number and weight of the fishes as in the past.  Prizes were awarded to successful anglers at the end of the competition.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Poman Fish Farm",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#8",
            "content": "Meeting Marks Diamond Jubilee of Magazine Joson Nyosong \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A meeting took place at the women's hall on September 6 to mark the 60th anniversary of magazine Joson Nyosong (Korean Women).\r\n Min Sang Hyon, director and editor-in-chief of the Working People's Organizations Publishing House, in a report noted that the inaugural issue of the magazine Joson Nyosong was published on September 6, Juche 35 (1946) thanks to the love and trust of President Kim Il Sung, adding that he personally gave the name to it and indicated the orientation and ways of editing it. &nbsp;&nbsp;&nbsp;\r\n The history of the magazine is associated with the love shown by Kim Jong Suk, an anti-Japanese war hero, who led the magazine to play its role as a publication for women from the early period of its publication, he pointed out, and continued: &nbsp;&nbsp;&nbsp;\r\n The magazine and other publications of the working people's organizations have been able to achieve the greatest success in their development under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The magazine has covered a proud road under the loving care of the three generals of Mt. Paektu for the last six decades. Over the last one decade, in particular, the magazine has made dynamic information service, contributing to the strengthening of the women's organizations and encouraging all the women to work hard for the prosperity of the country true to the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, and Pak Sun Hui, chairwoman of the C.C., the Korean Democratic Women's Union, and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Palestinian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#9",
            "content": "Foreign Diplomats Visit Poman Fish Farm \r\n&nbsp;&nbsp;&nbsp;Sohung, September 6 (KCNA) -- Officials in charge of cultural and friendly relations of foreign embassies in Pyongyang visited the Poman Fish Farm in Sohung County of North Hwanghae Province on September 6 on the occasion of the 58th anniversary of the DPRK.\r\n The guests commanded a bird's-eye view of the farm before being briefed on it before the monument to the revolutionary activities of the illustrious great persons of Mt. Paektu. They went round several fish ponds, dwelling houses and the Poman power station and other places. &nbsp;&nbsp;&nbsp;\r\n Ivan Dedean, councilor of the Romanian embassy here, said that he was deeply impressed to visit the modern farm where everything is kept in perfect harmony under the wise guidance of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is working heart and soul for the building of a great prosperous powerful nation, he added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Fiction about \"Threat from North Korea\" Dismissed",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#10",
            "content": "Palestinian Ambassador Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Mohammad Shahta Zarab, Palestinian ambassador to the DPRK, gave a reception at the embassy on September 6 on the occasion of the 58th anniversary of the foundation of the DPRK.\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Ryom Sun Gil, chairman of the C.C., the General Federation of Trade Unions of Korea, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2006/200609/news09/08.htm#11",
            "content": "Japanese Reactionaries' Fiction about \"Threat from North Korea\" Dismissed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- The Japanese reactionaries are now becoming evermore vociferous about \"threat from north Korea\" in a bid to use it as a good pretext for escalating their moves for reinvasion and arms buildup. Rodong Sinmun Thursday observes in a signed article in this regard:\r\n  It is the avowed ambitious claim of the Japanese reactionaries that Japan should become a military power commensurate with its status as an economic power. &nbsp;&nbsp;&nbsp;\r\n Hence, they are nosily trumpeting about \"threat from north Korea\" to justify their moves to become a military power. &nbsp;&nbsp;&nbsp;\r\n Their hue and cry over this \"threat\" means that the DPRK has become the primary target of Japan's attack. This is clearly evidenced by the Japanese reactionaries' call for a \"preemptive attack on the DPRK.\" &nbsp;&nbsp;&nbsp;\r\n It is the Japanese militarists' invariable strategy for reinvasion to realize their ambition to conquer Asia with Korea as a springboard. &nbsp;&nbsp;&nbsp;\r\n By politicizing the \"threat from north Korea\" the reactionary Japanese ruling quarters seek to hold supremacy, tone down the complaints of the Japanese people about the political and economic crises and stoke their bitterness towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n They are becoming so cunning as to try to convince the Japanese that \"there is a potential threat\" and push ahead in real earnest their moves to turn Japan into a military power under the pretext of coping with the \"threat from north Korea.\" &nbsp;&nbsp;&nbsp;\r\n Their fiction of \"threat from north Korea\" is aimed at justifying the presence of the U.S. troops in Japan and staging a comeback to Korea with the backing of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n They are busy spreading the fiction about the \"threat\" worldwide in a cunning bid to form an international anti-DPRK alliance and create a favorable international environment for Japan's reinvasion. &nbsp;&nbsp;&nbsp;\r\n In short, Japan's much touted \"threat from north Korea\" is nothing but a prelude to its reinvasion of Korea. The Japanese reactionaries' noisy trumpeting about \"threat\" from the DPRK suggests that the Japanese militarists' comeback to Korea is looming as a reality. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be well advised to properly understand the Korean people's might and grudge against Japan and immediately stop talking about the above-said \"threat\" as it is nothing but a product of fabrications and plot-breeding operation.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}