{
    "date": "2006-09-04",
    "url": "http://kcna.co.jp/item/2006/200609/20060904.htm",
    "articles": [
        {
            "title": "Appeal to All Koreans",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#1",
            "content": "Appeal to All Koreans \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- The Central Committee of the Democratic Front for the Reunification of the Fatherland issued an appeal to all the Koreans at home and abroad on Saturday 140 years since soldiers and people in the Walled City of Pyongyang sent the U.S. imperialists' aggression ship General Sherman to the bottom of the River Taedong through their patriotic resistance against the U.S.\r\nThe U.S. moves for aggression against Korea that started in the mid-19th century has not ceased in this century but reached a more reckless phase, it said, and stressed:&nbsp;&nbsp;&nbsp;\r\n The 140-year-long history of the U.S. aggression of Korea has reached its final stage as it stands in the nuclear stand-off with the DPRK which is sure to emerge victor. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the primary target of the Korean nation's struggle and to check and frustrate the U.S. moves for aggression is the primary goal of the nationwide struggle. &nbsp;&nbsp;&nbsp;\r\n The people from all walks of life in south Korea should give vent to the wrath and resentment pent-up for centuries to trigger off anti-U.S. resistance like a volcano and turn out as one in the struggle to drive the U.S. imperialist aggressor forces out of south Korea at an early date. &nbsp;&nbsp;&nbsp;\r\n Let the south Korean people resolutely shatter the U.S. domination and intervention and its followers' treacherous moves with the transparent consciousness of national independence! &nbsp;&nbsp;&nbsp;\r\n Let us bring the pro-U.S. sycophantic traitors opposing the restoration of the \"right of wartime operation command\" to justice! &nbsp;&nbsp;&nbsp;\r\n Further lift voices critical of the moves for the transfer of the U.S. military base for aggression and the building of a new one! &nbsp;&nbsp;&nbsp;\r\n Decisively reject the conclusion of the \"Free Trade Agreement\" with the U.S. which is aimed at economic aggression against south Korea and colonial annexation! &nbsp;&nbsp;&nbsp;\r\n Let us resolutely fight for protecting the soul of the nation from the poisoning of the Yankee culture! &nbsp;&nbsp;&nbsp;\r\n Let us thoroughly shatter the moves of the U.S. and its followers to revive the pro-U.S. \"regime\" in south Korea! &nbsp;&nbsp;&nbsp;\r\n Let the whole Korean nation positively support and uphold the great Songun policy and strong self-defensive deterrent force which deal deadly blows at the aggressors and serve as a treasured sword for defending the Korean nation from war! &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite another war of aggression by intruding the second and third General Sherman, the army and the people of the DPRK will in the name of the whole nation shower fire of revenge on the aggressors with the staunch spirit and invincible strength cemented by the force of Songun and thus send them to the bottom of the Pacific. &nbsp;&nbsp;&nbsp;\r\n Let all the Koreans in the north and the south and abroad triumphantly settle accounts with the U.S. for its 140-year-long history of aggression by the concerted efforts of the nation and bring earlier the dawn of independence, reunification and prosperity with the national pride and honor of having the matchless capability for self-defence under the great Songun leadership!    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Mass Rally of Pyongyangites Held",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#2",
            "content": "Anti-U.S. Mass Rally of Pyongyangites Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- A mass rally of Pyongyangites was held Saturday on the bank of the River Taedong where the monument to the sinking of the U.S. aggression ship General Sherman stands. It was sponsored to denounce the 140-year-long history of the U.S. imperialists' aggression against Korea.\r\n Present at the rally were Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, Kang Ryon Hak, presidium member of the Central Committee of the Democratic Front for the Reunification of the Fatherland, and other senior officials of the political parties and power bodies and social organizations and working people, youths and students in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Choe Hong Il, vice-chairman of the Pyongyang City People's Committee, said in his speech that the sinking of the U.S. ship for aggression General Sherman meant the first shameful defeat of the U.S. imperialists in their history of aggression against other countries and a historic event that demonstrated the spirit of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the U.S. imperialists' ship General Sherman intruded into the River Taedong in August of 1866, starting their aggression against Korea, he noted that the Korean people never remained a passive onlooker to their outrages. &nbsp;&nbsp;&nbsp;\r\n Villagers of Mangyongdae and soldiers and people of the walled city of Pyongyang under the leadership of ardent patriot Kim Ung U fought against the aggressor ship, sending it to the bottom of the river on Sept. 2, the speaker said, and went on: &nbsp;&nbsp;&nbsp;\r\n Far from drawing a lesson from their defeat, the U.S. imperialists persistently tried to achieve their goal in the subsequent period. They recently worked out a lot of war scenarios for a preemptive attack on the DPRK and have staged madcap large-scale nuclear war exercises, raising a hue and cry over the \"nuclear and missile issues.\" &nbsp;&nbsp;&nbsp;\r\n They should face up to the trend of the times and roll back their policy of colonial occupation of south Korea and halt their moves to perpetuate the Korean division and step up their war preparations but immediately pull their aggressor troops and all war equipment including nukes out of it. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by representatives of people of different social standings. Should the U.S. imperialist aggressors, the chief architect of national division and the root cause of aggression and war, continue running wild to stifle the DPRK instead of drawing a lesson from the sinking of the ship General Sherman 140 years ago and the shameful defeat in the last Korean war, the Korean people will sternly punish them with their deterrent for self-defence and win a great victory in the stand-off with the U.S., they warned.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Ulji Focus Lens\" Joint Military Exercises Flailed by WFTU",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#3",
            "content": "\"Ulji Focus Lens\" Joint Military Exercises Flailed by WFTU \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- The World Federation of Trade Unions in a statement issued on Aug. 25 in denunciation of the \"Ulji Focus Lens\" joint military exercises termed them a serious provocation against the DPRK and part of the plan to invade it.\r\n The U.S. forces should be pulled back from south Korea to ensure peace and stability on the Korean Peninsula, the statement said, stressing that the U.S. is not entitled to take issue with the DPRK over its measures to increase the defence capacity as they are to cope with the threat from the U.S. under the present situation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese President on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#4",
            "content": "Vietnamese President on Relations with DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- It is the will of the Vietnamese party, government and people to carry forward and develop the traditional friendly relations between the two countries provided by President Ho Chi Minh and President Kim Il Sung.\r\n Nguyen Minh Triet, president of the Socialist Republic of Vietnam, said this when receiving credentials from the DPRK Ambassador to Vietnam on Aug. 30. &nbsp;&nbsp;&nbsp;\r\n Expressing joy at the successes achieved by the Korean people despite trials and difficulties, the president hoped that the traditional friendly and cooperative relations between the two peoples would grow strong.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "International Meeting Demanding Japan's Redemption of Its Past Held",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#5",
            "content": "International Meeting Demanding Japan's Redemption of Its Past Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- The fourth international solidarity consultative meeting demanding Japan's redemption of its past was held in Manila on Aug. 26 through 27.\r\n The meeting was attended by delegations and delegates of organizations demanding Japan's redemption of its past and organizations defending human rights from the DPRK, China, Japan, Philippines, New Zealand, Netherlands and different other countries and regions and citizens. &nbsp;&nbsp;&nbsp;\r\n A professor of Philippine University made a keynote report to be followed by speeches of several delegates. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers referred in detail to the fact that hundreds of millions of Asians suffered huge disasters and calamities due to the Japanese imperialists' aggression, branding their war of aggression and atrocities as crimes in breach of international law. &nbsp;&nbsp;&nbsp;\r\n They accused Japan of evading its responsibility to make apology and compensation for the disasters and losses it inflicted upon Asians and the U.S. of letting the Japanese war criminals escape severe punishment. &nbsp;&nbsp;&nbsp;\r\n They strongly urged the Japanese government to fulfill its commitment as an assailant by properly admitting, seriously repenting of and fully compensating for the past crimes. &nbsp;&nbsp;&nbsp;\r\n The meeting heard testimonies made by victims of sexual slavery for the imperial Japanese army and forcible drafting. &nbsp;&nbsp;&nbsp;\r\n It involved a plenary meeting and panel discussions on such issues as the issue of \"comfort women\" for the imperial Japanese army, the issue of forcible drafting, massacre and the issue of remains of victims of forcible drafting, the issue of Japan's distortion of its history and its militarization, etc. &nbsp;&nbsp;&nbsp;\r\n Speakers at the panel discussions and the plenary meeting underlined the need to restore as early as possible the rights and honor of the victims and their bereaved families in several Asian countries and regions which had been trampled down upon by Japan in the past and discussed practical ways and measures to check Japan's distortion of history and militarization. &nbsp;&nbsp;&nbsp;\r\n A statement was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n Delegates from different countries and regions who attended the meeting were interviewed by reporters.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#6",
            "content": "DPRK's Birthday Marked in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- Meetings were held in Pakistan and Poland and a seminar in Laos in the period from Aug. 22 to 29 on the occasion of the 58th founding anniversary of the DPRK.\r\n Speakers said at functions that President Kim Il Sung built a socialist country centered on the popular masses on the land of Korea, successfully solved the issue of succession to the revolutionary cause of Juche and provided the ever-lasting tradition of the Workers' Party of Korea and the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n They noted that the DPRK is demonstrating its might as a country strong in independence and having tremendous military capacity under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n His Songun politics commands warm support and sympathy from the world progressives as it provides a sure guarantee for the DPRK's all victories and progress and serves as a banner of the struggle to defeat imperialism and build a new world, peaceful and independent, they stressed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#7",
            "content": "Repeal of NSL Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- South Korean Internet Broadcasting Service \"Voice of People\" aired an article demanding the abolition of the \"National Security Law\" on Aug. 30.\r\n The article referred to the fact that on Aug. 24 the public security authorities held a hearing of intermediate appeal made by Professor of Dongguk University Kang Jong Gu who disclosed the unfairness of the NSL which incriminates even progressive academic research activities. &nbsp;&nbsp;&nbsp;\r\n It is duty of a scholar to study which is right and which is wrong and make public it, the article said, adding that the NSL, however, prevents anyone from saying anything right about the north. &nbsp;&nbsp;&nbsp;\r\n It is the NSL that requires and forces anyone to write anything praising the U.S. at all times, the article deplored.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Kwon Jung Yong",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#8",
            "content": "Kim Jong Il Sends Wreath to Bier of Kwon Jung Yong \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of the late Lieutenant General of the KPA Kwon Jung Yong, vice-president of Kim Il Sung Military University, on September 2, expressing deep condolences over his death.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings of Emir of Qatar",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#9",
            "content": "Greetings of Emir of Qatar\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greetings to Hamad Bin Khalifa Al-Thani, emir of the State of Qatar, on the occasion of the 35th anniversary of its independence.\r\n The message said that today the Qatar people are registering many successes in the work for the progress and prosperity of the country under the leadership of the emir. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in the mutual interests, the message sincerely wished the people of Qatar greater progress and prosperity and the emir good health and happiness.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#10",
            "content": "Anniversary of DPRK Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- Lectures and film shows were held in Poland, Ethiopia and South Africa on Aug. 25 and 26 on the occasion of the 58th founding anniversary of the DPRK.\r\n On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il and photos showing their revolutionary exploits and introducing the Korean people's efforts to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Slaboy January Guzowski, vice-chairman of the Central Committee of the Poland-Korea Association, in a lecture highly praised the immortal feats Kim Il Sung performed by firmly adhering to the Juche character and national identity in the revolution and construction and converted the DPRK into a powerful independent state through his energetic ideological and theoretical activities and with his wise leadership. &nbsp;&nbsp;&nbsp;\r\n Nigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, said in a lecture that the foundation of the DPRK was a historic event as it provided a solid foundation for building a powerful socialist nation, independent in politics, self-supporting in economy and self-reliant in national defence, and indicated the road to be followed by the world progressives desirous of independence. &nbsp;&nbsp;&nbsp;\r\n Edie Kekana, chairperson of the Pretoria Branch of the South African National Union of Teachers noted in a lecture titled \"The great country shedding rays all over the world thanks to Songun\" that Kim Jong Il has developed in depth the Songun idea of Kim Il Sung, turning the DPRK into a great country demonstrating its dignity with the Songun politics, adding that no formidable enemy can ever bring the Korean people to their knees as he is leading socialist Korea with his great Songun politics. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films including \"55th Founding Anniversary of the DPRK\".    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces in S. Korea Stage Missile-Firing Exercise",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#11",
            "content": "U.S. Forces in S. Korea Stage Missile-Firing Exercise\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- The U.S. air force in south Korea staged air to air missile-firing exercise in the sky over the West Sea of Korea, according to the south Korean \"KBS\" quoting a report of the Aug. 28 issue of the U.S. newspaper \"Stars and Stripes.\" \r\n The 7th U.S. air force present in south Korea committed the above-said maneuver in the air over the West Sea of Korea 130 km from the U.S. air force base in Kunsan from Aug. 16 to 18.  An officer concerned of the U.S. forces noted that such games would be staged four times a year in the future. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are escalating the north-targeted war exercises in south Korea and increasing the military pressure on it, timed to coincide with their ceaseless large-scale joint military maneuvers in the waters around the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Ulji Focus Lens\" under Fire",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#12",
            "content": "\"Ulji Focus Lens\" under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- The U.S. should know that its reckless joint military exercises \"Ulji Focus Lens\" will get it nowhere and will be held fully accountable for the ensuing serious consequences. A spokesman for the Committee for the Peaceful Reunification of the Fatherland warns this in a statement issued on Friday.\r\n \"Ulji Focus Lens\" is little short of a declaration of war against the DPRK as it is of more provocative nature than the previous drills in view of its scale and contents and the situation in which the U.S. moves to stifle the DPRK have reached an extreme phase, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. staged not only a large-scale north-targeted naval and air combined maneuver in the waters around the Korean Peninsula with troops of its allies involved but carried out a missile test-fire to strike the DPRK and intercept its missiles from south Korea and its mainland, timed to coincide with \"Ulji Focus Lens.\" &nbsp;&nbsp;&nbsp;\r\nIn the meantime, the U.S. has become evermore frantic in its moves to isolate and stifle the DPRK, vociferating about \"sanctions.\" &nbsp;&nbsp;&nbsp;\r\n It is the height of folly for the U.S. to threaten the DPRK and try to bring it to its knees, pursuant to the policy of \"strength.\" &nbsp;&nbsp;&nbsp;\r\n This desperate effort on the part of the U.S. will only harden the will and determination of the army and the people of the DPRK to bolster up its deterrent for self-defence in every way under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' act of supporting the U.S. in its dangerous war moves against the north is a serious perfidy to the June 15 joint declaration and an unpardonable crime against the nation as it totally bedevils the inter-Korean relations and brings dark clouds of a nuclear war to this land. &nbsp;&nbsp;&nbsp;\r\n They should behave themselves, clearly mindful that their act of backing the U.S. in its moves to stifle the north and its policy of war leads to self-destruction.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Sure Victory of Socialism",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#13",
            "content": "Rodong Sinmun on Sure Victory of Socialism\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- It is an immutable law governing the development of history that socialism is sure to triumph and it can emerge victorious only when importance is attached to the ideology and an army. Rodong Sinmun today says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n  A socialist society is guided by ideology and makes progress with the socialist idea as a main driving force. &nbsp;&nbsp;&nbsp;\r\n Only when the ideological work is given precedence and steadily developed in depth in the socialist society, is it possible to ensure the political and ideological unity of the society, strengthen the socialist social relations on the basis of comradely unity and cooperation and successfully carry out the socialist economic construction. It is a serious lesson drawn from the cases of the countries, where socialism collapsed in the last century, that the degeneration of socialism starts with the degeneration of ideology and the collapse of the ideological front is bound to lead to that of all fronts of socialism and to the final frustration of socialism. &nbsp;&nbsp;&nbsp;\r\n The historical experience gained in socialist construction of Korean style proves that when the entire people are firmly equipped with the revolutionary idea of the leader to model the whole society on the monolithic idea, the driving force of the revolution will grow remarkably stronger and socialism win one victory after another. &nbsp;&nbsp;&nbsp;\r\n Independence and socialism can be guaranteed only by a revolutionary army. &nbsp;&nbsp;&nbsp;\r\n Socialism is making dynamic progress in the DPRK along the road of victory under the banner of great Songun. The line of attaching importance to the army and military affairs serves as a strategic line of the Korean revolution. The Korean People's Army is demonstrating its invincible might as the army of the leader, the army of the supreme commander because it is fully equipped with the advantageous military idea, strategy and tactics, developed military science and powerful combat and technical means. &nbsp;&nbsp;&nbsp;\r\n The banner of Songun is the most inspiring banner for independence against imperialism, a banner for victory in socialism in the present times as it calls for bolstering the revolutionary army as a main force of the revolution firmly prepared politically and ideologically and in military technique and keeping the development of the national defence industry ahead of other industrial fields and turning the whole country into an impregnable fortress.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Grave of Kim Po Hyon",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#14",
            "content": "Wreaths Laid before Grave of Kim Po Hyon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- Wreaths were laid before the grave of Kim Po Hyon in Mangyongdae Saturday on the occasion of the 51st anniversary of his demise.\r\n There was a wreath sent by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Guards of honor of the Korean People's Army lined up before the grave. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Ro Tu Chol, vice-premier of the Cabinet, Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, officials of the Workers' Party of Korea and power bodies, ministries and national institutions and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the wreath-laying music, a wreath in the name of the Central Committee of the WPK was laid before the grave. &nbsp;&nbsp;&nbsp;\r\n Also placed there were wreaths in the name of ministries, national institutions, educational and media organizations, party and power bodies and farms in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The participants paid silent tribute to Kim Po Hyon, recollecting his noble life which he totally dedicated to the country and the nation with ardent patriotism.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "10th Pyongyang Int'l Film Festival to Be Held",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#15",
            "content": "10th Pyongyang Int'l Film Festival to Be Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) -- The 10th Pyongyang International Film Festival will be held.\r\n The festival to begin on Sept. 13 and last till 23 will screen at least 70 films produced by more than 30 countries and 50 odd organizations of international organizations. &nbsp;&nbsp;&nbsp;\r\n Entries into the competition at the festival will include full-length feature films and TV program films (documentary, short and films for children). &nbsp;&nbsp;&nbsp;\r\n The festival will involve special shows and information shows of the films highly appreciated at other international film festivals recently. It will also include a film market for film exchange, joint production and technical cooperation among various countries.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives On-the-Spot Guidance to Kusong Machine Tool Factory and Kusong Chicken Farm",
            "url": "http://kcna.co.jp/item/2006/200609/news09/04.htm#16",
            "content": "Kim Jong Il Gives On-the-Spot Guidance to Kusong Machine Tool Factory and Kusong Chicken Farm\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 3 (KCNA) -- General secretary Kim Jong Il gave on-the-spot guidance to the Kusong Machine Tool Factory and the Kusong Chicken Farm.\r\n  The first leg of his guidance was the Kusong Machine Tool Factory. &nbsp;&nbsp;&nbsp;\r\n He, conducted by leading officials of the factory, went round the room devoted to the education in the revolutionary history. He stressed the need to intensify the education through the room so that all the employees of the factory may always remember the boundless love and trust shown by President Kim Il Sung and devote themselves to implementing his behests. &nbsp;&nbsp;&nbsp;\r\n Going round the factory, he acquainted himself in detail with the progress made in its technological reconstruction and modernization and its production performance. &nbsp;&nbsp;&nbsp;\r\n Seeing the latest machine tools produced by the factory and the well-arranged production processes, he was greatly satisfied to learn that the workers of the factory are producing modern machine tools by devoting all their wisdom and enthusiasm with a patriotic determination to put the Juche-based machine-building industry on a higher stage as required by the new century. &nbsp;&nbsp;&nbsp;\r\n If persevering efforts are made, giving top priority to the scientific and technological development just as the workers of this factory have done, it is possible to successfully realize the Juche-orientation, modernization and scientification of the national economy, he said, calling upon all the sectors and units to follow their example. &nbsp;&nbsp;&nbsp;\r\n The most important task facing the factory is to equip all the production processes with new technology and build it into a model factory put on a highly scientific basis, he noted, indicating the tasks and ways to do so. &nbsp;&nbsp;&nbsp;\r\n He expressed the expectation and conviction that the workers of the factory would creditably discharge their honorable mission as pace-setters in the scientific and technological development. &nbsp;&nbsp;&nbsp;\r\n The second leg of his guidance was the Kusong Chicken Farm built on an expansion basis. &nbsp;&nbsp;&nbsp;\r\n He was briefed on the expansion project before a huge painting showing a panoramic view of the farm. Then he made the rounds of the production processes to learn in detail about how the production capacity of the farm has been expanded and how it has been updated and its production performance. &nbsp;&nbsp;&nbsp;\r\n In order to provide the people with sufficient meat and eggs, it is necessary to operate the newly-built chicken farm in full capacity and, at the same time, actively introduce hens and cocks of good breed suitable for the specific conditions of the country and pay deep attention to veterinary and anti-epizootic work. &nbsp;&nbsp;&nbsp;\r\n He said that the officials, workers and technicians of the farm should successfully carry out their duty as servants of the people as required by the WPK's slogan \"We Serve the People!\" and thus make sure that more meat and eggs are supplied to the people. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Ki Nam, secretary of the WPK Central Committee, and Ri Jae Il, first vice department director of the WPK Central Committee.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}