{
    "date": "2006-06-24",
    "url": "http://kcna.co.jp/item/2006/200606/20060624.htm",
    "articles": [
        {
            "title": "DPRK's Stand on Projected \"RIMPAC-2006\" Clarified",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Anti-Human Crimes Committed in Korean War",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#2",
            "content": "DPRK's Stand on Projected RIMPAC-2006 Clarified \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- The army and people of the DPRK will always follow with a high degree of revolutionary vigilance the moves of the United States and its followers against the DPRK which are inching closer to the line of danger as the days go by and decisively react against the reckless provocations of the aggressors with strong measures for self-defence.\r\n A spokesman of the Committee for the Peaceful Reunification of the Fatherland declared this in a statement issued on Friday in connection with the U.S.-led large joint military exercises RIMPAC -2006 to be staged in the waters of Pacific from June 25 to July 29.&nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, the exercises targeted against the DPRK are more provocative and dangerous than the previous ones in terms of their scale and aggressive nature. &nbsp;&nbsp;&nbsp;\r\n The U.S. fixed June 25, the day the U.S. started the Korean War in the last century, as the date for launching the exercises. This once again clearly indicates their loud-mouthed peaceful settlement of the nuclear issue on the Korean Peninsula is nothing but a deceptive artifice to start a new war. &nbsp;&nbsp;&nbsp;\r\n The U.S. talks about \"dialogue\", \"peace\" and \"stability in Northeast Asia\" but, in actuality, gets frantic in its preparations for a nuclear war, whetting the sword for aggression. This behavior is an unpardonable mockery of the public at home and abroad and a blatant act of disturbing peace. &nbsp;&nbsp;&nbsp;\r\n The reality clearly shows who is chiefly to blame for harassing peace and stability on the Korean Peninsula and pushing the situation to the brink of a war. &nbsp;&nbsp;&nbsp;\r\n The U.S. can never flee from the responsibility for having beclouded the prospect of peaceful solution to the nuclear issue and the six-way talks and created a very grave situation on the Korean Peninsula through its hostile policy toward the DPRK and frantic war exercises against it. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities decided to participate again in the war exercises with huge forces, availing themselves of the U.S. hostile policy toward the DPRK. This is a blatant perfidy to the June 15 joint declaration adopted between the north and the south of Korea, a dangerous provocation as it will endanger the overall inter-Korean relations and a treacherous act of escalating the confrontation and tension on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They would be well advised to ponder over the serious consequences to be entailed by their participation in the projected joint military exercises, unconditionally stop all joint military exercises with the U.S. and clarify its stand to settle the fundamental issue of defusing the military tension on the Korean Peninsula.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Functions Held in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#3",
            "content": "U.S. Anti-Human Crimes Committed in Korean War \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- The U.S. imperialists committed most brutal crimes unprecedented in the world history of war during the past three-year long Korean war started by themselves on June 25, 1950.\r\n They dropped more than 428,000 bombs to raze factories, enterprises, educational, cultural and health institutions and dwelling houses in Pyongyang City to the ground. &nbsp;&nbsp;&nbsp;\r\n In the beginning of the war they slew some 22,600 civilians in 11 cities and counties including Suwon and Chungju, fleeing southward in face of the counterattack of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggression troops landed in Inchon on September 16, 1950. On the very day, alone, they massacred some 1,300 citizens. For three days from Sept. 28, they arrested at least 75,000 patriots and civilians only to kill over 38,800. &nbsp;&nbsp;&nbsp;\r\n They slaughtered more than a million civilians in a year from the summer of 1950 to the summer of 1951. &nbsp;&nbsp;&nbsp;\r\n During the strategic temporary retreat in the war, the invaders committed murderous atrocities in a cold-blooded way in their occupation areas. &nbsp;&nbsp;&nbsp;\r\n For 50-odd days occupying Sinchon County in the northern half of Korea (October 1950), they mercilessly massacred some 35,000 people, one fourth of its population. &nbsp;&nbsp;&nbsp;\r\n The investigation team dispatched to the northern half of Korea by the Women's International Democratic Federation, in its report, disclosed that the massacre and tortures committed by the GIs in their temporarily-held areas were more vicious than the atrocities done by the Hitlerites in their temporarily occupied Europe. &nbsp;&nbsp;&nbsp;\r\n All the murderous atrocities committed by the GIs in the Korean war were anti-human crimes grossly violating the international law and war regulations.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised by Gambian President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#4",
            "content": "Functions Held in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- Seminars, lectures, photo exhibitions and film shows were held in Switzerland, Syria, Singapore, Peru, Cambodia, Malaysia, Indonesia and Thailand from June 8 to 14 on the occasion of the 42nd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, the 6th anniversary of the June 15 North-South Joint Declaration and the June 25-July 27 month of anti-U.S. joint struggle.\r\n Luis Mateo Munoz, general secretary of the Socialist Party of Peru, said at a lecture that under the banner of the great Juche idea Kim Jong Il built in Korea a genuine people-centered country where independence and happiness of the people are fully guaranteed, a powerful and developed socialist country on which nobody dare pounce. &nbsp;&nbsp;&nbsp;\r\n Felix Fernandez Torres, international secretary of the Revolutionary Socialist Party of Peru, said at a seminar that Kim Jong Il's start of work at the Central Committee of the WPK was a great event of epochal significance in the Korean revolution as well as the movement for global independence. &nbsp;&nbsp;&nbsp;\r\n Estuardo Martinez Perez, chairman of the Peruvian National Independent Movement for Free Voting's Union, stressed at round-table talks that nobody can match the Korean people who are firmly defending the socialist banner and building a great prosperous powerful socialist nation centered on the popular masses, rallied close around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at a meeting held in Switzerland.\r\n Meanwhile, G. Debarajan, secretary of the Central Committee of the All India Forward Bloc, said in a statement on June 16 that it is a great encouragement to the world revolutionaries and other progressive people in the efforts for socialism that the WPK is leading the Korean people to achieve victory in defending socialism from the attack of the U.S.-led imperialist allied forces.    \r\n\r\n\r\n"
        },
        {
            "title": "National Oratorical Meeting of Youth and Students",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#5",
            "content": "Kim Jong Il Praised by Gambian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- Only leader Kim Jong Il is a great man whom I, as a head of state, respect and trust from the bottom of my heart.\r\n Yaya A.J.J. Jammeh, president of Gambia, said this when receiving credentials from Kim Pong Hui, DPRK ambassador e.p. to his country on June 13. &nbsp;&nbsp;&nbsp;\r\n The president said the Gambian government believes that Korea will be reunified in the near future and he will make all possible efforts to this end.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Complete Collection of Kim Il Sung's Works Vol. 63 Published",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#6",
            "content": "National Oratorical Meeting of Youth and Students \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- A national oratorical meeting of youth and students was held at the Open-air Theatre in Youth Park Thursday on the occasion of June 25, day of the struggle against U.S. imperialism.\r\n Oratorical speeches were made under such titles as \"Long Live Generalissimo Kim Il Sung\", \"General Kim Jong Il, illustrious commander born of heaven\", \"U.S. imperialists, the sworn enemy of our people\".&nbsp;&nbsp;&nbsp;\r\n More than 50 years have passed since the ceasefire in this land but youth and students have never forgotten their pledge of revenge any moment, the performers said, noting that the tomb of 400 mothers and the tomb of 102 children in Pamnamugol in Sinchon set the hearts of passionate youths afire with blood of hatred for the U.S. imperialist murderers, the sworn enemy. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite a war in this land again, the young vanguard will wipe them out in the same spirit of indomitable struggle as the members of the Democratic Youth League displayed in unhesitatingly devoting their youth and lives to the motherland in the 1950s and certainly achieve the cause of national reunification, they said. &nbsp;&nbsp;&nbsp;\r\n \"Pledge of June\", a poem reflecting the burning faith and will of the Songun young vanguard, was recited at the oratorical meeting. Then followed by songs \"We Will Defend the Headquarters of Revolution with Our Lives\", \"Peace Is on Our Bayonets\" and \"Death to U.S. Imperialist Aggressors\" and shouting of slogans. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, officials of its Central Committee, youth league officials and youth and students in Pyongyang.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Labor Movement Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#7",
            "content": "Complete Collection of Kim Il Sung's Works Vol. 63 Published \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- The \"Complete Collection of Kim Il Sung's Works\" Vol. 63, a library of the Juche idea recording his famous works systematically and comprehensively in chronological order was brought out by the Workers' Party of Korea Publishing House.\r\n The collection contains 43 works including historic speeches, concluding remarks and talks delivered by President Kim Il Sung during the period from June to August Juche 66 (1977). &nbsp;&nbsp;&nbsp;\r\n Made clear in the works are principles and tasks to speed up socialist economic construction and ways of carrying them out and tasks and ways for giving full play to the advantages of the DPRK's socialist educational system. &nbsp;&nbsp;&nbsp;\r\n The works also underline the need for servicepersons of the Korean People's Army to conduct energetic combat training to acquire the military strategy and tactics of the Party and its Juche-motivated war method, establish a strict ordering and commanding system and steel-like disciplines in the whole army and strengthen the KPA into invincible revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n Specified in the works are the Party's policy of the independent national reunification and its idea on world revolution.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung Higher Party School Marked",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#8",
            "content": "Suppression of Labor Movement Flailed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- 36 south Korean civic and public organizations including the Korean Confederation of Trade Unions and the Korean Federation of Construction Industry Trade Unions reportedly held a press conference on June 20 to condemn the security authorities for its suppression of the labor movement.\r\n A press release read out at the press conference said that the Taegu and North Kyongsang Provincial Construction Industry Trade Union is staging a general strike in demand of wage hike from June 1 and charged that its just struggle for vital rights is being suppressed by the security authorities. &nbsp;&nbsp;&nbsp;\r\n It stressed that the authorities are justifying their suppression by distributing a \"letter of cooperation\" criticizing the strike as \"violence\" and egging conservative press media to fabricate false cases such as \"blackmail and threat\" or \"grab of money and goods\" by the union. &nbsp;&nbsp;&nbsp;\r\n It urged the \"government\" to implement the recommendations of the International Labor Organization at once and release the detained workers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Meetings Held in DPRK",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#9",
            "content": "Anniversary of Kim Il Sung Higher Party School Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- A seminar took place on June 22 to mark the 60th anniversary of Kim Il Sung Higher Party School.\r\n The papers presented there referred to the facts that President Kim Il Sung who founded the school is its eternal rector and Kim Jong Il is the great leader and kind-hearted father as he has developed it into the highest seat for training party officials and taken good care of the work and life of its teachers and students with deep trust and love. They also noted that devotedly implementing Kim Jong Il's policy of training party officials is a basic requirement for bringing about a new turn in the work of training party officials as required by the Songun era.. &nbsp;&nbsp;&nbsp;\r\n Speakers recalled that Kim Il Sung founded the Workers' Party of Korea right after the liberation of the country and established the school before anything else, becoming its first rector, and wisely led the school to successfully inherit the idea and tradition of training revolutionary cadres established in the crucible of the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n He provided on-the-spot guidance to the school dozens of times and gave it highly important instructions hundreds of times all his great life, thus indicating the general orientation and scientific ways of education and consolidating it to be a comprehensive centre for training party cadres equipped with up-to-date educational facilities and school fixtures, they noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il laid it down as the basic mission of the school to train party officials firmly armed with the revolutionary ideas of Kim Il Sung and the WPK's unitary leadership system and has energetically led the work to fulfill it. &nbsp;&nbsp;&nbsp;\r\n It is the most vital task and honorable duty of the school to defend and glorify the revolutionary feats performed by the three generals of Mt. Paektu in strengthening and developing the school, they said, stressing the need to do so.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Songun Politics",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#10",
            "content": "Anti-U.S. Meetings Held in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- A meeting was held by workers and members of the General Federation of Trade Unions of Korea to condemn the crimes committed by the U.S. imperialists and a meeting by members of the Korean Democratic Women's Union to vow to take revenge upon the U.S. imperialists before the \"Pueblo\", their armed spy ship on display on the Taedong River in Pyongyang, and a similar meeting by agricultural workers in the compound of the Sinchon Museum in South Hwanghae Province on June 22 on the occasion of \"day of the struggle against the U.S. imperialists\" (June 25).\r\n The meetings were addressed by leading officials of working people's organizations. &nbsp;&nbsp;&nbsp;\r\n The speakers recalled that the Korean War provoked by the U.S. imperialists 56 years ago was a criminal war of aggression to impose the colonial slavery upon the Korean people and realize its ambition for world supremacy with the Korean Peninsula as a springboard. &nbsp;&nbsp;&nbsp;\r\n They accused the U.S. imperialists of working with bloodshot eyes to stifle the DPRK in the new century, too, only to precipitate their self-destruction, oblivious of the bitter defeat they suffered in the last Korean War in face of the army and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The workers and the members of the federation vowed to mercilessly punish the U.S. imperialist aggressors who are foolish enough to realize their wild ambition to isolate and stifle the DPRK and surely accomplish the historic cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n The agricultural workers called for bringing about a fresh boost in the agricultural production with the same vim and vigor with which the peasants ensured the wartime food supply in the 1950s, each holding a rifle in one hand and a sickle in the other to wipe out the U.S. imperialists and thereby making a positive contribution to the building of a great prosperous powerful nation and emerging proud winners in the stand off with the U.S. &nbsp;&nbsp;&nbsp;\r\n Officials and members of the union renewed their pledge to firmly prepare themselves as woman fighters devotedly defending the headquarters of revolution as befitting the women and mothers in the era of Songun and devote all their wisdom and energies to assisting the army and bringing up their children to be fighters of Heroes Ri Su Bok and Kang Ho Yong types in the 21st century. &nbsp;&nbsp;&nbsp;\r\n A poem \"The U.S. imperialists, do not run amuck!\" was recited at the meeting of workers and members of the federation and participants of the meeting of agricultural workers heard the reading of a statement of indignation and a speech \"Let's not forget the lesson taught by Sinchon\" and a poem and song titled \"Peace can be guaranteed only with arms\" agitating revenge was presented at the meeting of members of the union.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#11",
            "content": "Rodong Sinmun on Songun Politics\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- Korean-style socialism is dynamically advancing along the road of sure victory under the great banner of Songun. The Songun revolutionary line provides the surest guarantee for firmly adhering to the socialist principle as it calls for building the Korean People's Army into invincible revolutionary armed forces to defend the country and the revolution, strengthening the driving force of revolution with the KPA as a hardcore and main force and carrying out all work concerning socialist construction in a revolutionary and militant manner. Rodong Sinmun today says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Songun provides a sure guarantee for defending and steadily strengthening the Party and the power and constitutes an important requirement for thoroughly applying the principle of collectivism in all fabrics of social life. &nbsp;&nbsp;&nbsp;\r\n No social collective can match the revolutionary army in the collectivist spirit and unity in the present times. The revolutionary army is an ideologically pure entity, an organized integral whole and ranks based on unity in action as all servicepersons of the army are knit close on the basis of comradeship and share destiny with the headquarters of revolution. Songun which calls for bolstering the revolutionary army in every way and putting forward the army as a hardcore force and mainstay provides the basic way of thoroughly applying the principle of collectivism in the socialist society. &nbsp;&nbsp;&nbsp;\r\n Songun, at the same time, serves as a militant banner for winning a decisive victory in the anti-imperialist, anti-U.S. struggle and eternally glorifying socialism. &nbsp;&nbsp;&nbsp;\r\n The aggressive nature of imperialism can never change unless it is wiped out. What is most essential for crushing imperialism and protecting the dignity, sovereignty, happiness and future of the people is to have a strong army. &nbsp;&nbsp;&nbsp;\r\n The might of the People's Army commanded by Kim Jong Il serves as a source instilling great ambition and conviction of certain victory into the people. The KPA neither shows any mercy for enemies nor pardons them. It is the matchless revolutionary army fully prepared to annihilate them with the stamina and resolution to emerge victorious in the final life-and-death battle with the U.S. imperialists. No force on earth can match the People's Army as it is equipped with the same idea, stratagem and pluck as what the great Songun brilliant commander is possessed of.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Having Stronger Faith in Just Cause",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#12",
            "content": "Anniversary of Kim Il Sung's Work Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- President Kim Il Sung put forward the five-point policy for national reunification in his historic speech \"Let Us Prevent a National Partition and Reunify the Country\" on June 23, Juche 62 (1973), when the south Korean military fascist clique agreed on the three principles of national reunification and then announced an anti-reunification \"June 23 special statement\" to reject the principles.\r\n Rodong Sinmun Friday carries a signed article on this occasion, which says: &nbsp;&nbsp;&nbsp;\r\n The five-point policy touched the heartstrings of all Koreans and displayed its great vitality in the development of the inter-Korean relations and the reunification movement for its noble patriotic intention, fairness and truth. &nbsp;&nbsp;&nbsp;\r\n The vitality and significance of the policy had been proved in sparking off the vigorous struggle of the fellow countrymen to remove the military standoff between the north and the south opening an epochal phase in ensuring a peaceful environment for national reunification. &nbsp;&nbsp;&nbsp;\r\n The fellow countrymen in the north and the south and overseas have defended peace in the Korean Peninsula despite the vicious war moves of the bellicose forces at home and abroad through their powerful struggle to remove the military confrontation from the Korean Peninsula and provide a peaceful precondition for national reunification under the banner of the five-point policy. In this process the north and the south reached an \"agreement on reconciliation, non-aggression, cooperation and exchange between the north and the south\", a foundation for ensuring peace. &nbsp;&nbsp;&nbsp;\r\n Recent years have witnessed dialogues and contacts between the military authorities of the north and the south standing in confrontation with arms, at which they are discussing concrete measures for restricting military training and exercises and preventing accidental conflicts and their expansion according to the unanimous desire and demand of all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The five-point policy showed its significance and vitality in turning the reunification movement into a nation-wide struggle. &nbsp;&nbsp;&nbsp;\r\n Under the energetic leadership of the Workers' Party of Korea the patriotic enthusiasm of the fellow countrymen has been enhanced and their demand for defense of peace and national reunification has grown stronger at home and abroad. And representatives of people of all strata in the north and south and overseas have come to sit together to hold a pan-national rally, a grand festival of the youth and students for reunification and other nation-wide events for reunification. In this process national reconciliation and unity and the reunification movement have been developed in depth and the June 15 era of reunification eventually opened in this land along with the idea of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n Last year the All-Korean Committee for Implementation of June 15 Joint Declaration was formed as a permanent nationwide organization of solidarity for the reunification movement embracing political parties, organizations and public figures of different strata in the north and the south and overseas. Recently delegates of authorities of the north and the south and delegates people of different strata at home and abroad gathered in one place to significantly commemorate the 6th anniversary of the June 15 joint declaration, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Labor Law Marked in DPRK",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#13",
            "content": "Rodong Sinmun Calls for Having Stronger Faith in Just Cause\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- A man should preserve his faith if he is to live a worthy life and a nation should remain convinced of the justice of its cause if it is to achieve independent development free from other's subjugation. Rodong Sinmun Friday says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Any people bereft of any faith in the justice of their cause can neither protect the dignity and sovereignty of their country and nation nor escape subordination and the fate of a ruined nation. &nbsp;&nbsp;&nbsp;\r\n People should have the stance to carve out the destiny of the revolution and their own fates by themselves no matter what others may say, high national pride and guts that they prefer their own style no matter how the world may change and strong faith to dynamically advance along the path chosen by themselves without the slightest hesitation and vacillation despite any adversity and ordeal. Without such faith they can neither make revolution nor protect their own country and nation. &nbsp;&nbsp;&nbsp;\r\n In order to defend and accomplish socialism it is necessary to steadily develop and perfect socialism and thoroughly equip the popular masses with it so that they may cherish the firm faith in socialism. &nbsp;&nbsp;&nbsp;\r\n It was not because of weak military equipment that the dignity and sovereignty of some countries were violated by the imperialists, after being subject to their aggression and interference. This tragedy happened because they lacked strong spirit of independence and firm belief in the justice of their own cause. &nbsp;&nbsp;&nbsp;\r\n The experience gained by the Korean people in wining victory after victory proves that a country can defend its sovereignty and national dignity and achieve its prosperity and development when it invariably advances along the way of independence and socialism, the path chosen by themselves, maintaining the faith in their just cause, the conviction of sure victory and persevering will and fighting spirit despite whatever stern hardships and ordeals. &nbsp;&nbsp;&nbsp;\r\n It is the serious lesson and truth of revolution taught by the present situation of the revolution that it is possible to protect the destiny of the country and the nation only when people courageously struggle with the firm faith in socialism despite all desperate moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n The revolutionary parties and peoples should always preserve their faith in the justice of their cause and dynamically advance along the path of independence chosen by themselves.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Health Homepage \"Jangsaeng\" Draws Social Attention",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#14",
            "content": "Anniversary of Labor Law Marked in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- A national meeting took place here on Friday to mark the 60th anniversary of the historic Labor Law.\r\n Present there were Kim Yong Nam, Pak Pong Ju and other cadres, members of the Cabinet, officials of the Party and power bodies, public organisations, ministries and national institutions and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, alternate member of the Political Bureau of the Central Committee of the Workers�f Party of Korea and vice-president of the Presidium of the Supreme People�fs Assembly, made a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n The promulgation of the Labor Law by Kim Il Sung on June 24, Juche 35 (1946) helped establish a democratic and popular, new labor system, the first of its kind in the history of Korea, and brought about a radical change in the work of its people, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n The President instituted the Socialist Labor Law as required by the development of the revolution which called for building socialism in all fields by systematizing and comprehensively dealing with the successes and experience gained in the course of executing the Labor Law. The law is a Juche-oriented code of labor as it comprehensively stipulates overall requirements and norms of the socialist labor on the principle of putting the position and role of the working masses in the field of labor on the highest plane and firmly protecting their rights and interests and a unique labor charter clearly indicating the way of finding a final solution to the issue of labor. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il has attached great importance to strengthening the labor administration in consolidating and developing the socialist labor system. He clarified overall tasks for improving and strengthening labor administration and ways to do so as required by the developing reality. &nbsp;&nbsp;&nbsp;\r\n He has turned the labor administration into a definite work with people, a political work to meet the intrinsic need of socialist society. He has also wisely led the work to encourage all the working people to devotedly work for the society and the collective by effectively managing the labor forces and properly organizing labor, while giving first consideration to the political and moral incentives and reasonably combining them with material incentive with a view to correctly enforcing the socialist system of paying for the work done. As a result, the labor process has turned into the process of effecting innovations and performing feats and, at the same time, the process of training true human beings of Juche type, the process of consolidating the foundation of the society based on collectivism in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The process in which the socialist labor system has steadily grown strong has brought about a signal turn in the work of the working people in the DPRK and their social position. &nbsp;&nbsp;&nbsp;\r\n All those who are able to work are given stable jobs according to their hopes and skills by the state. And they work without any inconvenience at the safe places where cultured practice is ensured as safety arrangements for labor protection and industrial hygienic conditions are provided thanks to the popular labor protection policy of the Workers�f Party of Korea and the state. &nbsp;&nbsp;&nbsp;\r\n The working people receive a lot of benefits from the state and the society thanks to the free education system, the system of free medical care, the social insurance system and the social security system enforced by the state and the system of recuperation at the state expense. Not only the disabled citizens but old men or children without any protectors enjoy a happy life under the warm care of the state and the society. &nbsp;&nbsp;&nbsp;\r\n All this is the real picture of the most advantageous socialist labor system of the DPRK established by Kim Il Sung and developed by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n To thoroughly enforce the Socialist Labor Law at present by strengthening the labor administration is an important requirement for giving fuller play to the advantages and vitality of the socialist labor system to speed up the building of a great prosperous powerful nation, the reporter noted, referring to the tasks to implement it.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "People's Scientist Mun Ho",
            "url": "http://kcna.co.jp/item/2006/200606/news06/24.htm#15",
            "content": "Health Homepage \"Jangsaeng\" Draws Social Attention\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- The health homepage \"Jangsaeng\" run by the hospital attached to Pyongyang University of Medicine in the DPRK is arousing greater public interest.\r\n Since it was opened in August 2005 more than 2,460 new data have been supplemented and renewed and the electronic notice board and consultation room have become increasingly popular. &nbsp;&nbsp;&nbsp;\r\n One can read thousands of data in the homepage, which consists of seven parts including \"Diseases each family should be aware of\", \"Possible symptoms in life and measures\", \"Special therapy at the hospital of Pyongyang University of Medicine\", \"Health and longevity, natural therapy\", \"Common household medicines\" and \"Information of new technologies\".&nbsp;&nbsp;&nbsp;\r\n People in Ryanggang, North and South Hamgyong and other provinces are widely using the consultation room to acquire medical and common knowledge. Through the consultation room, they raise inquiries about preventive and treatment methods for lung cancer and other diseases and about health improvement and have them solved. &nbsp;&nbsp;&nbsp;\r\n Choe Nam Yong, chief of the Public Health Administration Research Room of the hospital, told KCNA that the homepage \"Jangsaeng\" greatly helps people have a plenty of common hygienic knowledge and administrate their health by themselves in a scientific and technical way.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}