{
    "date": "2006-05-24",
    "url": "http://kcna.co.jp/item/2006/200605/20060524.htm",
    "articles": [
        {
            "title": "RS on Japan's Scheme to Repeal \"Three Principles of Weapons Export\"",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#1",
            "content": "RS on Japan's Scheme to Repeal \"Three Principles of Weapons Export\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Japan's scheme to soften the \"three principles of weapons export\" reveals its heinous intention to remove one more brake on its conversion into a military power and its nuclear armament, says Rodong Sinmun in a commentary Tuesday.\r\n Drawing attention to the fact that there are signs of maneuvers to rule out the \"three principles of weapons export\" in Japan these days, the analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese government's establishment of the principles in 1967 was not really for peace, but was a deceptive measure to lull the concern over and vigilance against the moves of Japan to revive militarism at home and abroad and deck it out as a \"pacifist state\". &nbsp;&nbsp;&nbsp;\r\n Now military disputes and conflicts break out quite often in the international arena. Considering that it can launch into open military actions by jumping into the strife-torn areas and sell weapons, the Japanese reactionaries are hectically spreading rumors favoring the removal of the \"three principles of weapons export\"..\r\n In seeking to scrap the principles, they intend to realize their design of nuclear armament and legally give a life to arms export for their feather-nesting. For the present, Japan is going to totally delist the exchange of technology and parts for the joint development of missile defense system and production with the U.S. from the \"three principles of weapons export\" and massively export other weapons under the cloak of \"anti-terrorism\". The Japanese ruling quarters' drive to soften the \"three principles of weapons export\" and totally repeal them is a highly dangerous action to repeat the criminal history of aggression. &nbsp;&nbsp;&nbsp;\r\n The world people desirous of peace and stability should heighten vigilance against the reckless moves of the Japanese reactionaries to do away with the \"three principles of weapons export\" and speed up the conversion of Japan into a military power and its nuclear armament in real earnest.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Kim Jong Il's Work in Democratic Congo",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#2",
            "content": "Seminar on Kim Jong Il's Work in Democratic Congo \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A seminar on \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\", a famous work of leader Kim Jong Il, and a lecture were held in Democratic Congo between May 13 and 15 on the occasion of the 42nd anniversary of the start of his work at the Central Committee of the Workers' Party of Korea.\r\n Kanga Ngerien Jerom, chairman of the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo, and other speakers explained the main content and significance of the work. And they referred to the fact that Kim Jong Il has strengthened the WPK into the eternal party of President Kim Il Sung while wisely leading it to always emerge victorious with his outstanding political ability. &nbsp;&nbsp;&nbsp;\r\n Kamwiziku Octave, chairman of the National Committee for the Study of the Juche Idea of Democratic Congo, in the lecture recalled that Kim Jong Il authored a large number of celebrated works to develop and enrich the immortal Juche idea and has achieved victory after victory with his original Songun politics. And he highly praised Kim Jong Il as a peerlessly brilliant commander and a great statesman.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Involve \"Multi-national\" Troops in Second Korean War under Fire",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#3",
            "content": "U.S. Moves to Involve \"Multi-national\" Troops in Second Korean War under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The U.S. recently brought together incumbent officers and civilian experts of the 13 satellite countries which had participated in the last Korean war and held a confab on a \"plan for operation of a special unit\".\r\n Commenting on this fact, a news analyst of Minju Joson Tuesday says: &nbsp;&nbsp;&nbsp;\r\n The fact proves that the U.S. is speeding up its move to involve \"multi-national troops\" in second Korean war in the name of the nominal \"UN Command\".&nbsp;&nbsp;&nbsp;\r\n Despite the demand for the dismantlement of the \"UN Command\" growing in the international arena, the U.S. is dead set against the dismantlement of the command and rather is keen to expand and reorganize it into a \"multi-national coalition forces organization\". &nbsp;&nbsp;&nbsp;\r\n This is one more mockery of the international community and the UN. &nbsp;&nbsp;&nbsp;\r\n It is a criminal act going against the June 15 era of reunification for the U.S. to set up a \"UN special unit\" consisting of satellite troops under the signboard of the \"UN Command\". The U.S. is seeking to organize a \"multi-national coalition forces organization\" under the sponsorship of the nominal \"UN Command\" in a bid to ignite a new war on the Korean Peninsula and commit satellite troops to it automatically, while attempting to turn the June 15 era of reunification back to that of the past confrontation and justify the U.S. forces' occupation of south Korea. This is the grave situation that can never be overlooked. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. move for a war of aggression against the DPRK has become undisguised, its army and people will further strengthen its self-reliant defence power in order to safeguard the security and sovereignty of the nation. The U.S., mindful of this, should immediately dissolve the illegal \"UN Command\" and take a measure for the withdrawal of its troops from south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Expansion of U.S. Military Base in Phyongthaek Continued",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#4",
            "content": "Struggle against Expansion of U.S. Military Base in Phyongthaek Continued \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The Struggle against the Expansion of the U.S. Military Base in Phyongthaek was reportedly continued in south Korea.\r\n The Federation of south Korean Trade Unions in a statement made public on May 18 on the occasion of the 26th anniversary of the Kwangju Popular Uprising said that the recent situation of Phyongthaek is an unjustifiable violence as it is a violation of democracy and human rights in this land. &nbsp;&nbsp;&nbsp;\r\n On the same day members of civic and social organizations held a candlelight cultural event for carrying forward the spirit of May 18 and opposing the expansion of the U.S. military base in Phyongthaek in the vicinity of Kwanghwamun of Seoul. &nbsp;&nbsp;&nbsp;\r\n Speakers stated that it is hateful that the present \"government\" acted as the dictatorial regime did during the May 18 uprising, 26 years ago. They called upon the people to fight at the risk of their lives as the martyrs of Kwangju did, not being deceived any longer. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek and the Civic Federation of the Democratic Press Movement held a press conference on May 19 and warned \"Chosun Ilbo\", which distorted the facts by branding the above-said struggle as the anti-U.S. struggle not related to the farming issue and the All-People Measure Committee as an \"outside organization\", against agitating malignantly and committing crimes before history and the nation.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Org. of Koreans in U.S. Welcomes Chongryon-Mindan Joint Statement",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#5",
            "content": "Org. of Koreans in U.S. Welcomes Chongryon-Mindan Joint Statement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The Federation of Koreans in the United States reportedly supported and welcomed a May 17 joint statement of the General Association of  Korean Residents in Japan (Chongryon) and the south Korean Residents Association in Japan (Mindan) on May 17.\r\n The organization held that the joint statement in which Chongryon and Mindan committed themselves to work together to make a great contribution to the national cause of reunification and prosperity reflects the unanimous feelings of all compatriots in different parts of the world. &nbsp;&nbsp;&nbsp;\r\n The reconciliation and concord between the above-said two organizations would be greatly helpful to the defence of the rights of Koreans in Japan and national reunification, the organization stressed. &nbsp;&nbsp;&nbsp;\r\n This reconciliation and concord are possible only thanks to the June 15 joint declaration, the organization noted, calling upon all overseas compatriots to unite in the spirit of \"By our nation itself\" and work hard for the reunification and prosperity of the country, rights and interests of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reactionary Nature of Economic Globalization Disclosed",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#6",
            "content": "Reactionary Nature of Economic Globalization Disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The reactionary nature of economic globalization lies in that it bars each state from playing the role as the master of its national economy, hamstrings the independent development of economy in the developing countries, in particular, accelerates the pauperization of those countries and increases their economic dependence upon the West.\r\n Rodong Sinmun Tuesday observes this in a signed article in connection with the fact that the imperialists' evermore undisguised moves for economic globalization are rebuffed and condemned by the world public. &nbsp;&nbsp;&nbsp;\r\n The article recalls that international conferences of developing countries held in recent years including an international conference on the globalization and the issue of development held in Havana in February dealt with the adverse consequences entailed by the imperialists' economic globalization and discussed issues of boosting economic cooperation and exchange among the developing countries. &nbsp;&nbsp;&nbsp;\r\n The economic globalization is rejected worldwide because it does not contribute to the prosperity and development of humankind quite contrary to what the imperialists claim but aggravates economic confrontation and contradictions between the West and the developing countries and serves as a lever for the imperialists' domination and subjugation of other countries and nations, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The stepped-up economic globalization would only get the developing countries marginalized in the world economy and render them increasingly dependent upon the economy of the imperialist powers. &nbsp;&nbsp;&nbsp;\r\n This reality requires the developing countries to take positive practical measures for boosting the South-South cooperation on the principle of the collective self-reliance and jointly counter the imperialists' economic globalization. &nbsp;&nbsp;&nbsp;\r\n It is the desire and stand of the developing countries to achieve independent development free from political and economic subjugation. The struggle of progressive humankind including the developing countries to achieve socio-economic progress and independent development by their concerted efforts, opposed to the economic subjugation and plunder by the U.S.-led imperialist powers will bear good fruits.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hegemonic Aims Sought through Realignment of U.S. Forces in Japan Flailed",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#7",
            "content": "Hegemonic Aims Sought through Realignment of U.S. Forces in Japan Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The hegemonic designs pursued by the U.S. and Japan against Asia-Pacific when reaching a final agreement on detailed plans on the realignment of the U.S. forces in Japan in early May come under fire by a signed commentary of Minju Joson Tuesday.\r\n The U.S. regards the establishment of its domination over Asia-Pacific as one of the two mainstays for carrying out its strategy to put the world under its domination, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It may be the U.S. strategic calculation that in order to establish and maintain the sphere of domination over Asia-Pacific it should check beforehand the influence of China whose state power is growing as the days go by and to this end, it should intensify alliance with Japan and powerfully push ahead with the strategy to contain China, availing itself of Japan's geographical advantages and its military potential. &nbsp;&nbsp;&nbsp;\r\n Precisely for this reason the U.S., when agreeing with Japan on the realignment of its forces in Japan, put main emphasis on achieving military integration between its forces and the Japan \"Self-Defence Forces\" and creating more favorable conditions for carrying out its strategy to contain China. The implementation of the plan for the realignment of the U.S. forces in Japan would help huge U.S. marines expected to operate as a major combat unit during an Asia-Pacific military operation get out of the range of missile strike from China, coordinate the commanding system between the U.S. and Japanese forces and make it possible for them to conduct a joint military operation in case of contingency and thus create a serious imbalance of forces between the countries locked in disputes. This is what the U.S. seeks to solve through the realignment of its forces in Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries, too, seek to take advantage of the U.S. strategy to dominate Asia-Pacific in a bid to have the same close military ties with the U.S. forces as NATO does and secure a military foundation and guarantee to emerge a leader of Asia.\r\n The plan for the realignment of the U.S. forces in Japan can be called, in the final analysis, a product of the common wild ambition of the U.S. and Japan to increase their military muscle in Asia-Pacific including Northeast Asia, contain big powers and go unchallenged there at any cost. &nbsp;&nbsp;&nbsp;\r\n It is not hard to guess what disasters the war chariot driven fast by the U.S. and Japan to achieve their hegemonic goal will bring to East Asia. They are sadly mistaken if they think they can go safe in such disasters. &nbsp;&nbsp;&nbsp;\r\n They had better cool down their heads overheated with the ambition for hegemony, have a thorough-going analysis of the reality and behave themselves.    \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Nigerian Party Delegation Winds Up Its Visit to Korea",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#8",
            "content": "Nigerian Party Delegation Winds Up Its Visit to Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The delegation of the People's Democratic Party of Nigeria led by Deputy National Chairman Ibrahim S. Shema left for home after winding up its 4-day visit to the DPRK on Tuesday.\r\n It was seen off at the airport by Pak Kyong Son, vice department director of the Central Committee of the Workers' Party of Korea, and the Nigerian charge d'affaires ad interim here. &nbsp;&nbsp;&nbsp;\r\n During its stay the delegation visited Mangyongdae, the Tower of the Juche Idea, the Party Founding Museum, the Korean Revolution Museum, the Pyongyang Metro and others and appreciated an acrobatic performance given by the Pyongyang Circus.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK and Brazil Sign Trade Agreement",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#9",
            "content": "DPRK and Brazil Sign Trade Agreement\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- An agreement on trade between the governments of the DPRK and Brazil was signed here on Tuesday.\r\n The agreement was inked by DPRK Minister of Foreign Trade Rim Kyong Man and Brazilian Ambassador to the DPRK Luiz Augusto de Castro Neves.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Industrial Establishments Undergo Update in DPRK",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#10",
            "content": "Industrial Establishments Undergo Update in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Efforts are being made to update facilities in all units and sectors of the national economy in the Democratic People's Republic of Korea in accordance with the requirements of the new century.\r\n Among them is the Sin Pho Hyang Cast Iron Workshop of the Rakwon Machine Complex. Leader Kim Jong Il went round the workshop in December last year and was greatly satisfied to see the stream-line production processes equipped with the ultra modern technology, quality castings and clean working site. &nbsp;&nbsp;&nbsp;\r\n Officials, technicians and workers of the Pyongyang 326 Electric Wire Factory have put all the production processes on a modern and scientific basis to go with the requirements of the IT era and refurbished the interior and exterior of the factory.\r\n Similar work has been done in the Munchon Kumgang Smeltery to completely free workers of various workshops from labor-consuming work. &nbsp;&nbsp;&nbsp;\r\n The Kanggye Timber Processing Factory is taking the lead in the modernization of facilities. The workers and technicians there have replaced the old drying oven with a new modern one, with the result that they raised the drying capacity 5 times that of the old one, while saving a great deal of labor power and fuel. &nbsp;&nbsp;&nbsp;\r\n Workers of the Hwanghae Iron and Steel Complex are undertaking the project for reconstructing furnace No.7 on a modern basis. The completion of the project will keep the production of the 100-ton electric furnace which was commissioned last year on a normal track and greatly contribute to the development of metal industry of the country. &nbsp;&nbsp;&nbsp;\r\n Big successes have been reported from industrial establishments under the Ministry of Machine-Building Industry. The ministry has directed primary attention to the modernization of such major and profitable units as the Huichon Machine-tool Factory, Kusong Machine-tool Factory, Ryangchaek Bearing Factory and Kum Song Tractor Plant. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, updating projects are vigorously going on in locally-run factories, too.\r\n The already-modernized Hungnam Pharmaceutical Factory, Kwangpho Duck Farm, Kusong Textile Factory, Thosan Paper Mill and many other factories are paying off in production.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#11",
            "content": "Foreign Delegations Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A forestry delegation of the Russian Federation led by Vice-Minister of Industry and Energy Ivan Matsyorov arrived here on Tuesday to participate in the 9th Meeting of the Forestry Sub-committee of the Committee for Cooperation in Trade, Economy and Science and Technology between the governments of the DPRK and the Russian Federation.\r\n Also arriving here today were Richard Stenberg, chairman of the Swedish National Committee for the Study of the Juche Idea, and a delegation of the Japanese Buddhist Circle with Raitei Arima, director general of the Kyoto Buddhist Society of Japan, as an honorary head and with Ryoko Nishioka, priest of Enman Temple and former executive secretary general of Tendai Religion, as head.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Credentials of Brazilian Ambassador Received",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#12",
            "content": "Credentials of Brazilian Ambassador Received\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Brazilian Ambassador to the DPRK Luiz Augusto de Castro Neves at the Mansudae Assembly Hall on Tuesday.\r\n After receiving the credentials, Kim Yong Nam had a conversation with the ambassador.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolian Embassy Officials Help Farmers",
            "url": "http://kcna.co.jp/item/2006/200605/news05/24.htm#13",
            "content": "Mongolian Embassy Officials Help Farmers\r\n&nbsp;&nbsp;&nbsp; Sariwon, May 23 (KCNA) -- Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo and embassy officials today helped the DPRK-Mongolia Friendship Jongbang Co-operative Farm in Sariwon City, North Hwanghae Province in farming.\r\n They helped farmers in their busy rice-transplantation. &nbsp;&nbsp;&nbsp;\r\n The ambassador hoped that the farmers would achieve a great success in agricultural production this year. &nbsp;&nbsp;&nbsp;\r\n The embassy officials handed aid materials to the farm.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}