{
    "date": "2006-07-12",
    "url": "http://kcna.co.jp/item/2006/200607/20060712.htm",
    "articles": [
        {
            "title": "DPRK Premier Meets Chinese Friendship Delegation",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Papers Call for Boosting DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#2",
            "content": "DPRK Premier Meets Chinese Friendship Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju met and had a friendly talk with a Chinese friendship delegation led by Hui Liangyu, member of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council of China, which paid a courtesy call on him at the Mansudae Assembly Hall Tuesday.\r\n Present there were the governor of Jilin Province and Chinese Ambassador to the DPRK Wu Donghe who are members of the delegation and other members and officials of the Chinese embassy here.&nbsp;&nbsp;&nbsp;\r\n  On hand were Minister of Agriculture Ri Kyong Sik and others, officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given on Anniversary of DPRK-China Treaty",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#3",
            "content": "Papers Call for Boosting DPRK-China Friendship \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The conclusion of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance marked an important event in the history of the DPRK-China friendship.\r\n Papers here today say this in their editorials dedicated to the 45th anniversary of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance which falls on today. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun notes that the DPRK-China friendship is everlasting as it has deep historical roots and a good tradition. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n This friendship is a precious asset common to the two peoples as it was provided and bequeathed to them as a legacy by the revolutionary forerunners of the two countries. &nbsp;&nbsp;&nbsp;\r\n It is the common wish and desire of the peoples of the two countries to boost the traditional DPRK-China friendship as required by the new century. &nbsp;&nbsp;&nbsp;\r\n This friendship is blooming with each passing day thanks to the deep care and energetic activities of the leaders of the two countries. The peoples of the two countries are pleased with this. &nbsp;&nbsp;&nbsp;\r\n The signal change and progress in China are the fruition of the strenuous efforts made by the Communist Party of China and the Chinese people. &nbsp;&nbsp;&nbsp;\r\n The Chinese party and people are working hard to build a comprehensively well-off and harmonious socialist society in all domains and achieve the complete reunification of the whole country. &nbsp;&nbsp;&nbsp;\r\n Big progress has been made in various fabrics of social life thanks to the positive struggle of the people under the correct leadership of the party. &nbsp;&nbsp;&nbsp;\r\n The Korean people rejoice as over their own over the successes made by the Chinese people in the efforts to carry out the strategic tasks proposed by the 16th Congress of the Communist Party of China and extend firm solidarity to them in their just struggle for the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n They are sure that the fraternal Chinese people will successfully attain the grandiose goal of the eleventh five-year plan and thus build a comprehensively well-off and harmonious socialist society in the not distant future and certainly achieve the complete reunification of the whole country. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says it is the firm belief of the Korean people that the traditional relations of friendship between the two countries will grow stronger in the new century, too, thanks to the common efforts of the governments and peoples of the two countries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Deploy Interceptor Missiles under Fire",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#4",
            "content": "Reception Given on Anniversary of DPRK-China Treaty \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the DPRK-China Friendship Association gave a reception at the People's Palace of Culture on Monday on the occasion of the 45th anniversary of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance.\r\n Present on invitation were a Chinese friendship delegation led by Hui Liangyu, member of the Political Bureau of the Central Committee of the Communist Party of China and vice-premier of the State Council of China, a delegation of the Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association led by Chairman of the people's association Chen Haosu, Chinese ambassador to the DPRK Wu Donghe, and officials of the Chinese embassy here and Chinese guests. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Premier of the Cabinet Kwak Pom Gi, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the DPRK-China Friendship Association, Vice Department Director of the Central Committee of the Workers' Party of Korea Pak Kyong Son, Vice-Minister of Foreign Affairs Choe Su Hon, Vice-Minister of Agriculture Kim Yong Suk, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Jon Yong Jin and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Kim Su Hak in his speech said President Kim Il Sung together with Premier Zhou Enlai signed the treaty 45 years ago, thus laying a solid foundation for the development of the bilateral friendly relations on a new legal basis. &nbsp;&nbsp;&nbsp;\r\n We are firmly convinced that the Chinese people will thoroughly apply the important thought of \"three represents\", \"scientific view on development\" and the line and policy of \"building a harmonious socialist society\" put forward by the Communist Party of China and thus build a comprehensively well-off society and certainly achieve the cause of the complete reunification of the whole country, he stressed. &nbsp;&nbsp;&nbsp;\r\n Hui Liangyu, speaking next, said the Sino-Korean relations entered a new path of development with General Secretary Hu Jintao and General Secretary Kim Jong Il paying successful mutual visits in October last year and in January this year and reaching agreements on the development of bilateral relations and major international issues. &nbsp;&nbsp;&nbsp;\r\n It is an unshakable strategic policy of the Chinese party and government to consolidate and develop the Sino-Korean friendly and cooperative relations, he said, stating that China will in the future, too, push forward the development of these relations in the spirit of \"Inheriting tradition, facing up to the future, building good neighborly friendship and strengthening cooperation\".&nbsp;&nbsp;&nbsp;\r\n The North Hamgyong Provincial Committee of the DPRK-China Friendship Association hosted a reception on the same day for the officials of the Chinese consulate general in Chongjin on the occasion of the anniversary of the treaty.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK and China Cooperate in Economic and Technological Field",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#5",
            "content": "U.S. Moves to Deploy Interceptor Missiles under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The United States is now hell bent on deploying interceptor missiles at strategic vantages.\r\n It is feverishly indoctrinating countries concerned with the rumor of \"missile threat\" to implement its scheme of interceptor missile deployment. &nbsp;&nbsp;&nbsp;\r\n  Minju Joson in a commentary Tuesday strips bare the desperate moves of the U.S. to bring into shape networks of missile defense system covering the whole globe including Asia-Pacific and European regions and cover up its real intention with the doctrine of \"missile threat\".&nbsp;&nbsp;&nbsp;\r\n Noting that it is none other than the U.S. which is threatening other countries with massive nuclear and missile forces, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n In crying over \"missile threat\" the U.S. seeks to conceal its sinister intention and, behind the curtain, create favorable climate and condition for implementing its strategy of world supremacy. &nbsp;&nbsp;&nbsp;\r\n What the U.S. is after is to freely carry into action its preemptive strike strategy after setting up a colossal missile defense system at every strategic vantage and binding other countries hand and foot to neutralize their means of retaliation. &nbsp;&nbsp;&nbsp;\r\n On the other hand, the U.S. is going to drag the world into vast military expenditures by giving rise to an arms race in such costly domain as missile development. &nbsp;&nbsp;&nbsp;\r\n It considers that it can easily realize its dominationist ambition against other countries, if it attains such strategic goal through the deployment of interceptor missiles. &nbsp;&nbsp;&nbsp;\r\n Scathingly exposed to the international community is the anti-peace, hegemonist colors of the U.S., which is bringing instability to the world and threatening peace, buoyed by ambition of world supremacy. &nbsp;&nbsp;&nbsp;\r\n The U.S. should know that its confrontation policy and hegemonist ambition is a daydream which stands no chance of realization.    \r\n\r\n\r\n"
        },
        {
            "title": "Special Bulletin Issued in France",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#6",
            "content": "DPRK and China Cooperate in Economic and Technological Field \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- An agreement on economic and technological cooperation between the DPRK and Chinese governments was signed here on Monday.\r\n Present at the signing ceremony from the DPRK side were Vice-Premier of the Cabinet Kwak Pom Gi, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the DPRK-China Friendship Association, Vice Department Director of the C.C., the Workers' Party of Korea Pak Kyong Son, Vice-Minister of Agriculture Kim Yong Suk, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Jon Yong Jin and officials concerned and from the Chinese side members of the Chinese  friendship delegation led by Hui Liangyu, member of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council of China, and Wu Donghe, Chinese ambassador to the DPRK, and officials of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n  The agreement was inked by Kang Ki Man, vice-minister of Foreign Trade of the DPRK, and Chen Jian, assistant to the minister of Commerce of China.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#7",
            "content": "Special Bulletin Issued in France \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The France-Korea Friendship Association issued a special bulletin on July 5 on the occasion of the month of international solidarity with the Korean people.\r\n The bulletin carried an article written by the chairman of the association in which he assailed the U.S. moves to isolate and stifle the DPRK and an article contributed by the vice-chairman of the association in which he accused French media of conducting false propaganda about it, toeing the U.S. line. &nbsp;&nbsp;&nbsp;\r\n It gave an account of the meeting of the Presidium of the International Liaison Committee for Reunification and Peace in Korea held in Brussels in March last year. Printed there was an appeal to the governments, political parties, organizations of all countries and international organizations and non-governmental organizations which was adopted at the meeting. It introduced the association's activities for friendship and solidarity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Norodom Sihanouk Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#8",
            "content": "Cambodian King Sends Large Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Cambodian King Norodom Sihamoni sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the 12th anniversary of demise of President Kim Il Sung.\r\n Written on the ribbon of the floral basket were letters reading \"Highest tribute to HE Generalissimo Kim Il Sung, president of the Democratic People's Republic of Korea. Norodom Sihamoni, king of Cambodia.\" &nbsp;&nbsp;&nbsp;\r\n On the instruction of the king Deputy Prime Minister in charge of the Royal Palace Kong Sam Ol visited the DPRK embassy on July 8 together with the secretary of state and undersecretaries of state for the Royal Palace and laid the large floral basket before the portrait of the President and paid tribute to him. &nbsp;&nbsp;&nbsp;\r\n The deputy prime minister hoped that Kim Il Sung would always live in the hearts of the Korean people. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks to the DPRK government and people for the most cordial hospitality accorded to the king during his official visit to the DPRK and to the great king during his stay in Pyongyang, stressing that the friendship between Cambodia and the DPRK would last forever.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Forces from S. Korea Demanded in Russia",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#9",
            "content": "Norodom Sihanouk Sends Large Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Cambodian Great King Norodom Sihanouk sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the 12th anniversary of demise of President Kim Il Sung.\r\n Written on the ribbon of the basket were letters reading \"Highest tribute to HE Generalissimo Kim Il Sung, president of the Democratic People's Republic of Korea. Norodom Sihanouk of Cambodia.\" &nbsp;&nbsp;&nbsp;\r\n On the instruction of the great king Deputy Prime Minister in charge of the Royal Palace Kong Sam Ol visited the DPRK embassy on July 8 together with the secretary of state and undersecretaries of state for the Royal Palace and laid the large floral basket before the portrait of the President and paid tribute to him.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Mongolian Ambassador",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#10",
            "content": "Withdrawal of U.S. Forces from S. Korea Demanded in Russia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The United Confederation of Koreans in Russia sent a letter of protest to the U.S. president on July 6 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\r\n The Korean nation has lived, divided into two for over 60 years owing to the U.S. forces' presence in south Korea, the letter said, stressing that the hearts of the Korean people are burning with grudge and resentment at the U.S. &nbsp;&nbsp;&nbsp;\r\n A movement for national reunification is mounting on the Korean Peninsula, it said, adding that the withdrawal of the U.S. forces from south Korea brooks no further delay.\r\n The occupiers are destined to meet their miserable end, it said, urging the U.S. forces to quit south Korea at once.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Successfully Inheriting Tradition of Songun Revolution",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#11",
            "content": "Reception Given by Mongolian Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo hosted a reception on Monday on the occasion of the 800th anniversary of the formation of the Mongolian state and the 85th anniversary of the victory of the Mongolian people's revolution.\r\n Present on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kung Sok Ung, Kim Tang Su, Mun Ung Jo, Ri Myong San and other officials concerned, diplomatic envoys and military attaches of different embassies and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Mongolian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Population Day Observed",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#12",
            "content": "Rodong Sinmun Calls for Successfully Inheriting Tradition of Songun Revolution\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The history of the Korean revolution is a proud history in which the tradition of the Songun revolution was created under the wise leadership of President Kim Il Sung and it has emerged victorious by its force.\r\n Rodong Sinmun today says this in a by-lined article. It goes on: &nbsp;&nbsp;&nbsp;\r\n The President is the peerlessly brilliant commander and great man who pioneered the Juche-oriented cause of Songun and laid the eternal cornerstone of the revolutionary cause of Juche. His brilliant Songun revolutionary exploits constitute an asset of eternal value that should be preserved and inherited for all ages. &nbsp;&nbsp;&nbsp;\r\n What is important in the undying feats the President performed by establishing the glorious tradition of Songun revolution is that he set out the original idea and line of attaching importance to the army and military affairs. &nbsp;&nbsp;&nbsp;\r\n He laid down the principle of giving priority to military affairs based on the Juche idea for the first time in history and led the revolutionary cause of Juche to a brilliant victory on that basis. &nbsp;&nbsp;&nbsp;\r\n The idea of attaching importance to the army and military affairs is an idea based on the most scientific analysis of the essential characteristics of the revolutionary movement that is launched with arms and the role of an army in the social and historical development and the development of revolution. &nbsp;&nbsp;&nbsp;\r\n The idea and line of attaching importance to the army and military affairs consistently maintained by the President is a foundation and starting point of the Songun revolution of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n What is important among the immortal feats the President performed by establishing the glorious tradition of the Songun revolution is that he gave priority to the building of the army and developed the army as a main force of revolution in the whole course of the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The President led the Korean revolution, considering the revolutionary spirit of Mt. Paektu as a powerful ideological and moral weapon. This is important among his exploits. &nbsp;&nbsp;&nbsp;\r\n The revolutionary traditions of Mt. Paektu established by the first generation of the Korean revolution have been successfully carried forward and developed under the outstanding leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The WPK's tradition of Songun revolution the President established by dedicating his whole life serves as an ever-victorious banner and an eternal cornerstone of the Korean revolution.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Railroading of Bill on North Korean Sanctions through Japanese Diet Blasted",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#13",
            "content": "World Population Day Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Rodong Sinmun Tuesday dedicates an article to World Population Day.\r\n Noting that the United Nations Population Fund (UNPF) set \"Youth and Children\" as the subject of World Population Day in 2006, the author of the article says this is for the improvement of the conditions of the youth and children, the future of the world and heroes in the days ahead. &nbsp;&nbsp;&nbsp;\r\n The article further says: &nbsp;&nbsp;&nbsp;\r\n At present the UNPF is engaged in activities to defend the rights of the youth and children, put their potentials into top gear and get their voices and views respected. It is working to persuade different governments to include the issue of the youth and children in the state development policies and plans and giving assistance in the activities for the collection of information, education, reproductive health information and services. It began cooperation with the DPRK in 1986. It has given no small assistance to the DPRK in the realm of population and health care to improve health care for mothers and infants in past years. It is now helping the DPRK in the form of medicines and medical facilities for reproductive health care, training of medical workers and population scholars, health care information, establishment of a management information system of medicines and medical facilities and health care information system by computer networks, census and other matters. &nbsp;&nbsp;&nbsp;\r\n The DPRK is conducting various work on World Population Day. &nbsp;&nbsp;&nbsp;\r\n A poster exhibition of World Population Day is open on the theme of \"Love the Youth\" at the Grand People's Study House. The DPRK Population Institute is significantly marking the day by releasing a special issue of Population News in cooperation with the UNPF. &nbsp;&nbsp;&nbsp;\r\n The international efforts to resolve the population problem will continue.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Friendship Delegation Pays Homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#14",
            "content": "Railroading of Bill on North Korean Sanctions through Japanese Diet Blasted\r\n&nbsp;&nbsp;&nbsp;Tokyo, July 10 (KNS-KCNA) -- The July 10th issue of Choson Sinbo carried an article titled �gWhere the bill on north Korean sanctions to go�h contributed by Kim Jong In, permanent director of the Korean Human Rights Federation in Japan.\r\n Recalling the sudden passage of the �gbill on coping with human rights abuses by north Korea including abduction issue�h through the Diet of Japan professing parliamentary democracy, the article went on: &nbsp;&nbsp;&nbsp;\r\n We will never pardon the moves to incite bitterness toward the DPRK, talking about �ghuman rights abuses by north Korea�h under the pretext of �gthe abduction issue�h. &nbsp;&nbsp;&nbsp;\r\n The law calls for institutionalizing the act of fanning up hostility toward the DPRK among Japanese and providing more specific legal ground for the application of sanctions. The law is a very dangerous one as it is intended to hide even state crimes committed by Japan in the past that still remains unsettled by making a free use of such phraseology as UN resolution and �ghuman rights�h. &nbsp;&nbsp;&nbsp;\r\n The law is, in fact, closely related to the Japanese government�fs pursuance of the U.S. line and its strengthened security control aimed at stepping up the preparations for a war. It is nothing but a product of the hostile policy pursued by the Japanese government toward the DPRK over the last six odd decades since the end of the war. &nbsp;&nbsp;&nbsp;\r\n The Koreans in Japan can not but heighten vigilance against the unwarranted moves to violate elementary rights including the rights to freely visit their homeland and conduct economic transactions, the article said, stressing that the �ghuman rights issue�h or �gabduction issue�h touted by the Japanese government is no more than a product of the DPRK-Japan hostile relationship based on the past Cold War structure. &nbsp;&nbsp;&nbsp;\r\n It is the only way of finding a genuine solution to the �ghuman rights issue�h to improve the bilateral relations, the article said, urging the Japanese government to exert efforts to build the relations of confidence in the spirit of the DPRK-Japan Pyongyang Declaration and not to miss a diplomatic opportunity of seeking dialogue and reconciliation between the two countries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "North Side's Delegation to 19th Inter-Korean Ministerial Talks Leaves",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#15",
            "content": "Chinese Friendship Delegation Pays Homage to President Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The Chinese friendship delegation led by Hui Liangyu, member of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council of China, Tuesday visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung.\r\n The guests entered the hall where Kim Il Sung lies in state and paid homage to him in most profound reverence. &nbsp;&nbsp;&nbsp;\r\n Then they went round with great attention the orders, medals and certificates of honorary titles the President received at home and from different countries, the mourning hall, and the train coach and the car used by him during his on-the-spot guidance and visits to foreign countries and in the last period of his life. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation made the following entry in the visitor's book: \"We will always miss President Kim Il Sung.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Friendship Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#16",
            "content": "North Side's Delegation to 19th Inter-Korean Ministerial Talks Leaves\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The north side's delegation led by Kwon Ho Ung, chief councilor of the Cabinet, left here Tuesday for Pusan, south Korea, to participate in the 19th inter-Korean ministerial talks.\r\n It was seen off at the airport by Minister of Culture Kang Nung Su, Minister of Education Kim Yong Jin, Chairman of the National Economic Cooperation Committee Jong Un Op and officials concerned.    \r\n\r\n  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Remote Education Encouraged",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#17",
            "content": "DPRK Friendship Delegation Leaves for China\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- A DPRK friendship delegation led by Yang Hyong Sop, vice-president of the Presidium of the Supreme People�fs Assembly, left here Tuesday to pay an official goodwill visit to China to participate in commemorations of the 45th anniversary of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance at the invitation of the Chinese government.\r\n It was seen off at the airport by Vice-Minister of Foreign Affairs Choe Su Hon, officials concerned and Chinese Ambassador to the DPRK Wu Donghe.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Short Fruit Trees Widely Cultivated",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#18",
            "content": "Remote Education Encouraged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The remote education by computer helps people acquire modern science and technology in the DPRK.\r\n The television education, a remote education, has been introduced since the 1970s to boost the all-people education onto a higher stage. &nbsp;&nbsp;&nbsp;\r\n The remote education by computer is being given free of charge under the unified guidance of the government to suit the era of the IT industry. &nbsp;&nbsp;&nbsp;\r\n It, therefore, affords all people a chance to receive remote education and study any subjects as they wish. &nbsp;&nbsp;&nbsp;\r\n The e-library, famous professors and doctors of Kim Chaek University of Technology are playing a big part in the remote education lectures. &nbsp;&nbsp;&nbsp;\r\n Many people across the country including universities, colleges, factory colleges, farm colleges, scientific and research institutions, industrial establishments, co-op farms and families are getting education in latest science and technology. &nbsp;&nbsp;&nbsp;\r\n The remote education through the state computer networks includes university, correspondence, night school and other types of education. &nbsp;&nbsp;&nbsp;\r\n The remote education of Kim Chaek University of Technology pays off in factories and enterprises including the Rakwon Machine Complex and the Sunchon Cement Complex. &nbsp;&nbsp;&nbsp;\r\n Leading officials and working people of provinces, cities and counties are also acquiring modern science and technology commensurate with the IT era. &nbsp;&nbsp;&nbsp;\r\n The remote education becomes increasingly popular as the days go by.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Scientific Research Achievements Introduced in Agriculture",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#19",
            "content": "Short Fruit Trees Widely Cultivated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Short apricot, peach and plum trees newly bred by the United Fruit-growing Corporation in Pyongyang are bearing fruit.\r\n In recent years, several work-teams under the corporation have cultivated such short fruit trees to increase fruit output. &nbsp;&nbsp;&nbsp;\r\n An apricot weighs 50 grams, 70 grams to the maximum. &nbsp;&nbsp;&nbsp;\r\n The feature of these fruit trees is to bear fruits from the year following their plantation. The 1.5-meter long peach tree also produces fruit. &nbsp;&nbsp;&nbsp;\r\n The short fruit trees need one third of agricultural chemicals and one fifth of manpower compared with tall fruit trees. &nbsp;&nbsp;&nbsp;\r\n The fruit trees bred by Bachelor Yun Won Jong are economically profitable. They can be cultivated in parks, pleasure grounds, gardens and flowerpots for ornament.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Nigerian FM",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#20",
            "content": "Scientific Research Achievements Introduced in Agriculture\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The Democratic People's Republic of Korea has directed efforts to putting farming on a scientific basis.\r\n This year, too, the work for applying scientific research achievements to agriculture has been dynamically undertaken across the country in close contacts with the Ministry of Agriculture, the Academy of Agricultural Science and agricultural universities. &nbsp;&nbsp;&nbsp;\r\n The scientists and teachers dispatched to agricultural guidance institutions and co-op farms are striving to put the technical management according to farming processes on a comprehensively scientific basis. &nbsp;&nbsp;&nbsp;\r\n In order to do stable farming under the condition in which they are suffering from the shortage of fertilizer and fuel, it is imperative to introduce advanced farming methods and technology into production and perfect them to suit the actual conditions of each unit. They are applying some 280 agricultural scientific and technical successes to production. &nbsp;&nbsp;&nbsp;\r\n Among the achievements are a technology for saving fuel, a technology for saving seeds and fertilizers, a technology of raising nutritive cold-bed rice seedlings for saving seeds and cold bed materials, a technology of cultivating paddy rice with modern rice seedlings and a technology of cultivating paddy rice by the methods of directly sowing rice seeds in dry and paddy fields for saving cold-bed materials. &nbsp;&nbsp;&nbsp;\r\n Hyongjesan District of Pyongyang, Mundok County of South Phyongan Province, Ryongchon and Pakchon Counties of North Phyongan Province, Sinchon and Pyoksong Counties of South Hwanghae Province, Sariwon City, Koksan, Singye, Suan Counties of North Hwanghae Province and Anbyon County of Kangwon Province have set many co-op farms as model ones for scientific farming and are generalizing their experience in other farms.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Sao Tome and Principe",
            "url": "http://kcna.co.jp/item/2006/200607/news07/12.htm#21",
            "content": "Congratulations to Nigerian FM\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to Ngozi Okonjo-Iweala on her appointment as foreign minister of Nigeria.\r\n Expressing the belief that the good friendly and cooperative relations between the two countries would grow stronger in the interests of the two peoples, the message wholeheartedly wished her success in her new job.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}