{
    "date": "2006-05-30",
    "url": "http://kcna.co.jp/item/2006/200605/20060530.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on Failure to Conduct Inter-Korean Trial Train Operation",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#1",
            "content": "Rodong Sinmun on Failure to Conduct Inter-Korean Trial Train Operation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- The south Korean authorities are now provocatively shifting on to the north side the blame for the failure to conduct the north-south trial train operation as scheduled on May 25. In this regard Rodong Sinmun Monday in a signed commentary denounces it as an incomprehensible and reckless act.\r\n Recalling that at the inter-Korean general-level military talks held before the trial train operation, the south side turned its face from the issue of fixing a sea boundary in the waters of the West Sea, the most urgent and essential issue for ensuring security in the field of military affairs between the north and the south, the commentary says:&nbsp;&nbsp;&nbsp;\r\n It shows that the south Korean authorities were going to use the trial train operation merely for their political purpose. &nbsp;&nbsp;&nbsp;\r\n The ultra-right conservatives of the south Korean Grand National Party committed a grave, provocative and reckless act of burning the flag of the DPRK, a dignified symbol of our state, in front of Kwanghwamun of Seoul and in Phyongthaek with the approaching of the trial train operation. This unpardonable criminal act was openly committed with the tacit connivance of the police authorities. &nbsp;&nbsp;&nbsp;\r\n What is ridiculous is that as regards the failure, the south Korean authorities have talked about the \"examination\" of the issue of providing \"raw materials and other supplies for light industry\" and \"materials for railways\". We cannot but regard their way of thinking immature and shameless as they are clinging to a shallow trick to lend credence to their move to shift the responsibility for the failure. &nbsp;&nbsp;&nbsp;\r\n Such being the case, we are in a position to blame the south side for the failure to conduct the trial train operation between the north and the south. The south Korean authorities should make an apology for defiling our national flag and severely punish those responsible so as to prevent the reoccurrence of such grave provocations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Korean People Urged to Bury Warlike Conservative Forces",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#2",
            "content": "South Korean People Urged to Bury Warlike Conservative Forces \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- The prevailing situation and the reality of south Korea require the people from all walks of life there to wage a decisive and resolute struggle for peace against war, Rodong Sinmun Monday says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The anti-U.S., anti-\"Grand National Party\" struggle means a struggle for peace against war at present. &nbsp;&nbsp;&nbsp;\r\n It is particularly vital for the south Korean people to protect peace from war. &nbsp;&nbsp;&nbsp;\r\n South Korea has turned into an advanced base of the U.S. imperialists for implementing their strategy for world domination and starting a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves for launching a war of aggression with south Korea as its springboard have reached an extremely dangerous phase. The U.S. imperialists are now busy expanding their military bases under the signboard of \"return\" and \"transfer\" despite the strong opposition and denunciation from the south Korean people while giving spurs to the \"relocation\" of the U.S. forces, arms buildup and war exercises aimed at invading the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. has rounded off its scenarios for the second Korean war and, on this basis, is hatching plots to set up a pro-U.S. \"regime\" in south Korea in a bid to use it as a war-servant. Taking advantage of this, the \"GNP\" and other pro-U.S. warlike forces of south Korea are making desperate efforts to realize their ambition to return to power. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should intensify their struggle to foil the U.S. moves for the expansion of its military bases and get its forces of aggression, the root cause of war, withdrawn from south Korea and direct the spearhead of attack to frustrating the \"GNP\"'s attempt to usurp power. &nbsp;&nbsp;&nbsp;\r\n If the GNP is allowed to wrest power, there will emerge a \"regime\" serving the U.S. in the war and, consequently another war will break out on the Korean Peninsula and the south Korean people fall victim to it. &nbsp;&nbsp;&nbsp;\r\n If the south Korean people truly want peace, opposed to war, they should decisively foil the \"GNP\"'s attempt to return to power. They should severely punish the warlike \"GNP\" forces in the forthcoming election to the \"local self-governing bodies\".    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries Urged to Behave with Discretion",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#3",
            "content": "Japanese Reactionaries Urged to Behave with Discretion \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- The Japanese reactionaries' distortion of history and their moves for militarization and overseas expansion come under fire by a signed commentary of Rodong Sinmun Monday.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The international community was critical of the present ruling forces in Japan for rushing headlong into militarism. Former Japanese Foreign Minister Tanaka, UN Secretary General Annan who visited Japan and the chairman of the U.S. House International Relations Committee recently urged a stop to visits to the \"Yasukuni Shrine\".&nbsp;&nbsp;&nbsp;\r\n The Japanese right-wing conservative forces' moves to revive militarism have reached a dangerous phase. Visits to the shrine have been used as good opportunities of stoking the idea of militarist aggression among Japanese. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are trying hard to instill the idea into the Japanese people, their youngsters, in particular, through the promotion of these visits. &nbsp;&nbsp;&nbsp;\r\n Their act of concealing and whitewashing Japan's past crimes is prompted by their intention to repeat the Japanese imperialists' overseas aggression. &nbsp;&nbsp;&nbsp;\r\n Japan's moves to emerge a military power and hold military supremacy in Asia have reached a more dangerous phase this year. The Japanese chief executive at the first press conference of the year gave top priority to the improved Japan-U.S. relations. The Japanese reactionaries frantically seek to hold military hegemony in Asia and become its \"leader\" backed by their American master. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarist overseas aggression looms as an imminent threat. The Japanese reactionary rulers had better behave with discretion, clearly mindful that their moves for militarization and overseas expansion are as foolish an act as digging their own graves.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#4",
            "content": "Kim Jong Il's Exploits Praised by Foreigners \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- Colorful functions were held in Democratic Congo, Tanzania and Laos from May 20 to 23 on the occasion of the 42nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n On display in the venues of the functions were photos showing his leadership exploits. &nbsp;&nbsp;&nbsp;\r\n The national chairman of the Genuine Lumumbist Patriotic Party of Democratic Congo said in a lecture that Kim Jong Il has modeled the WPK on the Juche idea, let the Party carry out revolution and construction guided by the Juche idea and made the Party keep hold on the idea of President Kim Il Sung invariably as its guiding idea, thus developing it into the party of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Ubongo Branch, Kinondoni District, Dar es Salaam Region, Committee of the Revolutionary Party of Tanzania in a lecture highly praised the great exploits of Kim Jong Il in glorifying the tradition of unity with his outstanding political and leadership ability. &nbsp;&nbsp;&nbsp;\r\n Speakers at a round-table talk and a photo exhibition held by the Lao People's Revolutionary Youth Union praised the over 40-year history of the party leadership of Kim Jong Il as an undying history in which he performed great feats for the Korean nation and the world people with his distinguished political ability. They stressed that a brighter future will be opened in socialist Korea led by Kim Jong Il.    \r\n\r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mass Gymnastic Display in Yemen Helped by DPRK",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#5",
            "content": "Mass Gymnastic Display in Yemen Helped by DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- A mass gymnastic display created with the cooperation of the DPRK was held in Hodeida, Yemen, on May 22 on the occasion of the 16th anniversary of the unification of Yemen.\r\n It was appreciated by Yemeni President Ali Abdullah Saleh, high-ranking officials of the government and the General People's Congress, various delegations of Arab countries and a mass gymnastic delegation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The president met the members of the DPRK delegation to express thanks.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performance of Russian Academic People's Chorus",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#6",
            "content": "Performance of Russian Academic People's Chorus \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- The Russian State Academic People's Chorus Named after M.E. Pyatnichki on a visit to the DPRK gave a performance at the Mansudae Art Theatre here on Sunday.\r\n The performance was appreciated by Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and creative workers and artistes in the city. &nbsp;&nbsp;&nbsp;\r\n The audience included Head and Manager of the chorus Aleksandra Permyakova and staff members of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n The performers showed well the features of an art group with a long history and tradition by successfully representing choruses \"Far Away\" and \"Flying over Mountains and Hills\", chorus and dance, dances, instrumental music, instrumental trio and other numbers which reflect the optimistic and national sentiments of the Russian people. &nbsp;&nbsp;&nbsp;\r\n The performance ended with chorus and dance \"Dance of Russia\".&nbsp;&nbsp;&nbsp;\r\n A floral basket was presented to the performers in congratulation of their successful performance. &nbsp;&nbsp;&nbsp;\r\n In the evening a reception was given in honor of the artistes of the chorus at the People's Palace of Culture.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#7",
            "content": "Message of Sympathy to Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on May 28 sent a message of sympathy to Cuban President of the Council of Ministers Fidel Castro Ruz, who is first secretary of the Central Committee of the Communist Party of Cuba and president of the Cuban Council of State, as regards the recent downpour that hit Havana, causing human and material losses.\r\n In the message Kim expressed deep sympathy with the Cuban president and, through him, with the Cuban government and people, hoping that the Cuban government would offset the effects of the recent damage and bring the citizens' life to normal as soon as possible.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Indonesian President",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#8",
            "content": "Message of Sympathy to Indonesian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on May 28 sent a message of sympathy to Indonesian President Susilo Bambang Yudhoyono as regards the big human and material losses caused by a strong earthquake that hit the Jogjakarta area of Indonesia.\r\n In the message Kim expressed the belief that the Indonesian president and government would heal the earthquake damage at an early date and stabilize the people's life in the affected region.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Slams Japanese Mandarin's Bid to Gain Political Clout",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#9",
            "content": "KCNA Slams Japanese Mandarin's Bid to Gain Political Clout\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- The Japanese reactionaries are getting evermore frantic in their anti-DPRK smear campaign over the \"issue of abduction\".\r\n Chief Cabinet Secretary Abe is taking the lead in it. &nbsp;&nbsp;&nbsp;\r\n He, addressing a recent news conference, blustered that \"Japan approaches the issue of abduction and the nuclear issue with dialogue and pressure and that there is no change in strictly enforcing the law against north Korea's illegal acts\".&nbsp;&nbsp;&nbsp;\r\n We categorically dismiss Abe's remarks as spasm of a political hysteric as he did not bother to let loose all sorts of invectives as a ringleader in executing Tokyo's hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n As already well known, Abe is an ultra-nationalist steeped in bitterness toward the DPRK to the marrow of his bones. &nbsp;&nbsp;&nbsp;\r\n It is Abe who earned an ill fame for his role in the anti-DPRK racket and it is again this bad guy who has played a leading role in driving the DPRK-Japan relations to acute confrontation. &nbsp;&nbsp;&nbsp;\r\n In the past he asserted that \"the curtain should not be lowered on the issue of abduction and Japan should not agree to any reward\", adversely affecting the government's policy making. When ultra-right conservatives cooked up the story about \"false remains of a Japanese\" and used such human scam as Jenkins to kick off a fresh row over the \"issue of abduction\" he behaved more wickedly than any other mandarins.\r\nThen why Abe is becoming so vociferous over this issue. &nbsp;&nbsp;&nbsp;\r\n In a word, he is keen to use the issue for achieving his political aim. &nbsp;&nbsp;&nbsp;\r\n A top priority task facing Abe with the election of the president of the Liberal Democratic Party at hand is to win political clout. He is using the \"abduction issue,\" a sensitive matter for Japan, as a decoy for attaining this goal. It is his calculation that he can convince Japanese that no politician has exerted so much effort for settling the issue as he did in a bid to elicit their \"sympathy\" and assume the office of the chief executive. &nbsp;&nbsp;&nbsp;\r\n It was a trite method of the Abes to come to power by availing themselves of what they called \"people's feelings.\" &nbsp;&nbsp;&nbsp;\r\n For instance, Abe's father Shintaro Abe acted as foreign minister and acting prime minister in the Cabinet of Nakasone, an anti-communist fanatic, in the 1980s. But he met a sudden death, while eyeing the prime ministership. &nbsp;&nbsp;&nbsp;\r\n His maternal grandfather Nobusuke Kishi, a war criminal, assumed the office of prime minister after advocating an \"independent constitution allowing attack\" under the pretext of stirring up the \"people's feelings\" resulting from the defeat in the Second World War, and spearheaded the moves to revive militarism in Japan. &nbsp;&nbsp;&nbsp;\r\n As seen above, the Abes are characterized by the peculiar disposition whereby they availed themselves of \"people's feelings\" to win political clout and emerge leading figures in the power structure for generations. &nbsp;&nbsp;&nbsp;\r\n Born into the family all members of which were seized by the unlimited greed for power either on his father's side or his mother's side, Abe does not want to miss the golden opportunity to assume the prime ministership in coming September when the power transfer is expected to take place. It is as clear as noonday that he will become more vocal about \"people's feelings\" to improve his image following his family practice. &nbsp;&nbsp;&nbsp;\r\n We do not care whether Abe incites partisan strife or factional strife under the pretext of reflecting \"people's feelings\" in quest of power. &nbsp;&nbsp;&nbsp;\r\n We, however, can never allow anyone to assume the prime ministership by slandering the DPRK over the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n The noisier Abe becomes in his hue and cry over the \"issue of abduction\" which had already found a solution, the more saliently this will reveal his true colors as a political hooligan and imposter who stoops to any infamy to gratify his political ambition.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Geological Prospecting Technology Developed",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#10",
            "content": "New Geological Prospecting Technology Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- Teachers and researchers of the Resources Prospecting Technology Faculty of Kim Chaek University of Technology have developed a new technology of prospecting without boring. \r\n The technology is to find out useful underground minerals by measuring minute magnetic field on the ground. &nbsp;&nbsp;&nbsp;\r\n It has effectiveness in surveying precious placer mineral resources of alluvial gold, diamond and olivine, placer mineral resources such as magnetite, ilmenite, zirconium and tin-wolfram and rare earth mineral resources such as tantalum, niobium and monazite. &nbsp;&nbsp;&nbsp;\r\n It makes it possible to successfully find out not only minerals with strong magnetism but also magnetism-less or magnetism-poor minerals. &nbsp;&nbsp;&nbsp;\r\n It is also available to prospecting coal, molybdenum, lead-zinc and gold lode. With this technology, one can find out even ore lode in bedrocks. &nbsp;&nbsp;&nbsp;\r\n The advantage of the technology lies in that any prospecting work can be done successfully in a short time without boring or with boring in some needed places with the help of the technology. &nbsp;&nbsp;&nbsp;\r\n The technology has proved successful in finding out useful mineral fields in China, Russia, Laos, Thailand, Namibia and various other countries at their requests.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Miraculous Recovery from Jaws of Death",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#11",
            "content": "Miraculous Recovery from Jaws of Death\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- Doctors and nurses of the Traumatic Surgery Department of the Hospital attached to Pyongyang University of Medicine recently brought back to life woman worker of the National Sports Team Kim Myong Hwa, 42, who had been at point of death by an accident. \r\n When she was hospitalized, one of her legs was almost gangrened and her life index was drawing near to zero. &nbsp;&nbsp;&nbsp;\r\n It was a common medical knowledge that even though the decayed leg was cut, it could not save her life. Furthermore, it was beyond all imagination to save her life without cutting her leg. &nbsp;&nbsp;&nbsp;\r\n But the medical practitioners there showed warm human love for her. They carried out muscle plastic operation, skin transplantation and treatment for functional recovery in a three-dimensional way. &nbsp;&nbsp;&nbsp;\r\n She underwent several times of skin transplantation operations. Each time, many people of various strata donated pieces of their skin. Among them were aged professors and doctors, medical doctors and nurses of the surgery and employees of the sports team. &nbsp;&nbsp;&nbsp;\r\n When she was in the treatment for functional recovery, medical doctors applied a mud compress and manual therapeutics to her leg day and night for several days. Some nurses prepared pine nut gruel for stimulating her appetite and set up various physical exercise apparatuses good for loosening her stiffness. &nbsp;&nbsp;&nbsp;\r\n The positive treatment and warm care shown by the medical practitioners for 100-odd days saved her life and made her walk on the earth. &nbsp;&nbsp;&nbsp;\r\n It is an impressive story human love created in the Songun era of socialist Korea where all the people form a big family with leader Kim Jong Il as their father.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Large Combined Unit",
            "url": "http://kcna.co.jp/item/2006/200605/news05/30.htm#12",
            "content": "Kim Jong Il Inspects KPA Large Combined Unit\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 29 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected the command of Large Combined Unit 264 of the KPA.\r\n He looked round the room devoted to the unit's history. &nbsp;&nbsp;&nbsp;\r\n Recollecting with deep emotion the history of the unit's development associated with the immortal exploits performed by President Kim Il Sung, he said that the unit could grow to be a powerful large combined unit with a-match-for-a hundred combined units and units thanks to the wise guidance and meticulous care of the President. &nbsp;&nbsp;&nbsp;\r\n At the operation command room he learned about commanding officers' performance of their duties before setting forth tasks that would serve as guidelines in further increasing the unit's combat capability. &nbsp;&nbsp;&nbsp;\r\n Going round the servicepersons' hall and other facilities for ideological education and entertainment, he expressed satisfaction over the fact that the unit has conducted an effective political work in a deep-going way after building a modern hall into a center for ideological and cultural education and all servicepersons are leading a cultural and emotional life to their satisfaction. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with servicepersons of the large combined unit. &nbsp;&nbsp;&nbsp;\r\n At the end of the inspection he watched together with servicemen of the unit and their families a performance given by an art squad of the unit at the hall. &nbsp;&nbsp;&nbsp;\r\n Its members staged chorus \"The General Is the Great Brilliant Commander of Songun\", trio jest, woman's solo and pangchang, poem and story-telling and other colorful numbers. &nbsp;&nbsp;&nbsp;\r\n Through the performance replete with the revolutionary soldier spirit they powerfully demonstrated the militant spirit of the heroic Korean People's Army and the unshakable faith and will of its servicepersons to uphold the WPK's Songun leadership with loyalty and accomplish the revolutionary cause of Juche with arms. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated their successful performance, expressing great satisfaction with the splendid presentation rich in the ideological content and high in artistry as it impressively represented the Party's idea and intention. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Hwang Pyong So, vice department director of the Central Committee of the WPK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}