{
    "date": "2006-06-26",
    "url": "http://kcna.co.jp/item/2006/200606/20060626.htm",
    "articles": [
        {
            "title": "Mammoth Anti-U.S. Rally Held",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Polish Figure Praises Songun Politics",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#2",
            "content": "Mammoth Anti-U.S. Rally Held \r\n&nbsp;&nbsp;&nbsp;yongyang, June 25 (KCNA) -- Hundreds of thousands of Pyongyangites from all walks of life met at Kim Il Sung Square Sunday on the occasion of \"June 25, the day of the struggle against U.S. imperialism\".\r\n Present there were Pak Pong Ju, Choe Thae Bok, Yang Hyong Sop and other cadres and working people and youth and students in the city.&nbsp;&nbsp;&nbsp;\r\n Pang Chol Gap, chairman of the Pyongyang City People's Committee, took the floor first. He said: &nbsp;&nbsp;&nbsp;\r\n On June 25, 1950 the U.S. imperialists launched an all-out armed invasion to destroy the young DPRK and realize their ambition for world supremacy. But they had to sign the Korean Armistice Agreement, yielding to the army and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. has persistently pursued its hostile policy to isolate and stifle the DPRK and provoke another war against it, keeping south Korea under its military occupation for more than 50 years after the war, far from drawing a proper lesson from the shameful defeat it suffered in the last Korean war. &nbsp;&nbsp;&nbsp;\r\n The U.S. reckless and dangerous war moves to isolate and stifle the DPRK have created such a grave situation on the Korean Peninsula that a war may break out any moment. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the U.S. is going to start large-scale joint military exercises in the waters of the Pacific from June 25, the day it provoked the Korean war in the last century. &nbsp;&nbsp;&nbsp;\r\n \"RIMPAC-2006\" the U.S. and its followers have launched with huge troops and latest war means involved are dangerous maneuvers for a war of aggression targeted against the DPRK under the pretext of \"ensuring security\" in sea routes and \"jointly combating terrorism.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously mistaken if it thinks it can bring the Korean people firmly defending socialism of Juche under the banner of Songun to their knees and realize its ambition for domination and aggression by dint of its high-handed and arbitrary practices and force. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will closely follow every U.S. move with a high degree of revolutionary vigilance. &nbsp;&nbsp;&nbsp;\r\n Should the U.S. imperialists ignite another war of aggression on this land, we will mobilize all the political and ideological might and military potentials built up generation after generation under the guidance of the great Songun brilliant commander and mercilessly wipe out the enemies and victoriously conclude their stand-off with the U.S. &nbsp;&nbsp;&nbsp;\r\n Representatives of different social standings, speaking at the meeting, said that now is the time for us to conclude our stand-off with the U.S., adding that should the U.S. ignite another war of aggression oblivious of lesson taught by the last Korean war, the Korean people would wipe out the aggressors to the last man with tremendous war deterrence and uproot the cause of war from this land. &nbsp;&nbsp;&nbsp;\r\n Poem \"We will Settle Accounts\" was recited at the rally. &nbsp;&nbsp;&nbsp;\r\n The poem reflects the solemn declaration of the army and people of Songun Korea that should the U.S. imperialists use nukes against the Korean nation, they will make hundreds of times stronger nuclear strike at them and thus inflict final destruction upon the aggressors. &nbsp;&nbsp;&nbsp;\r\n The participants staged a mammoth anti-U.S. demonstration, chanting slogans \"We vehemently denounce the U.S. imperialists' monstrous crimes against the Korean nation!\", \"The U.S. imperialist aggressors, quit south Korea at once\" etc.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Cause Supported in Britain",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#3",
            "content": "Polish Figure Praises Songun Politics \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- Martin Adam, chairman of the National Executive Committee of the Polish Communist Party, released a statement on June 17 on the occasion of the 42nd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n He referred to the fact that the DPRK has waged a dynamic struggle for building a great prosperous powerful nation, resolutely smashing all sorts of the U.S. moves to isolate and stifle it with the great Songun politics. &nbsp;&nbsp;&nbsp;\r\n He said that the original Songun politics pursued by Kim Jong Il has provided a sure guarantee for foiling the moves of the U.S. imperialists for aggression, vigorously stepping up socialist construction and achieving the reunification of the country and peace and stability on the Korean Peninsula and, furthermore, preserving global peace and stability. &nbsp;&nbsp;&nbsp;\r\n The indomitable spirit with which the Korean people have won one victory after another despite the persistent pressure and blockade of the U.S. imperialists gives great inspiration and courage to the world people and serves as a good example in fighting against them.    \r\n\r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "S. Korean Elders of Reunification Movement Join Hunger Striker",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#4",
            "content": "Korean People's Cause Supported in Britain \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- The Fifth Meeting of the Anti-War Alliance was held in London on June 10 with figures of mass organizations including political parties, anti-war peace movement organizations and labor unions of Britain attending. It supported the just cause of the Korean people and bitterly denounced the evermore undisguised U. S. hostile policy toward the DPRK. \r\n Participants of the round-table talks on the Korean issue introduced the Korean people's struggle to prevent a war and ensure peace on the Korean Peninsula and the principled stand of the DPRK government on the six-party talks and expressed full support to them. &nbsp;&nbsp;&nbsp;\r\n They stressed the need to pay due attention to the developments on the Korean Peninsula and positively support the Korean people in their struggle to achieve the independent reunification of the country by themselves free from the interference of foreign forces. They expressed the conviction that Korea is sure to be reunified independently and peacefully. &nbsp;&nbsp;&nbsp;\r\n The chairmen of the Anti-War Alliance and the Anti-Nuke Movement in Britain and other speakers, addressing the meeting, vehemently denounced the Bush administration's hostile policy toward the DPRK. The danger of nuclear war comes from the United States, not from Korea, they said, demanding the U.S. stop at once the reckless moves to stifle the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Youth and Students Condemn U.S. Imperialist Man-Killers",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#5",
            "content": "S. Korean Elders of Reunification Movement Join Hunger Striker \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- Elders of the reunification movement of south Korea on June 21 joined Mun Jong Hyon, permanent co-representative of the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek, in the sit-in hunger strike in front of the Chongwadae that has been under way for the last 16 consecutive days, according to a press report.\r\n Prior to the strike, they held a press conference. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference held that the \"government\" meet as early as possible the demands raised by Mun Jong Hyon such as the release of those arrested for their involvement in the Phyongthaek incident, the withdrawal of the military and police forces from Taechu-ri and Todu-ri and an early guarantee of conditions for farming to inhabitants in Phaengsong. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference they entered into a sit-in hunger strike.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Passage of Anti-DPRK Bill through Japanese Diet Assailed",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#6",
            "content": "Korean Youth and Students Condemn U.S. Imperialist Man-Killers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- Youth and students met before the U.S. imperialists' armed spy ship \"Pueblo\" displayed on the River Taedong on June 24 to vow to take revenge upon the U.S. aggressors on the occasion of the \"June 25, the day of the struggle against U.S. imperialism\".\r\n Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, on the behalf of the eight million youth and students bitterly condemned the U.S. imperialists, the sworn enemy, who unleashed the unprecedentedly barbarous war to destroy the young DPRK 56 years ago, bringing unspeakable disasters to the inviolable territory of Korea and its people. &nbsp;&nbsp;&nbsp;\r\n The Korean youth and students will surely force the U.S. imperialists to pay for the blood shed by the Korean people from generation to generation and mercilessly punish the aggressors and man-killers, he stressed. &nbsp;&nbsp;&nbsp;\r\n At the meeting lecturers of the Central Hall of Class Education and the Victorious Fatherland Liberation War Museum exposed the brutality and barbarity of the Yankees who ignited the war of aggression on this land and committed massacres and destruction unprecedented in the human history of war, while watching for an opportunity to invade Korea for more than a century. &nbsp;&nbsp;&nbsp;\r\n Then schoolchildren recited a poem vowing vengeance under the title \"We'll Settle Accounts with the U.S. without Fail.\" Then followed speeches by school children and war veterans. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting was Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Papers Warn U.S. Not to Forget Bitter Lesson Taught by Korean War",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#7",
            "content": "Passage of Anti-DPRK Bill through Japanese Diet Assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- The Japanese reactionaries recently passed the bill on north Korean human rights calling for applying economic sanctions against the DPRK through the Diet, pulling it up over its \"abduction issue.\"\r\n Commenting on this, Minju Joson Sunday says: &nbsp;&nbsp;&nbsp;\r\n The independent national economy in the DPRK is not such a weak one to be affected or shaken by sanctions from other countries. What matters here is that the DPRK-Japan relations are at the lowest ebb due to the Japanese reactionaries' irresponsible attitude. &nbsp;&nbsp;&nbsp;\r\n A starting point in solving the issue between the DPRK and Japan is for the latter, an assailant, to apologize and compensate to the Koreans, the biggest victims, for the hideous crimes committed against them in the past. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are distorting the reality, asserting that the issue of bilateral relations has not been settled due to the \"abduction issue\".&nbsp;&nbsp;&nbsp;\r\n They are hyping the \"abduction issue\" in the process to solve the relations between the DPRK and Japan in a bid to evade apology and compensation for the crimes it committed in the past. &nbsp;&nbsp;&nbsp;\r\n Their far-fetched refusal to pay for the huge debts they owe to the Koreans indicates that they have no willingness to improve the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries hope to see worsened DPRK-Japan relations as they seek to evade their commitment to settle their past crimes. That's why they have deliberately bedeviled the relations with the DPRK, zealously supporting the U.S. hostile policy toward it. &nbsp;&nbsp;&nbsp;\r\n Japan is chiefly to blame for having pushed the DPRK-Japan relations to the worst phase. It goes without saying, therefore, that Japan will have to be held fully accountable for all the ensuing consequences.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Madagascar",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#8",
            "content": "Papers Warn U.S. Not to Forget Bitter Lesson Taught by Korean War \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- 56 years have passed since the U.S. imperialists' provocation of a war of aggression against the DPRK (June 25, 1950).\r\n In this regard papers Sunday carry editorials. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun in its editorial says that the last Korean war was a war of aggression and a war of massacre of civilians as the U.S. imperialists committed indiscriminate killings and destruction unprecedented in the world history of war by mobilizing their aggression troops, the south Korean army and the armed forces of their 15 satellite countries to destroy the young DPRK. &nbsp;&nbsp;&nbsp;\r\n The historic victory won by the army and people of the DPRK in the last Fatherland Liberation War was a brilliant victory of the outstanding military thought, strategy and tactics, Juche-oriented war methods and commanding art of President Kim Il Sung, the editorial says, and continues: &nbsp;&nbsp;&nbsp;\r\n More than half a century has passed since the U.S. imperialists signed the Korean Armistice Agreement, holding a white flag. &nbsp;&nbsp;&nbsp;\r\n But the U.S. has persistently sought to perpetuate the division of Korea and provoke another war of aggression against the DPRK for such a long period, increasing its military presence in south Korea. Quite contrary to the Armistice Agreement, the U.S. imperialists have turned south Korea into the biggest military base, a nuclear arsenal in Far East through the systematic arms buildup, posing ceaseless threat to the DPRK through their reckless military provocations. &nbsp;&nbsp;&nbsp;\r\n The U.S. remains unchanged even in the new century in its Korea strategy to invade the whole of Korea and establish its supremacy over Northeast Asia with the Korean Peninsula as a springboard. &nbsp;&nbsp;&nbsp;\r\n All the servicepersons of the Korean People's Army and people should firmly equip themselves with the Songun idea of the Workers' Party of Korea, remain true to the Songun politics of the WPK and consolidate the single-minded unity in every way under the army-first banner. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should turn out in the patriotic movement for peace against war and conduct a more vigorous struggle to achieve the independent reunification under the banner of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite a war again, oblivious of the lesson drawn from their defeat in the last Korean war, the army and people of the DPRK will give full play to the might of the Songun and vent the pent-up grudge against the enemy and thus mercilessly wipe out the aggressors and victoriously conclude its stand-off with the U.S. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in its editorial warns that the anachronistic hostile policy of the U.S. toward the DPRK and its moves to provoke a war against it will bring nothing but shame and defeat.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Slovenian FM",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#9",
            "content": "Greetings to President of Madagascar \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on June 22 sent a message of greetings to Marc Ravalomanana, president of Madagascar, on the occasion of the 46th independence day.\r\n Expressing the belief that the friendly and cooperative relations between the DPRK and Madagascar would grow stronger in the interests of the peoples of the two countries, the message wholeheartedly wished the government and people of Madagascar success in their work for the political stability, national unity and economic development of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hundreds of Thousands of Pyongyangites Vow to Settle Accounts with U.S.",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#10",
            "content": "Greetings to Slovenian FM\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Slovenian counterpart Dimitrij Rupel on the occasion of the national day of Slovenia.\r\n The message sincerely wished him new success in his work, expressing the conviction that the friendly and cooperative bonds between the two countries would favorably develop in the future, too.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Enjoys Performance Given by Russian Dance Company",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#11",
            "content": "Hundreds of Thousands of Pyongyangites Vow to Settle Accounts with U.S.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- A rally took place at Kim Il Sung Square Sunday afternoon on the occasion of \"June 25, the day of the struggle against U.S. imperialism\" with hundreds of thousands of people from all walks of life attending. \r\n The square shook with their voices denouncing the U.S. imperialists, the sworn enemy of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Their hatred for the U.S. imperialists and resolution to avenge and wipe out the enemy ran higher than ever before because the U.S. fixed June 25, the day it started the Korean war in the last century, as the day for launching the joint military exercise \"RIMPAC-2006\" targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Representatives of Pyongyangites of all social standings including Pang Chol Gap, chairman of the Pyongyang City People's Committee, in their speeches reiterated the firm stand of the army and people of the DPRK that should the U.S. imperialists ignite another war of aggression on this land, they will mobilize all the political and ideological might and military potentials built up generation after generation under the guidance of the great Songun brilliant commander and mercilessly wipe out the enemies and victoriously conclude their stand-off with the U.S.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparatory Committee for Function in DPRK Inaugurated",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#12",
            "content": "Kim Jong Il Enjoys Performance Given by Russian Dance Company\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 25 (KCNA) -- General Secretary Kim Jong Il who was inspecting the front, Sunday appreciated together with servicepersons of the KPA a performance given by the State Academic Moiseyev Folk Dance Company of Russia on a performance tour of a local area of the country.\r\n He was greeted at the theatre by Head of the Company Elena Scherbakova and its Chief Director Lev Golobanov. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks for the enthusiastic performances given by the artistes of the company in local areas and had a warm conversation with the guests. &nbsp;&nbsp;&nbsp;\r\n Among the audience were Kim Yong Chun, member of the NDC of the DPRK and chief of the General Staff of the KPA, Kim Ki Nam, secretary of the C.C., the WPK, and general officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n The Russian artistes staged colorful numbers including Russian dances \"Summer\", \"Partisans\", \"Small Steppe\", fleet dance suite \"A Day on Warship\", Korean dance \"Trio Dance\", Moldovan humorous dance \"Tabakeryaska\", Uzbek dance \"Dance with a Plate\".&nbsp;&nbsp;&nbsp;\r\n The performers made a truthful artistic representation of the optimistic life of the Russians and other nations and their national emotion and peculiar customs, thus clearly demonstrating the appearance of the company with a long history and tradition. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il congratulated the Russian artistes on their successful performance.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Swiss Preparatory Committee's Appeal Favored",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#13",
            "content": "Preparatory Committee for Function in DPRK Inaugurated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- A preparatory committee for a visit to the native home in the secret camp in Mt. Paektu was inaugurated on June 10 by the Latin American and Caribbean Regional Committee to Support the Reunification of Korea.\r\n An appeal released by the preparatory committee referred to the fact that a function would take place in February 2007 in connection with the visit to the old home of Kim Jong Il in the secret camp in Mt. Paektu. It called on the organizations for friendship and solidarity with the Korean people in Latin American countries including Ecuador to positively support it and send delegations made up of well-known figures to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Members of Young Vanguard Meet to Vow to Take Revenge upon U.S. Man-Killers",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#14",
            "content": "Swiss Preparatory Committee's Appeal Favored\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Trotsky Serano, president of the Canar Provincial Institute for the Friendship and Solidarity with the DPRK of Ecuador who is international secretary of the Socialist Party-Ample Front of Ecuador, released a statement on June 10 in support of an appeal of the Swiss Preparatory Committee for Commemorating the Day of the Sun and Feb. 16 for visiting the old home of Kim Jong Il in the secret camp in Mt. Paektu in February 2007.\r\n The statement fully supported the above-said appeal of the Swiss preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The Ecuadorian people would celebrate the birthday of Kim Jong Il as the most significant holiday and send their delegation to the international function, the statement said, adding that they would publish the short biographies of the three generals of Mt. Paektu and hold colorful functions for introducing the immortal exploits of the leader in Ecuador on the occasion of the February holiday.                                                             \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#15",
            "content": "Members of Young Vanguard Meet to Vow to Take Revenge upon U.S. Man-Killers\r\n&nbsp;&nbsp;&nbsp;Sinchon, June 23 (KCNA) -- A meeting of members of the young vanguard of the Ministry of People's Security was held in Pamnamugol of Wonam-ri, Sinchon County, South Hwanghae Province, Friday to vow to take revenge upon the U.S. imperialists on the occasion of \"June 25, the day of the struggle against U.S. imperialism\".\r\n Attending it were leading officials of the ministry, officials of the youth league of people's security organs, people's security persons and soldiers of the Korean People's Security Forces. &nbsp;&nbsp;&nbsp;\r\n A poem \"Echo from Land of Sinchon\" was recited at the meeting. &nbsp;&nbsp;&nbsp;\r\n Speakers stated with indignation that the Korean War ignited by the U.S. imperialists against the young DPRK 56 years ago was the most barbarous and brigandish war of aggression in the world war history and a war of massacre of civilians that baffled human imagination. &nbsp;&nbsp;&nbsp;\r\n The members of the young vanguard declared they would surely force the U.S. imperialists to pay for the crimes committed by them against the Korean people with arms and mercilessly punish the aggressors and murderers. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are watching for a chance to unleash another war on this land after massively introducing the latest lethal equipment into south Korea, far from drawing a lesson from their defeat in the past, they said, calling upon all the people's security persons to win a historic victory in the confrontation with the U.S., tightly holding the arms of revolution. &nbsp;&nbsp;&nbsp;\r\n A poem of agitation \"Declaration of Avengers\" was recited there. &nbsp;&nbsp;&nbsp;\r\n All the participants in the meeting sang a chorus \"Peace Is Guaranteed by Our Arms.\"\r\n The members of the young vanguard of the ministry visited the Sinchon Museum that day.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Government Delegation Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#16",
            "content": "Anniversary of Kim Il Sung's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- It is 60 years since the promulgation of the historic \"Labour Law for the Workers and Office Employees in North Korea\" by President Kim Il Sung on June 24, Juche 35 (1946). Many labor policies and ordinances have been in force to meet the interests of the popular masses in every period and at each stage of the revolution and construction.\r\n Labor policies were put into force in the period of building a new country including the decision of the Cabinet on raising the living allowances of workers adopted on Dec. 27, Juche 38 (1949). This stirred up the enthusiasm and creative energy of the working people who became the master of the country. &nbsp;&nbsp;&nbsp;\r\n In Juche 40 (1951) when the Korean War was at its height, the state took a measure to reconstruct the destroyed sanatoria and rest homes to provide the working people with recuperation. As a result, the number of those who recuperated at sanatoria and rest homes increased 7.5 times in the following year. &nbsp;&nbsp;&nbsp;\r\n On Sept. 30, Juche 41 (1952), the Cabinet adopted a decision to increase the food supply to workers, technicians and office employees and their families. According to the decision, additional food was supplied to them at a very cheap price beside the regular food supply from Oct. 1 of the same year. Measures were taken to bring the living of the working people to normal. For example, workers, technicians and office employees were provided with more than 300,000 padded clothes, at least 900,000 pairs of leather shoes and 1,600,000 meters of cotton textiles in the year. &nbsp;&nbsp;&nbsp;\r\n Thanks to the decision of the Cabinet on providing free medical care adopted on Jan. 1, Juche 42 (1953), a universal free health care system took effect for the first time in the nation's history. &nbsp;&nbsp;&nbsp;\r\n The postwar period witnessed the adoption of the Cabinet decision on introducing the system of paying additional wages (Feb. 23, 1954), its decision on promoting the medical service for the workers, technicians and office employees (June 23, 1954), its decision to cut down the work hours of nursing mothers (Oct. 10, 1966) and other decisions to improve the standard of the material and cultural living of the workers, technicians and office employees. &nbsp;&nbsp;&nbsp;\r\n The popular policies of the Workers' Party of Korea and the state which regard it as a supreme principle to meet the interests of the working masses found a clear manifestation in a lot of ordinances including the ordinance of the Supreme People's Assembly on totally abolishing the taxation system promulgated on Mar. 21, 1974. &nbsp;&nbsp;&nbsp;\r\n A particular mention should be made of the institution and promulgation of the Socialist Labor Law, the original charter of labor which indicates the way of finally settling the labor issue, on April 18, Juche 67 (1978). &nbsp;&nbsp;&nbsp;\r\n In Juche 81 (1992) the state took a measure of raising the living allowances of the workers, technicians and office employees by 43.4 percent on an average and the old-age pension by 50.7 percent on an average on the occasion of the 80th birthday of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Labor policies were enforced at a higher level also in the period of the \"Arduous March\" and the forced march, the most difficult period for the country, to promote the welfare of people and provide them with conditions for worthwhile and highly civilized labor.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Africa",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#17",
            "content": "DPRK Government Delegation Leaves for Cuba\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- A DPRK government delegation led by Jon Sung Hun, vice-premier of the Cabinet, left here today to visit Cuba.\r\n It was seen off at the airport by Kung Sok Ung, vice-minister of Foreign Affairs, and Ruben Perez Valdes, Cuban ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Labor Law Provides Genuine Working Life to People",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#18",
            "content": "DPRK Delegation Leaves for Africa\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- A DPRK delegation headed by Kim Hyong Jun, vice-minister of Foreign Affairs, left here on Saturday to participate in the 7th meeting of the African Union, the assembly of the heads of state and government, to be held in Gambia.\r\n The delegation will visit various countries in Africa in the wake of the meeting.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Mozambican President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#19",
            "content": "Labor Law Provides Genuine Working Life to People\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Sixty years have passed since the \"Labor Law for the Workers and Office Employees in North Korea\" was established and promulgated on June 24, Juche 35 (1946).\r\n The labor law has served as most democratic enactment that defends the interests of the Korean people and provides them with independent and creative working life. &nbsp;&nbsp;&nbsp;\r\n It institutes introduction of an eight-hour day for factory and office workers, rights to enough rest, labor protection system, a compulsory social insurance scheme, a new position of labor and so on. &nbsp;&nbsp;&nbsp;\r\n It, the first of its kind in the Korean history, was created by President Kim Il Sung, who had devoted his all to creation of a genuine working life for the Korean people from his early years of revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n He, during the anti-Japanese revolutionary struggle, established the people's revolutionary government at the guerrilla zone on the shore of the River Tuman to put into effect democratic policies, giving a creative working life condition to the people there. &nbsp;&nbsp;&nbsp;\r\n Basing himself on this, he issued a famous work \"Ten-Point Programme of the Association for the Restoration of the Fatherland\" in May 1936 in which a revolutionary labor program was expounded. &nbsp;&nbsp;&nbsp;\r\n He, who gained a revolutionary labor program and experience of solving the issue of working life during the anti-Japanese revolutionary struggle, clarified the working life of the Korean people in the liberated fatherland through the famous work \"Twenty-Point Platform\" issued in March 1946. And in June that year he promulgated the labor law to legally ensure the democratic working life. &nbsp;&nbsp;&nbsp;\r\n Thanks to the meticulous care of the President, all labor protection measures were taken, social insurance and social security systems put into force and recreation and rest homes built in different parts of the country at state expense under the difficult conditions of building a new country. &nbsp;&nbsp;&nbsp;\r\n In April 1978, \"The Socialist Labour Law of the Democratic People's Republic of Korea\" was instituted and promulgated to suit the requirement of the developing reality, thus firmly ensuring the working life of the Korean people by law.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Separated Families and Relatives from North and South Reunite",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#20",
            "content": "Greetings to Mozambican President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Armando Emilio Guebuza, president of Mozambique, on June 22 on the occasion of the 31st anniversary of its independence.\r\n Kim in the message sincerely wished the government and people of Mozambique greater success in their efforts for the national unity and development of the country and expressed the belief that the bilateral good ties of friendship and cooperation would continue to grow stronger in the future, too.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Government Economic Delegation Leaves",
            "url": "http://kcna.co.jp/item/2006/200606/news06/26.htm#21",
            "content": "Separated Families and Relatives from North and South Reunite\r\n&nbsp;&nbsp;&nbsp;Mt. Kumgang Resort, June 24 (KCNA) -- The 14th reunions of separated families and relatives in the north and the south were held in Mt. Kumgang Resort on the occasion of the sixth anniversary of the publication of the historic June 15 joint declaration according to the agreement adopted at the 7th inter-Korean Red Cross talks.\r\n Those from the north had group reunions with their kin from the south on June 19. &nbsp;&nbsp;&nbsp;\r\n They told with pride their kin from the south the worthwhile life they have led, performing their civic duties for the prosperity of the socialist motherland, and this deeply impressed them. &nbsp;&nbsp;&nbsp;\r\n They also urged their kin from the south to pool efforts and work hard for national unity and the country's reunification as all Koreans are now living in the exciting June 15 era of reunification when significant pages are added to the nation's history spanning 5,000 years. &nbsp;&nbsp;&nbsp;\r\n Then those from the south had group reunions with their family members and relatives from the north on June 22. &nbsp;&nbsp;&nbsp;\r\n Overcome with the joy at having reunions, they talked with each other about the course of their life. They inquired after those who were not able to join the reunions and conveyed their tidings. &nbsp;&nbsp;&nbsp;\r\n Those from the north told their kin from the south that they have fully enjoyed a worthwhile life, devoting themselves to the prosperity of the country, under the care of the DPRK where all the people live in harmony like a large family holding Kim Jong Il in high esteem as their father. &nbsp;&nbsp;&nbsp;\r\n Those from the north and the south ardently called for uniting as one in mind and ushering in a new era of independent reunification without fail under the banner of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n Group reunions were followed by family reunions. They spent a pleasant time, talking to each other and having meals together in a harmonious family atmosphere. Then they toured the scenic area of Lagoon Samil. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Central Committee of the Red Cross Society of the DPRK and the Red Cross of the south side hosted receptions for them.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}