{
    "date": "2006-05-22",
    "url": "http://kcna.co.jp/item/2006/200605/20060522.htm",
    "articles": [
        {
            "title": "Hanchongryon Denounces Kim Young Sam's Pro-American Remarks against Reunification",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#1",
            "content": "Hanchongryon Denounces Kim Young Sam's Pro-American Remarks against Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) reportedly released a statement on May 17, denouncing the remarks of Kim Young Sam, a pro-American and anti-reunification traitor.\r\n The statement said that a few days ago the traitor slandered south-north exchange and cooperation and took issue with the north in a far-fetched way, letting loose a string of balderdash that it is imperative to make strict precautions and struggle against the pro-north leftist forces so as to keep them from administering politics any longer and that the forces intending to remove MacArthur's statue are openly active in accordance with the instructions of the north and the behind-the-scene forces obstructing the south Korea-U.S. military exercises and checking the expansion of the U.S. military base in Phyongthaek are the same.&nbsp;&nbsp;&nbsp;\r\n The statement charged that his remarks were the last-ditch effort of a mad man and the balderdash of a foolish man to prolong his remaining days by rallying the pro-American anti-reunification forces with the \"local self-governing body elections\" at hand. &nbsp;&nbsp;&nbsp;\r\n Kim Young Sam was, in fact, deprived of the qualification of the \"president\" in the last period of his term of office and was the kingpin of robbery who embezzled a large amount of money in collusion with his son during his term, it noted. &nbsp;&nbsp;&nbsp;\r\n It denounced Kim Young Sam, who brought a dark cloud of war to this land, flattering and submitting to the U.S. whenever an opportunity presented itself and getting frantic in war exercises against the north, as the traitor who should be judged by the whole nation and people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Student Emerges Winner at International Concours ",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#2",
            "content": "DPRK Student Emerges Winner at International Concours  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Korean student Hwang Un Mi studying at Santachechilia Conservatory in Rome, Italy emerged a winner at the 13th Giuseppe di Stefano International Vocal Concours.\r\n The concours held in Trapani, Italy from May 3 to 7 drew more than 80 men and women singers from 15 countries and regions including Italy, Russia, China, the U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n The participants competed in contralto, soprano, tenor, baritone and bass. &nbsp;&nbsp;&nbsp;\r\n After proving successful in preliminaries and semi-finals, Hwang fully displayed her artistic skill at the final with rich voice and graceful tone, thus winning a high appreciation of the jury. &nbsp;&nbsp;&nbsp;\r\n Hwang thus came first in the contralto group set to select only one singer. &nbsp;&nbsp;&nbsp; \r\n A best prize of international concours was awarded to Hwang at the prize-awarding ceremony and she was declared qualified to play a main part in opera by Mozart. &nbsp;&nbsp;&nbsp;\r\n The chairman of the concours organizing committee, addressing the prize awarding ceremony, highly praised Hwang, saying that she was selected with a unanimous approval of the jury at preliminaries, semi-finals and finals.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between WPK and PDPN",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#3",
            "content": "Talks Held between WPK and PDPN \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Talks were held between the delegations of the Workers' Party of Korea and the People's Democratic Party of Nigeria on May 21.\r\n Present there were Choe Thae Bok, secretary of the Central Committee of the WPK, and officials concerned from the DPRK side and a delegation of the PDPN led by its Deputy National Chairman Ibrahim S. Shema and the charge d' affaires ad interim of Nigeria here from the Nigerian side. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides informed each other of the activities of the parties and exchanged their views on the further development of the friendly and cooperative relations between the two parties and other issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson Calls for Building More Beautiful Country ",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#4",
            "content": "Minju Joson Calls for Building More Beautiful Country  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Minju Joson Sunday in an editorial dedicated to the 60th anniversary of President Kim Il Sung's taking the first shovel at the Pothong River Improvement Project calls upon all the people to creditably carry out the Workers' Party of Korea's grand nature-remaking plan and build the country seething with the drive to build a great prosperous powerful nation into a land of golden tapestry in the Songun era.\r\n The project was the first work undertaken by the Pyongyang citizens to contribute to the building of new democratic Korea with patriotic labor and the first grand nature-remaking project carried out by the Koreans after liberation, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The mountains and rivers of the country have undergone wonderful changes for the past 60 years since then. &nbsp;&nbsp;&nbsp;\r\n The new history of the nature-remaking is the history of revolutionary activities of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He came to the site of the project almost every day in his early years together with anti-Japanese war hero Kim Jong Suk and designed the future of the country to face-lift it through nature-remaking. &nbsp;&nbsp;&nbsp;\r\n Since the first days of his leadership over the Korean revolution and construction he successfully embodied the President's far-reaching idea for land construction. &nbsp;&nbsp;&nbsp;\r\n Thanks to his Songun leadership the large-scale land realignment projects have been dynamically pushed ahead and the land of the country has been converted into the land of socialist Korea.  The Kaechon-Lake Thaesong waterway and the Paekma-Cholsan waterway projects were successfully completed and a number of power stations have been built along rivers, big or small. The Youth Hero Motorway, Kwangmyongsong Saltern and other monumental edifices have been proudly built in the country in the Songun era. Tree-planting work, river improvement projects, road management and other brisk land management work have been conducted as a mass movement. &nbsp;&nbsp;&nbsp;\r\n Stressing that we are faced with the honorable yet heavy task to eternally glorify the undying exploits performed by the three generals of Mt. Paektu in land construction and build our country as socialist paradise, the editorial calls upon all the people to turn out as one in the drive to build our country more prosperous and beautiful in the spirit of ardent love for the socialist country.    \r\n\r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#5",
            "content": "Kim Jong Il Inspects KPA Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected the commanding officers training unit of 549 Large Combined Unit of the KPA.\r\n After receiving a salute, he went round various lecture rooms to acquaint himself in detail with how education is conducted there. &nbsp;&nbsp;&nbsp;\r\n He was satisfied to learn that the unit is giving effective education to the trainees after providing them with a sufficient number of visual aids and practice apparatuses so that they may acquire versatile military knowledge. &nbsp;&nbsp;&nbsp;\r\n He set forth important tasks which would serve as guidelines in the training of commanding officers in the whole army, noting that their training is a very important matter directly related to the strengthening and development of the revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n Watching the compound of the barracks kept neat and tidy and green ivy-mantled buildings, he praised the commanding officers of the unit for assiduously managing the unit just as the Anti-Japanese Guerrilla Army did. &nbsp;&nbsp;&nbsp;\r\n He paid profound attention to the soldiers' service and living, looking round a servicepersons' hall, an educational room, a bedroom, a mess hall, a wash-cum-bath house and other entertainment, cultural and supply service facilities. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to steadily improve the education and upbringing as required by the developing reality and, at the same time, make great efforts to provide good living conditions to the trainees so as to train all of them as competent commanding officers. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the shining exploits performed by the servicepersons of the unit, noting that it achieved great successes by steadily training commanding officers even in the difficult period of the \"Arduous March,\" the forced march. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and Vice Department Director of the WPK Central Committee Hwang Pyong So.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. War Confab Flayed",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#6",
            "content": "U.S. War Confab Flayed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- At the instigation of the United States the \"UN Command\" brought together officers on active duty, civilian experts and others, more than 200 in all, of the 13 satellite states which participated in the past Korean war and held a confab between May 9 and 11 to discuss the \"proposal for operating special units\" in the event of \"contingency on the Korean Peninsula.\"\r\n A spokesman for the Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued a statement on May 19 lashing out at this war move. &nbsp;&nbsp;&nbsp;\r\n The huddle for aggression held by the U.S. under the signboard of the \"UN Command\" which exists in name only was chiefly aimed at hurling \"multi-national forces\" into the second Korean war to be ignited by it, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n Through the above-said confab held with those satellite countries the U.S. seeks to reorganize and expand the \"UN Command\" to be \"substantial multi-national coalition command\" in a bid to justify the U.S. military presence in south Korea and, furthermore, unleash a new war on the Korean Peninsula and automatically use them in the Korean war.\r\n The Secretariat of the CPRF scathingly denounces the U.S. for blocking the process for detente between the north and the south on the Korean Peninsula and seeking confrontation and war there. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. is set to stifle the DPRK by force of arms, its army and people will bolster up its deterrent for self-defence for the purpose of protecting the dignity and sovereignty of the nation and keep themselves fully ready to deal merciless retaliatory blows at the aggressors.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Moves for Expansion of U.S. Military Base under Fire",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#7",
            "content": "S. Korean Authorities' Moves for Expansion of U.S. Military Base under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- The Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea on May 11 in a statement strongly denounced the south Korean authorities for their treacherous moves for the expansion of the U.S. military base in Phyongthaek.\r\n The inhabitants in Phyongthaek of south Korea are struggling against the expansion of the U.S. military base and the authorities' requisitioning of land, the statement said, condemning the Defense Ministry and the police authorities of south Korea for brutally cracking down upon their struggle. &nbsp;&nbsp;&nbsp;\r\n This goes to prove once again that the south Korean \"government\" is under the U.S. control and exercises no sovereignty as it is in league with the U.S. imperialist aggression troops, it noted. &nbsp;&nbsp;&nbsp;\r\n We fully support the south Korean people in their struggle against the expansion of the U.S. military base in Phyongthaek and the south Korean \"government's\" criminal requisitioning of land and its suppression of protesters, it said, stressing that the struggle of the inhabitants in Phyongthaek is sure to win. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the committee sent the south Korean chief executive a letter of protest which strongly denounces the suppression of the inhabitants against the south Korean authorities' action for the expansion of the U.S. military base in Phyongthaek and land requisitioning and demands an immediate stop to them.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Head of Ugandan Military Delegation on Friendly and Cooperative Relations with DPRK",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#8",
            "content": "Head of Ugandan Military Delegation on Friendly and Cooperative Relations with DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- Commander of the People's Defense Forces of Uganda Aronda Nyakairima who is heading the Ugandan military delegation referred to the friendly and cooperative relations with the DPRK during his visit to it.\r\n Though Uganda and the DPRK are far away from each other geographically, they have supported and cooperated with each other in the struggle to achieve the common cause and build a new society, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Ugandan people are well aware that President Kim Il Sung rendered sincere help to Uganda and other African countries in their struggle for freedom, independence and liberation. &nbsp;&nbsp;&nbsp;\r\n He set out unique ideas and theories and wisely led the world progressive people in their struggle to build a new society. &nbsp;&nbsp;&nbsp;\r\n His ideas serve as a banner inspiring the peoples of Uganda and other African countries in their struggle for national independence and freedom. &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between Uganda and the DPRK have grown stronger under the deep care of Supreme Commander Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Resignation of S. Korean \"Minister of National Defence\" Demanded",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#9",
            "content": "Resignation of S. Korean \"Minister of National Defence\" Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- At least 10 \"national assemblymen\" from the ruling and opposition parties of south Korea on May 15 demanded the \"minister of National Defence\" step down, asserting that he should own responsibility for threatening and attacking people by hurling military forces into Phyongthaek, south Korean MBC reported.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "China's Closer Economic Cooperation and Exchange with DPRK Called for ",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#10",
            "content": "China's Closer Economic Cooperation and Exchange with DPRK Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- We will encourage more Chinese companies to participate in the international trade fair to be held in Pyongyang in the future and boost economic cooperation and exchange with the DPRK so as to make a positive  contribution to developing the traditional relations of friendship and cooperation between China and the DPRK. \r\n Wan Jifei, chairman the China Council for the Promotion of International Trade and the Chamber of International Commerce, who is heading the delegation of the council and the chamber to the 9th Pyongyang Spring International Trade Fair, said this, when interviewed by KCNA before his departure from here. &nbsp;&nbsp;&nbsp;\r\n Bright is the prospect of economic and trade relations between the two countries, he noted, and continued: The agreement on encouraging investment and its protection signed between the Chinese and DPRK governments last year created a favorable environment for developing the bilateral economic and trade relations at a higher level. &nbsp;&nbsp;&nbsp;\r\n The trade fair held here this time marked a significant occasion in boosting the friendship and cooperation among countries and peoples to meet the aspiration and demands of humankind. Our participation in the fair offered us a chance to know well that a lot of countries eagerly wish to have economic cooperation and exchange with the DPRK. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the fair will as ever contribute to boosting the friendly and cooperative relations among countries and smoothly realizing many-sided exchange and cooperation and trade transactions.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between WPK and CPC Delegations Held",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#11",
            "content": "Talks between WPK and CPC Delegations Held\r\n&nbsp;&nbsp;&nbsp;Havana, May 18 (KCNA) -- Talks between the delegation of the Workers' Party of Korea and the delegation of the Communist Party of Cuba were held in Havana on May 17.\r\n Present at the talks from the DPRK side were members of the visiting delegation of the WPK headed by Kim Ki Nam, secretary of the WPK Central Committee, and Pak Tong Chun, DPRK ambassador to Cuba, and from the Cuban side members of the delegation of the CPC headed by Fernando Remirez, head of the International Department of the CPC Central Committee. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides informed each other of the activities of their parties and exchanged views on the issue of boosting the friendly and cooperative relations between the two parties and two countries and a series of issues of mutual concern.\r\n The talks took place in a comradely and friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Terms U.S. Nuclear Criminal",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#12",
            "content": "Rodong Sinmun Terms U.S. Nuclear Criminal\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- The United States is the arch criminal taking the lead in the development of nuclear weapons, sparking off a new nuclear arms race and bringing the danger of a thermonuclear war to humankind. Rodong Sinmun today observes this in a signed article.\r\n It is none other than the U.S. that puts spurs to the production of nukes worldwide and frantically pushes forward their modernization, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. claims that it is necessary to develop new type nuclear weapons as it is hard to maintain the aging ones and their maintenance needs a lot of money and, moreover, they are not suitable for using against the \"enemy\" at present. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists ill-famed for using nuclear weapons for the first time in the world are putting spurs to the development and production of smaller nukes in a bid to use them as conventional weapons. &nbsp;&nbsp;&nbsp;\r\n The U.S. has simplified the procedure of using nuclear weapons, an indication of the danger of its nuclear war strategy. The bellicose Bush group listed various countries as targets of nuclear attack in 2002, declaring before the world that a preemptive nuclear attack is the U.S. military doctrine. &nbsp;&nbsp;&nbsp;\r\n It is pushing forward in real earnest the preparations to mount a preemptive nuclear attack on other countries anytime. It does not conceal the fact that its submarines equipped with improved missiles will target against vast regions including Asia and the Mideast. &nbsp;&nbsp;&nbsp;\r\n The U.S. has simplified the procedure for using nuclear weapons pursuant to its \"limited nuclear war strategy\" in a bid to grant the mandate to use them to the commanders of the U.S. combined forces in various regions. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces have designated the Korean Peninsula as a theatre of their nuclear war. The Bush group listed the DPRK as a target of its preemptive nuclear attack after designating it as part of an \"axis of evil.\" The U.S. war mongers are threatening to mount a preemptive nuclear attack on the DPRK without any \"prior warning\". The U.S. is investing a fabulous amount of money in developing smaller nukes to be used in the Korean War. &nbsp;&nbsp;&nbsp;\r\n It is the notion of the U.S. that it should monopolize nuclear weapons while other countries should not be allowed to have access to them and even when it brandishes its nuclear stick and contemplates a preemptive nuclear strike at other countries, they should not be allowed to build nuclear deterrent to cope with it.  This is a brigandish logic which glaringly reveals its belligerent, aggressive and brutal nature. &nbsp;&nbsp;&nbsp;\r\n It is quite natural for various countries of the world to opt for bolstering their military muscle for self-defence in order to cope with the U.S. bellicose forces' evermore pronounced moves for a nuclear war. &nbsp;&nbsp;&nbsp;\r\n The nuclear war maniacs will not be able to go scot-free as they are putting increased spurs to the development and production of new type nuclear weapons quite contrary to the worldwide demand for nuclear disarmament and the trend of peace.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Delegates of Chongryon and Mindan Held",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#13",
            "content": "Talks between Delegates of Chongryon and Mindan Held\r\n&nbsp;&nbsp;&nbsp;Tokyo, May 18 (KNS-KCNA) -- Talks between delegates of the General Association of Korean Residents in Japan (Chongryon) and the south Korean Residents Association in Japan (Mindan) took place at the Korean Hall in Tokyo on May 17.\r\n Chairman of the Chongryon Central Standing Committee So Man Sul and Head of the Mindan Central Headquarters Ha Pyong Ok made speeches at the talks. &nbsp;&nbsp;&nbsp;\r\n A May 17 joint statement of Chongryon and Mindan was adopted. &nbsp;&nbsp;&nbsp;\r\n Chongryon and Mindan affirmed each other that they would surely convert the long-standing antagonism and confrontation between the two organizations into reconciliation and concord in conformity with the trend of national history advancing toward national unity and reunification in the idea of \"By our nation itself\", the main spirit of the June 15 joint declaration, the joint statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n Expressing their will to successfully build a harmonious and abundant Korean community in Japan in conformity with the requirements of the new era and the desire of compatriots so as to make a great contribution to the national cause for the reunification and prosperity of the country in the 21st century, Chongryon and Mindan agreed as follows: &nbsp;&nbsp;&nbsp;\r\n1. Chongryon and Mindan decided to achieve reconciliation and concord of the two organizations and pool efforts and cooperate with each other for the national unity of the Korean community in Japan. &nbsp;&nbsp;&nbsp;\r\n2. Chongryon and Mindan decided to take an active part in the national movement for implementing the June 15 North-South Joint Declaration and participate in the June 15 grand festival for national reunification as members of a delegation of the Japan Regional Committee. &nbsp;&nbsp;&nbsp;\r\n3. Chongryon and Mindan decided to jointly open a festival for commemoration of August 15. &nbsp;&nbsp;&nbsp;\r\n4. Chongryon and Mindan decided to take a serious view of the reality of dilution and loss of national identity growing in the Korean community in Japan at present and make joint efforts for the education of the new generation, promotion of national culture and others to preserve and display national identity. &nbsp;&nbsp;&nbsp;\r\n5. Chongryon and Mindan decided to cooperate with each other to expand all welfare activity and the defence of rights and interests including measures against the aging and birthrate decrease of the Korean community in Japan. &nbsp;&nbsp;&nbsp;\r\n6. Chongryon and Mindan decided to establish channels and consult often with a view to implementing the above-said agreed points and settling the problems to be raised between the two organizations.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Start of Building New Country Marked",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#14",
            "content": "Anniversary of Kim Il Sung's Start of Building New Country Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- A national meeting was held in front of the Monument to the Pothong River Improvement Project on May 20 to mark the 60th anniversary of President \r\nKim Il Sung's participation in the ground-breaking ceremony of the project for building a new country. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung initiated the Pothong River improvement project as the first step for carrying out gigantic nature-remaking projects and attended the ground-breaking ceremony of the project on May 21, Juche 35 (1946). He took up a shovel in person at the head of the liberated people, greatly inspiring them in the building of a new country. &nbsp;&nbsp;&nbsp;\r\n Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea, in his report recalled that under the energetic guidance of the President the Pothong River improvement project was completed in a matter of 55 days, turning the river into a river of people's happiness and prosperity. This marked a great event as it meant the beginning of a new history of the Juche-oriented gigantic nature-remaking projects in Korea where the working people became the master of the country, the reporter said, and went on: &nbsp;&nbsp;&nbsp;\r\n The historic cause of the Juche-oriented gigantic nature-remaking projects started by the President has been successfully carried forward at a new level under the tested leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He authored the famous work \"On Improving and Strengthening Land Administration,\" providing an immortal great programme to be implemented for carrying out grand nature-remaking projects. He led big ambitious operations, thereby making sure that many monumental edifices including the West Sea Barrage were built in different parts of the country in a short span of time. &nbsp;&nbsp;&nbsp;\r\n The reporter stressed the need for all the people to more dynamically carry out gigantic nature-remaking projects true to the last instructions of Kim Il Sung and Kim Jong Il's far-reaching plan for land administration so as to bring a rosier future to the rich and prosperous country at an early date. &nbsp;&nbsp;&nbsp;\r\n He called on them to fully display the same ardent patriotic enthusiasm with which the elders built new Korea by waging the general ideological mobilization movement for building the country 60 years ago and with the same persevering will with which they built a rich and prosperous country on war debris and earnestly learn from the revolutionary soldier spirit and work-style of the Korean People's Army in order to successfully spruce up all mountains, fields, cities and villages of the country as a socialist land of bliss by their own efforts and wisdom. &nbsp;&nbsp;&nbsp;\r\n Present at the national meeting were Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cameroonian President",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#15",
            "content": "Greetings to Cameroonian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greeting to Paul Biya, president of Cameroon, on Saturday on the occasion of the 34th national day of his country.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would develop favorably in mutual interests, the message wholeheartedly wished him success in his work.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nigerian Party Delegation Arrives",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#16",
            "content": "Nigerian Party Delegation Arrives\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- A delegation of the People's Democratic Party of Nigeria led by Deputy National Chairman Ibrahim S. Shema arrived here Saturday.\r\n It was met at the airport by Pak Kyong Son, vice department director of the Central Committee of the Workers' Party of Korea, and the Nigerian charge d'affaires ad interim here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nigerian Government Delegation Winds up DPRK Visit",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#17",
            "content": "Nigerian Government Delegation Winds Up DPRK Visit\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- The Nigerian government delegation led by Minister of State for Water Resources Bashr I. Awotorebo left for home after its 5-day visit to the DPRK on Saturday.\r\n It was seen off at the airport by an official concerned and the Nigerian charge d'affaires ad interim here. &nbsp;&nbsp;&nbsp;\r\n During the stay the delegation visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ugandan Military Delegation Leaves",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#18",
            "content": "Ugandan Military Delegation Leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- The Ugandan military delegation led by Aronda Nyakairima, commander of the People's Defense Forces, left for home on Saturday after its 5-day visit to the DPRK.\r\n It was seen off at the airport by Kim Jong Gak, vice-minister of the People's Armed Forces. &nbsp;&nbsp;&nbsp;\r\n During the stay the delegation visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung. And it also visited Mangyongdae, Kim Il Sung Military University and the Tower of the Juche Idea and others.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Turkish Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#19",
            "content": "Turkish Party Delegation Leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- A delegation of the Workers' Party of Turkey led by Vice-Chairman of its Central Committee Mehmet Bedri Gultekin flew back Saturday after wrapping up its five-day visit to the DPRK.\r\n It was seen off at the airport by Vice Department Director Pak Kyong Son and other officials of the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n During its stay in Korea the delegation visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It also visited the Revolutionary Museum of Kim Il Sung University and the E-library of Kim Chaek University of Technology.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Head of Ugandan Military Delegation",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#20",
            "content": "Gift to Kim Jong Il from Head of Ugandan Military Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- Kim Jong Il, supreme commander of the Korean People's Army, was presented with a gift by Aronda Nyakairima, commander of the People's Defense Forces of Uganda who is leading the visiting Ugandan military delegation.\r\n The gift was handed over to an official concerned on Saturday.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Enjoys Art Performance",
            "url": "http://kcna.co.jp/item/2006/200605/news05/22.htm#21",
            "content": "Kim Jong Il Enjoys Art Performance\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 20 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, appreciated together with servicepersons of the KPA a performance given by art groups of families of servicemen of KPA Units 488 and 534 who had participated in the 9th contest among art groups of families of servicemen of the KPA.\r\n The performers staged chorus \"The People Sing of April Holiday\", instrumental music and song \"Journey to Front Long Way Off\", duet \"Song of Thanks\", trio \"We Wish to Tell You\", dialogic poem \"On Unforgettable Day\", Tanso and Kayagum ensemble \"Arirang of Happiness\" and instrumental music quintet \"Yepuni\", chorus \"If We Are with the General\" and other numbers of various genres. &nbsp;&nbsp;&nbsp;\r\n In their performance replete with the revolutionary spirit they enthusiastically sang of the high pride and honor of being staunch women revolutionaries who reliably perform their roles in the revolution under the warm care of the great brilliant commander and their worthwhile life. They, at the same time, powerfully demonstrated the unshakable faith and will and revolutionary stamina and indomitable spirit of the families of servicemen to devotedly defend the headquarters of the revolution and achieve without fail the final victory of the Korean revolution together with their husbands who are standing guard of the country. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il waved back to the enthusiastically cheering performers and audience and congratulated the performers on their successful performance. &nbsp;&nbsp;&nbsp;\r\n He extended thanks to the performers, expressing great satisfaction with their successful presentation rich in its ideological content and high in artistry as it truthfully represented their life and feelings in a unique manner. &nbsp;&nbsp;&nbsp;\r\n Also among the audience were KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and other KPA general officers, Ri Yong Chol, Ri Je Gang and Ri Jae Il, first vice department directors of the WPK Central Committee, Cha Sung Su, chairman of the Radio and Broadcasting Committee of the DPRK, Kim Ki Ryong, director general of the Korean Central News Agency, and other leading officials.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}