{
    "date": "2006-03-20",
    "url": "http://kcna.co.jp/item/2006/200603/20060320.htm",
    "articles": [
        {
            "title": "Kim Il Sung's Exploits Remembered by Bangladeshi Figures",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#1",
            "content": "Kim Il Sung's Exploits Remembered by Bangladeshi Figures \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- Colorful functions were held in Chittagong, Bangladesh, on Mar. 9 and 10 on the occasion of the Day of the Sun.\r\n Displayed in the venues of the events were works of leader Kim Jong Il and photos on the theme of \"Time-honored Mangyongdae\".\r\n Participants of film shows watched Korean films dealing with the strong yearning and profound reverence of the Korean people and progressive mankind for President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the Chittagong branch of the Bangladesh-Korea Friendship Association and other speakers at a meeting recollected with deep emotion the immortal exploits performed by Kim Il Sung on behalf of the era and mankind, noting that he will always live in the hearts of the Korean people and progressive mankind.\r\n They renewed their determination to further strengthen the solidarity with the Korean people, expressing the conviction that the Korean people would register greater successes in their efforts to build a great prosperous powerful socialist nation and accomplish the cause of independence against imperialism under the Songun leadership of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Settlement of Issue of \"Comfort Women\" for Imperial Japanese Army Demanded",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#2",
            "content": "Settlement of Issue of \"Comfort Women\" for Imperial Japanese Army Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- The 700th Wednesday rally for the settlement of the issue of the \"comfort women\" for the imperial Japanese army held in front of the Japanese embassy in Seoul on March 15 strongly called for fighting to the end to force the Japanese government to make a formal apology and compensation to the victims.\r\n Present at the rally sponsored by the Council for the Solution of the Issue of the Volunteers Corps were victims of the \"comfort women\" for the imperial Japanese army, women of over 50 civic and public organizations of south Korea, personages and students. &nbsp;&nbsp;&nbsp;\r\n Yun Mi Hyang, secretary general of the council, and other speakers pointed out that the settlement of the above-said issue is a crucial issue related to equality and respect not only for the victims but all other women of this land, calling for actions in solidarity with different organizations at home and abroad. &nbsp;&nbsp;&nbsp;\r\n A joint statement make public at the rally demanded the Japanese government apologize and compensate to the victims of the \"comfort women\" for the imperial Japanese army at an early date and the south Korean \"government\" make positive efforts to help them regain their rights.     \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Preparations for Military Reinvasion Assailed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#3",
            "content": "Japan's Preparations for Military Reinvasion Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- Some days ago, the Japanese reactionaries termed the DPRK and China \"states posing threat to Japan\" in its \"white paper on disarmament\" for 2006. \r\n Rodong Sinmun today observes in a commentary in this regard:\r\n It is not hard to guess what the Japanese reactionaries seek in attacking others like a thief crying \"Stop the Thief!\". &nbsp;&nbsp;&nbsp;\r\n Japan earmarks 50 billion U.S. dollars as military expenditure every year, thus becoming the world's second largest in military spending. By spending such stupendous amount of money as military spending every year Japan has equipped its \"Self-Defence Forces\" with latest military hardware and ultra-modern military technology.\r\n Of late the Japan Defence Agency decided to spend billions of Yen for the purchase of computers to be provided to members of the SDF out of its 2005 budget under the pretext of taking the best measure for information handling. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are taking an active part in the U.S. development of the missile defense system. &nbsp;&nbsp;&nbsp;\r\n Timed to coincide with the Japanese reactionaries' announcement of the white paper, the commander-in-chief of the U.S. Forces in the Pacific at a hearing of the U.S. Senate Armed Services Committee disclosed that the U.S. plans to ensure stronger \"triangular military cooperation\" with Japan and south Korea in order to cope with the \"threat of north Korea and China and terrorists\" in Asia. The Japanese reactionaries have already agreed with the U.S. on the tightened military alliance and the common use of the bases of the SDF and the U.S. forces bases. &nbsp;&nbsp;&nbsp;\r\n It is the plan and target of the Japanese reactionaries keen on re-aggression to become a \"leader\" of Asia and stage military operations to materialize the \"Greater East Asia Co-prosperity Sphere\" at the zealous instigation of the U.S. and under its patronage. To this end, they seek arms buildup, massive production of up-to-date military hardware and the legalization of the combat activities of the SDF under the pretext of coping with the \"military threat\" from the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be well advised to stop their rash acts, bearing in mind that they will meet a miserable end only if they run amuck, seized by their ambition for overseas aggression.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Expansion of U.S. Military Base Supported in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#4",
            "content": "Struggle against Expansion of U.S. Military Base Supported in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- The struggle of the residents in Phyongthaek and activists of the social organizations against the expansion of the U.S. military base in Phyongthaek is just. We, therefore, support their actions and will join them in their struggle.\r\n A joint assembly grouping more than 30 human rights organizations of south Korea declared this in a statement issued on Mar. 15 assailing the authorities for their moves to requisition land for the expansion of the U.S. military base in Phyongthaek.    With nothing can the authorities justify their anti-human rights moves to kill people for a war and a military purpose, it noted. &nbsp;&nbsp;&nbsp;\r\n The statement vehemently condemned the \"Ministry of National Defence\" and the police for abusing the rights of the south Koreans for the sake of the \"U.S-south Korea alliance\".    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Tunisian President",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#5",
            "content": "Greetings to Tunisian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Zine el Abidine Ben Ali, president of Tunisia, on the occasion of the 50th national day of his country. \r\n The message sent warmest felicitations to the president, government and people of Tunisia. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger and develop in the future, the message wished the friendly people of Tunisia greater progress and prosperity.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Tunisian Prime Minister",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#6",
            "content": "Greetings to Tunisian Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Mohamed Ghannouchi, prime minister of Tunisia, on the occasion of the 50th national day of Tunisia, the national holiday of its people. \r\n The message wished him greater success in his work for the progress and prosperity of the country, expressing belief that the bonds of friendship and cooperation between the two countries would grow stronger in the future.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. War Moves under Fire",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#7",
            "content": "U.S. War Moves under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- We can no longer tolerate the war moves of the dirty Yankee aggressors today when the spirit of giving importance to the nation is prevailing on the Korean Peninsula.\r\n The North Headquarters, the South Headquarters and the Overseas Headquarters of the National Alliance of Youth and Students for the Country's Reunification stresses this in a joint resolution on March 19, 30 years after the U.S. imperialists started the \"Team Spirit\" and \"Foal Eagle\" joint military exercises in south Korea.\r\n The joint resolution recalls that the United States has staged the RSOI and \"Foal Eagle\" joint war drills under the changed code names for the last 30 years since it launched the \"Team Spirit\" joint military exercises on the Korean Peninsula in 1976.\r\n The resolution goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggressor forces are running amuck to provoke a new war to save their military supremacy from the abyss of ruin. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation strongly calls upon all Koreans to unite as one and turn out in the anti-U.S., anti-war struggle. &nbsp;&nbsp;&nbsp;\r\n The youth and students should take the lead in the struggle to put an end to the domination and intervention of the U.S. still seized by a daydream of war and subjugation, and decisively foil the attempt of the pro-U.S. forces to bring back the era of dictatorship and division. &nbsp;&nbsp;&nbsp;\r\n We should, first of all, greet the upcoming 6th anniversary of the publication of the June 15 joint declaration as a day common to the nation and stage a widespread and brave mass reunification movement for the successful grand reunification festival on the occasion of.\r\n We should further intensify the struggle for peace against the U.S. and war and thus wage a dynamic struggle to frustrate the U.S. plot to perpetuate the presence of its forces in south Korea and the moves of the ultra-right conservative forces for military cooperation with outsiders and drive the U.S. imperialist aggressor forces out of this land. &nbsp;&nbsp;&nbsp;\r\n They should, at the same time, achieve stronger unity and solidarity and form a great anti-conservative alliance to shatter the great conservative alliance of the ultra-right conservatives including the Grand National Party. &nbsp;&nbsp;&nbsp;\r\n The resolution calls upon the youth and students to renew their firm resolution to become patriots and the vanguard of the era in the efforts to glorify this year as a year of the three-point patriotic movement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Forward Commanding Post of KPA Unit",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#8",
            "content": "Kim Jong Il Inspects Forward Commanding Post of KPA Unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 19 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, inspected the forward commanding post of KPA Unit 851.\r\n He climbed the forward commanding post on top of a height along a steep curved road to acquaint himself in detail with the terrain conditions and the deployment of forces and hear a report on the situation from the commander of the unit.\r\n He highly praised the service of the officers and men of the unit, satisfied to learn that they have turned all the operational theatres into an impregnable fortress with intense loyalty to the Party and the revolution and ardent patriotism and reliably defended the outpost of the country with a high degree of vigilance from the U.S. imperialists' moves for aggression. \r\n Feasting his eyes on the defence line, he said that the revolutionary cause of Juche and the socialist homeland are sure to triumph as the defence line of the country is safeguarded by the dependable soldiers ready to annihilate the enemy with arms and firmly determined to make a long journey of revolution to the last with loyalty, single-mindedly following the WPK. &nbsp;&nbsp;&nbsp;\r\n He watched the servicepersons in training. He set forth highly important tasks which would serve as the guidelines in strengthening the KPA into invincible revolutionary armed forces, expressing great satisfaction over the fact that all the soldiers have been fully prepared politically and ideologically and in military technique to beat back any surprise invasion by the enemy at one stroke and defend the socialist homeland as firm as an iron wall. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Vice Marshal Kim Yong Chun, member of the DPRK National Defence Commission and chief of the KPA General Staff, staff members of the KPA Supreme Command and KPA generals.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun to Be Commemorated in Italy",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#9",
            "content": "Day of Sun to Be Commemorated in Italy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The Italian preparatory committee for commemorating the Day of the Sun was formed with due ceremony in Rome on Mar. 14.\r\n The inaugural ceremony elected the chairman of the Italian Committee for Friendship and Solidarity among the Peoples and Roberto Gabriele, general secretary of the Movement for Peace and Socialism of Italy, co-chairmen of the preparatory committee.\r\n The preparatory committee decided to organize colorful political functions including remembrance meeting, lecture, photo exhibition, film show and round-table talks on the occasion of the significant Day of the Sun.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Nuclear-Powered Carrier to Be Involved in Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#10",
            "content": "U.S. Nuclear-Powered Carrier to Be Involved in Joint Military Exercises\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The U.S. imperialists announced that the nuclear-powered carrier \"Abraham Lincoln\" would be anchored in the East Sea of Korea during the entire period of the large-scale joint military exercises to be held across south Korea from Mar. 25, according to the south Korean KBS.\r\n This development brings to light the danger of the exercises to be launched by the U.S. imperialists soon and their real intention to ignite a nuclear war on the Korean Peninsula at any cost.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-Dictatorship Struggle Recognized as Movement for Democratization in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#11",
            "content": "Anti-Dictatorship Struggle Recognized as Movement for Democratization in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The south Korean \"inquiry committee for the reinstatement of those related to the pro-democracy movement and compensation to them\" reportedly made a decision on Mar. 14 to recognize the actions against dictatorship staged by the members of the \"National Liberation Movement of south Korea (Namminjon)\" as a just movement for  democratization.\r\n In September 1979, military dictator Park Chung Hee fabricated the \"case of Namminjon\" by labeling it an \"anti-state organization\" and a \"spy ring linked with the north\" and punished its members on charges of violation of the ill-famed \"Security Law\". \r\n Contending that the \"case of Namminjon\" was part of the democratization movement waged against the dictatorial rule of the Yusin system\", the committee disclosed the injustice of the judgment of guilty meted out by the Park's military fascist regime to them at that time. &nbsp;&nbsp;&nbsp;\r\n The committee said on the basis of the text of the then court decision and materials related to the case, it can judge they joined the Namminjon to conduct activities against \"Yusin\" in protest against dictator Park who destroyed the fundamental democratic order and infringed upon the basic rights of the people after wresting power through a military coup.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Intl' Community Urged to Bring U.S. to Intl' Tribunal",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#12",
            "content": "Intl' Community Urged to Bring U.S. to Intl' Tribunal\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The international community is now condemning the U.S. imperialists as war maniacs, disturbers of peace and war criminals as they are rushing headlong into war quite contrary to the desire of humankind and the trend of the times. Rodong Sinmun today says this in a signed article. With no play with words can the United States justify its history of aggression and war crimes, the article notes, and goes on:\r\n The United States has committed countless military aggressions and wars in its more than 200 year-long history. &nbsp;&nbsp;&nbsp;\r\n At the outset of the new century the U.S. bellicose elements carried out \"crusade\" of modern brand to destroy sovereign states by force of arms defying international law and the UN. &nbsp;&nbsp;&nbsp;\r\n A typical example of this was the Iraqi war for which the U.S. imperialists are branded as war criminals at present. &nbsp;&nbsp;&nbsp;\r\n The resolution \"Definition on Aggression\" adopted at the 29th UN General Assembly stipulated that when a state perpetrates aggressive armed attack on the territory of other state, with the declaration of war or not, this shall be the worst international crime. &nbsp;&nbsp;&nbsp;\r\n The 3rd paragraph of Article 2 of the UN Charter says that all members shall settle their international disputes by peaceful means in such a manner that international peace and security, and justice are not endangered. And the 4th paragraph of the same article notes that all members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the purposes of the United Nations. \r\n The United States, however, committed armed invasion against Iraq, a legitimate sovereign state, in March of 2003 under the unreasonable pretext defying the UN Charter. &nbsp;&nbsp;&nbsp;\r\n It is now floating sheer sophism that its invasion of Iraq was justifiable though no weapons of mass destruction (WMD) could be found there. &nbsp;&nbsp;&nbsp;\r\n Its assertion about the existence of WMD in Iraq was nothing but a pretext for launching the war. &nbsp;&nbsp;&nbsp;\r\n The horrendous human rights abuses committed by the U.S. imperialist aggression troops in Iraq clearly prove that they are the most cruel barbarians and man-killers in the present times. &nbsp;&nbsp;&nbsp;\r\n They should be sternly punished by the international community for such unpardonable war crimes as destroying a sovereign state by unilateral use of force against it under an absurd pretext and putting it under their occupation. It should bring them to an international tribunal at once. \r\n This alone will make it possible to build a peaceful new world free from aggression and war.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Damage by Harmful Pine Insects on Increase in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#13",
            "content": "Damage by Harmful Pine Insects on Increase in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- Damage by harmful pine insects, also known as pine AIDS, is on the steady increase in south Korea.\r\n Since it was first discovered in Pusan in 1988 the disease spread to 28 cities and counties in North and South Kyongsang Provinces, North and South Jolla Provinces, south Korean Kangwon Province and other areas as of November 2005. 705,000 pine trees perished in the forests covering more than 100,000 hectares in areas of North and South Kyongsang Provinces alone. &nbsp;&nbsp;&nbsp;\r\n Pine trees accounted for 60 percent of the woodland in south Korea in the 1940s but their proportion dwindled to 24 percent in 2005 mainly due to the harmful pine insects.\r\n It is predicted that if this situation is allowed to go on, pine trees will completely vanish from south Korea. &nbsp;&nbsp;&nbsp;\r\n People from all walks of life in south Korea are getting more lamentable that they would not be able to see pine trees peculiar to Korea if such damage is left unchecked any longer.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA's Spirit of Devoted Service for Country and People Lauded",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#14",
            "content": "KPA's Spirit of Devoted Service for Country and People Lauded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- There are many countries and armies in the world but no army is so faithful to the party and the leader and so devotedly serves the country and the people as the Korean People's Army, says Rodong Sinmun today in a signed article.\r\n The total dedication to the country and the people as well as the intense loyalty to the party and the leader is the noble ideological and moral traits of the KPA servicepersons trained under the care of Kim Jong Il, the great brilliant commander. This serves as a powerful engine dynamically pushing ahead with the Korean revolution and construction, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The KPA's spirit of devoted service to the country and the people is the noble fighting spirit of devoting youth and lives to the security and prosperity of the country and the happiness of the people. &nbsp;&nbsp;&nbsp;\r\n Under the original Songun revolutionary leadership of  Kim Jong Il the servicepersons have firmly defended the socialist homeland from the U.S. imperialists' moves for military invasion and displayed total dedication in the drive to build a rich and powerful country and improve the standard of people's living. \r\n Their spirit of devoted service to the country and the people finds its manifestation in the fact that they have reliably defended the socialist homeland with ardent patriotism.\r\n They regard the defence of the country as a most vivid manifestation of patriotism. And they consider the period of their military service as a university course in the Songun revolution as it provides them with an opportunity to fully train themselves ideologically and morally and physically and as proud and worthwhile days as their service is aimed to reliably defend the security of the socialist country and wellbeing of the people. &nbsp;&nbsp;&nbsp;\r\n They are ready to lay down their lives for the sake of the motherland. This noble ideological and moral outlook, patriotic devotion, serves as a source of invincibility of the KPA. &nbsp;&nbsp;&nbsp;\r\n The KPA's spirit of devoted service to the country and the people is being fully displayed in performing heroic feats in socialist construction and infinitely valuing and firmly protecting the lives and properties of the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Expansion of U.S. Military Base Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#15",
            "content": "Halt to Expansion of U.S. Military Base Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- Members of the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek and \"National Assemblymen\" from ruling and opposition parties of south Korea reportedly called a news conference on March 10 to demand a halt to the expansion of the U.S. military base in Phyongthaek.\r\n A press release read out at the conference charged that land is being requisitioned for the expansion of the U.S military base despite the strong opposition of the residents in Phyongthaek to the forcible evacuation from there. It demanded an immediate halt to it. \r\n The press release strongly demanded the authorities immediately open a hearing at the \"National Assembly\" over the issue of co-relation between the relocation of the U.S. military base and the realization of the \"strategic flexibility\" of its forces in south Korea and the humiliating nature of all sorts of agreements which oblige the south Korean side to cover the expenses for the relocation of the U.S. military base and the decontamination of polluted environment.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commissioning Ceremony Held in Samjiyon",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#16",
            "content": "Commissioning Ceremony Held in Samjiyon\r\n&nbsp;&nbsp;&nbsp; Samjiyon, March 17 (KCNA) -- The Samjiyon Schoolchildren's Palace, the Samjiyon County House of Culture, the Paektusan Area Sports Village, the Pegaebong Noodle Shop and the June 18 Power Station have been built in Samjiyon at the foot of Mt. Paektu.\r\n The Samjiyon Schoolchildren's Palace with a total floor space of at least 7,700 square meters is a fine extracurricular educational center of the schoolchildren which has rooms of group activities for vocal music, art of narration, dance, national instrumental music and etc., a theater and a gymnasium. &nbsp;&nbsp;&nbsp;\r\n The Samjiyon County House of Culture with a total floor space of more than 4,300 square meters is a cultural educational center of the working people, built in a unique style for artistic activities and appreciation of performances. &nbsp;&nbsp;&nbsp;\r\n The Paektusan Area Sports Village serves as a modern and comprehensive winter sports center which has an ice-skating rink, skiing ground, ice-hockey rink and other sports grounds and lodging and cultural and welfare establishments for players.\r\n The Pegaebong Noodle Shop is a large public catering service base of national style.\r\n The June 18 Power Station has been built in tiers to suit the characteristics of the alpine area. &nbsp;&nbsp;&nbsp;\r\n A commissioning ceremony of the cultural and sports centers, public catering establishments and the power station was held on the spot on March 17.\r\n Present there were Kwak Pom Gi, vice-premier of the Cabinet, Kim Kyong Ho, chief secretary of the Ryanggang Provincial Committee of the Workers' Party of Korea, Ri Kong Phil, chairman of the Ryanggang Provincial People's Committee, officials concerned, members of the June 18 Construction Volunteers Corps and working people in Samjiyon County. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers at the ceremony pointed out that leader Kim Jong Il visited Samjiyon County early in March and looked round the newly built cultural and sports centers and public catering establishments. They said he was greatly pleased to take a bird's-eye view of the county town that has changed beyond recognition in a matter of few years and highly praised the feats of the builders. &nbsp;&nbsp;&nbsp;\r\n Noting that Kim Jong Il clearly indicated the orientation and ways of construction in Samjiyon and energetically led the construction, they recalled that the builders performed heroic feats in the construction to carry out the tasks given by him.\r\n They said that the members of the June 18 Construction Volunteers Corps are faced with an honorable task to defend and carry forward the revolutionary traditions of the Party and further spruce up Mt. Paektu area. &nbsp;&nbsp;&nbsp;\r\n They called upon all the members of the corps and the working people to become staunch revolutionaries faithful to Kim Jong Il in idea and faith, his genuine soldiers taking the road of loyalty under any circumstances. &nbsp;&nbsp;&nbsp;\r\n After the ceremony, the participants looked round the newly built cultural and sports centers and public catering establishments.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "First National Sketch Festival Closes",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#17",
            "content": "First National Sketch Festival Closes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The First National Sketch Festival celebrating February 16 took place from Feb. 3 to Mar. 17.\r\n At the festival sketches \"Calling at field of bumper harvest\", \"Personally watching a sketch album of a soldier\", \"Infusing confidence and optimism about tomorrow,\" \"In the days when the beacon of revolution in literature and art set alight\", \"Iron fist\", \"Loot\" and \"Winter\" gained public favor and were listed as national treasures and more than 50 sketches won prizes. &nbsp;&nbsp;&nbsp;\r\n Minister of Culture Kim Jin Song in a closing address referred to the successful festival, the first of its kind in the DPRK, and called on all artists and art fans to give fuller play to their creative enthusiasm and talents that were displayed at the festival and create many famous sketches in the Songun era reflecting the personality of the three generals of Mt. Paektu as peerlessly great persons and their immortal feats as well as the revolutionary and militant life and fighting features of the Korean army and people. &nbsp;&nbsp;&nbsp;\r\n Certificates proving the state possession of art works were awarded to artists at the Mansudae Art Studio and teachers of Pyongyang University of Fine Arts who presented works worthy of national treasure and festival prizes, certificates of merit, medals and prize-winning certificates went to organizations, creators, university students and sketch fans who presented works of ideological and artistic value. \r\n More than 200,000 people visited the festival.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to 8th Congress of LPRP",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#18",
            "content": "Greetings to 8th Congress of LPRP\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The Central Committee of the Workers' Party of Korea Saturday sent a message of greetings to the 8th Congress of the Lao People's Revolutionary Party.\r\n The message expressed the belief that the congress would be a turning occasion in the party activities for strengthening the unity of the whole party and all the people and propelling the building of independent and prosperous Laos. &nbsp;&nbsp;&nbsp;\r\n Convinced that the friendly relations between the two parties and the two peoples would grow stronger as required by the times, the message wished the party congress success in its work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2006/200603/news03/20.htm#19",
            "content": "DPRK Delegation Leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- A delegation of the Korea-China Friendship Association led by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and concurrently vice-chairman of the Central Committee of the Korea-China Friendship Association, left here Saturday by train to visit China.    \r\n\r\n\r\n\r\n"
        }
    ]
}