{
    "date": "2006-10-02",
    "url": "http://kcna.co.jp/item/2006/200610/20061002.htm",
    "articles": [
        {
            "title": "Kim Jong Il Greets Chinese Party and State Leaders",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "57th Anniversary of PRC Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#2",
            "content": "Kim Jong Il Greets Chinese Party and State Leaders \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- General Secretary Kim Jong Il together with Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Pak Pong Ju, premier of the DPRK Cabinet, Saturday sent a message of greetings to Hu Jintao, General-Secretary of the Central Committee of the Communist Party of China, President of the People's Republic of China and chairman of the Central Military Commission of the PRC, Wu Bangguo, chairman of the Standing Committee of the Chinese National People's Congress, and Wen Jiabao, premier of the State Council, on the occasion of the 57th anniversary of the PRC. \r\n The message said: &nbsp;&nbsp;&nbsp;\r\n The foundation of the PRC was the achievement gained by the Chinese people through their protracted, arduous struggle and a historic event which opened the way of creating a new life in China. &nbsp;&nbsp;&nbsp;\r\n The Chinese party, government and people are now achieving great successes in their efforts to build a comprehensively well-off society and realize the reunification of the whole country. &nbsp;&nbsp;&nbsp;\r\n The Korean people are rejoiced over all the achievements made by the Chinese people and wish them greater successes in the future. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of our Party and the DPRK government to boost the Korea-China relations of friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n Availing ourselves of this opportunity, we wish the PRC prosperity and your people happiness, expressing the belief that the Korea-China friendship will be strengthened and developed by the joint efforts of the parties, the governments and the peoples of the two countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#3",
            "content": "57th Anniversary of PRC Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- Papers here today dedicate designed articles to the 57th anniversary of the People's Republic of China, which say that the Korean people extend congratulations and friendly greetings to the Chinese people on their national day.\r\n After the foundation of the PRC the Chinese people have made strenuous efforts to create a new life and build a new socialist China, Rodong Sinmun points out, and says:\r\n The Chinese people are proud of great progress in sweeping away backwardness and poverty, face-lifting the country and modernizing socialism with Chinese characteristics. &nbsp;&nbsp;&nbsp;\r\n They are now working hard to consolidate their achievements and attain a higher goal under the leadership of the Communist Party of China. Hastening in China is the work to build a comprehensively well off society till 2020. They are all out in the drive to achieve socio-economic progress and prosperity and reunification of the whole country. Their struggle for socialist modernization and reunification of the country is steadily developing in depth. The Korean people are rejoiced over their achievements. &nbsp;&nbsp;&nbsp;\r\n The two peoples have the long-standing history of friendship. The Korea-China friendship is a precious heritage provided and bequeathed by the elder leaders of the two countries and a treasure common to the two peoples. &nbsp;&nbsp;&nbsp;\r\n To develop the Korea-China friendship is the common desire of the two parties and the two peoples. It is the consistent stand of the Workers' Party of Korea and the government of the DPRK to develop the Korea-China friendship. &nbsp;&nbsp;&nbsp;\r\n The development of the friendship is helpful to socialist construction in the two countries, ensuring peace and security in Asia and the rest of the world and establishing a fair international order. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever strive to develop the friendship in the common interests of the two peoples. &nbsp;&nbsp;&nbsp;\r\n Minju Joson stresses that the Chinese people's drive for socialist modernization will emerge victorious.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "60th Anniversary of Kim Il Sung University Marked",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#4",
            "content": "Chinese Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- Chinese Ambassador to the DPRK Liu Xiaoming hosted a reception at the Yanggakdo International Hotel on Friday on the occasion of the 57th founding anniversary of the People's Republic of China (PRC).\r\n He said in his speech that for 57 years after the foundation of the PRC it has turned into a vigorous and vital country from the indigent and backward country. &nbsp;&nbsp;&nbsp;\r\n The Chinese people are working hard to achieve the reunification of the country at an early date and realize the modernization of China till the mid-21st century, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Sino-Korean friendship was forged by the elder leaders of the two countries. It is the steadfast policy of the Chinese party and government to steadily develop the Sino-Korean relations of friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n China will propel the steady development of the Sino-Korean relations of friendship and cooperation together with the Korean comrades in the spirit of \"Inheriting tradition, facing up to the future, building good neighborly friendship and strengthening cooperation.\" &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, in his speech said that the foundation of the PRC was a historic event in which the first people's state was built in the vast land of China and marked an agitated occasion of creating a new society, new life to get rid of the global backwardness and poverty. &nbsp;&nbsp;&nbsp;\r\n The Chinese party, government and people are now achieving great successes in their efforts to build a comprehensively well-off society which was set forth at the 16th Congress of the Communist Party of China, he pointed out. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the Workers' Party of Korea and the DPRK government to develop Korea-China relations of friendship and cooperation, he said, expressing the belief that the Korea-China friendship will be boosted more vitally by the joint efforts of the parties, governments and peoples of the two countries in the future, too. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were officials concerned, diplomatic envoys of different countries and representatives of international organizations here. On hand were Chinese embassy officials. &nbsp;&nbsp;&nbsp;\r\n The consul-general of China in Chongjin gave a reception on Friday on the occasion of the national day.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung University, Sixty Years Old",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#5",
            "content": "60th Anniversary of Kim Il Sung University Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- Papers here Sunday dedicate editorials to the 60th anniversary of Kim Il Sung University. \r\n Rodong Sinmun says that the university is the genuine people's university, the first of its kind in Korea, and the socialist university of Juche shining with the august name of President Kim Il Sung, the eternal sun of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n The university is the high seat of Juche-based education which is associated with the history of the immortal revolutionary activities of Kim Jong Il and throws its rays all over the world under his leadership, the daily says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The 60-year long history of the university is the glorious history during which it has covered the most brilliant road of its development, holding    Kim Il Sung and Kim Jong Il in high esteem as its benevolent teachers and fathers and the proud history during which it has greatly contributed to the prosperity of the country with its education and practical achievements in educating revolutionary intellectuals. &nbsp;&nbsp;&nbsp;\r\n The university serves as the centre of training national cadres and vanguard standard-bearer of development of Juche-based education. &nbsp;&nbsp;&nbsp;\r\n The university shines as a university of the leader and the party which devotedly defends the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n It is the noble tradition of the university to devotedly uphold the party and the leader. Teachers and students of the university have performed the brilliant feats of defending leaders in each annals of the rigorous revolution, absolutely trusting and following the party and the leader only. &nbsp;&nbsp;&nbsp;\r\n The university is proud of a powerful centre of science and education which greatly contributes to the progress and prosperity of the socialist country. &nbsp;&nbsp;&nbsp;\r\n The history of its development is just the history of progress and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The future of the country advancing toward a great prosperous powerful nation is infinitely bright as the university is training many experts in social sciences of different fields including politics, economy and culture as well as competent revolutionary intellectuals who have the knowledge of modern sciences and technology.  &nbsp;&nbsp;&nbsp;\r\n The proud path of the university has been embroidered with the history of the sacred leadership of the three generals of Mt. Paektu, Minju Joson says, stressing: all the teachers and students should loyally uphold the Songun revolutionary leadership of Kim Jong Il with achievements in science and education.    \r\n\r\n\r\n"
        },
        {
            "title": "Diamond Jubilee of Kim Il Sung University Marked",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#6",
            "content": "Kim Il Sung University, Sixty Years Old \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- Sixty years have passed since Kim Il Sung University was founded at the initiative of President Kim Il Sung and under his guidance.\r\n It is the first university for the working people in the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was raised as a vital issue to train national cadres after national liberation in the DPRK as it had lack of its own intellectuals owing to the Japanese imperialists' colonial rule. &nbsp;&nbsp;&nbsp;\r\n The President, with a deep insight into the requirement of the revolutionary development and the distant future of the country in the difficult years of building a new state, unfolded a far-reaching plan to set up various universities for bringing up national cadres and initiated to build the university as their mother body. &nbsp;&nbsp;&nbsp;\r\n On November 3, Juche 34 (1945), he instructed officials that the university should be established and elaborated all the issues arising in its foundation from its character and mission to contents and methods of education and its management and operation. In order to fill up teachers, he sent letters of request signed by him to them in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n Thanks to the energetic guidance of the President, the university was opened on October 1, 1946. &nbsp;&nbsp;&nbsp;\r\n The Korean people named the university after Kim Il Sung, the sun of the nation and a legendary hero. &nbsp;&nbsp;&nbsp;\r\n The foundation of the university provided a center for rearing able cadres in an extensive way for the first time of the Korean history and opened up a broad avenue for sons and daughters of the working people to receive higher education to their heart's content. &nbsp;&nbsp;&nbsp;\r\n The President preferentially sent a lot of educational arrangements to the university, gave on-the-spot guidance to it on some 100 occasions and highly important instructions on hundreds of occasions to lead it to constant strengthening and development. &nbsp;&nbsp;&nbsp;\r\n Today the university, under the meticulous care of Kim Jong Il, is carrying on its mission as the highest edifice of the Juche-based education and reliable national cadres training base equipped with a powerful teaching staff and laboratory and practical conditions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-North Row of Pro-U.S. Forces in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#7",
            "content": "Diamond Jubilee of Kim Il Sung University Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- A national meeting was held at the April 25 House of Culture Saturday to mark the 60th anniversary of Kim Il Sung University.\r\n The meeting was attended by Kim Yong Nam, Choe Thae Bok, Yang Hyong Sop, Kim Ki Nam and other senior officials, members of the Cabinet, officials of Party, armed forces and power organs, ministries and national institutions and teachers, employees and students of the university and university graduates. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message of the Central Committee of the Workers' Party of Korea to the teachers, employees and students of the university was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n The message said that President Kim Il Sung founded the university as a mother university in the country on Oct. 1, Juche 35 (1946), clearly indicated the way to be followed by the university in each period and at each stage of developing revolution and looked after the life and work of the teachers, employees and students of the university with fatherly loving care. &nbsp;&nbsp;&nbsp;\r\n It referred to the fact that the university has creditably discharged the honorable mission and duty it assumed before the Party, the revolution, the homeland and the people for the past six decades, making the proud educational history and tradition and exploits performed in education shine in the annals of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n It is a great pride of our Party and the people to have the university, the message noted, highly estimating the teachers, employees and students of the university for having performed noble exploits for the Party, the revolution, the country and the people. &nbsp;&nbsp;&nbsp;\r\n President of the University Song Ja Rip in his report said that the six decade-long history of the university is a glorious one in which the university has been consolidated as the highest seat of Juche education and a reliable centre for training native cadres, keeping pace with the advance of the Juche revolution thanks to the wise guidance and warm care of the three generals of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n  He underlined the need for officials and educators of the university to uphold Kim Il Sung as the eternal sun of Juche and fully apply the Juche-based idea on education of the three generals of Mt. Paektu and immortal leadership exploits performed by them in all fields of the university work, considering them as an eternal cornerstone. &nbsp;&nbsp;&nbsp;\r\n He called on all the teachers, employees and students to single-mindedly unite around Kim Jong Il and effect a fresh turn in education and scientific researches as required by the era of Songun and thus glorify the proud tradition of the university which regards loyalty to the Party and the leader as its life and soul.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More than 170 Cases of U.S. Aerial Espionage against DPRK in Sept.",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#8",
            "content": "Anti-North Row of Pro-U.S. Forces in S. Korea under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- Another sinister anti-north row kicked up by pro-U.S. forces in south Korea under the veil of \"humanitarianism\" comes under fire by a signed commentary of Rodong Sinmun Saturday.\r\n Some days ago, the \"Committee for the Promotion of Reunion of 10 Million Separated Families\" and other ultra-right conservative organizations held a \"meeting to call for confirming the fate of divided families\" at which it released what they called \"statement.\" In this \"statement\" they provocatively asserted that the north is \"using the issue of divided families for the purpose of the anti-south strategy\" and the north is to blame for the suspended reunion of divided families and relatives between the north and the south. &nbsp;&nbsp;&nbsp;\r\n  Their disgusting behavior of falsifying truth and misleading the public opinion reveals that they are the poor guys bereft of elementary discretion and faculty of thinking, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n As everybody recognizes, the blame for the suspended reunion of separated families and relatives between the north and the south does not rest with the north but with the U.S. and its followers in any respect. &nbsp;&nbsp;&nbsp;\r\n The south side at the 19th inter-Korean ministerial talks held in Pusan in July paid no heed to the north side's humanitarian proposal for arranging the direct reunion of separated families and relatives at Mt. Kumgang resort and their video meeting on the occasion of the upcoming Autumn Festival and sidestepped the discussion on the proposal, pursuant to the U.S. scenario. Worse still, it unilaterally refused to offer rice and fertilizers, a humanitarian undertaking that had been underway between the north and the south on the principle of mutual support and assistance. &nbsp;&nbsp;&nbsp;\r\n This made it impossible to hold any discussion on any humanitarian issue between the north and the south and, consequently, the planned special video meeting and the building of the reunion center at Mt. Kumgang resort are likely to be cancelled. &nbsp;&nbsp;&nbsp;\r\n This is a hard reality. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the ultra-right conservative organizations in south Korea are letting loose all sorts of invectives groundlessly blaming the north in a bid to shift the responsibility for the above-said deplorable development onto the north. This is nothing but an anti-north plot hatched by the U.S. and the \"Grand National Party\" of south Korea to misuse the humanitarian issue between the north and the south for serving their sinister political purpose. &nbsp;&nbsp;&nbsp;\r\n The GNP and other pro-U.S. forces in south Korea should stop the shameless anti-north racket reminding one of a thief crying \"Stop the thief\", clarify the truth behind their treacherous act of allowing the foreign forces to meddle in the inter-Korean humanitarian undertakings before all the fellow countrymen and apologize for them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Condemned for Giving American Names to Korean Places",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#9",
            "content": "More than 170 Cases of U.S. Aerial Espionage against DPRK in Sept. \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- The U.S. imperialists committed more than 170 cases of aerial espionage and exercises of aerial nuclear attack against the DPRK by mobilizing strategic and tactical reconnaissance planes with various missions in September, according to a military source. \r\n U-2s were busy spying on the DPRK's strategic and military objects on Sept. 20 and 21. Seven tactical reconnaissance planes including RC-12 and RC-7B flew in the sky above areas along the Military Demarcation Line (MDL) on Sept. 23 to spy on major military objects and military movements in the north. &nbsp;&nbsp;&nbsp;\r\n On Sept. 15 E-3 frequently flew on a mission to spy areas of the north while commanding at least 400 fighters of different types engrossed in the war exercises for aggression. On Sept. 9 EP-3 flew in the air above the East and West Seas of Korea to perpetrate a survey and electronic photographing of coastal areas and seabed of the north. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the U.S. imperialists further intensified the exercises for aerial nuclear attack on the north by mobilizing up-to-date strategic bombers in the month. &nbsp;&nbsp;&nbsp;\r\n On Sept. 6 and 8 B-52Hs took off the U.S. air force base in Guam and flew to a firing range in the area of Thaebaek City of south Korea for staging long-distance flight and bomb-dropping exercises under the simulated conditions of a nuclear strike at the north. The U.S. imperialists conducted six exercises for aerial nuclear attack in the sky above the Korean Peninsula and waters around it with a total of more than ten strategic bombers involved.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon Praises Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#10",
            "content": "U.S. Condemned for Giving American Names to Korean Places\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- It is an unpardonable mockery and insult to the Korean nation valuing its dignity that the United States has renamed localities of south Korea as well as the DPRK its own way since its occupation of south Korea. \r\n Minju Joson says this in a signed commentary Saturday. &nbsp;&nbsp;&nbsp;\r\n This is not simply limited to toponym but reflects the deep-rooted aggressive nature of the U.S., the commentary points out, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. massacred Amerindians and built the country on their land. The American cannibals gave the toponym of the colonial empire and the names of man-slaughters to the territory of Amerindians in an attempt to prevent them from retaking their land.\r\n From this point of view, renaming some places of south Korea as well as the DPRK in American way is a product of the U.S. ambition to keep south Korea as its permanent colony and swallow up the DPRK at any cost. &nbsp;&nbsp;&nbsp;\r\n No matter how desperately the U.S. may rename localities of Korea its own way, the land of Korea bequeathed to the Koreans generation after generation can never become the land of the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. should apologize to the Korean nation for renaming localities of other country as it pleases, drop its ambition to put the whole of Korea under its domination and pull its troops out of south Korea. &nbsp;&nbsp;&nbsp;\r\n The entire Korean nation in the north and the south and abroad will wage a more dynamic anti-U.S. struggle under the banner of \"By our nation itself\" so as to resolutely foil the U.S. ambition to invade the DPRK, drive the U.S. forces out of south Korea and build a prosperous reunified country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK Anniversary Observed in Laos",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#11",
            "content": "Hanchongryon Praises Kim Il Sung and Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- The south Korean Federation of University Student Councils posted an article titled \"The reason why the U.S. is most afraid of the north\" on its Internet homepage.\r\n The article said that a country and nation with a great leader has tremendous strength, but a country and nation without such leader cannot escape the fate of a ruined nation. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung waged an anti-Japanese struggle for 20 years, a 15 year-long armed struggle during the period, creating a legendary heroic epic unprecedented in history, it noted, adding that he defeated Japanese imperialism in August 1945 and achieved the historic cause of national liberation. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. ignited a war against the north on June 25, 1950, the article continued: &nbsp;&nbsp;&nbsp;\r\n What was the outcome of the June 25 war? The U.S. suffered one setback after another in the war before the small and young DPRK. At last, the U.S. was compelled to sign the armistice agreement, an instrument of surrender, on July 27, 1953 three years after it started the war. The U.S. sustained the first shameful defeat in its history. &nbsp;&nbsp;&nbsp;\r\n The U.S. ran amuck to ignite a new war when the ultra-modern armed spy ship \"Pueblo\" was captured by the Korean People's Army in January 1968. However, the U.S. bluffing ended in smoke after Kim Il Sung made a bomb-like statement that the DPRK would return retaliation for retaliation and react to an all-out war with an all-out war.\r\n In the subsequent period, too, the U.S. kicked up such reckless war rackets as \"EC-121\" large spy plane incident, \"Panmunjom\" incident and \"nuclear inspection\" row. But it was compelled to yield and apologize to the north. &nbsp;&nbsp;&nbsp;\r\n  The U.S. imperialists worked hard to ignite a war after kicking up a row of nuclear stand-off when the President passed away. However, the U.S. had no option but to cave in to the north and sign the DPRK-U.S. agreed framework reflecting the demand of the north. The then U.S. president sent a message to Kim Jong Il giving assurances that the U.S. would sincerely implement the DPRK-U.S. agreed framework, something unprecedented in history. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has pursued the unique Songun policy, the first of its kind in history, and provided the Songun leadership, making a new history of the cause of perpetuating the memory of the President, firmly building the invincible national defence capability with the army strong in idea and faith as the core and achieving the most solid single-minded unity of society based on the revolutionary soldier spirit.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "58th Birthday of DPRK Celebrated in 70 Countries",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#12",
            "content": "WPK Anniversary Observed in Laos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- A Korean book, photo and handicraft exhibition opened at the Lao State National Cultural House with due ceremony on September 21 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union.\r\n On display at the venue were works of President Kim Il Sung and General Secretary Kim Jong Il, photos showing their undying exploits and books, photos and handicrafts introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were Mounkeo Olaboun, minister of Information and Culture of Laos who is member of the Central Committee of the Lao People's Revolutionary Party, and other officials of political parties, government, public organizations and the press and people. Diplomatic envoys and representatives of international organizations in Laos, the DPRK ambassador to Laos and embassy officials were present on invitation. &nbsp;&nbsp;&nbsp;\r\n The vice-minister of Information and Culture of Laos who is acting chairman of the Laos-Korea Friendship Association in his speech at the opening ceremony said that the friendly relations between the two countries forged by Kaysone Phomvihane and Kim Il Sung are now being invariably boosted under the deep care of Choummaly Saynasone and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He added that the exhibition would make a great contribution to further developing the friendly and cooperative relations between the two parties, the two states and the two peoples. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a celebration meeting, film show, photo exhibition and remembering gathering were held by the Laos-Korea Tin Company on Sept. 23 and 24. &nbsp;&nbsp;&nbsp;\r\n Korean films \"The 60th Founding Anniversary of the Party Celebrates in the Presence of the Great Leader Comrade Kim Jong Il\" and \"The Fatherly Leader among Children\" were screened at the film show. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the remembering gathering.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nigerian Ambassador to DPRK Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#13",
            "content": "58th Birthday of DPRK Celebrated in 70 Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- The 58th birthday of the DPRK was significantly celebrated by progressive humankind of the world.\r\n On this occasion General Secretary Kim Jong Il received messages of greetings from the President of the People's Republic of China, the President of the Russian Federation, the Lao President, the Syrian President, the Iranian President, the King of Thailand, the King of Morocco, the Turkish President, the Uzbek President, the Brazilian President, the Guyanese President, the Jamaican Prime Minister and many other heads of state and government. &nbsp;&nbsp;&nbsp;\r\n The president of the Council of State and president of the Council of Ministers of Cuba, the Guinean President, the Great King and King of Cambodia, the Commission for External Affairs of the C. C., the Communist Party of Viet Nam, the Vietnamese Foreign Ministry, the Communist Party of India (Marxist) Central Committee, the Pakistan-Korea Friendship Association, the Geneva Canton Government of Switzerland, the chairwoman of the Indonesian Democratic Party of Struggle, the chief of Staff of Defence of the Nigerian Armed Forces and other foreign political parties, governments, ministries, organizations, institutions and public figures sent floral baskets to the DPRK missions in their countries. &nbsp;&nbsp;&nbsp;\r\n Ceremonies of laying floral baskets before the portrait of smiling President Kim Il Sung were held by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America and at Kim Il Sung Economic Special School in Cuba. &nbsp;&nbsp;&nbsp;\r\n A joint celebration meeting of progressive political parties and organizations was held in Bangladesh. Meetings, seminars, lecture meetings, photo exhibitions, film shows and other celebration events were held more than 200 times in various forms and ways in at least 70 countries. &nbsp;&nbsp;&nbsp;\r\n A celebration demonstration was held in Helsinki by the Finland-Korea Society, the Finnish National Committee for the Study of the Juche Idea and other organizations. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Paektusan Czech-Korean Friendship Association, the Sri Lanka-People's Korea Friendship Association, the Nepal-Korea Friendship Association, the Brazil-Korea Friendship Association and other foreign organizations published pamphlets and bulletins praising the might of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Prensa Latina News Agency of Cuba, the Bulgarian paper Narodna Tribuna and 100 other mass media carried reports about celebrations of the anniversary.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Transfer of Its Bombing Range Flailed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#14",
            "content": "Nigerian Ambassador to DPRK Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- Nigerian Ambassador to the DPRK Sule Buba hosted a reception Saturday on the occasion of the 46th anniversary of Nigerian independence.\r\n Present on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Rim Kyong Man, minister of Foreign Trade, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, Jon Hyon Chan, vice-chairman of the committee who is chairman of the Korea-Nigeria Friendship Association, officials concerned, diplomatic envoys and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n On hand were Nigerian embassy officials. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "International Day of Elder Persons Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#15",
            "content": "U.S. Moves to Transfer of Its Bombing Range Flailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly made public a statement on September 26, denouncing the south Korean military authorities for announcing that they would step up the installation of automatic scoring equipment in the firing range of Jik Islet in the waters off Kunsan, North Jolla Province from October, yielding to the menace of the U.S. military. \r\n If the firing range of the U.S. Air Force is transferred to Jik Islet, its residents would sustain greater sufferings from U.S. forces' indiscriminate firing drills than in Maehyang-ri, the statement deplored, pointing out that lurking behind their moves to transfer the bombing range is, to all intents and purposes, the aggressive intention of the U.S. to establish supremacy not only in the Korean Peninsula but in Northeast Asia as well. &nbsp;&nbsp;&nbsp;\r\n Expressing indignation at the U.S. forces' brigandish demand, the statement urged the U.S. troops to completely close the firing range in Jik Islet and withdraw from this land at once.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Policies for Aged People in DPRK",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#16",
            "content": "International Day of Elder Persons Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- Papers here today dedicate by-lined articles to the International Day of Elder Persons.\r\n The issue of senility is one of great global concern, but the issue of elder persons is resolved right in Korea thanks to the deep attention and popular policy of the Party and the state, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK is purposefully taking necessary measures for the settlement of the issue of elder persons and putting them into practice. &nbsp;&nbsp;&nbsp;\r\n It is a public trait in the DPRK to respect and treat considerately the anti-Japanese revolutionary fighters, war veterans, persons of distinguished service and other revolutionary forerunners and old people under the wise leadership of Kim Jong Il. It is a public trend to take care of those old people with none to rely on. The association of persons of merit was formed by the aged, so that they may do good things for the state and society with their expert knowledge and technology and rich experience. &nbsp;&nbsp;&nbsp;\r\n The Central Committee of the Korean Federation for Supporting Old People was formed and is active in the country. It is the state policy in the country to protect old people. The central committee is making positive efforts to have close relationship and cooperation with the relevant international bodies in connection with the issue of senility. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in an article says that the DPRK will enhance the social position and role of old people and protect them as required by the intrinsic nature of the man-centered socialist system so as to make a positive contribution to the global settlement of the issue of senility.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cyprian President",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#17",
            "content": "Policies for Aged People in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- Population aging has been raised as a great social issue in the world.\r\n The rate of the aged in the DPRK has already hit the line of 12.4 percent of the population. &nbsp;&nbsp;&nbsp;\r\n The government of the DPRK has taken the work of taking care of the elder persons as an important social policy under the condition in which the population aging has been raised as a tendency in the population development. &nbsp;&nbsp;&nbsp;\r\n The state directs preference to the aged including the anti-Japanese revolutionary fighters, war veterans and the men of merit as revolutionary forerunners and exerts much effort to increase the social concern about them. &nbsp;&nbsp;&nbsp;\r\n In February Juche 95 (2006) the Korean Society for Supporting the Aged was upgraded to the Korean Federation for Protecting the Aged so as to conduct the work for protecting the elders in a unified way. &nbsp;&nbsp;&nbsp;\r\n A preparatory work for building a house of elders with curative exercise room, medical treatment room, welfare service facilities are being pushed ahead with in full earnest.\r\n The living environment of the aged is getting better and their social position and role are being enhanced with each passing day thanks to the popular policy of the government. &nbsp;&nbsp;&nbsp;\r\n Such public trait of treating the aged preferentially and beautiful deeds of attending the supportless elders are prevailing over the country. &nbsp;&nbsp;&nbsp;\r\n Centennial macrobians are undergoing regular medical examination and treatment.  The material and technical foundations of the asylums for the aged have been strengthened. Recent years have witnessed the reconstruction of eight asylums for the aged. &nbsp;&nbsp;&nbsp;\r\n Aged persons have been enlisted in associations of men of merit, war veterans' sub-workteams and other organizations so that they may exert themselves to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n Elders are actively following the members of the Songhwa Art Studio who are conducive to the development of the society with their rich experience and knowledge and hand them down to the posterity. &nbsp;&nbsp;&nbsp;\r\n Kim Un Hui, an official of the Korean Federation for Protecting the Aged told the KCNA that the social trait of loving the aged is being displayed to the fuller on the occasion of the International Day of Elder Persons (October 1). &nbsp;&nbsp;&nbsp;\r\n Mass media introduces every day revolutionary forerunners who devoted their all for the rising generation. &nbsp;&nbsp;&nbsp;\r\n Many people call at families of revolutionary forerunners and the aged are enjoying pleasant physical and cultural amusement at asylums.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Nigerian President",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#18",
            "content": "Greetings to Cyprian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Tassos Papadopoulos, President of Cyprus, on the occasion of the 46th anniversary of its independence.\r\n Expressing the belief that the relations between the DPRK and Cyprus would develop in the interests of the two peoples, the message wished the president success in his work for peaceful settlement of the Cyprian issue and development of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Laos",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#19",
            "content": "Greetings to Nigerian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Olusegun Obasanjo, President of Nigeria, on the occasion of the 46th anniversary of its independence.\r\n The message sincerely wished the president greater success in his responsible work for progress and prosperity of the country, expressing the belief that the good relations of friendship and cooperation between the two countries would grow stronger in mutual interests.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparatory Committee Formed in Democratic Congo",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#20",
            "content": "Kim Jong Il's Work Published in Laos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- The famous work of Kim Jong Il \"On Some Tasks of Ideological Education of the Party\" was brought out in booklet by the Lao State Publishing House on Sept. 27.\r\n The work made public on Jan. 11, Juche 79 (1990) indicates tasks to be undertaken to strengthen education aimed at helping the people clearly understand the advantages of the socialist system in the DPRK, the education in the Korean nation-first spirit, the education in the revolutionary traditions and class education under the situation where the imperialists' ideological and cultural poisoning has become evermore undisguised and the younger generation make up a main force of the revolutionary ranks.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean MND Urged to Stop Arms Buildup Moves",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#21",
            "content": "Preparatory Committee Formed in Democratic Congo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- An inaugural ceremony of the national preparatory committee of Democratic Congo for celebrating the 61st founding anniversary of the Workers' Party of Korea and the 80th anniversary of the formation of the Down-with-Imperialism Union was held in Kinshasa on Sept. 20.\r\n Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, was elected chairman of the preparatory committee and Jean Baptiste Nkoy, general secretary of the People's Rally for Socialism of Democratic Congo, vice-chairman. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee set a celebration period till October 17 and decided to hold colorful events during the period.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Oct. Popular Uprising Marked",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#22",
            "content": "S. Korean MND Urged to Stop Arms Buildup Moves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification in a statement on Sept. 24 demanded the \"Ministry of National Defense\" immediately stop arms buildup moves and war exercises against the fellow countrymen, according to a news report.\r\n The statement referred to the facts that a few days ago the MND officially announced that it developed a cruise missile and that the military authorities are openly advertising that the first target of the cruise missile is the major military facilities of the north. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the MND is aggravating the war crisis on the Korean Peninsula in keeping with the U.S. moves for a war against the north, the statement said, and stressed: &nbsp;&nbsp;&nbsp;\r\n The arms buildup moves hastened by the MND at the time when the war crisis of the peninsula is worsening due to the U.S. hostile policy toward the north will bring unavoidable nuclear holocaust to all the Koreans.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation of Bereaved Families of Anti-Japanese Patriots Here",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#23",
            "content": "Anniversary of Oct. Popular Uprising Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- A Pyongyang meeting took place at the Central Workers' Hall Saturday to commemorate the 60th anniversary of the October popular uprising in south Korea.\r\n The flame of the uprising flared up in Taegu as an eruption of indignation against the tyrannical U.S. military rule 60 years ago and rapidly spread to 73 cities and counties of south Korea, participated by about 2.3 million patriotic people. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, in a report said that the popular uprising was a mass anti-American patriotic resistance to establish national sovereignty against the U.S. imperialists' colonial subjugation. &nbsp;&nbsp;&nbsp;\r\n The sacrificial and heroic resistance of the south Korean people brought to light the aggressive nature and reactionary moves of the U.S. imperialists and dealt a telling blow to their colonial military rule, the reporter pointed out, and went on: &nbsp;&nbsp;&nbsp;\r\n After the publication of the historic June 15 joint declaration, the consciousness of independence against the U.S. has grown stronger among the south Korean people of all strata, the anti-U.S. struggle has rapidly spread all over south Korea on a public scale and the drive to defend the dignity and sovereignty of the nation against the outsiders' domination, interference and war moves has been conducted more vigorously than ever before. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now hatching all sorts of plots, talking about non-existent \"military threat\" from someone in a bid to calm down the ever-growing anti-American sentiment of the south Korean people and keep its military occupation of south Korea and colonial domination over it. The U.S. is egging the \"Grand National Party\" and other pro-American ultra-right conservative forces on to mock the anti-U.S. struggle of the people and solicit for the permanent presence of the U.S. forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n The entire Korean nation should dynamically conduct the patriotic movement for independent reunification, peace against war and great national unity under the uplifted banner of \"By our nation itself\" so as to demonstrate once again the might of all the fellow countrymen rallied close behind the banner of the June 15 joint declaration and open heyday of the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Kim Yong Dae, chairman of the C.C., the Korean Social Democratic Party, Kang Ryon Hak, chairman of the Central Committee of the Democratic Front for the Reunification of the Fatherland, and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolian Women's Delegation Here",
            "url": "http://kcna.co.jp/item/2006/200610/news10/02.htm#24",
            "content": "S. Korean Delegation of Bereaved Families of Anti-Japanese Patriots Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 30 (KCNA) -- A south Korean delegation of bereaved families of anti-Japanese patriots headed by So Yong Hun, representative of the Commemoration Council of the Late Rev. Son Jong Do, arrived here by air on Saturday to visit graves of anti-Japanese patriots.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}