{
    "date": "2006-01-12",
    "url": "http://kcna.co.jp/item/2006/200601/20060112.htm",
    "articles": [
        {
            "title": "Joint New Year Editorial Studied",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#1",
            "content": "Joint New Year Editorial Studied \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- The joint editorial of the newspapers of the Workers' Party of Korea, the Korean People's Army and the Kim Il Sung Socialist Youth League entitled \"Make a higher leap full of great ambition and confidence\" is briskly studied and disseminated in different countries.\r\n A joint seminar of political parties and organizations took place in Kinshasa, Democratic Congo, and a reading session on it was held by the Indian Youth Group for the Study of Works of Comrade Kim Il Sung and a similar session was also held in Lahore, Pakistan on Jan. 3 and 4.\r\n Jean Baptiste Nkoy, general secretary of the People's Rally for Socialism of Democratic Congo, and Kamwiziku Octave, chairman of the National Committee for the Study of the Juche Idea of Democratic Congo, said at the seminar that the astonishing successes made by the Korean people in the struggle to frustrate the moves of the imperialist allied forces to isolate and stifle the DPRK and build a great prosperous powerful nation last year are the shining fruition of the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They extended full support and solidarity to the Korean people in their struggle to achieve the reunification of the country by dynamically waging the three-point patriotic movement for independent reunification, peace against war and overall national unity, expressing the conviction that this year the Korean people would achieve greater success, in hearty response to the slogan \"Make another leap forward in building a great prosperous powerful socialist nation on the strength of Songun!\" &nbsp;&nbsp;&nbsp;\r\n Balzor Singh Chauhan, chairman of the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, noted at a reading session that this year the Korean people would bring about a radical turn in their efforts to defend Korean-style socialism and give fullest play to its advantages, true to the Songun revolutionary line under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Mohammad Aslam Malik, secretary general of the Pakistan Trade Union Federation, said at a reading session that it is only the DPRK in the world that is emerging victorious in the stand-off with U.S. imperialism, adding that only when importance is attached to the military to develop it is it possible to protect the dignity and sovereignty of the country and the nation and achieve social progress.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletin on Juche Idea Published in Italy",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#2",
            "content": "Information Bulletin on Juche Idea Published in Italy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- The Italian Committee for the Study of the Songun Idea for Independence and Sovereignty published a special issue of an information bulletin titled \"The Main Principle of Socialism and Juche Idea\" on January 3.\r\n The bulletin said that the Juche idea which President Kim Il Sung fathered in the period of the anti-Japanese revolutionary struggle and applied in the course of leading the Korean revolution is the most scientific one and its vitality was clearly proved during the Korean war fought against the U.S. Imperialists' aggression and in the struggle to build Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n The Juche idea makes it possible to successfully defend socialism in Korea and consolidate it and preserve world peace and fully display the spirit of internationalism, it stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fresh Surge in Movement for Reunification Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#3",
            "content": "Fresh Surge in Movement for Reunification Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- A New Year gathering was reportedly held in Seoul on Jan. 6 under the sponsorship of the Reunification Solidarity for the Implementation of the June 15 South-North Joint Declaration and Peace of the Korean Peninsula in south Korea.\r\n Han Sang Ryol, permanent chairman of the Reunification Solidarity, Jon Jae Hwan, chairman of the Emergency Measure Committee of the south Korean Confederation of Trade Unions, and other speakers at the gathering referred to the fact that the might of united workers, peasants and youths and students was demonstrated in the struggle to build a new life and a new system last year. &nbsp;&nbsp;&nbsp;\r\n They said that the primary task facing the civic and public organizations and the organizations of the movement for reunification this year is to make a new history by forming a united front of solidarity and alliance. &nbsp;&nbsp;&nbsp;\r\n They called upon various organizations to form the above-said front as early as possible and thus pave a new avenue for the reunification movement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans' Struggle Supported",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#4",
            "content": "Koreans' Struggle Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- Jean Marie Lambret, chief of the French Group for the Study of the Juche Idea issued a statement on Jan 3. in support of the joint New Year editorial published by the newspapers of the party, the army and the youth league of the DPRK. In the statement he expressed full support to the Koreans' struggle for peace against war and for reunification.\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Last year all Koreans in the north and the south and abroad waged a vigorous struggle to realize three forms of cooperation, that is, for national independence, peace against war and reunification and patriotism, thus opening a new chapter in the movement for reunification under the uplifted banner of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The grand festival events for national reunification were held with splendor with the attendance of not only delegations of non-governmental organizations but those of the authorities in the north and the south for the first time in the history of national division and dialogues, contacts and exchanges were unprecedentedly brisk in various fields. &nbsp;&nbsp;&nbsp;\r\n This year Korean people should wage dynamic patriotic movements for independent reunification, peace against war and great national unity in the idea of \"by our nation itself\" and decisively reject the interference and domination of the U.S., the main obstacle to the Korean reunification, and never tolerate the traitorous acts of anti-reunification forces, lackeys of foreign forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stronger Single-Minded Unity Called for",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#5",
            "content": "Stronger Single-Minded Unity Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- All the officials, party members and other working people should strengthen the single-minded unity, lifeline and mainstay of Korean-style socialism, in every way so as to bring earlier rosy future of \r\nKim Il Sung Korea which will eternally prosper, urges Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: The single-minded unity of the party members, servicepersons and people around the leader is the true picture of socialism and a source of invincibility. It is the lesson drawn from the protracted struggle waged by the Korean people for socialism that the single-minded unity ensures its victory. \r\n The single-minded unity serves as weapon for a sure victory as it makes it possible to firmly defend the dignity and sovereignty of our socialist country in the fierce confrontation with imperialism and as a driving force for dynamically pushing forward the building of a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n The reality today when the drive for building a great prosperous powerful nation is gaining in depth calls for consolidating the single-minded unity, a sure guarantee for the country's prosperity, in every way. &nbsp;&nbsp;&nbsp;\r\n One of the important matters in further strengthening the single-minded unity at present is for all the servicepersons and people to remain true to the Songun leadership of Kim Jong Il with firm faith in the sure victory of socialism. &nbsp;&nbsp;&nbsp;\r\n One of the important matters in strengthening the single-minded unity at present is to fully prepare the third and fourth generations of the revolution, a driving force of society, politically and ideologically. &nbsp;&nbsp;&nbsp;\r\n The struggle to achieve grandeur and prosperity of socialism will go on generation after generation and steady continuity should be given to the tradition of the single-minded unity. Korean style socialism will eternally make a long drive when the young people remain intensely loyal to their leader just as the revolutionary forerunners did.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Remain True to Idea of National Independence",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#6",
            "content": "All Koreans Called upon to Remain True to Idea of National Independence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- National independence is a treasured sword for waging the movement for national reunification and carving out the destiny of the nation, says Rodong Sinmun today in a by-lined article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n For a nation to survive and develop it is necessary to firmly maintain independence among other things. The Korean nation should hold aloft the banner of independence as it is faced with a historic task to achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n The June 15 era of reunification proves that national independence serves as a powerful treasured sword for waging the movement for national reunification and carving out the destiny of the nation. &nbsp;&nbsp;&nbsp;\r\n Today this movement has turned into a nationwide movement which involves authorities and civilians by bringing together Koreans from all walks of life in the north, the south and abroad. This is the brilliant fruition of the idea of national independence \"By our nation itself.\"\r\n The idea of \"By our nation itself\" precisely means the idea of national independence. &nbsp;&nbsp;&nbsp;\r\n The Koreans should settle all the issues related to the national reunification and the destiny of the nation as required by the idea of \"By our nation itself\" under any circumstances by putting the destiny and interests of the nation above anything else. &nbsp;&nbsp;&nbsp;\r\n This is the idea of giving importance to the nation. Now that the U.S. is pressurizing the south Korean authorities to link the issue of inter-Korean economic cooperation with the nuclear issue and citing the non-existent \"human rights issue\" of the north in a bid to bedevil the inter-Korean ties having a viewpoint of attaching importance to the nation as required by the idea of \"By our nation itself\" at present presents itself as a more urgent issue than ever before. &nbsp;&nbsp;&nbsp;\r\n The joint New Year editorial notes that the grand celebration of June 15, the day when the inter-Korean joint declaration was published, as the \"day of by our nation itself\" should be made a tradition. This will strikingly demonstrate all the Koreans' will to always remain true to the idea of \"By our nation itself\".\r\n All the Koreans should wage a dynamic patriotic movement for independence and reunification under the uplifted banner of national independence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Victory of Socialism",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#7",
            "content": "Rodong Sinmun on Victory of Socialism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- Socialism is the ideal of humankind and a society representing its future. It is the law governing the development of history that socialism is sure to triumph. Rodong Sinmun today says this in a signed article. It goes on:\r\n By taking advantage of the collapse of socialism in different countries and the upsetting of the balance of forces in the international relations, the imperialists are getting all the more undisguised in their moves to completely destroy socialism in the world's political arena and put the whole world under their control. But this is nothing but a foolish move to stem the trend of history. &nbsp;&nbsp;&nbsp;\r\n Socialism and capitalism are basically different from each other in their nature. &nbsp;&nbsp;&nbsp;\r\n Socialism is a genuine popular society for the masses whereas capitalism is a reactionary society defending and representing the interests of a tiny handful of the exploiting and ruling classes. Capitalism is going downhill day by day for its reactionary nature, vulnerability and contradictions.\r\n But socialism is steadily advancing along its orbit. Socialism is a science and truth. A large number of people in the countries where socialism collapsed and capitalism revived are actively turning out in the movement to revive socialism, disillusioned with capitalism and nostalgic for their life under socialism.\r\n Socialism leads to national prosperity. Socialism is the only way for the developing countries that have embarked on the road of building a new society to eradicate the aftermath of the imperialist colonial rule and achieve social progress and national prosperity. &nbsp;&nbsp;&nbsp;\r\n The imperialists' strategy against socialism is now targeted at the DPRK. &nbsp;&nbsp;&nbsp;\r\n No matter how desperately the imperialists may work, they can neither break the Korean people's faith in socialism deeply rooted in their hearts nor block its triumphant advance.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DIU, Origin of Korean Revolution",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#8",
            "content": "DIU, Origin of Korean Revolution \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- This year will significantly mark the 80th anniversary of the Down-with-Imperialism Union (DIU) in the Democratic People's Republic of Korea.\r\n The DIU's formation was a new starting point and origin of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung, shouldering the destiny of the country, started his revolutionary activities in his teens and formed the DIU on October 17, Juche 15 (1926) with young communists of the new generation. &nbsp;&nbsp;&nbsp;\r\n The immediate task of the DIU, a revolutionary vanguard organization, was to defeat Japanese imperialism and achieve the liberation and independence of Korea. Its ultimate goal was to build socialism and communism in Korea and, furthermore, to overthrow all the imperialisms and realize communism throughout the world. &nbsp;&nbsp;&nbsp;\r\n The DIU program reflecting the cherished aspiration of the people was the Juche-oriented revolutionary one which indicated for the first time the road to be taken by Korea and a great anti-imperialist fighting one which aroused the oppressed popular masses of the world to the struggle against imperialism.\r\n The Workers' Party of Korea took its root in the union, its program and principles of party-building and its activity were derived from the root and pivots for founding the Party trained through the union. &nbsp;&nbsp;&nbsp;\r\n The history of the independence, comradeship and single-hearted unity of the Korean revolution began to be created from that time. The DIU's spirit of independence was the banner which lighted the ever-victorious road. And the comradeship shown by its members including Choe Chang Gol, Kim Ri Gap, Kang Pyong Son, Ri Je U and Kim Won U who supported the President as the leader of the union and center of unity was the origin of the single-minded unity, the great foundation of the revolution. &nbsp;&nbsp;&nbsp;\r\n The historic course covered by the Korean revolution which has always emerged victorious with the idea and tradition of the DIU proves that the road of Songun is the very one of justice and truth, and the Korean-style socialism is the most advantageous  and promising one under which the people's ideal and aspiration after independence has come true. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will mark the DIU's 80th anniversary as an occasion of glorifying the great exploits of the President who made the history and tradition of victory and of demonstrating their firm faith to closely rally around the leadership of revolution and accomplish the cause of socialism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Hyong Gwon's Feats in Pioneering Songun Revolutionary Cause",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#9",
            "content": "Kim Hyong Gwon's Feats in Pioneering Songun Revolutionary Cause\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- Seventy years have passed since indomitable revolutionary fighter Kim Hyong Gwon, uncle of President Kim Il Sung, passed away (January 12).\r\n His revolutionary life and immortal exploits performed in the early period for realizing Songun cause are still alive in the minds of the Korean people.\r\n Kim Hyong Gwon devotedly fought to carry into practice the line of armed struggle advanced by the President in the early years of the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n He joined the Korean Revolutionary Army (KRA) which was formed by the President in July Juche 19 (1930). The President assigned  him, a commanding officer of the army, a task to conduct political work and armed activities in the homeland so as to rally anti-Japanese masses.\r\n In August that year, he, leading a small armed group of the KRA, crossed the River Amnok and arrived at Phabal-ri (at that time), Phungsan County, via Samsu and Phungso. He assaulted the police substation there and disposed of the Japanese chief of the substation who cruelly oppressed the local people.\r\n Upon hearing the gun report, many people gathered together. Then he made a speech before them, powerfully calling upon them to rise up with arms in their hands in firm unity, defeat the Japanese imperialists and retake the country. &nbsp;&nbsp;&nbsp;\r\n His bold military and political activities at Phabal-ri stroke terror into Japanese imperialist aggressors. And then he gave one blow to enemies after another. He stormed key-points of enemies in the Riwon, Pukchong and Hongwon areas and wiped out them with flexible tactics.\r\n Through the devoted political and military activities conducted in accordance with the President's line of armed struggle, Kim Hyong Gwon made an undying contribution to the pioneering of the Juche-oriented Songun revolutionary cause and its victorious advance.    \r\n  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Plan for Cooperation in Field of Standardization, Measuring Control between DPRK and Vietnam",
            "url": "http://kcna.co.jp/item/2006/200601/news01/12.htm#10",
            "content": "Plan for Cooperation in Field of Standardization, Measuring and Quality Control Signed between DPRK and Vietnam\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- A plan for cooperation in the field of standardization, measuring and quality control for 2006 was signed in Hanoi on Jan. 10 between the DPRK State Bureau for Quality Control and the Council for Standardization and Quality of Vietnam.\r\n The signing ceremony was attended by members of a delegation of the bureau from the DPRK side and officials concerned of the council from the Vietnamese side.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}