{
    "date": "2006-12-14",
    "url": "http://kcna.co.jp/item/2006/200612/20061214.htm",
    "articles": [
        {
            "title": "Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Feats of Kim Il Sung in Establishing Tradition of Great Revolutionary Upswing Hailed",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#2",
            "content": "Abolition of NSL Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- A meeting demanding the repeal of the \"National Security Law\" and putting an end to the public security forces' suppression was reportedly held in Seoul on Dec. 9 with members of civic and public organizations and youths and students attending under the sponsorship of the People's Solidarity for the Abolition of the NSL. \r\n Speakers at the meeting charged that though the \"government\" and the ruling party said they would abolish the NSL, this evil law still remains in force. &nbsp;&nbsp;&nbsp;\r\n They went on: &nbsp;&nbsp;&nbsp;\r\n There has been an unbroken occurrence of cases of crackdown this year as evidenced by the arrest of Prof. Kang Jong Gu of Dongguk University, the seizure and search in the Pusan branch of the \"National Teachers Union\" and the arrest of Choe Hui Jong, permanent researcher at the south Korean Institute for Civil Rights Studies. This is a clear proof that the progressive camp is exposed to brutal suppression. &nbsp;&nbsp;&nbsp;\r\n The \"case of the Single-Minded Association,\" in particular, is aimed at \"painting the Democratic Labor Party as a group of spies.\" The public security authorities are perpetrating again the \"witch-hunting operation\" by seizing the opportunity to invoke the unjustifiable NSL. &nbsp;&nbsp;&nbsp;\r\n Human rights are unthinkable as long as the NSL remains in force. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the meeting noted that more people were arrested this year on charge of violation of the NSL than the preceding years, calling for resuming the campaign for the repeal of the law.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Title of DPRK Labor Hero to Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#3",
            "content": "Feats of Kim Il Sung in Establishing Tradition of Great Revolutionary Upswing Hailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the anniversary of the publication of President Kim Il Sung's famous work \"For a Great Revolutionary Upswing in Socialist Construction\" on Dec. 13, Juche 45 (1956).\r\n The work has served as a powerful weapon which encouraged the Korean people to dynamically advance the revolution and construction, confident of and optimistic about sure victory and a militant banner which enabled them to make uninterrupted innovations and advancement in the teeth of difficulties under whatever circumstances. &nbsp;&nbsp;&nbsp;\r\n The undying leadership exploits performed by Kim Il Sung in setting an epochal example in building socialism by arousing all the people to a revolutionary upswing are being successfully carried forward and developed by Kim Jong Il today. &nbsp;&nbsp;&nbsp;\r\n The sagacity of Kim Jong Il's leadership in guiding the great Songun revolutionary upswing to victory lies in that he showed a shortcut to the building of a great prosperous powerful nation by setting out the most correct line and policies. They include the lines of attaching importance to the arms, ideology and science, the line of building economy in the era of Songun with a powerful defense industry as its core, the policy of effecting a dramatic turn in seed selection and in potato farming, the policy of double-crop farming and the policy of face-lifting the appearance of the land of the country through large-scale land realignment projects and waterway projects. &nbsp;&nbsp;&nbsp;\r\n That's why the Korean people are vigorously stepping up the general march of Songun revolution, full of confidence and optimism, regarding the party's line and policies as the most judicious. &nbsp;&nbsp;&nbsp;\r\n The sagacity of Kim Jong Il's leadership in guiding the great Songun revolutionary upswing to victory also finds manifestation in unfolding a new history of building a prosperous country with persevering ability of practice. &nbsp;&nbsp;&nbsp;\r\n To his leadership the DPRK owes its dignity as an invincible powerful country which no formidable enemy dare provoke and the fundamental turns on all fronts of socialist construction. The Korean people are now working miracles and performing feats every day, fulfilling whatever difficult tasks by their own efforts and technique and their own way once they are determined to do. They keenly realize the greatness of the Songun revolutionary leadership of Kim Jong Il who leads the building of a prosperous country with steel-like faith and persevering ability of practice, looking far into the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Schoolchildren Win Gold Medal and Silver Medals in International Children's Contest",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#4",
            "content": "Title of DPRK Labor Hero to Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp;Havana, December 12 (KCNA) -- The title of Labor Hero of the DPRK was awarded to Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of the State and president of the Council of Ministers of the Republic of Cuba, on the occasion of his 80th birthday.\r\n The awarding ceremony was held at the DPRK embassy in Cuba Monday. &nbsp;&nbsp;&nbsp;\r\n Present there were Member of the Political Bureau of the Central Committee of the Communist Party and Vice-President of the Council of the State of Cuba Esteban Lazo, Member of the Secretariat and Head of the International Department of the Central Committee of the Communist Party of Cuba Fernando Remirez, Member of the Central Committee of the Communist Party of Cuba and Commander of the Navy Pedro Betancourt and leading officials of the Foreign Ministry, Ministry of Foreign Trade, Ministry of Foreign Investment and Economic Cooperation, Ministry of Revolutionary Armed Forces, Cuban Institute of Friendship with the Peoples, the Tri-continental People's Solidarity Organization and other organizations. &nbsp;&nbsp;&nbsp;\r\n On hand were Ambassador Pak Tong Chun and officials of the DPRK embassy in Havana. &nbsp;&nbsp;&nbsp;\r\n At the ceremony the decree of the Presidium of the DPRK Supreme People's Assembly was read out and the title of Labor Hero of the DPRK and a gold medal (hammer and sickle) and the Order of National Flag First Class were handed to the vice-president of the Council of the State of Cuba.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Application of Double Standards to Human Rights Issue Blasted",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#5",
            "content": "DPRK Schoolchildren Win Gold Medal and Silver Medals in International Children's Contest \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- Drawings done by DPRK schoolchildren won a gold medal and silver medals in the 2006 Shankar International Children's Contest held in India. \r\n They contributed Korean paintings and drawings done in water colors and with color pencils and crayons. &nbsp;&nbsp;&nbsp;\r\n A gold medal and diploma went to the Korean painting \"Holiday Morning\" drawn by Kim Mi Hyang, member of the art group of the Mangyongdae Schoolchildren's Palace. &nbsp;&nbsp;&nbsp;\r\n She truthfully portrayed a smart little girl in multi-colored Jogori preparing a bouquet with the flowers she has raised with great care to visit the statue of President Kim Il Sung on the morning of the Day of the Sun. She succeeded in applying intensive and implicit drawing method combined with traditional line drawing and delicate drawing method peculiar to Korean painting.  &nbsp;&nbsp;&nbsp;\r\n Silver medals and diplomas also went to 14 drawings done by them. They include Korean painting \"Taekwon-Do Girl,\" drawings done in water colors \"A Beautiful Street,\" \"Camp in the Morning\" and \"Winter Games\" and \"Tug of War,\" drawing done with color pencils. &nbsp;&nbsp;&nbsp;\r\n Seven drawings done by them were edited in the Shankar Collection of Children's Paintings introducing successful works appreciated at the contest. &nbsp;&nbsp;&nbsp;\r\n The Korean painting \"Holiday Morning,\" in particular, was carried on the front cover of the book.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation Here",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#6",
            "content": "U.S. Application of Double Standards to Human Rights Issue Blasted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- The United States should drop its unjustifiable policy of politicization, selectivity and application of double standards over the human rights issue, urges Rodong Sinmun Wednesday in a signed commentary. \r\n It says: &nbsp;&nbsp;&nbsp;\r\n The U.S. is apt to invent \"human rights issues\" in a bid to interfere in the internal affairs of the anti-imperialist independent countries and use them for justifying their aggression and wars against sovereign states and operations to topple their governments. &nbsp;&nbsp;&nbsp;\r\n As the U.S. stands no chance of materializing their plan to disarm and invade the DPRK through its operation to force it to abandon its nuclear program first, it put up the signboards of \"democracy\" and \"human rights\" in a desperate effort to pressurize the DPRK and bring it to its knees. &nbsp;&nbsp;&nbsp;\r\n The more frantic the Bush group becomes in its smear campaign against the DPRK over the human rights issue, the more saliently this reveals its brigandish, base and despicable nature. &nbsp;&nbsp;&nbsp;\r\n The U.S. has committed hideous human rights abuses such as brutal torture and maltreatment of prisoners after setting up secret prisons in different parts of the world. This being a hard reality, it is politicizing and internationalizing somebody's non-existent \"human rights issue\" and applying unreasonable double standards in handling the matter. This is absolutely unjustifiable and intolerable. &nbsp;&nbsp;&nbsp;\r\n The U.S. attempt to bring about any change in the people-centered socialist system which was chosen by the Korean people and has been defended by them is a flagrant violation of freedom of choice and the political rights of the citizens. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wishes to deal with human rights issues, it should bring the Bush group to the human rights tribunal and mete out a judgment to it for having savagely trampled down upon people's independent rights and the right to enjoy a worthy life, trumpeting about hypocritical human rights. &nbsp;&nbsp;&nbsp;\r\n The U.S. human rights offensive will never work on the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Russian Ambassador",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#7",
            "content": "S. Korean Delegation Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- A delegation of the \"South Movement for Sharing Compatriotism with North\" of south Korea led by its Chairman Hong Jong Gil arrived here today.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Order Awarded to Russian Ambassador",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#8",
            "content": "Kim Yong Nam Meets Russian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Russian Ambassador to the DPRK Andrei Karlov who paid a farewell visit to him at the Mansudae Assembly Hall on Wednesday.\r\n Present there were Vice-Minister of Foreign Affairs Kung Sok Ung and Alexander Matsegora, minister-councilor of the Russian embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Promising Wonsan Stock Farm",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#9",
            "content": "DPRK Order Awarded to Russian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- An order of the DPRK was awarded to Andrei Karlov, Russian ambassador e.p. to the DPRK, at a ceremony held at the Mansudae Assembly Hall today.\r\n After a decree of the Presidium of the SPA of the DPRK was read out by Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, the Friendship Order First Class of the DPRK was conferred to Andrei Karlov in recognition of his positive contribution made to boosting the bilateral ties of friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n Present there were Kung Sok Ung, vice-minister of Foreign Affairs, and officials concerned and Alexandra Matsegora, minister-councilor of the Russian embassy here, and its staff members.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Onban\", National Food",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#10",
            "content": "Promising Wonsan Stock Farm\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- The Wonsan Stock Farm in Korea is an all-embracing one which has been built in a far-sighted way to suit stiff mountains.\r\n There are in valleys pens of goat, rabbit, pig, duck and goose, a milk-processing workshop, a feed processing workshop, dwelling houses and public service establishments. &nbsp;&nbsp;&nbsp;\r\n The farm, with pens, a feed processing workshop, milk processing workshop, underground cold store and other production buildings, is breeding domestic animals in a scientific way. &nbsp;&nbsp;&nbsp;\r\n It feeds animals with quality protein fodder produced by a new method, thus increasing the body-weight of domestic animals. &nbsp;&nbsp;&nbsp;\r\n The farm has introduced microorganism into the production of fodder for goats and rabbits and into preventing epizootic diseases. &nbsp;&nbsp;&nbsp;\r\n Thousands of hectares of grazing land have been created there. &nbsp;&nbsp;&nbsp;\r\n Manager of the farm Ri Son Do told KCNA that the farm would make every effort to increase the heads of domestic animals rapidly by making best use of its own favorable topographical conditions.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Student Proves Successful at International Concours",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#11",
            "content": "\"Onban\", National Food\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- \"Onban\" is one of the favorite traditional dishes of the Korean nation.\r\n It is made by garnishing boiled rice with meat such as chicken, pork and beef, wild edible herbs such as bracken, aralia shoots and Todok (Codonopsis lanceolata), vegetables, eggs and others and pouring hot broth on the rice. It is also called \"Kukbap\", \"Janggukbap\" and \"Thangban\".&nbsp;&nbsp;&nbsp;\r\n It is derived from the dietary life of the Korean people who live on rice and soup. &nbsp;&nbsp;&nbsp;\r\n Onban has been known as popular food from which people can ingest various nutritive substances. &nbsp;&nbsp;&nbsp;\r\n Famous in the country are Pyongyang Onban and Hamhung rib-soup and rice. &nbsp;&nbsp;&nbsp;\r\n Pyongyang Onban is garnished with chicken, mushroom, green gram pancake to tempt the appetite and to raise its nutritive and medicinal effect. &nbsp;&nbsp;&nbsp;\r\n Hamhung rib-soup and rice is made by pouring hot beef-broth in the rice garnished with boiled rib-beef, seasoned raw beef and boiled cow blood.   \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Syrian President",
            "url": "http://kcna.co.jp/item/2006/200612/news12/14.htm#12",
            "content": "Korean Student Proves Successful at International Concours\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 13 (KCNA) -- Ri Myong Gum, DPRK girl studying at Santa Chechilia Conservatory in Rome, won a prize at an international concours for Giacomo Lauri Volpi Prize held in Latina, Italy, from Nov. 30 to Dec. 3. \r\n The concours drew 80 renowned male and female singers from the DPRK, Italy, Russia, China and other countries and regions. &nbsp;&nbsp;&nbsp;\r\n Ri competed in the adult group that comprised 47 famous professional singers and came second to receive a prize and a diploma.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}