{
    "date": "2006-06-27",
    "url": "http://kcna.co.jp/item/2006/200606/20060627.htm",
    "articles": [
        {
            "title": "DPRK-Russia Joint Exhibition on Information Technology Opens",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Commemorated Abroad",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#2",
            "content": "DPRK-Russia Joint Exhibition on Information Technology Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- A DPRK-Russia joint exhibition on information technology opened at the People's Palace of Culture here on Sunday.\r\n Present at the opening ceremony were Han U Chol, director general of the General Bureau of Software Industry of the DPRK, Hong Son Ok, vice-chairwoman of the Committee for Cultural Relations with Foreign Countries who is chairwoman of the DPRK-Russia Friendship Association, officials concerned and working people in the city of Pyongyang.&nbsp;&nbsp;&nbsp;\r\n On hand were the visiting delegation of the Federal Information Technologies Agency of Russia led by Counsellor Aleksei Grigoriev, Russian Charge d'Affaires ad Interim in Pyongyang Alexander Matsegora and embassy officials, diplomatic envoys and officials of foreign embassies and officials of the missions of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Kim Chol Ho, deputy director general of the General Bureau of Software Industry of the DPRK, said in a speech that the joint exhibition, the first of its kind in the field of IT between the two countries, would serve as a significant occasion in opening up a new chapter in the bilateral friendly relations daily boosted under the deep care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Through this exhibition, the visitors will gain a good knowledge of the standard of IT development in the two countries, he said, hoping that the DPRK-Russia relations of friendship and cooperation would develop with redoubled vigor in the future. &nbsp;&nbsp;&nbsp;\r\n Aleksei Grigoriev, head of the Russian delegation, noted in his speech that the development of IT in the DPRK holds a special place in the development of its economy and culture, declaring that the Russian Federation and the DPRK have a vast prospect of friendship and cooperation in IT. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that cooperation and exchange between the two countries in IT would develop on a high standard in the future. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants looked round exhibits showing successes achieved by the two countries in this field. &nbsp;&nbsp;&nbsp;\r\n The exhibition will be open till June 28.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity with Korean People Expressed in Cuba",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#3",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Commemorated Abroad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Seminars were held by the Workers' Party of Bangladesh and the FUNCINPEC Party of Cambodia, a meeting by the Nepal Worker-Peasant Party and a film show by a company of Indonesia between Jun. 12 and 18 on the occasion of the 42nd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n Korean film \"The Rivers and Mountains of the Country Being Face-lifted under the Leadership of the Great General\" was screened at the film show. &nbsp;&nbsp;&nbsp;\r\n The chairman of the C.C., the Workers' Party of Bangladesh in a speech praised Kim Jong Il for wisely leading the struggle to rally the popular masses as a socio-political force. &nbsp;&nbsp;&nbsp;\r\n It is entirely thanks to the leadership of Kim Jong Il possessed of distinguished political caliber and traits of a great man that the WPK has successfully defended socialism, surmounting all sorts of challenges and trials of history, he said, adding: We will learn from experience of the struggle of the seasoned and tested WPK. &nbsp;&nbsp;&nbsp;\r\n The director of the Secretariat of the FUNCINPEC Party of Cambodia in a speech highly praised Kim Jong Il as a peerlessly great man, adding that the future of the WPK is rosy as it is led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The chairman of the C.C., the Nepal Worker-Peasant Party said at a meeting that Kim Jong Il is the greatest statesman and leader of the progressive humankind in the present era. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il firmly defended the Juche idea founded by President Kim Il Sung, the great leader of the Korean people, and further enriched and developed it as required by the present era and established the political mode of Songun to instill conviction and encouragement into the world progressives and deal a dreadful blow to the imperialists, he said, adding: &nbsp;&nbsp;&nbsp;\r\n Thanks to Kim Jong Il, the cause of global independence is sure to triumph. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the seminar held by the Workers' Party of Bangladesh.    \r\n\r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Bahraini King on Friendly Ties with DPRK",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#4",
            "content": "Solidarity with Korean People Expressed in Cuba \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Solidarity with the Korean people in the struggle for justice was expressed at the commemoration of the 30th anniversary of the Cuban Committee for Supporting Korea's Reunification held by the Cuban Institute of Friendship with the Peoples on Jun. 16.\r\n Recalling that President Kim Il Sung extended positive and invariable support to the victory of the Cuban revolution, the chairman of the institute in a speech said that since its foundation the Cuban committee has conducted a vigorous movement for solidarity with the Korean people for Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are tightening the economic blockade against the DPRK under absurd pretexts to isolate and stifle it, but it is known to the world that no machinations can bring the brave Korean people to their knees. &nbsp;&nbsp;&nbsp;\r\n It is foolish to think that the DPRK, exposed to a persistent threat from the U.S., will come out to the six-party talks while its sacred rights are being violated. &nbsp;&nbsp;&nbsp;\r\n The committee which has the fraternal and traditional relations of friendship with the Korean people will make all its efforts to intensify solidarity with the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Adoption of Anti-DPRK Law under Fire",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#5",
            "content": "Bahraini King on Friendly Ties with DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Ho Jong, DPRK ambassador to Bahrain, on Jun. 20 presented his credentials to Sheik Hamad Bin Isa Al Khalifa, king of Bahrain.\r\n The king said Bahrain pays deep concern to the development of friendly and cooperative ties with the DPRK and he is happy to note that the bilateral relations are developing favorably in various fields these days. And he hoped that these ties would grow in scope in the future. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the achievements made by the Korean people in the efforts to build a great prosperous powerful nation and reunify the country and wished them greater success in the future. &nbsp;&nbsp;&nbsp;\r\n We hope that the north and the south of Korea will reunify the country at an early date by pooling their efforts, the king said, stating that the Bahraini government and people will always back the efforts of the government and the people of Korea for national reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S.-led Joint Military Exercises Flailed",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#6",
            "content": "Japan's Adoption of Anti-DPRK Law under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- The Japanese reactionaries' adoption of \"North Korean Sanctions Law\" is a serious political provocation to the DPRK and the revelation of their extreme hostile policy toward it, says Rodong Sinmun Monday in a signed commentary.\r\n The DPRK is not surprised at all by the adoption of such ridiculous \"law\" aimed to justify the application of sanctions against it, pursuant to the U.S. human rights offensive against Pyongyang, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n We'd like to serve a strong warning to the Japanese reactionaries over their adoption of the \"law\".&nbsp;&nbsp;&nbsp;\r\n Such campaign launched by the Japanese reactionaries over the oft-repeated issue of abduction is nothing but a reckless and rash act of pushing the DPRK-Japan relations to the lowest ebb, a clear indication that they are going indiscreet, obsessed with bitterness toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The abduction issue had long been settled and we, therefore, do not feel the need to talk about it any more. The Japanese reactionaries must be political dwarfs who are so naive that they do not properly understand yet who their opponent is. &nbsp;&nbsp;&nbsp;\r\n Nothing is more reckless and despicable than their attempt to escalate the above-said anti-DPRK human rights offensive in pursuance of the U.S. policy. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that such row will touch off anti-Japanese sentiment among the Koreans and reinforce their will to react to the offensive with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries will be held fully accountable for all the consequences to be entailed by their extreme political provocation against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan had better pay heed to the warning and stop such a foolish act as pricking its own eyes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian Delegation",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#7",
            "content": "U.S.-led Joint Military Exercises Flailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- RIMPAC-2006 the United States is staging with armed forces of different countries and regions under the pretext of \"emergency in East Asia\" is a serious military provocation against the DPRK as this multi-national war game is clearly aimed to invade it.\r\n Rodong Sinmun Monday says this in a signed commentary on the U.S.-led joint military exercises which began in the Pacific on June 25. &nbsp;&nbsp;&nbsp;\r\n The exercises have been conducted on a large scale under the pretext of \"ensuring security\" of sea routes and \"jointly countering terrorism\", but, as a matter of fact, the main target of the exercises is the DPRK, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The gravity and danger of the ongoing exercises are more pronounced for their aggressive and provocative characters. &nbsp;&nbsp;&nbsp;\r\n Although the U.S. is clamoring for \"peaceful settlement of the nuclear issue\" and \"stability in Northeast Asia\", it is irrefutably clear that it is actually seeking to make a military attack on the DPRK and ignite a new war in the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the very one which is harassing peace and stability and creating the danger of a new war in and around the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' participating again in the exercises, taking advantage of the dangerous U.S. war moves against the DPRK, is an unpardonable crime of leveling guns at the fellow countrymen together with the foreign forces. &nbsp;&nbsp;&nbsp;\r\n They should immediately stop the exercises, mindful that their joining in the foreign forces' war moves against the north is as foolish an act as jumping into fire with faggot on their back.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Settlement of \"Comfort Women\" Issue Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#8",
            "content": "Gift to Kim Jong Il from Russian Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the delegation of the Federal Agency for Information Technology of Russia on a visit to the DPRK.\r\n The gift was conveyed to an official concerned by Aleksei Grigoriev, head of the delegation who is counselor of the agency.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yankees Urged to Go Home",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#9",
            "content": "Settlement of \"Comfort Women\" Issue Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- 125 victims of the \"comfort women for the imperial Japanese army\" and the Council for the Solution of the Issue of the Volunteers Corps and other organizations concerned in south Korea reportedly held a press conference in front of the building of the Ministry of Foreign Affairs and Trade on June 22 to urge the south Korean \"government\" to pursue a positive diplomatic policy toward Japan for the settlement of the \"comfort women\" issue.\r\n At the press conference, speakers noted that the \"comfort women\" issue was not specified in the documents concerning the \"south Korea-Japan agreement\" adopted in 1965. The \"government,\" though belatedly, should have a new negotiation for its settlement, they urged. &nbsp;&nbsp;&nbsp;\r\n Then a statement was read out at the conference, which said that the \"government\" should properly exercise its \"right to diplomatic protection\" for its people. &nbsp;&nbsp;&nbsp;\r\n After the press conference, the participants presented to the \"human rights committee\" a written petition in the name of four organizations including the Council for the Solution of the Issue of the Volunteers Corps and at least 100 victims of the \"comfort women\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Jinung Face Lotion\" Made",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#10",
            "content": "Yankees Urged to Go Home\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- It is impossible to achieve durable peace in the Korean Peninsula as long as the U.S. troops stay in south Korea.\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist forces' presence in south Korea is a main obstacle to peace in the Korean Peninsula and a factor of increasing the danger of war there. &nbsp;&nbsp;&nbsp;\r\n Their reckless moves to provoke a new war have hamstrung any process to ensure durable peace on the peninsula and created such a dangerous situation there that a nuclear war may break out any moment. &nbsp;&nbsp;&nbsp;\r\n The U.S. much publicized \"strategic flexibility\" of its forces in south Korea and the like are nothing but dangerous moves to increase their role as aggressor forces and use south Korea as a springboard from which to realize its wild ambition to dominate the whole of Korea and the rest of Asia and disturb peace on the peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the pro-American forces in south Korea openly claim that the U.S. troops present in south Korea have \"contributed to regional stability and peace\" and served as war deterrent. This, however, is no more than sophism intended to fool the public at home and abroad demanding their withdrawal from south Korea and justify their continued presence there.  The U.S. military presence in south Korea has been a stumbling block lying in the way of achieving peace on the Korean peninsula because it has brought the Korean nation nothing but disasters. &nbsp;&nbsp;&nbsp;\r\n With the times changing, the reconciliation and cooperation between the north and the south and the movement for peaceful reunification have become the trend of the times on the peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. continued military presence in south Korea and its persistent pursuance of \"policy of strength\" quite contrary to the Koreans' wishes and the trend of the times would do the U.S. nothing good. The U.S. should drop its anachronistic policy of military occupation of south Korea, withdraw its forces from south Korea as quickly as possible and stop disturbing peace of Korea and its reunification. &nbsp;&nbsp;&nbsp;\r\n To put an end to the U.S. military presence in south Korea precisely means averting a war and preserving peace.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Veteran Artists of Songhwa Art Studio",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#11",
            "content": "\"Jinung Face Lotion\" Made\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- The Basic Science Center under Kim Il Sung University has newly made a \"Jinung Face Lotion.\"\r\n The lotion is made with sericin, a natural functional protein of silkworms as the main ingredient, which is mixed with sap extracted from sponge gourd and aloe cactus and with boundary surface active agent as a subsidiary additive. &nbsp;&nbsp;&nbsp;\r\n The pearl cosmetics have been widely used among women. But the sericin cosmetics become the favorite one of women. &nbsp;&nbsp;&nbsp;\r\n It contains 18.9 percent of natural protein, 37 times that of the former and 18 kinds of amino acid. It is good in adjustment of skin metabolism, promotion of cell proliferation and prevention of skin aging. &nbsp;&nbsp;&nbsp;\r\n The sericin lotion helps amino acid permeate skin cell membrane so that the aged skin intakes nutrition again. As a result, it makes skin glossy and delicate and smoothes wrinkles. &nbsp;&nbsp;&nbsp;\r\n Having contained the fusible polypeptide, sericin controls the active tyrosinase and the formation of melanin pigment and makes skin fair naturally. &nbsp;&nbsp;&nbsp;\r\n The lotion is also good for the treatment of the dermatitis such as prurigo caused by aging. &nbsp;&nbsp;&nbsp;\r\n Dr. Jo Song Chol, section chief of the center, said that the lotion, which makes the appearance of women fresh, beautiful and young, will become one of the best cosmetics in the present century.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Imperialists, Destroyer of Historical Relics",
            "url": "http://kcna.co.jp/item/2006/200606/news06/27.htm#12",
            "content": "Veteran Artists of Songhwa Art Studio\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- The Songhwa Art Studio of the DPRK has created many art works to suit modern aesthetic sense.\r\n Korean paintings, oil paintings and sculptures which were displayed at the exhibition of the Songhwa Art Studio held on the occasion of the Day of the Sun (April 15) this year were highly appreciated by the local and foreign visitors for their refined drawing art and marked individuality. &nbsp;&nbsp;&nbsp;\r\n Typical of them were the Korean painting \"Waves of Songho\", which describes the thrilling reality of the times in a single-stroke technique, and the oil painting \"Even in Gun Smoke\", which was drawn by making an effective use of oil painting technique in accordance with the emotion of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Art works of various themes including Korean paintings \"Apricot Tree Village\" and \"Assistance to Countryside\" are all masterpieces. They vividly mirror the appearance of the countryside which is turning into socialist fairyland and the life of the working people who are striving to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The art studio is made up of many veteran artists. Some of them are honored with the Kim Il Sung Prize and the title of People's Artist, professor and doctor. &nbsp;&nbsp;&nbsp;\r\n Their average age is 70. &nbsp;&nbsp;&nbsp;\r\n Though advanced, they are engaged in creating art works with youthful ardor and energy, calling at various places of the country to reflect the seething reality in their works. &nbsp;&nbsp;&nbsp;\r\n The Korean painting \"Aged Tree Opening Flowers\" shows the happiness and pride of veteran artists. &nbsp;&nbsp;&nbsp;\r\n Over the last decade they have created thousands of art pieces, many of which were registered as ones of national treasure. &nbsp;&nbsp;&nbsp;\r\n And exhibitions of art works held abroad on more than ten occasions demonstrated the development of the Korean art. &nbsp;&nbsp;&nbsp;\r\n Art works created by the aged artists find their way to Asian and European countries.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}