{
    "date": "2006-08-17",
    "url": "http://kcna.co.jp/item/2006/200608/20060817.htm",
    "articles": [
        {
            "title": "\"Ulji Focus Lens\" Joint Military Exercises Denounced by Many Sides",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#1",
            "content": "\"Ulji Focus Lens\" Joint Military Exercises Denounced by Many Sides \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Organizations in the north and the south of Korea and abroad simultaneously made public a joint statement in Pyongyang, Seoul and abroad on August 16 to denounce the south Korea-U.S. \"Ulji Focus Lens\" joint military exercises to be staged from August 21 to September 1.\r\n It was signed by 11 organizations including the North Side Committee for Implementation of June 15 Joint Declaration, the National Reconciliation Council and the North Headquarters of the National Alliance for the Country's Reunification from the north side, 22 organizations including the Solidarity for Implementing the South-North Joint Declaration, the South Headquarters of the Nation-wide Special Committee for Probing the Truth behind the GIs' Crimes and the Council for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy from the south side and 31 organizations including the Japanese Regional Committee for Implementation of June 15 Joint Declaration, the General Association of Koreans in China and the Overseas Headquarters of the Nation-wide Special Committee for Probing the Truth behind the GIs' Crimes from the overseas side.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n What merits a serious attention in the military maneuvers to be staged under the simulated conditions of a real war is that they will be under way according to the \"OPLAN 5027,\" an anti-north war scenario, and \"Chungmu Plan\" presupposing an \"emergency situation\" in the north. &nbsp;&nbsp;&nbsp;\r\n Such provocative saber rattling projected at a time when the U.S. has become evermore undisguised in its \"sanctions against the north\" eloquently tells that the U.S. economic blockade against the north has gone over to the phase of military attack and the south Korean authorities are zealously toeing the U.S. policy of war against the north. &nbsp;&nbsp;&nbsp;\r\n This indicates that the military threat to the peace on the Korean Peninsula comes from the U.S. and arouses the concern of the nation that the present sanctions will lead to a war tomorrow. &nbsp;&nbsp;&nbsp;\r\n While paying lip-service to peace, the U.S. does not hide its imperialist design not to roll up its hostile policy towards the north but to escalate its economic blockade and thus totally torpedo the six-party talks and pose even a military threat to the north in a bid to reduce it to U.S. dependency. &nbsp;&nbsp;&nbsp;\r\n But the U.S. should know well that everything will not go as intended by it.\r\n We warn the U.S. on behalf of the nation. &nbsp;&nbsp;&nbsp;\r\n The Koreans strong in the spirit of independence are always ready to defend their dignity by themselves and demonstrate it to the whole world and are fully capable of doing so. &nbsp;&nbsp;&nbsp;\r\n The U.S. should bear in mind that no foreign force could ever go scot-free after invading Korea in its history. &nbsp;&nbsp;&nbsp;\r\n The more reckless the U.S. gets in its moves for aggression, the stronger the unity of the Korean nation will become and the higher the anti-U.S. resistance will mount.\r\n Our nation will never forget the U.S. \"sanctions\" and pressure upon all the Koreans in the north and the south but make hundred-fold retaliation against it.\r\n This is the spirit of the Korean nation and a counter-action against the U.S. exercises for preemptive nuclear attack. \r\n Noting that the \"sanctions\" and the military attack against the north in the June 15 era when the nation is advancing towards reunification precisely mean sanctions and attack against the south, the statement continued: &nbsp;&nbsp;&nbsp;\r\n No alliance should be regarded more important than the peace and security of the nation. &nbsp;&nbsp;&nbsp;\r\n Should the north suffer disaster, the south would do the same and stifling the north would mean strangulating all the Koreans. &nbsp;&nbsp;&nbsp;\r\n The authorities of the south side should drop their policy of national confrontation, the policy of digging their own graves, and opt for sincerely implementing the June 15 joint declaration true to the spirit of \"By our nation itself\". &nbsp;&nbsp;&nbsp;\r\n Invincible is the might of the Korean nation closely united in the idea of \"By our nation itself\" in the June 15 era. &nbsp;&nbsp;&nbsp;\r\n We will never pardon the military moves of the U.S. and its followers standing in the way of independence, peace and reunification of the fellow countrymen, seized by a hegemonic ambition, but fight against them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#2",
            "content": "Visits \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- A DPRK delegation of the Ministry of Public Health headed by Minister Kim Su Hak left here Tuesday by air to participate in the 24th Meeting of Ministers of Health in the Southeast Asian Region of the World Health Organization and the 59th Regional Meeting to be held in Dhaka of Bangladesh.\r\n Arriving here on the same day was a Chinese delegation of the Ministry of Public Security headed by Vice-Minister Meng Hongwei.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Delegations of DPRK and China",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#3",
            "content": "Talks between Delegations of DPRK and China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Talks between a delegation of the Ministry of People's Security of the DPRK and a delegation of the Ministry of Public Security of China were held at the People's Palace of Culture on Tuesday.\r\n Present there from the DRPK side were members of the delegation of the Ministry of People's Security led by Vice-Minister Yu Yong Chol and from the Chinese side members of the delegation of the Ministry of Public Security led by Vice-Minister Meng Hongwei and Chinese Charge d'Affaires here Guan Huabing. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on boosting exchange and cooperation between the public security institutions of the two countries and a series of issues of mutual concern.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Delegation of Russian Orthodox Church",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#4",
            "content": "Kim Yong Nam Meets Delegation of Russian Orthodox Church \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with the delegation of the Russian Orthodox Church led by its Chairman of the Office for Foreign Relations Kirill, patriarch of Smolensk and Kaliningrad Regions, at the Mansudae Assembly Hall on Tuesday.\r\n Present there were Jang Jae On, chairman of the Korean Council of Religionists, Kung Sok Ung, vice-minister of Foreign Affairs, Ho Il Jin, chairman of the Korean Orthodox Church Committee, and Andrei Karlov, Russian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kirill conveyed to Kim Yong Nam a personal letter to leader   Kim Jong Il from Alexy II, patriarch of Moscow and all Russia.    \r\n\r\n\r\n"
        },
        {
            "title": "Agreement on Cooperation in Public Health Inked between DPRK and Zimbabwe",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#5",
            "content": "Agreement on Cooperation in Public Health Inked between DPRK and Zimbabwe \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- An agreement on cooperation in the field of public health between the DPRK and Zimbabwe was signed in Harare on August 9.\r\n Present at the signing ceremony were staff members of the DPRK mission for Economic and Commercial Affairs in Harare and officials concerned including officials of the Foreign Ministry and the Ministry of Health and Child Welfare of Zimbabwe.\r\n The agreement was inked by the chief of the DPRK mission and the Zimbabwean minister of Health and Child Welfare.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New DPRK Ambassador to Vietnam Appointed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#6",
            "content": "New DPRK Ambassador to Vietnam Appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Ma Chol Su was appointed as the DPRK ambassador to Vietnam, according to a decree of the Presidium of the Supreme People's Assembly.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK and China Cooperate in Public Security",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#7",
            "content": "DPRK and China Cooperate in Public Security \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- An agreement on cooperation between the DPRK Ministry of People's Security and the Chinese Ministry of Public Security was signed at the People's Palace of Culture on August 15.\r\n Present at the signing ceremony from the DPRK side were officials of the ministry including Vice-Minister Yu Yong Chol and from the Chinese side members of a delegation of the above-said Chinese ministry headed by Vice-Minister Meng Hongwei and Guan Huabing, Chinese charge d'affaires a.i. here. &nbsp;&nbsp;&nbsp;\r\n Yu and Meng inked the agreement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Former Unconverted Long-term Prisoner Kim Sok Hyong Dies",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#8",
            "content": "Former Unconverted Long-term Prisoner Kim Sok Hyong Dies \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Kim Sok Hyong, a patriotic fighter for reunification and former unconverted long-term prisoner, died to the regret of the people on August 14, Juche 95 (2006) at the age of 89 of diseases he had contracted from harsh tortures in south Korean prison.\r\n His obituary has been published, which says: &nbsp;&nbsp;&nbsp;\r\n He was born into a family of a tenant farmer in Ryulgok-ri, Pakchon County, North Phyongan Province, on April 13, 1917. He was admitted to the Workers' Party of Korea after liberation and worked at an important post, rendering devoted services for the building of a new country and victory in the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n He resolutely joined in the struggle to achieve national reunification at a time when the U.S. imperialists and their stooges had run into extremes in their moves to invade the north and divide the Korean nation. But, unfortunately, he was arrested by enemy and spent long 31 years behind bars, while fighting unyieldingly to remain true to his revolutionary creed and principle toward the Party and the leader. \r\n He was embraced in the bosom of the DPRK in Sept. Juche 89 (2000). Though he found it hard to move around due to the diseases he had got in prison, he did his utmost till the last moments of his life for the building of a great prosperous powerful socialist nation and the reunification of the country, upholding the Songun idea and leadership of the Party.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Hostile Policy toward DPRK and War Moves under Fire",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#9",
            "content": "Japan's Hostile Policy toward DPRK and War Moves under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- The Japan-Korea Society for Scientific and Educational Interchange released a statement on July 23 to denounce Japan for indulging in war moves involving all kinds of massive military maneuvers, following the U.S. lead, while raising a hue and cry over \"threat\" from someone. It sharply branded the U.S. and Japan as the chief culprits posing threat to peace and security.\r\n We will make all efforts with other forces and people of broad strata demanding peace to check Japan's dangerous acts, the statement said. &nbsp;&nbsp;&nbsp;\r\n It demanded the Japanese government strive to see that direct dialogues are held between the DPRK and the U.S., the parties to the Korean Armistice Agreement, and a peace agreement is signed between them and talks are resumed between the governments of Japan and the DPRK. &nbsp;&nbsp;&nbsp;\r\n It also demanded the Japanese government take decisive measures against sanctions and all manner of assaults infringing upon the rights of Koreans in Japan and stop following the U.S. in the \"relocation\" of its troops and beefing up \"capability of attacking enemy's bases\".    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Brutalities Committed by GIs in S. Korea Condemned",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#10",
            "content": "Brutalities Committed by GIs in S. Korea Condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- A spokesman for the Central Committee of the Democratic Front for the Reunification of the Fatherland Tuesday made public a statement denouncing brutalities committed by U.S. troops in south Korea, which says:\r\n On Aug. 15, 1946, the U.S. imperialists let loose heavily armed troops, even planes and tanks in a surprise raid on workers of the Hwasun Coal Mine who were on their way to Kwangju, South Jolla Province, to participate in a celebration meeting of the first anniversary of Korea's liberation. And they committed the thrice-cursed brutalities by pouncing upon workers again like a pack of wolves when they were returning from the meeting, killing hundreds of them in cold blood. &nbsp;&nbsp;&nbsp;\r\n They committed without hesitation the inhuman act of surrounding the place of massacre for a whole week not to allow the bodies of the victims to be carried away.\r\n Through the massacre of workers of the Hwasun Coal Mine, the statement notes, the U.S. imperialists threw away the mask of \"liberator\" to stand stark naked as occupiers and murderers. In the later period, they earned themselves greater notoriety as human butchers by committing massacres in Ryosu, Jeju Island, Rogun-ri and other places.\r\n They deprived multitudes of defenseless south Koran people of their lives by killing them, men and women, old and young, right and left by shooting, bayoneting, bombing and running vehicles over them, the statement says, and goes on:\r\n The U.S. military presence in south Korea for over six decades has brought only enormous sacrifices and calamities to the south Korean people. &nbsp;&nbsp;&nbsp;\r\n The south Korean pro-American conservative forces including the Grand National Party imploring the U.S. troops to stay in south Korea permanently, worshiping the United States as their savior, are the very heinous treacherous groups driving the nation to ruin. &nbsp;&nbsp;&nbsp;\r\n Everyone who has the Korean's soul should vigorously turn out determinedly in the anti-U.S. struggle to force the U.S. to pay the price of blood and drive away the U.S. imperialist aggressor forces, the root cause of all misfortunes and sufferings, from south Korea at an early date.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar Held in S. Korea to Have East Sea of Korea Properly Marked",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#11",
            "content": "Seminar Held in S. Korea to Have East Sea of Korea Properly Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- A seminar took place in Seoul on August 10 to have the East Sea of Korea properly marked under the sponsorship of the Solidarity for Protecting Tok Islet of south Korea, according to a news report.\r\n Presented at the seminar were \"Meaning of writing textbooks from the viewpoint of international law\" and other papers. &nbsp;&nbsp;&nbsp;\r\n The papers recalled that Japan unilaterally marked the East Sea of Korea as the \"Sea of Japan\" while getting it registered in an international organization during its occupation of Korea, adding that this was a product of the Japanese imperialists' aggression against Korea. &nbsp;&nbsp;&nbsp;\r\n Accusing the U.S. and some other countries of still calling the East Sea of Korea the \" Sea of Japan\", they underscored the need for the \"government\", academic circles and civic and social organizations to work together to have the sea properly marked.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Head of Russian Orthodox Church Delegation Interviewed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#12",
            "content": "Head of Russian Orthodox Church Delegation Interviewed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Kirill, chairman of the Office for Foreign Relations of the Russian Orthodox Church, patriarch of Smolensk and Kaliningrad Regions and head of the delegation of the Church, on a visit to the DPRK had a press conference at the Russian embassy here on August 15.\r\n Present there were media persons in Pyongyang and members of the Korean Orthodox Church Committee. &nbsp;&nbsp;&nbsp;\r\n Also on hand were members of the delegation of the Russian Orthodox Church, Andrei Karlov, Russian ambassador to the DPRK, staff members of the embassy and officials in charge of media of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n Referring to the significance of the completion of the Jongbaek Church, Kirill said in his address at the conference that the church successfully built on the initiative of Kim Jong Il, chairman of the DPRK National Defence Commission, is a monument symbolic of the relations between Russia and the DPRK. &nbsp;&nbsp;&nbsp;\r\n Noting that August 15 was the 61st anniversary of the liberation of Korea, he stressed that the liberation achieved by the anti-Japanese fighters of Korea shoulder to shoulder with the Red Army had a strong impact on the development of the relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the Jongbaek Church would contribute to boosting the friendly relations between the Russian and Korean peoples. &nbsp;&nbsp;&nbsp;\r\n He answered the questions raised by reporters.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protest against Negotiations on Share of Expenses for U.S. Forces' Presence in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#13",
            "content": "Protest against Negotiations on Share of Expenses for U.S. Forces' Presence in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- The People for Achieving Peace and Reunification, a south Korean organization of the movement for peace against war, reportedly staged a protest in front of the building of \"the Ministry of Foreign Affairs and Trade\" on August 10 to demand a stop to the negotiations on the share of expenses for the upkeep of the U.S. forces in south Korea.\r\n The protesters noted that the United States is trying to impose upon the south Korean side an increased share of the expenses for the presence of its forces in south Korea through the negotiations after shifting upon the south Korean side the expenses for the relocation of U.S. troops and the decontamination of the pollution of the U.S. military base to be returned to south Korea and even the expenses for the land of the U.S. military base to be transferred. &nbsp;&nbsp;&nbsp;\r\n This reveals the U.S. intention to make the permanent presence of its forces in south Korea a fait accompli and rob its people of more money, they said, declaring they would never tolerate it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces' Bombing of Tok Islet and Mass Killing of Civilians under Fire",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#14",
            "content": "U.S. Forces' Bombing of Tok Islet and Mass Killing of Civilians under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- The U.S. imperialist aggressors bombed Tok Islet and killed civilians on June 9, 1948. Commenting on this, Rodong Sinmun Wednesday observes that this was not bombing perpetrated by mistake as they claimed, but a deliberate and carefully pre-arranged man-killing.\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n At that time the side of the U.S. aggression forces hushed up the case by asserting that the plane wrongly bombed the fishing boats by mistaking them for rocks and the United States and the south Korean authorities worked hard to keep the truth about the case buried into oblivion for about 60 years. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have committed ceaseless brutal mass killings of south Koreans beyond human imagination but they have never clearly admitted and apologized for them. &nbsp;&nbsp;&nbsp;\r\n When a south Korean girl was shot to death in Kunsan and a woodman was killed in Phaju, Yankees defended the killers, asserting that they mistook them for a duck and a pheasant. When the truth about a mass killing of civilians committed in Rogun-ri, Yongdong County, North Chungchong Province, was disclosed a few years ago, the U.S. asserted that it was an unexpected miserable tragedy and an unplanned killing. This is the true colors of the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n No excuse made by them can ever convince one. Truth is bound to be probed.\r\n More than six decades of the U.S. imperialist aggressors' presence in south Korea represent a history of the most hideous brutalities as it has imposed upon the south Korean people nothing but misfortune, pain and death. Such monstrous crimes as the recently disclosed bombing of Tok Islet and mass killings of civilians will not cease and there will break out another bloody war of aggression on this land as long as these aggressor forces remain in south Korea, the news analyst stresses.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea-U.S. Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#15",
            "content": "S. Korea-U.S. Joint Military Exercises under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- The \"Ulji Focus Lens\" joint military exercises to be staged by the U.S. and south Korean armies from August 21 are a very dangerous military action and a test war aimed to complete the battle commanding and operational system of the aggressor forces for the provocation of a new Korean war and easily attain the purpose of the war.\r\n A commentary of Rodong Sinmun today says this. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces have been advertising the joint military drill as an annual one and, on the other hand, claiming that it is necessary for the \"prevention of a war\" but they can cover its aggressive nature and danger with nothing. &nbsp;&nbsp;&nbsp;\r\n There is no validity in somebody's \"military threat\" and the \"prevention of a war\" loudmouthed by the U.S. &nbsp;&nbsp;&nbsp;\r\n The whole nation in the north and the south of Korea are firmly advancing towards reunification in the idea of \"By our nation itself.\"\r\n In the historical point of view, we had never infringed upon the security of the U.S. and, practically, there is nothing threatening the U.S. &nbsp;&nbsp;&nbsp;\r\n It is foolish behavior that the U.S. imperialists are trying to cover the criminal nature, purpose and danger of the drill with the advertisement of worn-out \"threat of southward invasion\" although they are escalating the tension of the Korean Peninsula.\r\n The \"Ulji Focus Lens\" joint military exercises are very serious anti-DPRK war racket both in view of their scale and period. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are going to stage the exercises despite the unanimous opposition at home and abroad. It indicates that their attempt to unleash a war of aggression on the Korean Peninsula at any cost enters more dangerous phase.\r\n The above-said exercises are a precedent operation for the provocation of a war of aggression against the DPRK.\r\n The U.S. war-like forces should clearly know that any military racket can neither frighten the Korean people nor attain their aggressive purpose. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are well advised to stop the military gambling against peace which is driving the situation on the Korean Peninsula to the brink of a war.    \r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Crush For. Aggressor Forces through National Cooperation",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#16",
            "content": "All Koreans Called upon to Crush For. Aggressor Forces through National Cooperation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- The force of national cooperation represents the might of independence and unity capable of meeting any challenge of foreign aggressors. The Korean nation should resolutely meet the challenge of foreign aggressors through national cooperation under the uplifted banner of national independence under the present tense situation, observes Rodong Sinmun Wednesday in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The national cooperation provides the Koreans in the north and the south with the best way of foiling the vicious moves of the foreign forces for aggression, defending the peace of the country and bringing about a steady surge in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n The force of the national cooperation represents the might of the spirit of struggling for independence against foreign forces. If the Korean nation strong in self-esteem holds high the banner of independence, it can frustrate any moves of foreign forces for aggression. Peace and security can be preserved on the Korean Peninsula only when Koreans realize the national cooperation under the banner of independence.\r\n The national cooperation precisely means unity. The Koreans will display their inexhaustible strength if they go united to foil the moves of the foreign forces for aggression, putting aside their differences. Now that the U.S. and Japan work together to bring down the DPRK,  the Koreans in the north and the south are called upon to unite close and conduct joint actions to protect the common interests as they are commonly interested in the issue of protecting peace from war. No foreign forces, however ferocious they are, dare ignite a war on the Korean Peninsula, if all Koreans come out to denounce the moves of the foreign forces for aggression and take united actions against them. &nbsp;&nbsp;&nbsp;\r\n National cooperation serves as the only option for the Korean nation now that foreign forces have become frantic in their moves to start a war of aggression on this land and bring a disaster of a nuclear war to the Korean nation. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should realize effective national cooperation under the uplifted banner of the June 15 joint declaration in order to make a great contribution to foiling the moves of the foreign forces for aggression, defending the peace of the country and bringing earlier the independent reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Crime to Exterminate Korean Nation",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#17",
            "content": "Japan's Crime to Exterminate Korean Nation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Sixty-one years have passed since Korea was liberated from the colonial rule of the Japanese imperialists. But her people still remember the crimes committed against them by the colonial rulers.\r\n During their military occupation of Korea, the Japanese imperialists, the sworn enemy of the people, committed all conceivable acts to exterminate the Korean nation on the globe. They were the most pernicious inhumane crimes that other imperialists and colonialists had not dared to perpetrate. &nbsp;&nbsp;&nbsp;\r\n In an attempt to obliterate the Korean language, the Japanese imperialists made public an official declaration that the official language was the Japanese at the government and public offices, court of justice and other institutions at the initial stage of their \"Governor-General Rule\" and then proclaimed the Japanese as the \"national language\" that the Korean people should be obliged to use. &nbsp;&nbsp;&nbsp;\r\n They cooked up laws on newspaper (in 1907) and publication (in 1909) and publication regulation (in 1910) and concocted and revised for the worse the \"ordinance on Korean education\" several times. With the help of the \"laws\", they extremely restricted the publication of newspapers and other printed matters in Korean and legalized to educate students with Japanese as the main at all the primary and middle schools.\r\n The Japanese imperialists launched a campaign to force the Koreans to change their names into Japanese ones. &nbsp;&nbsp;&nbsp;\r\n They fabricated an evil law by which they changed the names of lots of Korean people irrespective of their will if they did not change their names within the set time.\r\n Over the four decades of their occupation of Korea, the Japanese imperialists plundered the historical legacies and precious relics in ancient tombs that the Korean nation had created and preserved for 5,000 years and carried them to Japan.\r\n Ito Hirobumi, a ringleader of aggression forces, blew up and the mausoleum of King Kongmin, the 31st king of Koryo Dynasty, in Kaesong to bring away the mausoleum treasures with more than ten trucks. And Terauchi, the first governor-general resident in Korea, pulled down a building of Kyongbok Royal Palace and rebuilt it in Yamaguchi, his native town, and named it \"Korean Museum\" to display over 2,000 pieces of precious cultural relics of Korea and books. They are typical of Japan's extortion. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists tried to \"Japanize\" even the Korean way of life. They forced Koreans to bow toward the direction of the palace of the Japanese Emperor every morning and learn by heart the \"oath of the subjects of the Japanese Empire\". And they compelled the Koreans to have hair cut short in the Japanese style and wear black suits instead of white ones and Japanese wooden slippers in disregard of the historical traditions and way of life of the Korean nation. When they found Korean women wearing Korean national costume, they pounced upon them to tear their clothes with scissors and undress them without hesitation. &nbsp;&nbsp;&nbsp;\r\n The Korean people will certainly avenge themselves on the Japanese imperialists for their crimes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#18",
            "content": "Greetings to Indonesian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Indonesian president Susilo Bambang Yudhoyono on the occasion of the 61st anniversary of the proclamation of its independence.\r\n The message sincerely wished him greater success in his responsible work for the stability and prosperity of the country, expressing the belief that the traditional friendly and cooperative relations between the two countries would grow stronger in line with the desire and interests of the two peoples.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Gabonese President",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#19",
            "content": "Greetings to Gabonese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to El Hadj Omar Bongo Ondimba, president of Gabon, on Aug. 14 on the occasion of the 46th anniversary of its independence.\r\n The message sincerely wished him and the Gabonese people greater success in their work for the prosperity of the country, expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in the future.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Japanese PM's Visit to \"Yasukuni Shrine\"",
            "url": "http://kcna.co.jp/item/2006/200608/news08/17.htm#20",
            "content": "KCNA Blasts Japanese PM's Visit to \"Yasukuni Shrine\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang August 16 (KCNA) -- Japanese Prime Minister Koizumi Tuesday visited the \"Yasukuni Shrine\" despite strong protest at home and abroad.\r\n His sixth visit to the shrine after his assumption of the office is a grave insult and challenge to the peoples of Asian countries that fell victim to Japan's invasion as it meant to justify the history of the aggression and crimes committed by Japan against those countries in the past and honor the departed souls of the militarists.\r\n The \"Yasukuni Shrine\" has served as a hotbed of aggressive nature and ultra-nationalism of Japan and a symbol of militarism. &nbsp;&nbsp;&nbsp;\r\n Preserved there are mortuary tablets of class-A war criminals ill-famed for killing millions of innocent civilians after invading Asian countries in the past.\r\n That is why the peoples of different countries in Asia who suffered unspeakable misfortune and pain due to the Japanese imperialists in the past strongly oppose and denounce the Japanese politicians' visits to the shrine, branding them as reckless behaviors aimed at the revival of militarism and the repetition of the history of invasion. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Koizumi openly visited the \"shrine\" on the anniversary of its defeat. This is a blatant challenge to the just voices of the peoples of Asia and the rest of the world and a revelation of the Japanese ruling quarters' \"political will\" to restart overseas aggression by stepping up the militarization of the country and the moves to push society to the Right. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, Japan has been busy whitewashing its crime-woven past and making arrangements for realizing its wild ambition for reinvasion, thus gravely threatening the regional peace and security over the last 61 years since its defeat.\r\n Legislations were adopted to legalize the participation of the Japan Self-Defense Forces (SDF) in overseas war of aggression and its arms buildup has been accelerated and the SDF's \"overseas advance\" stepped in real earnest in Japan.\r\n The Japanese authorities have been so crafty as to cover the aggressive nature of these actions. The visit paid by the prime minister to the \"shrine\" this time despite the unanimous denunciation by the peoples in the region and the rest of the world saliently reveals their sinister intention. &nbsp;&nbsp;&nbsp;\r\n His visit to the \"shrine\" diametrically runs counter to the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n He continued visiting the \"shrine\" which honors the departed souls of the assailants even after he signed the declaration in which he expressed repentance and apology for the misfortune and sufferings that Japan imposed upon the Korean people in the past and thus abandoned his commitment, rubbing salt into the wounds of the Korean people and making the DPRK-Japan relations go from bad to worse. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that Japan is a cancer-like entity in preserving regional peace as it is seized by such revanchism and fever to revive militarism that it is deaf to the voices of the people in the region condemning Japan and discarding even its international commitment. &nbsp;&nbsp;&nbsp;\r\n It is the height of folly for Japan to talk about a \"political role commensurate with its economic potential.\" &nbsp;&nbsp;&nbsp;\r\n Japan can never shake off its ill-fame of being recorded in the UN Charter as an \"enemy state\", much less thinking of a permanent seat on the UNSC, as it is keen on the preparations for overseas expansion, distorting history and encouraging visits to the \"shrine,\" far from redressing the crimes it committed against Koreans and other Asians.\r\n The international community should pay a serious attention to the revanchist design pursued by Japan under the signboard of \"service\" and \"contribution\" and the UN would be well advised to put such issue as the revival of Japan's militarism on top of its agenda. &nbsp;&nbsp;&nbsp;\r\n If Japan goes in for militarism again, oblivious of the lesson taught by its history in which it went to ruin due to its past aggression and overseas expansion, it will not be able to escape self-destruction.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}