{
    "date": "2006-08-11",
    "url": "http://kcna.co.jp/item/2006/200608/20060811.htm",
    "articles": [
        {
            "title": "U.S. Termed World's Biggest Biological and Chemical War Criminal",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Improved Labor Administration",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#2",
            "content": "U.S. Termed World's Biggest Biological and Chemical War Criminal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- With no trick can the U.S. cover up its true colors as the world's biggest biological and chemical war criminal and arch proliferator of weapons of mass destruction (WMD), says Rodong Sinmun Thursday in a signed article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The Washington Post reported about the start of the construction of an 8-storeyed laboratory with a floor space of about 18,000 square yards at the cost of 128 million U.S. dollars in Fort Detrick, Maryland by the National Biodefence Analysis and Countermeasures Centre under the U.S. Department of Homeland Security, adding that germ warfare lab would operate after two years with access of outsiders to it strictly restricted. &nbsp;&nbsp;&nbsp;\r\n This brings to light the criminal intention and true colors of the U.S. keen to launch another biological and chemical warfare. It is not the first time that its stepped-up development of biological and chemical weapons has been disclosed. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have the precedent of using biological and chemical weapons in the Korean and Vietnam wars after World War II. They did not hesitate to use chemical weapons in the Iraqi war in the new century. &nbsp;&nbsp;&nbsp;\r\n The U.S. has so far talked a lot that it is opposed to the manufacture and use of biological weapons. Yet it claims that its development of biological and chemical weapons is aimed to protect its soldiers from possible biological weapons attack and does not contravene a treaty banning the development and possession of such offensive weapons. &nbsp;&nbsp;&nbsp;\r\n No country has ever threatened or attempted to attack the U.S. with biological weapons and the U.S. forces have never suffered from those weapons. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the world's biggest possessor of biological and chemical weapons and it is again the U.S. which has used them in the wars of aggression against humanity.\r\n Before launching the Iraqi war the U.S. claimed that Iraq was suspected of having substance enough to manufacture 5,000 tons of chemical weapons and more than 30,000 warheads for chemical weapons. &nbsp;&nbsp;&nbsp;\r\n The U.S. tries to paint other countries incurring its displeasure as well as Iraq as \"criminals.\" &nbsp;&nbsp;&nbsp;\r\n It is nothing but a pretext for the U.S. to launch aggression to take issue with other countries over their non-existent issues of \"biological and chemical weapons.\"       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Law on Nationalization of Major Industries Observed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#3",
            "content": "Rodong Sinmun Calls for Improved Labor Administration \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- It stands out with greater urgency in the drive for the building of a great prosperous powerful nation today to improve labor administration, says Rodong Sinmun in a signed article Thursday.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The drive to build a great prosperous powerful nation is a noble one to achieve an overall development in all fields of social life including the country's economy and culture, not to speak of the idea and spirit of the people and their fighting morale and manner of work, and bring a decisive victory of Korean-style socialism.\r\n Improving labor administration is an indispensable requisite to guiding all the working people to display devotion and sincerity in the present-day struggle for the prosperity of the country by giving full play to their patriotism. &nbsp;&nbsp;&nbsp;\r\n The reality clearly proves that when labor administration is steadily intensified to suit the nature of the socialist society and the requirement of social development, there emerge heroes of the times, true labor innovators and performers of feats working hard with all sincerity for the country and the people, the society and the collective in all fields and units. &nbsp;&nbsp;&nbsp;\r\n Improving labor administration is an important demand for further consolidating and developing the socialist system in the DPRK by establishing revolutionary disciplines and well-organized work system in all society. &nbsp;&nbsp;&nbsp;\r\n Our state political system could be consolidated and the advantages of Korean-style socialism were given full scope in all fields of social life in the teeth of the U.S. imperialists' vicious anti-DPRK moves in the period of the \"Arduous March\" and the forced march as the Korean people staunchly fought with indomitable devotion and revolutionary fighting spirit. &nbsp;&nbsp;&nbsp;\r\n Improving labor administration is a prerequisite to bringing a new upswing in economic construction with the nation's own efforts by calling labor resources into most effective service. &nbsp;&nbsp;&nbsp;\r\n Only when labor administration controlling manpower, the most active and decisive factor in production and construction, is improved as required by the Songun era is it possible to make an efficient use of all the human and material resources of the country and build a great prosperous powerful nation of Juche on this land by our own efforts and in our own way.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unpardonable Crimes of Japan",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#4",
            "content": "Anniversary of Law on Nationalization of Major Industries Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Today marks the 60th anniversary of the promulgation of the law on nationalization of major industries in the DPRK.\r\n President Kim Il Sung promulgated the \"Law on Nationalization of Industries, Transport, Communications, Banks and So On\" on August 10, Juche 35 (1946).\r\n More than 1,000 major industrial facilities or more than 90 % of all industries were passed completely into the hands of the Korean people under this law. &nbsp;&nbsp;&nbsp;\r\n The nationalization of major industries completely removed the economic foundation of imperialists' exploitation and subjugation in Korea and did away, in the main, with the root cause of all social misfortune in the field of industry and ensured the use of major production means for the prosperity and progress of the country and for the promotion of the welfare of the working people. &nbsp;&nbsp;&nbsp;\r\n The work for paving the path to socialism made dynamic progress not only in the period of building a new country but in the period of the Fatherland Liberation War.\r\n In the post-war period the socialist transformation of production relations was successfully realized in the city and countryside to finally remove the root cause of exploitation and poverty and firmly establish a socialist system. &nbsp;&nbsp;&nbsp;\r\n System and methods of economic management steadily improved to suit the new environment in the DPRK where a socialist system was built. As a result, great progress was made in the efforts to consolidate the socialist system and build socialist economy.\r\n The Korean people have keenly realized through their life experience that Korean-style socialism is the most advantageous socialism as it guarantees the working people their position and role as masters of economy and production to meet the intrinsic demand of the socialist system. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have become evermore undisguised in their moves against the DPRK. But Korean-style socialism will emerge ever-victorious as long as there are the mighty economic system and the firm foundation of the self-supporting national economy.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film \"Diary of a Girl Student\", Close Companion of Life",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#5",
            "content": "Unpardonable Crimes of Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Sixty-one years have passed since the Japanese imperialists were defeated while making desperate efforts to realize their wild dream of \"Greater East Asia Co-prosperity Sphere\".\r\n Their defeat was a deserved punishment by the history and justice on the wicked enemy of the humankind which committed all manner of crimes unprecedented in history, taking it as the state policy to exterminate and conquer other nations.\r\n The Korean people, who had suffered all sorts of disgrace and misfortunes as colonial slave for several decades, always remember Japan's crimes. &nbsp;&nbsp;&nbsp;\r\n With a sinister design to exterminate the Korean nation itself, the Japanese imperialists arrested, imprisoned and killed millions of people at random, tried to obliterate the Korean written and spoken languages and forced them to change their names from the first days of their occupation. &nbsp;&nbsp;&nbsp;\r\n They forcibly drafted more than 8.4 million of young and middle-aged Koreans to the slavery labor and battlefields under the names of \"military conscription\" and \"labor drafting\" and massacred over one million Korean people in cold-blooded way. And they instituted a system of \"comfort women for the Japanese army\" unheard of in history and forced 200,000 Korean women to serve the Japanese army as sexual slaves.\r\n During their military occupation of Korea, the Japanese imperialists also plundered a large amount of underground resources including gold, silver, copper and iron ores, forest resources, farm and live-stock products such as rice and cows, marine resources and even valuable historical and cultural assets. &nbsp;&nbsp;&nbsp;\r\n Japan, which had imposed immeasurable mental, human and material losses upon the Korean people in the past, is again running wild to achieve its wild dream of \"Greater East Asia Co-prosperity Sphere\", perpetrating all kinds of vicious acts against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Recently, Japan raved that it has no objection to fighting a war with north Korea after the DPRK's launch of missiles for self- defence and enacted wartime laws under the pretext of \"coping with the contingency in the surrounding area\" and \"cooperation with anti-terrorism\" and restored the rights to war and participation in a war. It unhesitatingly took measures to escalate the overseas advance of its \"Self-Defense Forces\" and to dispatch them to battle-fields in particular. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' wild ambition for aggression and domination over Korea remains unchanged though many years have gone by. &nbsp;&nbsp;&nbsp;\r\n Such reckless acts give only rise to the Korean people's hatred for Japanese militarists and make them harden their resolution to revenge themselves on the latter.       \r\n\r\n\r\n"
        },
        {
            "title": "FM Meets Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#6",
            "content": "Film \"Diary of a Girl Student\", Close Companion of Life \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- The newly produced feature film \"Diary of a Girl Student\" is screened before full houses in Pyongyang every day, evoking lively response from people of all walks of life.\r\n The film, which embodies the Juche-oriented idea of aesthetics of leader Kim Jong Il, is a model one to which new unique methods of description are boldly introduced.\r\n Busy as he was with continuous inspection tour of frontline army units, he improved its script and guided its production to become a masterpiece of the times. &nbsp;&nbsp;&nbsp;\r\n The film, truthfully picturing the life of an ordinary scientist family, gives perfect answers to the questions on where the people in the Songun era should get joy and happiness and on what is the real ideal of the young people. &nbsp;&nbsp;&nbsp;\r\n The heroine and her younger sister make up to their parents devoting themselves to scientific research and grumble at them with misunderstanding. And then they come to understand their parents and their misunderstanding turns into trust and pride, love and happiness. At last the heroine follows her father in scientific research without hesitation. The film strikes deep impressions in the mind of the cinema-goers.\r\n Jon Mun Jin, an anti-Japanese revolutionary fighter, said that the film was a hit work representing the film art efflorescing in the new century under the guidance of the great leader. &nbsp;&nbsp;&nbsp;\r\n Minister of Culture Kang Nung Su remarked that appreciating the film time and again, he felt the pride as if he looks down the world on the high eminence of the moviedom in the 21st century, adding that the film was the fine fruit borne under the wise leadership of Kim Jong Il, a great master in art. &nbsp;&nbsp;&nbsp;\r\n Pyon Yong Rip, president of the State Academy of Sciences, emphasized that the film is a close companion of life and struggle, which powerfully calls the scientists to creation and innovation. &nbsp;&nbsp;&nbsp;\r\n President of Kim Chaek University of Technology Hong So Hon had this to say: The film, a masterpiece in the Songun era, raises the importance of education of the younger generation as an important issue at present and impressively tells that only when the youth and children are brought up well, can the generation of the Korean revolution be carried forward with credit. &nbsp;&nbsp;&nbsp;\r\n The viewers make up their mind to live as the heroines do, saying that they want to see the film again.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Chad",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#7",
            "content": "FM Meets Chinese Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and had a talk with Chinese Ambassador to the DPRK Wu Donghe who paid a farewell call on him on Thursday.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Ukrainian PM",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#8",
            "content": "Greetings to President of Chad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Idriss Deby, president of Chad, on the occasion of the 46th anniversary of its independence.\r\n The message sincerely wished the president and people of Chad great successes in their work for peace of the country, national unity and economic prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Jo Myong Rok Meets Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#9",
            "content": "Congratulations to Ukrainian PM \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a congratulatory message to Viktor Yanukovich upon his appointment as prime minister of Ukraine.\r\n The message sincerely wished the prime minister success in his responsible work, expressing the belief that the friendly and cooperative relations between the two countries would expand in conformity with the expectation and interests of the two peoples.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Violence against Korean Students in Japan under Fire",
            "url": "http://kcna.co.jp/item/2006/200608/news08/11.htm#10",
            "content": "Jo Myong Rok Meets Chinese Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission, together with Vice Marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, met and conversed with outgoing Chinese Ambassador to the DPRK Wu Donghe on Thursday.\r\n On hand were KPA General Pak Jae Gyong, KPA Major General An Yong Gi and the military attache of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}