{
    "date": "2006-03-04",
    "url": "http://kcna.co.jp/item/2006/200603/20060304.htm",
    "articles": [
        {
            "title": "Rallies Held on Day of Tree-Planting",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#1",
            "content": "Rallies Held on Day of Tree-Planting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- Rallies were held by working people's organizations Thursday to vow to plant more trees on the occasion of the Day of Tree-Planting.\r\n A rally of officials and members of the Korean Democratic Women's Union took place at the arboretum of the Kumsusan Memorial Palace, a rally of youth and students at the April 15 Children's Flower Garden and a rally of agricultural workers in Chongsan-ri, Kangso County. &nbsp;&nbsp;&nbsp;\r\n Reporters and speakers at the rallies said President Kim Il Sung and leader Kim Jong Il clearly indicated tasks for afforestation and ways to do so at every stage and in each period of the revolutionary development and thus wisely led the servicepersons and people of the DPRK to turn all the mountains and riversides of the country into thick woodlands. &nbsp;&nbsp;&nbsp;\r\n They called for planting trees with devotion in the streets and villages, at factories and other work places with ardent patriotism and taking deep care of them. \r\n They also underscored the need to plant saplings as required by technical norms with a view to raising the rate of rooting, encourage every household to plant a lot of fruit trees and successfully create woodland including forests of firewood. \r\n At the end of the rallies their participants planted with care various species of trees and flower shrubs including pine-nut trees, aromatic trees and azalea.\r\n Present there were Choe Thae Bok, Yang Hyong Sop, Choe Yong Rim, Kim Ki Nam and others. &nbsp;&nbsp;&nbsp;\r\n That day similar rallies were held by every province and the Ministry of Railways.    \r\n\r\n\r\n"
        },
        {
            "title": "Servicepersons Vow to Take Lead in Tree Planting",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#2",
            "content": "Servicepersons Vow to Take Lead in Tree Planting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- A rally of servicepersons of the Ministry of the People's Armed Forces took place at the arboretum of the Kumsusan Memorial Palace Thursday to thoroughly carry out the instruction of Supreme Commander   Kim Jong Il that the People's Army should take lead in the movement to turn the whole country into a thick woodland and greenery.\r\n Present there were Vice Marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, leading officials of the Ministry of the People's Armed Forces and servicepersons. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers at the rally recalled that Kim Jong Il singled out tree planting and tending as an important issue related to the prosperity and development of the country and the happiness of all generations to come long ago and has wisely led the People's Army to take the lead in turning the whole country into a thick woodland and greenery. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il saw to it that the whole country learned from the experience of the units which have set examples in tree planting and recently he instructed the People's Army to play a big role in turning the country into a thick woodland and greenery, thus reposing deep trust in it, they noted. &nbsp;&nbsp;&nbsp;\r\n They called for waging a dynamic drive to plant and tend more trees in the arboretum of the Kumsusan Memorial Palace, the sacred temple of Juche, and the places associated with the undying exploits performed by the three generals of Mt. Paektu.\r\n That day its participants planted at least 3,000 trees of good species in the arboretum. \r\n On the same day a lot of trees were planted by units of the three services of the KPA and military schools at various levels in different places.    \r\n\r\n\r\n"
        },
        {
            "title": "DWP Declares General Political Strike",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#3",
            "content": "DWP Declares General Political Strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- The representative of the Democratic Workers' Party held an urgent press conference on Feb. 28 at which he declared a general political strike, according to the south Korean KBS.\r\n He charged that the \"bill on part-time job\" railroaded through the \"Environment and Labor Committee of the National Assembly\" on Feb. 27 is an evil law inviting misfortune, stating that his party would do its utmost to prevent the passage of the bill through the session of the NA. &nbsp;&nbsp;&nbsp;\r\n He also declared that all members of his party and members of the south Korean Confederation of Trade Unions would stage a strike against the NA passage of the bill at each work place and hold a rally in Seoul soon to vow to struggle against it.    \r\n\r\n\r\n"
        },
        {
            "title": "54th Rally for Peace and Disarmament in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#4",
            "content": "54th Rally for Peace and Disarmament in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- The People for Achieving Peace and Reunification in south Korea (Phyongthongsa) reportedly held the 54th rally for peace and disarmament in front of the Defence Ministry building on Tuesday demanding the repeal of \"the plan for defence reforms\" and a halt to the south Korea-U.S. joint military exercises.\r\n Speeches were made and a resolution was read out at the rally.\r\n Kim Phan Thae, head of the team for peace and disarmament of Phyongthongsa, disclosed that the \"plan\" announced by the Defence Ministry focuses on the introduction of U.S.-made fighters, large-size destroyers and other offensive weapon systems capable of operating beyond the boundary of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The projected increase in the spending for its implementation would only result in worsening the people's living conditions, he added. &nbsp;&nbsp;&nbsp;\r\n Hwang Yu Sok, chairman of the National Reunification Committee of the south Korean Federation of University Student Councils, accused the Defence Ministry of driving the people to a war. &nbsp;&nbsp;&nbsp;\r\n The resolution noted that the south Korean military authorities are planning to stage with the United States large-scale joint military exercises aimed at a preemptive attack. This is a dangerous move to bring the situation on the Korean Peninsula to the brink of war, it charged. &nbsp;&nbsp;&nbsp;\r\n The ministry will not be able to escape a judgment by the nation if it stands in the way of warming up the south-north relations instead of working for their progress, it warned.    \r\n\r\n\r\n"
        },
        {
            "title": "General Strike of Workers in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#5",
            "content": "General Strike of Workers in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- The south Korean Confederation of Trade Unions reportedly went on a general strike on February 28 in protest against the authorities' railroading of a \"bill on part-time job\".\r\n As soon as the bill was reported to have been railroaded through the \"Environment and Labor Committee of the National Assembly\" on February 27, the confederation held a mass meeting and an emergency meeting of the headquarters of struggle for general strike at which it decided to go on a general strike. &nbsp;&nbsp;&nbsp;\r\n The organization called a press conference on Tuesday morning to declare the strike.\r\n At the conference it charged that the Uri Party and the Grand National Party had a secret-room conspiracy to railroad the bill, an action against the workers. And it declared that a general strike would be staged across south Korea to check the dealing of the retrogressive bill and achieve the legislation of ensuring the rights of part-time workers. &nbsp;&nbsp;&nbsp;\r\n At 13:00, over 103,000 union members under the confederation, including the Federation of Metal Industrial Trade Unions, the Federation of Chemical Fiber Trade Unions and the Federation of Women Workers' Unions, went on a general strike at 108 worksites. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, rallies for nullifying the evil bill on part-time job and winning in the general strike were held in Seoul, South Jolla Province, South Kyongsang Province, South Chungchong Province and other parts of south Korea. &nbsp;&nbsp;&nbsp;\r\n The confederation called a rally on Wednesday, too, at which it called for nullifying the bill and strongly urged the authorities to draw up a new bill for ensuring the rights of part-time workers.    \r\n\r\n\r\n"
        },
        {
            "title": "GNP Clan Assailed for Reckless Remarks",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#6",
            "content": "GNP Clan Assailed for Reckless Remarks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- The south Korean Federation of University Student Councils reportedly issued a statement on February 27, denouncing clan of the Grand National Party for their reckless remarks against the DPRK and reunification.\r\n The statement said that former spokesperson of the GNP Jon Ryo Ok desecrated the June 15 joint declaration on February 22 and former president of the GNP Ri Hoe Chang openly accused inter-Korean reconciliation and cooperation.\r\n Their reckless remarks are the last-ditch efforts of those who have been driven into an abyss by the daily growing desire of the people for independent reunification and developing inter-Korean relations after the publication of the joint declaration, the statement said, stressing: \r\n The GNP is unpardonable for its past crimes only. If the GNP continues to act against reunification as now, its result is very clear. &nbsp;&nbsp;&nbsp;\r\n The traitorous party is bound to stand trial. &nbsp;&nbsp;&nbsp;\r\n The GNP should sincerely apologize to the nation for its past crimes and treacherous actions before dismantling itself at once.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#7",
            "content": "Rodong Sinmun on Idea of \"By Our Nation Itself\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- Rodong Sinmun Friday in a signed article says that the idea of \"By our nation itself\" is the banner of struggle which guarantees victory of the patriotic movement for independent reunification, peace against war and great national unity, set by the Korean nation as the main task of national reunification this year.\r\n The article goes on:\r\n The idea of \"By our nation itself\" is the patriotic one which instills the spirit of national independence deep into the hearts of all the fellow countrymen. It is run through with the idea of strong national self-determination to achieve national reunification by the efforts of the Korean nation itself. &nbsp;&nbsp;&nbsp;\r\n It is the independent right and due obligation of the Korean nation to wage the struggle for national sovereignty independently in the interests of the members of the nation and in accordance with their will. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" is the patriotic one which inspires all the fellow countrymen to the struggle for peace against war. It is associated with the noble patriotic spirit of the Koreans to remove the dark cloud of war from the Korean Peninsula by their concerted efforts and hand down a reunified prosperous and peaceful country to the rising generations. &nbsp;&nbsp;&nbsp;\r\n The idea enables the people in the north and the south who value peace of the country to achieve cooperation for peace against war, resolutely frustrate the U.S. imperialists' Korea strategy aiming to impose nuclear holocaust upon the Koreans and firmly defend peace and security of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The idea is the patriotic one which positively encourages the great unity of the whole nation. It is full of the spirit of great national unity. &nbsp;&nbsp;&nbsp;\r\n As regards the issue of national reunification, the cause of the whole nation, both the north and the south are responsible for it and the interests of class and strata are same. Only when the Koreans in the north and the south closely unite and cooperate can they beat back the vicious anti-reunification moves of the separatist forces at home and abroad and vigorously advance the cause of national reunification along the track of national independence.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean Jewel Picture",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#8",
            "content": "Korean Jewel Picture \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- The Korean jewel picture, a new kind of fine arts created in the Democratic People's Republic of Korea, has steadily developed, greatly contributing to  the socialist cultural construction.\r\n Its first work was created in Juche 76 (1987). As yet, such kind of fine art has not been created in other countries. &nbsp;&nbsp;&nbsp;\r\n The Korean jewel picture is drawn with natural stone powder of various colors on the basis of the creative techniques of the Korean painting, the national fine art.\r\n Its color is soft to appreciate and remains unchanged. It can depict humans, animals and beautiful natural phenomena delicately on a high artistic level.\r\n There are many works of national treasure value. Typical of them are \"Dove Dance \", \"Snow Falls\", \"Tiger in Mt. Paektu\" and \"Sobaek Stream in Summer\".\r\n The creative technique of the Korean jewel picture is applied to the creation of huge fine art works today. &nbsp;&nbsp;&nbsp;\r\n Korean jewel pictures were awarded gold medals and diplomas at the 88 Beijing international patent exhibition held in China in October Juche 77 (1988) and other international shows and fairs.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Jujube, High-grade Strain",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#9",
            "content": "Pyongyang Jujube, High-grade Strain\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- Pyongyang Jujube trees have been cultivated in different areas of the Democratic People's Republic of Korea.\r\n It was bred from a species of wild jujube trees growing in mountainous areas of the country by researchers of the Central Botanical Garden some years back.\r\n Each Pyongyang jujube is five grams heavier on the average and sweeter than Tokdong Jujube and Pongsan Jujube which have been famous in the country from olden times.\r\n The tree shoots out more branches and has big crown as against its height, compared with other species of jujube trees. It bears first fruits 3-4 years after its plantation. It, with no thorns, is good for garden. &nbsp;&nbsp;&nbsp;\r\n The researchers also developed the method of mass-propagating the trees.\r\n The rate of rooting of the Pyongyang jujube saplings is above 95 percent. And it is possible to nurse saplings without any big investment.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean General-level Military Talks Close",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#10",
            "content": "Inter-Korean General-level Military Talks Close\r\n&nbsp;&nbsp;&nbsp; Panmunjom, March 3 (KCNA) -- The third north-south general-level military talks which were opened at the Thongil House in the portion of the north side in Panmunjom Thursday were closed Friday.\r\n The north side consistently maintained the principled stand to be maintained in discussing the agenda item at the second-day sitting, too, and made sincere efforts at the discussion of issues raised. &nbsp;&nbsp;&nbsp;\r\n The head of the north side's delegation in his speech again made a detailed analysis of the common points and differences of both sides manifested in the course of the discussion. &nbsp;&nbsp;&nbsp;\r\n According to him, the common points lie in that both sides shared the view  that it is necessary to make joint efforts  to prevent the recurrence of clashes in the waters of the West Sea of Korea and realize joint fishing on the principle of promoting co-prosperity and common interests  with a view to barring ships of the third country from illegal fishing and protecting the nation's interests. &nbsp;&nbsp;&nbsp;\r\n He referred to the following differences:\r\n First, the north side proposed removing the root cause of the recurrence of clashes in the waters of the West Sea while the south side suggested a series of confidence-building measures. &nbsp;&nbsp;&nbsp;\r\n Second, the north side held that all the assertions of both sides which triggered off clashes in the past be discarded and a new solution be sought on a new basis but the south side persistently insisted on the worn-out assertion considered to be unfair in various aspects. &nbsp;&nbsp;&nbsp;\r\n Third, the north side proposed a simultaneous discussion on the issue of fixing the waters for joint fishing and the issue of defining the military boundary on the West Sea as far as the modality for discussing the issue is concerned but the south side evasively proposed defining the waters for joint fishing only. \r\n Fourth, the north side urged the south side to stop staging all the war exercises including joint military exercises with the United States to  terminate the military confrontation on the Korean Peninsula but the south side tried as hard as possible to avoid the issue of halting the military exercises, talking about their \"defensive\" nature and the like.\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n These differences arouse our suspicion that the south side is keen to achieve a sinister aim by maintaining the status quo and its behavior is endangering the fate of the hard-won north-south general-level military talks. &nbsp;&nbsp;&nbsp;\r\n If the south side intends to truly defuse the tension on the peninsula and put an end to the confrontation there, it should boldly do away with its outdated way of thinking and keep pace with the grand march of the nation for reunification, he urged. \r\n Both sides agreed to further the discussion on issues related to the agenda item at the next talks.        \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Provides Field Guidance to New Cultural, Sports and Service Facilities",
            "url": "http://kcna.co.jp/item/2006/200603/news03/04.htm#11",
            "content": "Kim Jong Il Provides Field Guidance to New Cultural, Sports and Service Facilities\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, provided field guidance to the new cultural, sports and service facilities in Samjiyon town.\r\n The first leg of his field guidance was the Samjiyon Children's Palace that has sprung up in the town. &nbsp;&nbsp;&nbsp;\r\n The palace with a total floor space of over 7,700 square meters has various rooms for hobby groups, a theatre with hundreds of seating capacity, and a gymnasium capable of hosting various sports events. &nbsp;&nbsp;&nbsp;\r\n He learned in detail about the construction and operation of the magnificent modern palace, going round the outside and inside of it. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to furnish the palace better and operate it effectively so as to conduct a purposeful education of children as it is an important educational centre greatly instrumental in bringing them up as pillars of the country with a wide range of knowledge, noble morality and strong physique. He indicated tasks to be undertaken by the palace and ways to do so. &nbsp;&nbsp;&nbsp;\r\n The second leg of his visit was the new Samjiyon County House of Culture.\r\n The house has been designed well and constructed on the best level of quality so that it may host art performances and all other artistic activities, he noted, highly praising the builders for having successfully completed the vast construction project in a matter of less than one year by devoting all their wisdom and energies. &nbsp;&nbsp;&nbsp;\r\n He called for operating the house on a regular basis to satisfy the daily growing cultural requirements of people, very pleased to be informed that since the inauguration of the house it has hosted diverse cultural events to fully provide working people with cultural and emotional life. \r\n The third leg of his visit was the new Sports Village in Mt. Paektu area.\r\n The village covering a vast area at the foot of Pegae Hill is a modern winter sporting complex. It has an outdoor ice rink, a skiing ground, an ice hockey gymnasium and other sporting grounds, lodging quarters for players and cultural and service facilities. \r\n He mounted an observation platform and commanded a bird's-eye view of the large skating ground capable of hosting diverse skating games, skiing courses extending from the top of Pegae Hill and the ski jumping hill, lodging quarters and cultural and service facilities standing in line in the forest. He learned in detail about the construction of the village and its facilities. &nbsp;&nbsp;&nbsp;\r\n Expressing his great satisfaction over the fact that the village was designed in a bid way and has all facilities for sporting activities and living to the convenience of players, he highly praised the builders for having successfully built such modern sports village.\r\n Even a single house should be built to meet the need of the new century so that it may be handed down to posterity, he said, adding that to this end it is necessary to construct all structures on the highest level as befitting the era of the Workers' Party of Korea.\r\n Learning about how the National Skating Championships for Paektusan Cup are going on at the Outdoor Ice Rink, he praised the skaters for displaying strong enthusiasm to exalt the honor of the country. Physical culture and sports should be popularized to get all our youths and children fully ready for labour and national defence, he said. &nbsp;&nbsp;&nbsp;\r\n Then he visited the newly-built Pegaebong Noodle Shop. &nbsp;&nbsp;&nbsp;\r\n The shop is good in architectural style and it has been built on the highest level, he said, highly praising the builders for having provided one more excellent present for the people. &nbsp;&nbsp;&nbsp;\r\n All activities should be geared to faithfully serve the working people as our country is a people-centered socialist society where they have become its master, he said, underlining the importance to pay primary attention to the service for them.\r\n Then he commanded a bird's-eye view of Samjiyon town whose appearance has changed beyond recognition. &nbsp;&nbsp;&nbsp;\r\n Looking at the picturesque scenery presented by the cultural and service facilities of peculiar shapes, dwelling houses, a park peculiar to an alp and buildings of unique architectural style standing in the forest of Mt. Paektu, he was very pleased with the fact that Samjiyon has undergone a great change in a few years.\r\n Noting that there are in the area of Mt. Paektu including Samjiyon County many revolutionary battle sites, important centres for the education in the revolutionary traditions, he said that to spruce up the area is a honorable work for firmly defending the revolutionary traditions, an eternal asset of the revolution, and carrying forward and developing them. &nbsp;&nbsp;&nbsp;\r\n As a large number of people make study tours of the area, a grand open-air museum, it is necessary to provide better cultural and welfare facilities for them and continue pushing ahead with the necessary construction, he said. &nbsp;&nbsp;&nbsp;\r\n He also said that in order to spruce up the revolutionary battle sites in a peculiar style, it is important to work out a town design in a far-sighted way and build all structures to suit the specific features of the area. &nbsp;&nbsp;&nbsp;\r\n He stressed the need to pay deep attention to the renovation and maintenance of the existing monumental edifices so as to add beauty to the appearance of wonderfully-built Samjiyon town and, at the same time, bring about a steady qualitative improvement in the service and management activities. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by First Vice Department Director Ri Jae Il and Vice Department Director Hwang Pyong So of the WPK Central Committee.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}