{
    "date": "2006-09-20",
    "url": "http://kcna.co.jp/item/2006/200609/20060920.htm",
    "articles": [
        {
            "title": "Peaceful Solution to Nuclear Issue on Korean Peninsula Supported by NAM Summit",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Meets New Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#2",
            "content": "Peaceful Solution to Nuclear Issue on Korean Peninsula Supported by NAM Summit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The 14th NAM summit held in Havana on Sept. 15 and 16 expressed full support to the Korean people in their just cause of achieving the independent and peaceful reunification of the country and their efforts to seek a peaceful solution to the nuclear issue on the Korean Peninsula.\r\n The final document adopted at the summit said: &nbsp;&nbsp;&nbsp;\r\n Noting the importance of guaranteeing a durable peace and security in the Korean Peninsula for the sake of the common prosperity of the Korean people as well as the peace and security of Northeast Asia and the rest of the world, heads of state and government expressed the hope that the Korean Peninsula would be reunified through the genuine aspirations and concerted efforts of the Korean peoples themselves in a way as is stated in the North-South Joint Declaration issued at historic North-South summit talks held in Pyongyang on 15th June 2000. &nbsp;&nbsp;&nbsp;\r\n Heads of state and government expressed their desire for the realization of denuclearization of the Korean Peninsula and continued support for the resumption of the six-party talks at the soonest possible time, pointing out the latter's vital role in achieving a peaceful negotiated solution to the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n Heads of state and government reaffirmed their support for the principles of the September 19th 2005 joint statement on the denuclearization of the Korean Peninsula and emphasized the need for an expeditious and faithful implementation of the joint statement.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secretaries of C.C., WPK Meet New Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#3",
            "content": "Pak Pong Ju Meets New Chinese Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, together with Vice-Premiers of the Cabinet Kwak Pom Gi and Ro Tu Chol met and conversed with new Chinese Ambassador to the DPRK Liu Xiaoming who paid a courtesy call on him at the Mansudae Assembly Hall Tuesday.\r\n On hand were Minister of Foreign Trade Rim Kyong Man, Minister Councilor Guan Huabing and other officials of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Plenary Meeting of Youth League Central Committee Held",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#4",
            "content": "Secretaries of C.C., WPK Meet New Chinese Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- Choe Thae Bok and Kim Ki Nam, secretaries of the Central Committee of the Workers' Party of Korea, Tuesday met and conversed with new Chinese Ambassador to the DPRK Liu Xiaoming who paid a courtesy call on them.\r\n Present there were Pak Kyong Son, vice department director of the C. C., the WPK, and Minister Councilor Guan Huabing and other officials of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "2nd Pyongyang Autumn International Commodity Fair to Be Held",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#5",
            "content": "Plenary Meeting of Youth League Central Committee Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The 33rd plenary meeting of the Central Committee of the Kim Il Sung Socialist Youth League was held here Monday.\r\n Discussed at the meeting were tasks of the organizations of the youth league to greet the 95th birth anniversary of President Kim Il Sung, the birthday of General Secretary Kim Jong Il and the 75th founding anniversary of the Korean People's Army with a high degree of political zeal and significant achievements in work. &nbsp;&nbsp;&nbsp;\r\n The meeting heard a report of Kim Kyong Ho, first secretary of the Central Committee of the youth league, and speeches. &nbsp;&nbsp;&nbsp;\r\n Tasks and ways were set out at the meeting to prepare all the organizations of the youth league and youths and children to be Songun vanguard fighters upholding the idea and leadership of the Workers' Party of Korea in the van. &nbsp;&nbsp;&nbsp;\r\n The meeting called upon the organizations of the youth league to intensify ideological education among the young men and women to hold the President in high esteem as the eternal sun of Juche, devotedly defend the headquarters of the revolution headed by Kim Jong Il and gain deeper understanding of the validity and vitality of the Party's Songun politics. &nbsp;&nbsp;&nbsp;\r\n It also urged all the organizations and officials of the youth league to effect a decisive turn in the work to learn soldier culture in the Songun era, true to the instructions of Kim Jong Il, so as to make the whole society replete with revolutionary optimism and stirring emotion of life and guide all the youths and children to stoutly prepare themselves into true young vanguards and children's lifeguards of the Party as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n Relevant decisions were adopted at the meeting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Forcible Removal of Dwelling Houses under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#6",
            "content": "2nd Pyongyang Autumn International Commodity Fair to Be Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The 2nd Pyongyang Autumn International Commodity Fair is slated to take place at the Three-Revolution Exhibition here from Sept. 25 to 28.\r\n It will attract companies of the DPRK, China, Italy, Belarus, Thailand, Indonesia, Switzerland, Britain and other countries and regions. &nbsp;&nbsp;&nbsp;\r\n To be displayed there are equipment for the development of ultra-modern technology, production facilities in the fields of metal, machine, chemical industries, light industry and agriculture and electrical and electronic goods, foodstuff, a variety of daily necessities and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Forces Demanded",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#7",
            "content": "Forcible Removal of Dwelling Houses under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly released a statement in denunciation of the \"government's\" forcible removal of the dwelling houses in the area of Phyongthaek on Sept. 13.\r\n Accusing the \"government\" of hurling at least 18,000 policemen and over 450 gangsters of the group for the removal of the dwelling houses into Taechu-ri and Todu-ri of Phyongthaek to demolish the dwelling houses there that day, the statement declared the people would never allow the \"government\" to perpetrate the above-said violent action but do their utmost to defend Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n The Peace Network in a statement on Sept. 13 urged the \"government\" to immediately stop the forcible removal of the houses, mindful that the land of Phyongthaek is not mere farmland but a cradle for the farmers associated with their blood and sweat. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek of south Korea in a statement termed the \"government's\" mobilization of police forces and gangsters for the forcible removal of the houses in Taechu-ri and Todu-ri, planned for the expansion of the U.S. military base in Phyongthaek, human rights abuses.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Gathering with Malaysian Embassy Officials",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#8",
            "content": "Withdrawal of U.S. Forces Demanded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- More than ten GIs in south Korea got drunk and behaved themselves disgracefully in a bus in Uijongbu, Kyonggi Province, on September 8. And as if this was not enough, they assaulted passengers and broke window glass of the bus with hammer.\r\n The south Korean Federation of University Student Councils in a statement titled \"U.S. troops in south Korea, a criminal group, leave this land at once\" on Sept. 12 said the incident once again made it clear that the U.S. troops are a group of criminals utterly useless in this land. &nbsp;&nbsp;&nbsp;\r\n Stressing that the south Korean people cannot escape from the threat of crimes of the GIs even a moment as long as they are present in this land, the statement demanded an immediate pullout of the U.S. forces, a group of murderers threatening the lives of the south Korean people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Indonesian Charge d'Affaires Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#9",
            "content": "Friendly Gathering with Malaysian Embassy Officials \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The DPRK-Malaysia Friendship Association on Monday arranged a friendly gathering with Malaysian embassy officials at the DPRK-Malaysia Friendship Pyongyang Tongdaewon Middle School No. 1 on the occasion of the 49th anniversary of national day of Malaysia.\r\n Present there on invitation were Charge d'Affaires A.I. Jamal Sharifuddin Bin Johan and staff members of the Malaysian embassy in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The participants went round the room devoted to the history of the school and its laboratories and classrooms. &nbsp;&nbsp;&nbsp;\r\n They appreciated a performance of stage pieces given by pupils and chatted on the need to boost the relations between the two countries, deepening the feelings of friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Books and Picture Albums Introducing Historic Relics and Remains Published",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#10",
            "content": "Indonesian Charge d'Affaires Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- Bambang Irawan K., Indonesian charge d'affaires a. i. in Pyongyang, hosted a reception Monday on the occasion of the 61st anniversary of the independence of Indonesia.\r\n Present on invitation were Rim Kyong Man, minister of Foreign Trade, Kim Yong Il, vice-minister of Foreign Affairs, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Indonesia Friendship Association, Kim Tang Su, director of the Bureau of Diplomatic Corps Affairs, officials concerned, diplomatic envoys of different countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Indonesian embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Law on Nonferrous Metals of DPRK",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#11",
            "content": "Books and Picture Albums Introducing Historic Relics and Remains Published\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The Korean Cultural Preservation Agency has put out many books and picture albums introducing historic relics and remains preserved with good care in different parts of the country.\r\n Published in recent years are the picture albums \"Korean Central History Museum,\" \"Ryangchon Temple\" and \"Guidebook of Korean Temples,\" the books \"Illustrated Book of Korea's Natural Monuments\" (Plants Vols. 1 and 2), \"Friend of Lovers of Cultural Legacies\" and \"Ryongthong Temple in Kaesong,\" the folded pictures \"Simwon Temple in Pakchon\" and multi-media products of historic relics and monuments, several dozens in all. &nbsp;&nbsp;&nbsp;\r\n The picture album \"Korean Central History Museum\" introduces in 7 chapters more than 200 pieces of relics among the exhibits of the museum, which represent the 5,000-year-long history and brilliant culture of Korea and outstanding resources and talents of Korean ancestors. &nbsp;&nbsp;&nbsp;\r\n \"Illustrated Book of Korea's Natural Monuments\" (Plants Vols. 1 and 2) gives a specific review of natural plants widely distributed in Korea in the order of ages and academic values. &nbsp;&nbsp;&nbsp;\r\n Also loved by readers are \"Friend of Lovers of Cultural Legacies,\" \"Ryongthong Temple in Kaesong\" and the electronic publications \"Picture Book of Korea's Historic Relics and Remains\" (1-10), which introduce relics and remains ranging from major relics and remains of the primitive and ancient ages to old architectures of the middle and modern ages such as Taedong Gate, Kwangbop Temple, octagonal thirteen-story tower of Pohyon Temple in Mt. Myohyang as well as paintings, sculptures, craft products, musical instruments, weapons and scientific and technological materials.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Time-honored Pobun Hermitage in Pyongyang",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#12",
            "content": "Law on Nonferrous Metals of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea adopted the law on nonferrous metals of the DPRK in August 2006.\r\n The mission of the law is to fully meet the ever-growing demand for nonferrous metals by establishing a strict system and order in the production, supply and utilization of nonferrous metals. &nbsp;&nbsp;&nbsp;\r\n The law consists of five chapters and 46 articles. &nbsp;&nbsp;&nbsp;\r\n Stipulated in the law are issues of principle to be kept in the production, supply, usage, collection, procurement and management of nonferrous metals. &nbsp;&nbsp;&nbsp;\r\n It guarantees by law to make more effective and rational use of the nonferrous metal resources in the country for building a great prosperous powerful nation.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "British Delegation Leaves",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#13",
            "content": "Time-honored Pobun Hermitage in Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The Pobun Hermitage, located in the southern mid-slope of Mt. Ryongak in Pyongyang, has been preserved and managed in its original state as a national cultural heritage.\r\n The hermitage belongs to the Yongmyong Temple. It, built in the days of Koguryo (277 B.C. - A.D. 668), was reconstructed during the period of Ri Dynasty (1392 - 1910). &nbsp;&nbsp;&nbsp;\r\n The hermitage, standing with steep cliffs as its background, has several buildings including Ponjon (main building), Rahanjon (house for Buddha's disciples), the Sansin pavilion (shrine to a mountain god) and the Chilsong pavilion (shrine to the Big Dipper). The buildings look hoary. &nbsp;&nbsp;&nbsp;\r\n What is peculiar in the style of its architecture is that the hermitage applies different forms in the facade and in the rear of the building. &nbsp;&nbsp;&nbsp;\r\n A statue of Amitabha stands in front of a wall inside the Ponjon. Hanging on its back wall is a picture of Amitabha and on a sidewall is a picture of Buddhist nun. &nbsp;&nbsp;&nbsp;\r\n There are a square 5-storey pagoda in front of the main building and a thousand-year-old zelkova tree on a side. &nbsp;&nbsp;&nbsp;\r\n Working people from all walks of life and school youth and children feel high pride of the nation with fine architecture, looking round the hermitage.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Birthday of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#14",
            "content": "British Delegation Leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- A delegation of the Communist Party of Great Britain (Marxist-Leninist) headed by Harpal Brar, chairman of its Central Committee, flew back Tuesday after wrapping up its 8-day visit to the DPRK. \r\n While staying in the DPRK the delegation visited the Korean Revolution Museum, the Mangyongdae Schoolchildren's Palace, the Grand People's Study House, the Tower of the Juche Idea and the Monument to Party Founding.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2006/200609/news09/20.htm#15",
            "content": "Birthday of DPRK Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- Round-table talks and film shows were held in Peru and the Czech Republic in the period from Sept. 5 to 12 on the occasion of the 58th anniversary of the DPRK.\r\n Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, addressing round-table talks, said that the Democratic People's Republic of Korea is the country of the greatest people, a powerful socialist nation of Juche. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the 2nd District, Prague, Committee of the Communist Party of Czech and Moravia, the chairman of its 5th District Committee and others noted in their speeches at round-table talks that the Workers' Party of Korea has successfully led the social revolutions at various stages and socialist construction, converting the DPRK into a powerful socialist nation. Saying that the WPK has consistently maintained the revolutionary principle in the whole period of steering the revolution and construction, they added that socialism in Korea is sure to triumph thanks to the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films including \"'Kim Il Sung Prize' Winner Grand Mass Gymnastic and Artistic Performance 'Arirang'\".&nbsp;&nbsp;&nbsp;\r\n Meanwhile, Korean book, photo and handicraft exhibitions took place in Russia, Bulgaria, Mexico and Brazil from Aug. 31 to Sept. 8. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the exhibitions were portraits of President Kim Il Sung and General Secretary Kim Jong Il, famous works of peerlessly great persons and books and photos showing their undying exploits and handicrafts representing the wisdom and talents of the Koreans. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at opening ceremonies.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}