{
    "date": "2006-05-12",
    "url": "http://kcna.co.jp/item/2006/200605/20060512.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Women's Company of KPA",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#1",
            "content": "Kim Jong Il Inspects Women's Company of KPA \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, inspected a women's company of KPA Unit 838.\r\n He acquainted himself with the company's performance of duty.&nbsp;&nbsp;&nbsp;\r\n He praised the women soldiers for having prepared themselves to be a-match-for-a hundred stalwart fighters, proud of being soldiers in the Songun era, before setting forth tasks to be tackled to increase the combat capability of the company. &nbsp;&nbsp;&nbsp;\r\n Then he went round an education room, a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a non-staple food store and other entertainment and educational and supply service facilities of the company. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to see the servicepersons of the company to lead a life full of revolutionary and militant spirit as required by the slogan of the WPK \"Let us train, study and live like the anti-Japanese guerrillas!\" &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the company. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by First Vice Department Directors of the WPK Central Committee Ri Yong Chol and Ri Jae Il and its Vice Department Director Hwang Pyong So.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Moves for Expansion of U.S. Military Base Demanded",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#2",
            "content": "Halt to Moves for Expansion of U.S. Military Base Demanded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- The European Regional Headquarters of the National Alliance for the Country's Reunification and the Society for Cooperation among Koreans in Germany released a joint statement on May 5 to demand the south Korean \"government\" stop the moves for the expansion of the U.S. military base in Phyongthaek.\r\n The statement denounced the south Korean \"Ministry of National Defence\" and police authorities for engendering on May 4 a tragedy reminding people of Kwangju in May 1980 in a bid to expropriate land of Phyongthaek, a planned site for the expansion of the U.S. military base. &nbsp;&nbsp;&nbsp;\r\n The moves for the expansion of the U.S. military base aimed at implementing the U.S. military hegemonic policy threatening the peace of the Korean Peninsula in the era of June 15 are an unjustifiable criminal act against reunification and the Korean nation, the statement said, strongly demanding the south Korean authorities stop their servile policy toward the U.S. and pursue genuine national cooperation. &nbsp;&nbsp;&nbsp;\r\n The statement said that overseas Koreans would actively solidarize in the struggle for peace against war in south Korea.\r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Emergency Meeting Held on Situation in Phyongthaek",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#3",
            "content": "Emergency Meeting Held on Situation in Phyongthaek \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- The All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek grouping at least 130 political parties and civic and social organizations of south Korea reportedly held an emergency meeting on the situation in Phyongthaek at the conference hall of the south Korean Confederation of Trade Unions in Seoul on May 8.\r\n Present there were more than 150 members of the measure committee. &nbsp;&nbsp;&nbsp;\r\n Choe Kun Ho, executive chairman of the measure committee, made a report which was followed by speeches of representatives of political parties and organizations. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed and confirmed the plans for the immediate actions. An appeal was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n Voicing strong opposition to the repressive action taken by the present \"government\" for the expansion of the U.S. military base, the appeal said: &nbsp;&nbsp;&nbsp;\r\n We should immediately put a halt to the brutal acts of violating the people's rights to existence and trampling down upon the rights of the people and peace for the purpose of carrying out the U.S. strategy for world domination. &nbsp;&nbsp;&nbsp;\r\n The Defense Ministry should remove the wire entanglements from the land in Phyongthaek planned for the expansion of the U.S. military base and withdraw the army units. &nbsp;&nbsp;&nbsp;\r\n The efforts of all the people are required for preventing such unfortunate event as Kwangju massacre in 1980. &nbsp;&nbsp;&nbsp;\r\n We will never stop the march for democracy, peace and human rights just as the people of Kwangju did 26 years ago.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S., Kingpin of International Terrorism",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#4",
            "content": "U.S., Kingpin of International Terrorism \r\n&nsp;&nsp;&nsp Pyongyang, May 11 (KCNA) -- The history of the U.S. is that of crimes stained with plot-breeding and terrorism as well as that of aggression and plunder, says Rodong Sinmun Thursday in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is styling itself an \"international judge\" to find fault with other countries, interfere in their internal affairs and threaten them. It makes no scruple to commit military aggression against them if necessary. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are kingpin of international terrorism. They invaded Iraq, openly blustering that their major objective is to remove the Iraqi leadership. &nbsp;&nbsp;&nbsp;\r\n In January 1961 first Prime Minister of Democratic Congo Lumumba     was cruelly assassinated, for which the U.S. was chiefly to blame. &nbsp;&nbsp;&nbsp;\r\n Former Chilean President Allende and many other state leaders and political figures fell victims to the U.S. terrorism. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have orchestrated military coups aimed at changing leadership in anti-imperialist and independent countries. 23 military coups took place in Asia from the end of the Second World War to the middle of the 1960s and 20 in Africa from 1960 to 1968 and military coups in 20 Latin-American countries in the 1950s. Most of those countries where the military coups broke out were anti-imperialist and independent countries and countries which were trying to rid themselves of servility to the U.S., though belatedly. As a result of the military coups pro-U.S. military and dictatorial regimes were established. &nbsp;&nbsp;&nbsp;\r\n The U.S. egged its henchmen to cook up military coups in strict secrecy or openly. &nbsp;&nbsp;&nbsp;\r\n It has since viciously schemed to attain their hegemonic purpose through armed invasion, assassination, overthrow of governments and various forms of terrorist operations against Grenada, Panama, Afghanistan, Iraq, etc. &nbsp;&nbsp;&nbsp;\r\n It is not only a kingpin of terrorism but a terrorism-supporting state which actively encourages terrorism. It fosters terrorism in targeted countries and then interferes in their internal affairs under the pretext of combating terrorism. &nbsp;&nbsp;&nbsp;\r\n The U.S. high-handed military practices of putting pressure and sanctions upon those countries of no problem while deliberately linking them to terrorism under the plea of \"anti-terrorism\" only go to prove its brazen-faced and brigandish nature.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Candle-light Demonstrations Go On in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#5",
            "content": "Candle-light Demonstrations Go On in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- Candle-light demonstrations of members of civic and public organizations in south Korea are reportedly going on in Seoul every day in protest against the indiscriminate crackdown upon civilians by the army and police authorities in the site planned for the expansion of the U.S. military base in Phyongthaek.\r\n A candle-light rally took place in front of the head office of Dong-A Ilbo in Kwanghwamun, Seoul on May 6. It was attended by at least 1,200 members of civic and public organizations and students. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Then, its participants marched as far as Myongdong Cathedral along the Chonggye Stream. &nbsp;&nbsp;&nbsp;\r\n A candle-light cultural event was held in Kwanghwamun, Seoul on May 7 to defend Phyongthaek, a cradle land and a land of peace. &nbsp;&nbsp;&nbsp;\r\n It was participated in by more than 2,500 Seoul citizens, students and members of different organizations. &nbsp;&nbsp;&nbsp;\r\n An art performance was given there. &nbsp;&nbsp;&nbsp;\r\n At the end of the function its participants marched toward Chongwadae.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Military and Police Brutal Crackdown upon Protesters under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#6",
            "content": "Military and Police Brutal Crackdown upon Protesters under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- The All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek and the Phaengsong Town Measure Committee for Opposing the Expansion of the U.S. Military Base had a press conference at a hall in Taechu-ri, Phaengsong Township, Phyongthaek City, Kyonggi Province on May 6 condemning the Defense Ministry and the police authorities for their indiscriminate suppression of those who protested their requisitioning of the land.\r\n The organizations accused MPs of blackjacking civilians in the \"zone for the protection of the military facilities\" on May 4 and 5, noting that such happening can be seen only under the martial law or during the war time for which the Defense Ministry is wholly to blame. They also charged that the police authorities not only arrested many people and perpetrated indiscriminate outrages against them but are abusing their rights in detention rooms. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the south Korean Federation of University Student Councils (Hanchongryon) and the south Korean Federation of University Students in the 21st Century (Handaeryon) issued statements denouncing the brutal suppression committed by the ministry. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon in its statement on May 6 declared that it would conduct widespread activities to inform all the people of the truth of murder committed in Phyongthaek. Handaeryon in its statement on May 4 stressed it would pool the efforts of students to carry on its actions till the vital rights of the inhabitants in Phyongthaek have been guaranteed.    \r\n\r\n\r\n"
        },
        {
            "title": "National Symposium of Linguistics Held",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#7",
            "content": "National Symposium of Linguistics Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- A national symposium of linguistics was held on May 10 at the Academy of Social Sciences to observe the 40th anniversary of the publication of the famous work of President Kim Il Sung \"On Correctly Preserving the National Characteristics of the Korean Language.\"\r\n Speeches were made at the symposium under the titles \"The famous work of the great leader Comrade Kim Il Sung 'On Correctly Preserving the National Characteristics of the Korean Language' serves as important guidelines indicating the way for the development of the national language in our times,\" \"It is the way of preserving the national characteristics of the Korean language to actively find out and use words peculiar to the Korean language,\" \"It is a main task for preserving the Juche character and national character in the linguistic life to thoroughly polish up Chinese ideographic words and borrowed words,\" \"It is a main task before the field of linguistics in the Songun era to preserve and develop the advantages and the serve-the-people spirit of the cultured language of Pyongyang\"  and others. &nbsp;&nbsp;&nbsp;\r\n Speakers noted that the President in his famous work clarified the essence of language and its social function, the law governing the development of language and its principled orientation while giving perfect answers to various questions arising in thoroughly establishing Juche in all aspects of the development of the national language and linguistic life. &nbsp;&nbsp;&nbsp; \r\n The President led the Korean people to protect the Korean written and spoken languages from the Japanese imperialists' policy of obliterating the Korean language and after the liberation of the country he energetically steered the drive to preserve the national characteristics of the Korean, the speakers said, and went on: &nbsp;&nbsp;&nbsp;\r\n It was thanks to the tireless leadership of the President that the Korean written and spoken languages could develop to be the cultured language of Pyongyang, which boasts the dignity and wisdom, brilliant history and culture of Korea, and the language of socialist Korea. &nbsp;&nbsp;&nbsp;\r\n The vitality of the President's idea of developing the national language has been given fuller play as leader Kim Jong Il has taken measures for improving and enriching it to be a more polished and excellent cultured language suited to the spirit of the times and thought and sentiment of the Korean people.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Release of Protesters in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#8",
            "content": "Release of Protesters in S. Korea Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- Amnesty International demanded the south Korean \"government\" set free those who were arrested in the protest against the expansion of the U.S. military base in Phyongthaek, according to south Korean KBS on May 6.\r\n It expressed deep concern about the fact that many activists were injured and arrested by the military authorities which cracked down upon them when they turned out in a protest against the expansion of the U.S. military base. &nbsp;&nbsp;&nbsp;\r\n It held that the south Korean \"government\" should solve the Phyongthaek problem through dialogue with the people and make apology and compensation to the inhabitants.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Weather Information Dissemination Room Opens",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#9",
            "content": "Weather Information Dissemination Room Opens\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- The Central Meteorological Institute under the Hydro-Meteorological Service of the DPRK started to operate a room for disseminating weather information through computers.\r\n It furnishes information on temperature and precipitation on the day, weekly maritime weather forecast and sand dust phenomenon. And it offers short-, middle- and long-term weather forecasts, and the average three-decade temperature, rainfall and sunshine ratio. &nbsp;&nbsp;&nbsp;\r\n In particular, the room informs monthly and ten-day forecast of weather affecting the growth of crops and renders weather information including movement and altitude of clouds seen through satellite photograph to various sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n Besides, it provides data on rare weather phenomena through multimedia \"Collection of Korean Climate\".&nbsp;&nbsp;&nbsp;\r\n Through the room, one can read e-books and have consultation concerning the weather.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stamp Published in DPRK",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#10",
            "content": "Commemorative Stamp Published in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- A new stamp has been issued in commemoration of the 60th anniversary of the Pothong River improvement project, the first large-scale nature-remaking project in the DPRK.\r\n Before liberation, the river flowing through Pyongyang was flooded in the rainy season every year, inundating many farm houses and arable land in the areas along the river and bringing immeasurable disaster on the people there. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung initiated the project and turned the first sod for the project with spade on May 21, Juche 35 (1946). &nbsp;&nbsp;&nbsp;\r\n That day he said that the project should be made as the first torch of nature-remaking project for building a rich and powerful, democratic sovereign and independent country. Boundlessly encouraged by his speech, Pyongyang citizens completed the project in a matter of 55 days by displaying patriotic devotion. &nbsp;&nbsp;&nbsp;\r\n Printed on the stamp are the words \"In Commemoration of the 60th Anniversary of the Pothong River Improvement  Project\".&nbsp;&nbsp;&nbsp;\r\nThe monument to the project is reflected on the stamp with the beautiful scenery of Pyongyang on the banks of the river as its background. &nbsp;&nbsp;&nbsp;\r\n The stamp shows the changed Pothong River and its basin such as magnificent Chollima and other streets, the People's Palace of Culture, the Pyongyang Indoor Stadium, the Changgwang Health Complex and other sports and service facilities. &nbsp;&nbsp;&nbsp;\r\n The face value of the stamp is 12 won.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Delegation Here",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#11",
            "content": "Chinese Delegation Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- A Chinese delegation of Martyr Mao Anying's family and his relatives led by Former Deputy Department Director of the Chinese Academy of Military Science Shao Hua arrived here Thursday. \r\n It was met at the airport by An Yong Gi, secretary general of the Korean Committee of Anti-Imperialist Veteran Fighters, Wu Donghe, Chinese ambassador to the DPRK, and staff members of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Conference of Student Representatives from North and South Held ",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#12",
            "content": "Conference of Student Representatives from North and South Held\r\n&nbsp;&nbsp;&nbsp;Mt. Kumgang Resort, May 11 (KCNA) -- The conference of student representatives from the north and the south for the implementation of the June 15 joint declaration was held at Mt. Kumgang resort on May 10 and 11.\r\n Present there were the members of a delegation of the Korean Student Committee from the north side and the members of a delegation of the headquarters of the student movement for the implementation of the June 15 joint declaration from the south side. &nbsp;&nbsp;&nbsp;\r\n Speakers at the conference referred to the achievements made by the nation in the movement for reunification since the publication of the historic June 15 joint declaration and called on the youth and students who represent the future of the nation and play a main role to fully display their wisdom and valor as young people in the patriotic movement for reunification. &nbsp;&nbsp;&nbsp;\r\n They underlined the need for the youth and students in the north and the south to wage a dynamic patriotic movement for independent reunification, peace against war and great national unity in unity and thus greet with honor the June 15 grand festival for national reunification, highly proud of having defended and glorified the era of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n Speakers at the conference called for implementing the joint declaration and enhancing the role of youth and students. &nbsp;&nbsp;&nbsp;\r\n A joint resolution of the conference was adopted there. &nbsp;&nbsp;&nbsp;\r\n It referred to the following points to be implemented by the students in the north and the south responsible for the destiny and the future of the nation to achieve reunification, peace and the great unity of the nation, most urgent tasks facing all the Koreans: &nbsp;&nbsp;&nbsp;\r\n First, we will preserve and implement the June 15 joint declaration, a landmark of national reunification, to the last. &nbsp;&nbsp;&nbsp;\r\n We will take an active part in the work to grandly mark June 15 as the \"Day of by our nation itself\" and decisively foil the moves of the forces at home and abroad opposed to the June 15 joint declaration with the youthful valor and through an unflinching struggle and thus become vanguard in the nationwide movement for independent reunification. &nbsp;&nbsp;&nbsp;\r\n Second, we will fully display the spirit and courage of youth in the movement to defend peace against war. &nbsp;&nbsp;&nbsp;\r\n We will put increased spurs to the movement to frustrate any foreign forces' policy for invading our territory and liquidate the anti-reunification forces at home in league with them. &nbsp;&nbsp;&nbsp;\r\n Third, we will wage a positive movement to achieve great national unity, a precondition and guarantee for national reunification. &nbsp;&nbsp;&nbsp;\r\n The students in the north and the south will strengthen the alliance of pro-reunification patriotic forces with a view to foiling the moves escalated by the forces opposed to the June 15 joint declaration to hamstring the efforts for reunification while pursuing war and division and thus discharge their mission and role as youngsters responsible for reunification in the efforts to preserve and glorify the June 15 era. &nbsp;&nbsp;&nbsp;\r\n An art performance was given by students in the north and the south during the conference. &nbsp;&nbsp;&nbsp;\r\n Students from the north and the south toured the area of Lagoon Samil, deepening compatriotic feelings.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Foreign Minister of Nepal",
            "url": "http://kcna.co.jp/item/2006/200605/news05/12.htm#13",
            "content": "Greetings to Foreign Minister of Nepal\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 11 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to K. P. Sharma Oli upon his appointment as deputy prime minister and foreign minister of Nepal.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger, the message sincerely wished him success in the fulfillment of his new duty.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}