{
    "date": "2006-06-30",
    "url": "http://kcna.co.jp/item/2006/200606/20060630.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Feats Praised in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U-2s Deployed in U.S. Air Force Base in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#2",
            "content": "Kim Jong Il's Feats Praised in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Film shows, round-table talks and a lecture were held in Russia, Malta, Spain, the Czech Republic and Mali from June 16 to 19 on the occasion of the 42nd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n At the film shows held by various units of Russia the participants highly praised Kim Jong Il for wisely leading the Korean people, taking charge of all the affairs of the Party, army and state.&nbsp;&nbsp;&nbsp;\r\n They said that it is under the wise leadership of Kim Jong Il that the Korean people are dynamically advancing along the road of socialism chosen by themselves, maintaining independence despite the outside pressure. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the First District, Prague, Committee of the Communist Party of Czech and Moravia at the round-table talks noted that as the DPRK is led by the outstanding leader, it is convincingly advancing along the road of socialism even under difficult conditions, adding that the DPRK has been converted into a dignified country anyone dare not provoke. &nbsp;&nbsp;&nbsp;\r\n The organizational secretary of the African Party for the Solidarity and Justice of Mali said in a lecture that even the U.S., styling itself the only superpower in the world, dare not provoke the DPRK as Kim Jong Il has further strengthened the single-minded unity of Korea with his unique Songun politics.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Czech Ambassador Presents Credentials to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#3",
            "content": "U-2s Deployed in U.S. Air Force Base in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The U.S. Air Force stationed in south Korea has deployed new-type U-2s in its Osan base, according to the south Korean Yonhap News on June 26.\r\n It has replaced the U-2 10-type planes with U-2 20-type ones reformed with latest equipment in accordance with the plan for modernizing aerial equipment for reconnaissance. &nbsp;&nbsp;&nbsp;\r\n Osan-based U-2s are committing espionage on the strategic objects in the area of the DPRK, flying along the Military Demarcation Line tens of times a day.    \r\n\r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Month of International Solidarity with Korean People Opens in Cuba",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#4",
            "content": "Czech Ambassador Presents Credentials to Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Martin Tomco, Czech ambassador e. p. to the DPRK, at the Mansudae Assembly Hall on Thursday. \r\n On hand were Vice-Minister of Foreign Affairs Kung Sok Ung and Czech embassy officials. &nbsp;&nbsp;&nbsp;\r\n After receiving credentials the president conversed with the ambassador.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#5",
            "content": "Month of International Solidarity with Korean People Opens in Cuba \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The opening ceremony of a month of international solidarity with the Korean people took place in Havana on June 22.\r\n Present there were officials and members of the Cuban Committee for Supporting Korea's Reunification and the Cuban Institute of Friendship with Peoples and teachers and students of the Chollima Middle School in Vieja District, Havana. And staff members of the DPRK embassy in Havana were present on invitation. &nbsp;&nbsp;&nbsp;\r\n Addressing the ceremony, the principal of the school said the progressive humankind worldwide would always remember the immortal exploits of President Kim Il Sung in leading the grim Korean war to victory, highly praising the sagacity of his leadership. &nbsp;&nbsp;&nbsp;\r\n Though Kim Il Sung passed away, he said, the world people including the Cuban people revere him as a defender of peace, the pattern for the international solidarity movement and the great leader in defending sovereignty. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The Korean people today, under the leadership of Kim Jong Il, are advancing dynamically, smashing at every step the moves of the U.S. imperialists to isolate and stifle the DPRK. The Cuban people are convinced that the Korean people will certainly emerge victorious in their efforts to build a great prosperous powerful socialist nation and achieve the independent and peaceful reunification of the country and world peace.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Provincial Anti-U.S. Rallies Held",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#6",
            "content": "Russian Embassy Officials Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Alexander Matsegora, Russian charge d'affaires a.i. here, and embassy officials Wednesday helped farmers of the DPRK-Russia Friendship Kochang Co-operative Farm in farm work. \r\n The guests helped the farmers in wheat harvesting. &nbsp;&nbsp;&nbsp;\r\n They appreciated an art performance given by schoolchildren and talked with farmers, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n The charge d'affaires a.i. said that they noticed the strong enthusiasm of the farmers to reap a bumper harvest, wishing them greater success in the agricultural production.\r\n The embassy officials handed aid materials prepared by them to the farm on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "60th Anniversary of Kim Il Sung Higher Party School Marked",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#7",
            "content": "Provincial Anti-U.S. Rallies Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Jagang, South Hamgyong and Ryanggang provincial rallies were held in their capitals on the occasion of \"June 25, Day of Struggle against U.S. Imperialism\" against the backdrop of the anti-U.S. sentiment running high across the country.\r\n Speakers at the rallies said with indignation that the U.S. imperialists ignited the Korean war of aggression by mobilizing huge forces and military equipment in a bid to put the northern half of Korea under its control, adding that during the three year-long war they reduced its whole area to ashes and brutally massacred Koreans even by using chemical and germ weapons in wanton violation of international law. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will never forget the monstrous massacres of civilians committed by the U.S. imperialist aggressors, the sworn enemy, during the war but certainly wreak the pent-up grudge of the nation, they stated. &nbsp;&nbsp;&nbsp;\r\n They called for single-mindedly uniting around Kim Jong Il to push ahead with production and construction and fully demonstrate the stamina and might of heroic Korea in building a great prosperous powerful nation and defending the country. &nbsp;&nbsp;&nbsp;\r\n The participants in the rallies staged anti-U.S. demonstrations, loudly shouting militant slogans reflecting the spirit and will to check and frustrate the U.S. imperialist aggressors' moves to isolate and stifle the DPRK and take a thousand-fold revenge upon them.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean-style Socialism Praised",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#8",
            "content": "60th Anniversary of Kim Il Sung Higher Party School Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- A meeting took place on June 28 to mark the 60th anniversary of Kim Il Sung Higher Party School.\r\n Present there were Choe Thae Bok and Kim Ki Nam, secretaries of the Central Committee of the Workers' Party of Korea, officials concerned, party officials of national institutions, leading officials of party cadre training institutions and teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n Kim Si Hak, rector of the school, said in his report that after the liberation President Kim Il Sung put forward the policy of founding the party school, before any others, for the purpose of carrying out the three policies of founding a party and state and an army and led the preparations for implementing it. On this basis he declared the foundation of the school on June 1, Juche 35 (1946) and shouldered upon himself the responsibility of the first rector of the school, the reporter added. He went on: &nbsp;&nbsp;&nbsp;\r\n The emergence of the school helped the WPK train necessary party officials by itself at that permanent party school and marked the beginning of a new history of Juche-oriented training of party officials. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung's idea of training party officials and his exploits performed in the work have been firmly upheld and carried forward by Kim Jong Il. He has worked heart and soul to help the school train many true party officials of ability, vanguard fighters of Songun revolution ready to successfully carry out the cause of Juche-oriented party building from generation to generation. &nbsp;&nbsp;&nbsp;\r\n The reporter called on all the teachers and students to uphold and glorify the ideas of Kim Il Sung and Kim Jong Il on training party officials and their exploits performed in it and resolutely struggle as staunch vanguard fighters devotedly defending the leaders. &nbsp;&nbsp;&nbsp;\r\n The reporter underscored the need to imbue the school with the revolutionary idea of the Party, the Songun idea, thoroughly establish the revolutionary trait of carrying out all work and living as required by its thought and will of the party and devotedly implement Kim Jong Il's policy of training party officials. &nbsp;&nbsp;&nbsp;\r\n Similar meetings were held at the party schools of the Ministry of Railways, the Pyongyang City Committee and the provincial committees of the WPK on the same day.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Military Attaches Visit Sinchon Museum",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#9",
            "content": "Korean-style Socialism Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- \"Invincible Korean-style Socialism Will Be Immortal,\" an article by Editor-in-Chief of the Russian newspaper Patriot Mikhail Demskov, is carried in Rodong Sinmun Thursday.\r\n The DPRK is the motherland of Songun politics and its might is immediately that of Songun, says the article, adding: The Korean people owe it to the wise Songun leadership of President Kim Il Sung and General Secretary Kim Jong Il that they have won one victory after another in the military stand-off with the U.S. imperialists in the past days. &nbsp;&nbsp;&nbsp;\r\n By successfully applying the Songun idea of Kim Il Sung, Kim Jong Il ushered in the great Songun era and is resolutely foiling the U.S. imperialists' reckless military provocations with the might of Songun politics, notes the article, and continues: &nbsp;&nbsp;&nbsp;\r\n The army is immediately the party, the state and the people. The vitality of this unique idea of Kim Jong Il attaching importance to military affairs and of Songun politics have been fully proved in practice. &nbsp;&nbsp;&nbsp;\r\n The revolutionary soldier spirit whose hardcore is the spirit of devotedly defending the leader, confidence in the validity of one's own cause, comradeship and the spirit of unity among servicepersons, steadfast faith and class awareness are the ideological and moral disposition peculiar to the Korean People's Army.  No force on earth can match the army and people armed with the most advanced idea and led by an outstanding brilliant commander. &nbsp;&nbsp;&nbsp;\r\n The DPRK remains alive in the teeth of constant pressure typified by the U.S.-led imperialists' political and military provocations, direct war threats and persistent economic blockade. The DPRK is not merely alive, but is confidently advancing along the path of socialism, the path of independence it has chosen. &nbsp;&nbsp;&nbsp;\r\n The Korean people are defending socialism with their own lives, regarding it as their life and soul. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung led the revolution and construction by listing the strength of the people, regarding them as Heaven throughout his great life from the early years of the grim anti-Japanese war. Kim Jong Il, who has personified his view of the people, has pursued a policy relying upon the people, a policy for the people, cherishing \"Believing in people as in Heaven\" as his maxim. People form the foundation of socialism. This is his motto and core of his popular policy. &nbsp;&nbsp;&nbsp;\r\n The DPRK is a political power in which the politico-ideological cohesion and unity of the party, the army and the people around the leader have been firmly established.  The single-minded unity in the DPRK has grown stronger through the \"Arduous March\" in the mid-1990s. The single-minded unity not to be found in any other country is the very source of the invincibility of Korean-style socialism and its inexhaustible might. This unity is a patent weapon of the DPRK more powerful than a nuclear weapon and this is the very key to and the decisive guarantee for the ultimate victory of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n The DPRK has victoriously advanced along the path chosen by it, unaffected in the least by any change in the international situation. A secret to it is that it has firmly maintained the principle of independence in the revolution and construction guided by the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The Juche idea fathered by the President has been developed in depth by Kim Jong Il on an overall scale. With his clairvoyant scientific insight and rare theoretical wisdom he has enriched the treasure house of the Juche idea and has firmly maintained the principle of independence in the whole course of building Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n  Korean-style socialism built on the principle of independence reflects the popular masses' independent desire and demand and helps them discharge their role as the master of society and master of their own destinies. Herein lies its unbreakable might. &nbsp;&nbsp;&nbsp;\r\n The 21st century will be a century that inspires humankind with hope and optimism about the future of socialism. The invincibility of Korean-style socialism guides the revolutionaries and progressives following and defending socialism to harden their faith and optimism about the victory of socialism. &nbsp;&nbsp;&nbsp;\r\n  Standing at the head of the world socialist movement is Kim Jong Il identical to Kim Il Sung in ideology, leadership and virtues. The cause of socialism, the human cause of independence, will surely emerge victorious as long as Kim Jong Il leads the Korean and the world revolutions. This is clearly borne out by history and reality, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Responsible Role in Achieving National Reunification Declared",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#10",
            "content": "Foreign Military Attaches Visit Sinchon Museum\r\n&nbsp;&nbsp;&nbsp;Sinchon, June 28 (KCNA) -- The Military Attaches' Corps here on June 28 visited the Sinchon Museum on the occasion of the month (June 25-July 27) of joint struggle against U.S. imperialism. \r\n They looked round evidence showing how barbarously and cruelly the U.S. imperialist aggressors killed innocent civilians after occupying Sinchon during the last Korean War and an air-raid shelter of the former Sinchon County Committee of the Workers' Party of Korea and a powder magazine in Wonam-ri. &nbsp;&nbsp;&nbsp;\r\n They laid bouquets before the tomb of 400 mothers and the tomb of 102 children before observing a moment's silence in memory of them. &nbsp;&nbsp;&nbsp;\r\n Chinese Military Attache Yang Xilian who is doyen of the corps said the Sinchon Museum is an important centre for the class education, adding that Sinchon tells what great misfortune and pain the Korean people suffered during the Korean War. &nbsp;&nbsp;&nbsp;\r\n Iranian Military Attache Abdullah Jalali Nasab said that he was aware of the atrocities perpetrated by the GIs during the Korean War but such monstrous crimes committed by them were beyond his imagination. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that Kim Jong Il would register shining results by leading the heroic Korean people to victory.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Scientific Achievements Made",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#11",
            "content": "Responsible Role in Achieving National Reunification Declared\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The Chonnam National University Student Committee of the Democratic Workers' Party of south Korea in its inaugural declaration on June 19 said it would fulfill its responsibility and role in putting an end to the history of the nation's division lasting more than half a century, implementing the June 15 joint declaration under the banner of \"By our nation itself\" and achieving national reunification, according to a media report.\r\n The history of the Korean people is a history of a struggle for clamping a lid on division and exploitation by outside forces and on dictatorship and suppression and pioneering a new era, and a history of victories, the declaration said. &nbsp;&nbsp;&nbsp;\r\n The Chonnam National University Student Committee of the Democratic Workers' Party will vigorously fly the flag of victory at the head of the struggle for national reunification, it stated.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Democratic Congo",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#12",
            "content": "New Scientific Achievements Made\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Scientists of the State Bacterial Strain Conservation Institute under the State Academy of Sciences have proved successful in their scientific research.\r\n They have recently developed composite microorganism which is greatly valuable in use. &nbsp;&nbsp;&nbsp;\r\n The microorganism is capable of disintegrating and rotting the fibred agricultural products and excrements of domestic animals. It can also fix the nitrogen in the air and activate such nutrient elements as phosphorus and kalium. &nbsp;&nbsp;&nbsp;\r\n It is used in making quality Hukbosan fertilizer, thus increasing the fertility of soil. &nbsp;&nbsp;&nbsp;\r\n They have developed a new kind of composite lactic acid bacilli and built a yogurt production base by making use of it. It thus helps improving children's health. &nbsp;&nbsp;&nbsp;\r\n By applying the composite lactic acid bacilli, stock-breeding farms are producing larger quantities of meat and eggs with less amount of feed. &nbsp;&nbsp;&nbsp;\r\n The institute also made an enzyme additive for poultry feed which is efficacious for the treatment of fowl rickets. &nbsp;&nbsp;&nbsp;\r\n They, on the basis of separating the microorganism compounding an enzyme with an ability of disintegrating phosphorus compound, have found out the conditions for its culture and for enzyme biosynthesis. This success has opened up a bright vista for fully solving the issue of phosphorus needed in the chicken and duck farms.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sudanese President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#13",
            "content": "Greetings to President of Democratic Congo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Major General Joseph Kabila, president of Democratic Congo, on the occasion of the 46th anniversary of its independence.\r\n The message sincerely wished the president great success in his work to achieve lasting peace and progress of the country, expressing the belief that the good relations of friendship and cooperation between the two countries would continue to develop in the future, too.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of State Academy of Science Leaves for Russia",
            "url": "http://kcna.co.jp/item/2006/200606/news06/30.htm#14",
            "content": "Greetings to Sudanese President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Sudanese President Omar Hassan Ahmed Al-Bashir on the occasion of the 17th day of the Sudanese revolution.\r\n The message wished the Sudanese president success in his work for stability and prosperity of the country, expressing the belief that the friendly and cooperative ties between the two countries would grow stronger in the future.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}