{
    "date": "2006-09-28",
    "url": "http://kcna.co.jp/item/2006/200609/20060928.htm",
    "articles": [
        {
            "title": "Seminar of Educators Held",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#1",
            "content": "Seminar of Educators Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- A seminar of educators was held at Kim Il Sung University Gymnasium Wednesday to mark the 10th anniversary of Kim Jong Il's famous work \"On Intensifying University Education as Required by Developing Revolution\".\r\n The historic letter sent to teachers, employees and students of the university on the occasion of its 50th founding anniversary on Oct. 1, Juche 85 (1996) comprehensively deals with the principled matters arising in developing the university education as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Jin, minister of Education, said that the work serves as an important work as it clearly indicated the goal to be attained by the universities in education and ways to do so in the Songun era and thus showed the most correct way of putting the education on a new higher stage. &nbsp;&nbsp;&nbsp;\r\n Song Ja Rip, president of Kim Il Sung University, said that the basic mission of the university education defined by the Workers' Party of Korea is to train all students to be revolutionary intellectuals of Juche type who, firmly equipped with the Juche idea, the Songun idea, devote themselves to carrying out the revolutionary cause of Songun with science and technology. &nbsp;&nbsp;&nbsp;\r\n Hong So Hon, president of Kim Chaek University of Technology, referred to the ways for the universities to fulfill their missions as scientific and educational institutions by successfully conducting the work of closely combining education with scientific researches at the universities in the present times, the age of science and technology, the IT age. &nbsp;&nbsp;&nbsp;\r\n Hong Il Chon, president of Kim Hyong Jik University of Education, underscored the need for the university teachers to possess traits and qualifications as befitting educators of the Party, adding this is the master key to training all students to be stalwart Songun revolutionary fighters. &nbsp;&nbsp;&nbsp;\r\n The speakers called on all officials in the field of education and educators to effect a fresh turn in training revolutionary intellectuals, regarding the noble ideas and theories clarified by Kim Jong Il in the work as their faith, and thus make a tangible contribution to building a great prosperous powerful nation of Juche. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Thae Bok, secretary of the Central Committee of the WPK, officials concerned and officials, teachers and students of Kim Il Sung University and officials, teachers and researchers of universities in Pyongyang.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sri Lankan Organizations Call for Significant Commemoration of Korean People's Greatest Holidays",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#2",
            "content": "Sri Lankan Organizations Call for Significant Commemoration of Korean People's Greatest Holidays \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The Sri Lanka-People's Korea Friendship Association and the Sri Lanka Committee for the Reunification of Korea sent an appeal to the organizations for friendship and solidarity with the Korean people in the Asia-Pacific region on Sept. 19 in response to the joint appeal of the Swiss preparatory committee to commemorate the Day of the Sun and February 16 in 2007.\r\n The appeal called for beginning to form preparatory committees from now and jointly creating an atmosphere of the greatest national holidays of the Korean people and earnestly joining the groups of visitors to the old home of Kim Jong Il in the secrete camp in Mt. Paektu to significantly commemorate the Day of the Sun and February 16 in 2007. &nbsp;&nbsp;&nbsp;\r\n It proposed organizing colorful political and cultural events including seminars, film shows and photo exhibitions on the exploits of the three generals of Mt. Paektu and publishing statements and appeals. &nbsp;&nbsp;&nbsp;\r\n It also made a proposal for conducting positive activities for solidarity with the Korean people, having a meeting in Pyongyang in February next year and holding a conference of the organizations in the Asia-Pacific region for Korea's peace and reunification. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the friendship and solidarity organizations in the Asia-Pacific region would warmly respond to the appeal.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Days in DPRK Marked in Italy and Czech Republic",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#3",
            "content": "Important Days in DPRK Marked in Italy and Czech Republic \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- A briefing on a work of Kim Jong Il and seminar on the exploits of the Workers' Party of Korea were held in Italy and a photo exhibition took place in the Czech Republic on Sept. 16 on the occasion of the 61st founding anniversary of the WPK (Oct. 10) and the 80th anniversary of the \"Down-with-Imperialism Union\" (Oct. 17).\r\n On display at the photo exhibition were photos of President Kim Il Sung and Kim Jong Il, photos of Kim Jong Il inspecting units of the Korean People's Army and photos introducing the achievements made by the Korean people under the guidance of the WPK. &nbsp;&nbsp;&nbsp;\r\n Miriam Pellegrini Ferri, chairman of the Italian Committee for the Study of Songun Idea for Independence and Sovereignty, at the briefing on the work of Kim Jong Il \"Socialism Is a Science\" explained the main contents of the work, stressing the uninterrupted triumphant advance of Korean-style socialism proves that socialism is a science. &nbsp;&nbsp;&nbsp;\r\n He, addressing a seminar on the exploits of the WPK, said the WPK is defending and glorifying the cause of socialism in the DPRK by pursuing independent politics as the most revolutionary party guided by the Juche idea. He noted that the cause started by President Kim Il Sung is being successfully carried forward by Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions against Expansion of U.S. Military Base in Phyongthaek Go on in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#4",
            "content": "Actions against Expansion of U.S. Military Base in Phyongthaek Go on in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- At least 3,000 people affiliated to the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek held a meeting in front of the U.S. military base in Ryongsan, Seoul, on Sept. 24 in protest against the expansion of the U.S. military base in Phyongthaek, according to the south Korean KBS.\r\n The participants in the meeting denounced the authorities for their forcible removal of dwelling houses and strongly demanded the \"government\" totally renegotiate the plan for the expansion of the military base. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting the participants marched as far as the Seoul City Office. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, six members of the organization staged a surprise demonstration in Kwanghwamun of Seoul.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fourth National Korean Costume Exhibition Opens",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#5",
            "content": "Fourth National Korean Costume Exhibition Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The fourth national Korean costume exhibition was opened with due ceremony at the Central Youth Hall on Tuesday.\r\n Jong Kun Myong, secretary general of the Korean Costume Association, in an opening address referred to the fact that Kim Jong Il has paid deep attention to the development of national dresses and wisely led the work for developing Korean costumes to meet the people's wishes and aesthetic need of the times. &nbsp;&nbsp;&nbsp;\r\n He called on the participants to take the exhibition as a good opportunity to widely swap the achievements and experience gained in developing technique in making Korean costumes and thus preserve and display the advantages of Korean national dresses. &nbsp;&nbsp;&nbsp;\r\n At the end of the opening ceremony the participants looked round the exhibition where more than 800 pieces of Korean costumes from Pyongyang and other parts of the country are on display.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fourth Grand Peace March Held in Seoul",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#6",
            "content": "Fourth Grand Peace March Held in Seoul \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- \"The fourth grand peace march for a total renegotiation on the plan for the expansion of the U.S. military base in Phyongthaek\" was reportedly held in Seoul on September 24 under the sponsorship of the All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek.\r\n That day the south Korean authorities let loose a large police force and 50 odd buses of the riot police to block the surroundings of the venue of the event and roads to it for a crackdown. &nbsp;&nbsp;&nbsp;\r\n The peace march was preceded by \"a meeting for denouncing the Defense Ministry for its forcible evacuation of dwelling houses, demanding a total renegotiation on the expansion of the U.S. military base in Phyongthaek and condemning the U.S. threat to peace of the Korean Peninsula and its demand of land for its military base\" in front of the U.S. military base in Ryongsan, Seoul. &nbsp;&nbsp;&nbsp;\r\n The protesters tore a large Stars and Stripes into pieces and fastened police buses deployed around the U.S. military base in Ryongsan with them. &nbsp;&nbsp;&nbsp;\r\n Then there followed the fourth grand peace march against the expansion of the U.S. military base in Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n In the course of the march, the marchers snowballed to more than 12,000. &nbsp;&nbsp;&nbsp;\r\n Passing by the building of the Defense Ministry, the protesters chanted \"We denounce Bush administration,\" \"Stop to expansion of U.S. military base in Phyongthaek\" and so on. &nbsp;&nbsp;&nbsp;\r\n At the end of the grand march they started an anti-U.S., anti-war agitation here and there. After the march, \"the main rally of the September 24 grand peace march\" was held in the Seoul City Hall plaza. &nbsp;&nbsp;&nbsp;\r\n Several speeches were made to be followed by the reading of a resolution at the rally. &nbsp;&nbsp;&nbsp;\r\n The resolution said the authorities should immediately stop the expansion of the U.S. military base in Phyongthaek and crackdown on the inhabitants of Taechu-ri and Todu-ri. If the \"government\" and the United States continue to force the expansion of the U.S. military base in Phyongthaek, turning a deaf ear to this demand, they would face denunciation by the world peace loving forces, the resolution warned. &nbsp;&nbsp;&nbsp;\r\n On September 23, \"a function on the eve of the fourth grand peace march\" against the expansion of the military base was held in front of the Dong-A Ilbo office in Seoul.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "One Million-Men Resistance Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#7",
            "content": "One Million-Men Resistance Declared in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The Federation of Peasants Associations of south Korea reportedly held an emergency meeting of deputies on Sept. 21 to declare \"one million-men resistance against the south Korea-U.S. Free Trade Agreement.\"\r\n A resolution read out at the meeting deplored the fact that peasants were placed in the plight of slavery adaptable to the brigandish demand of the U.S. due to the \"government's\" policy against the people. It stressed that the organization would launch one million-men resistance against the FTA on November 22 in protest against the conclusion of the agreement. &nbsp;&nbsp;&nbsp;\r\n Action program of the organization was made public at the meeting. &nbsp;&nbsp;&nbsp;\r\n It said that the organization would conduct diverse information activities and signature campaigns against the FTA conclusion across south Korea in order to ensure a successful resistance. &nbsp;&nbsp;&nbsp;\r\n The organization stressed that it would also stage tent sit-in strikes in townships and sub-counties and provincial rallies across south Korea and that a demonstration group of more than 1,000 people on an expedition to Jeju Island would wage a powerful struggle, synchronizing with the fourth negotiation for the FTA conclusion.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Withdraw Its Sanctions and Pressure upon North",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#8",
            "content": "U.S. Urged to Withdraw Its Sanctions and Pressure upon North \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The South Korean Youth and Students Solidarity for Implementing the June 15 South-North Joint Declaration reportedly issued a statement on Sept. 20, denouncing the U.S. for pursuing hostile policy toward the north in contravention of the spirit of the joint statement (September 19 joint statement) adopted at the 4th round of the six-party talks.\r\n The U.S. which brought nuclear crisis to the Korean Peninsula is scheming to shift its blame to the north, the statement said, pointing out that if the U.S. truly wants dialogue, it should withdraw its sanctions and pressure upon the north at once. &nbsp;&nbsp;&nbsp;\r\n The solidarity would activate the anti-U.S. struggle with the national viewpoint that sanctions upon the north precisely mean sanctions and threat to the south, the statement stressed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Annual Report on International Religious Freedom\" of U.S. State Department Upbraided",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#9",
            "content": "\"Annual Report on International Religious Freedom\" of U.S. State Department Upbraided\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Rodong Sinmun Wednesday lashes out at the \"annual report on international religious freedom\" issued by the U.S. State Department recently.\r\n It is the height of folly and effrontery to take issue with other countries over the \"religious issue\", itself having serious religious problems, declares the analyst. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S., after the \"Sept. 11 incident\", has murdered many Muslims in cold blood in its mainland, Afghanistan and Iraq and made no bones about insulting and overriding Islam and Islamic culture, the analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The United States is not a \"religious judge\" but a chief culprit in the repression and extermination of religion which should be put in the dock of a religious trial. &nbsp;&nbsp;&nbsp;\r\n Truth to tell, it is not in a position to admonish other countries over the issue of religion. In the U.S. Constitution the nation is separated from the church and \"religious freedom\" is guaranteed. In reality, however, there is only \"religious freedom\" serving the reactionary ruling quarters. They hold heretical a religious view and religion which criticize or disapprove the American way of life. They even persecute, arrest and kill religionists harboring political discontent. &nbsp;&nbsp;&nbsp;\r\n The world does not recognize the U.S. as a \"religious judge\" and it has never given it such authority. Nevertheless, the U.S. is intensifying interference in the internal affairs of other countries and pressure upon them, stringing out a high-flown jargon over the \"religious problems\" in the countries. Especially, it is engaged in a massive campaign against Muslims. The international community demands that the U.S., the real chief culprit in suppressing and exterminating religion, should stop behaving as a \"religious judge\" and stand in the dock of the religious court by its own motion. The U.S. had better clear itself of the prodigious religious flaws before discussing the \"religious problems\" of other countries.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Recently Disclosed Crimes of Successive Dictators in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#10",
            "content": "Recently Disclosed Crimes of Successive Dictators in S. Korea under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Groups of traitors in south Korea fabricated shocking anti-communist conspiratorial cases, triggering off tragic massacre of progressive figures and patriotic people. These were hideous crimes against the nation and thrice-cursed human rights abuses and crimes against humanity. \r\n Rodong Sinmun Wednesday says this in a signed commentary in connection with the recently disclosed truth about \"case of the south Korean National Liberation Front\" and the \"case of the Association of the Protected\" in south Korea. It goes on: &nbsp;&nbsp;&nbsp;\r\n According to the results of an \"intermediate investigation\" published by the south Korean Committee for Probing the Truth behind the Past History of the \"National Police Office\" after its reexamination of the cases, the above-said cases were fabricated by the successive fascist dictators in a bid to maintain their regimes against the people and they were aimed at mercilessly killing patriotic people. &nbsp;&nbsp;&nbsp;\r\n As proved by the cases, the successive fascist regimes in south Korea were nothing but dictatorial regimes as they brutally suppressed and murdered patriotic figures and people aspiring after patriotism, reunification, independence and democracy, regarding it as the only way to stay in power to pursue confrontation between the south and the north and permanent national division. Those fascist dictatorial regimes quelled the just desire and demand of the people at the point of bayonet and killed many innocent ones. They deserve a stern judgment of history and the nation as their crimes can never be pardoned. &nbsp;&nbsp;&nbsp;\r\n It is none other than the \"Grand National Party\" that should stand a stern trial. It is hard reality that the GNP is made up of man-killers who maintained dictatorial power by perpetrating all kinds of crimes including conspiratorial plots, torture and murder as evidenced by the above-mentioned cases and their descendents. &nbsp;&nbsp;&nbsp;\r\n It is clear that the restoration of dictatorship and the repetition of the history of genocide are what the GNP seeks in a bid to come to power again. In case its plot succeeds, south Korea is bound to find itself in the darkest-ever era of fascism. &nbsp;&nbsp;&nbsp;\r\n The history of massacre should not be allowed to repeat itself, come what may.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Tanning Ferment Developed",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#11",
            "content": "New Tanning Ferment Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The Korea Shoes Trade Company has developed a new kind of tanning ferment with marine organism abundant in Korea.\r\n This ferment reliably guarantees the flexibility of and fat removal from leather without using de-oiling and softening agents. &nbsp;&nbsp;&nbsp;\r\n The application of the ferment simplifies the skin-tanning process and considerably lowers the production cost. The leather tanned with the new ferment is very flexible and soft. &nbsp;&nbsp;&nbsp;\r\n It also makes it possible to collect and utilize all the fur. &nbsp;&nbsp;&nbsp;\r\n The ferment which is economically profitable in leather processing and production has been widely introduced in the skin-processing field of the country.  Having contained more than ten kinds of amino acid including glutamic acid, aspartic acid and praline, the ferment can be used as fodder additive in the field of poultry and stock-breeding. &nbsp;&nbsp;&nbsp;\r\n The chicken and duck fed with the ferment weigh over 20 percent heavier than those fed with grain feed on an average.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Tourism Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#12",
            "content": "World Tourism Day Observed in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Sept. 27 is the World Tourism Day.\r\n The World Tourism Organization (WTO) has advanced the slogan for the year \"Tourism Enriches\".&nbsp;&nbsp;&nbsp;\r\n On the occasion of the day, Kim To Jun, director of the State General Bureau of Tourism, had an interview with KCNA. He said to the following effect: &nbsp;&nbsp;&nbsp;\r\n A lot of countries are encouraging tourism on the principle of promoting the development of national economy, peace and prosperity, improving the people's health and respecting their freedom and human rights. &nbsp;&nbsp;&nbsp;\r\n The DPRK, which has many tourist resorts famous in the world, has also directed proper attention to developing the sightseeing. &nbsp;&nbsp;&nbsp;\r\n Hundreds of picturesque sites in Pyongyang, Kaesong, Nampho and other main cities and Mts. Paektu, Kumgang, Myohyang, Chilbo and Kuwol have been built as tourist resorts. &nbsp;&nbsp;&nbsp;\r\n In recent years servicepersons and people of the country have discovered a lot of scenic spots such as Ullim Falls and Songam Cavern for more cultured future. And they have turned them into wonderful recreation and tourist resorts along with the existing ones. &nbsp;&nbsp;&nbsp;\r\n The government devotes profound attention to developing tourism. &nbsp;&nbsp;&nbsp;\r\n The bureau, in close contact with the WTO and other international organizations, has organized several working-level training courses on tourism and exchanged experience with Singapore, Malaysia and the like. &nbsp;&nbsp;&nbsp;\r\n It, at the same time, is striving to improve the management of tourism.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Laos",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#13",
            "content": "Gift to Kim Jong Il from Laos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Mounkeo Olaboun, minister of Information and Culture who is member of the Central Committee of the Lao People's Revolutionary Party, on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union.\r\n The gift was handed to the DPRK ambassador e. p. to Laos by the minister on Sept. 21.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Turkish Ambassador",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#14",
            "content": "Kim Yong Nam Receives Credentials from Turkish Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, was presented with credentials by Deniz Ozmen , Turkish ambassador e.p. to the DPRK, at the Mansudae Assembly Hall Wednesday. \r\n On hand was Kung Sok Ung, vice-minister of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n After receiving the credentials Kim Yong Nam had a conversation with the ambassador.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#15",
            "content": "Greetings to Yemeni President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People�fs Assembly, sent a message of greetings to Ali Abdullah Saleh on September 26 on his reelection as President of Yemen. \r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue developing on good terms, the message wished him greater success in his responsible work for the stability and prosperity of the country.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Chol and Kim Yong Chun Meet Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2006/200609/news09/28.htm#16",
            "content": "Kim Il Chol and Kim Yong Chun Meet Chinese Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Kim Il Chol, minister of the People's Armed Forces, and Kim Yong Chun, chief of the General Staff of the Korean People's Army, met and had a conversation with Liu Xiaoming, new Chinese ambassador e. p. to the DPRK, who paid a courtesy call on them on Wednesday.\r\n On hand were the minister councilor and the military attache of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}