{
    "date": "2006-08-10",
    "url": "http://kcna.co.jp/item/2006/200608/20060810.htm",
    "articles": [
        {
            "title": "Preparatory Committee Inaugurated in Mongolia",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Gymnasts Prove Successful at Asian Championships",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#2",
            "content": "Preparatory Committee Inaugurated in Mongolia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- An inaugural ceremony of the Mongolian Preparatory Committee for Commemorating the Day of the Sun and February 16 in 2007 was held in Ulaan Baatar on Aug. 3.\r\n Addressing the inaugural ceremony, Ch. Surenjav, executive chairman of the Mongolia-Korea Friendship Society, expressed full support to a joint appeal of the Swiss preparatory committee for grandiosely commemorating the Day of the Sun and Feb. 16 in 2007 as common holidays of the progressive mankind of the world.&nbsp;&nbsp;&nbsp;\r\n Ch. Surenjav was elected chairman of the preparatory committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee discussed the issues of organizing a meeting, film show, book and photo exhibition and other events to highly praise and introduce the immortal exploits of the three generals of Mt. Paektu and visiting the native home in the secret camp of Mt. Paektu on the occasion of the Day of the Sun, Feb. 16 and Dec. 24 next year.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "2nd International Martial Arts Games to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#3",
            "content": "DPRK Gymnasts Prove Successful at Asian Championships \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- DPRK gymnasts captured three gold medals, three silver medals and four bronze medals at the 3rd Asian Gymnastic Championships held in India from July 30 to August 3.\r\n Ri Jong Song successfully carried out movements of highest technique in the men's floor exercises and pommel horse event to catch two gold medals and Hong Un Jong bagged a gold medal in the women's pommel horse event. &nbsp;&nbsp;&nbsp;\r\n Pyon Kwang Sun, Hong Su Jong, Hong Un Jong and Kim Un Hyang captured a silver medal in the women's team event and Ri Se Gwang a silver medal in the men's pommel horse event and Hong Su Jong a silver medal in the women's pommel horse event. &nbsp;&nbsp;&nbsp;\r\n Pyon Kwang Sun bagged a bronze medal in the women's individual all-round event. Participating in the women's individual apparatus final, Pyon Kwang Sun captured a bronze medal in the uneven bars, Kim Un Hyang a bronze medal in the balance beam event and Hong Su Jong a bronze medal in the floor exercises. &nbsp;&nbsp;&nbsp;\r\n The DPRK gymnasts came back home Tuesday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performance Given on Diamond Jubilee of State Symphony Orchestra",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#4",
            "content": "2nd International Martial Arts Games to Be Held in Pyongyang \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- The 2nd International Martial Arts Games will be held in Pyongyang from August 22 to 29, 2006 amid the expectation and concern of men of martial arts, sportsmen and amateurs of the world and the Korean people according to a decision of a special meeting of the International Martial Arts Games Committee held in Pyongyang in September 2004.\r\n Upon hearing the news that the martial arts games called the international martial arts \"Olympic\" will be held for the second time in Pyongyang, different international martial arts federations and martial arts organizations of many countries made applications for participation in the games. &nbsp;&nbsp;&nbsp;\r\n According to the data available at present, at least 600 players in more than 40 countries including Russia, China, Iran, India, Greece, the Czech Republic, Canada, Mexico and Venezuela applied for participation in the games. &nbsp;&nbsp;&nbsp;\r\n The games will be attended by Jang Ung, president of the International Taekwon-Do Federation (ITF) and chairman of the International Martial Arts Games Committee, as a representative of the International Olympic Committee, and representatives of different international martial arts federations including the ITF, the International Pankration Federation, the World Kick-boxing Federation and the World Muaythai Federation as guests of honor. &nbsp;&nbsp;&nbsp;\r\n The games will include Taekwon-Do, the orthodox martial arts of the Korean nation, Go (Paduk) and Korean Wrestling, and Pankration, Muaythai, Kick-boxing, Wushu and Karate. &nbsp;&nbsp;&nbsp;\r\n Demonstration performances will be given in Sambo, Hapkido, Dragon Dance and other events. &nbsp;&nbsp;&nbsp;\r\n Games and demonstration performances will be held at different gymnasiums in Chongchun Street. &nbsp;&nbsp;&nbsp;\r\n The 2nd IMG will further strengthen friendship and unity among men of martial arts the world over and greatly contribute to the development of world martial arts technique.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Movement for Peace against War Called for",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#5",
            "content": "Performance Given on Diamond Jubilee of State Symphony Orchestra \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- A performance was given by the artistes of the State Symphony Orchestra at the Moranbong Theatre Tuesday on the occasion of its 60th founding anniversary.\r\n It began with the overture \"Song of General Kim Il Sung.\" &nbsp;&nbsp;&nbsp;\r\n The solemn melody of the song of praises of the peerlessly great man led the audience to recollect with deep emotion the day when the symphony orchestra raised the curtain for its inaugural performance with the playing of the song 60 years ago. &nbsp;&nbsp;&nbsp;\r\n The orchestra put on the stage a \"collection of famous songs\" such as the fourth movement \"Glory to General Kim Jong Il\" of the symphony suite \"Long Journey for Songun Leadership\" and an orchestra \"Don't Advance Night of Pyongyang.\" &nbsp;&nbsp;&nbsp;\r\n It also staged orchestras \"Arirang\" and \"Rich Harvest Comes to the Chongsan Plain\", world famous masterpieces spiced with national flavor and emotion. Listening to its fascinating and exciting melodies provided by a unique combination of musical instruments, the audience felt profoundly grateful to Kim Jong Il who has led symphonies with a strong appeal to the people to serve as a good companion in their life and struggle. &nbsp;&nbsp;&nbsp;\r\n Also presented were an orchestra \"Mungyong Pass\" and famous foreign music pieces such as the fourth movement from the symphony of Shostakovich No. 7 \"Leningrad.\" The audience warmly acclaimed the performers, expressing admiration at the high artistry and stature of the Korean-style symphony.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Cinemas Packed to Full",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#6",
            "content": "Movement for Peace against War Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- 93 civic and public organizations of south Korea including the People's Solidarity and the People's Action against the Dispatch of Troops reportedly held a press conference in front of the U.S. embassy in Seoul on August 3.\r\n At the press conference speakers branded the United States which has supported and cooperated with the Israeli aggressors in their war of genocide as the same aggressor and killer. &nbsp;&nbsp;&nbsp;\r\n \"Democracy\" advertised by the U.S. precisely means man-killing and destruction, they noted, demanding the U.S. stop interfering in the Mideast issue. &nbsp;&nbsp;&nbsp;\r\n They called upon the people of all strata to turn out in the campaign for peace against war, a campaign condemning the U.S. war moves and demanding the pullback of the U.S. troops from south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Old Stone Tomb with Earth Mound and Pure Gold Ornaments Unearthed",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#7",
            "content": "Pyongyang Cinemas Packed to Full \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- The newly released feature film \"Diary of a Girl Student\" has been screened at cinema houses in Pyongyang from the last Sunday. \r\n The number of cinemagoers reaches tens of thousands every day. &nbsp;&nbsp;&nbsp;\r\n TV billboard and hoardings on the facade of the cinemas further arouse interest of people. &nbsp;&nbsp;&nbsp;\r\n The plazas of the Taedongmun, Kaeson, Rakrang and other cinema houses are jammed with movie-fans from several hours before the screening. &nbsp;&nbsp;&nbsp;\r\n The film truthfully reflecting the life of a scientist's family moves the audience to laughing and tears. &nbsp;&nbsp;&nbsp;\r\n An official of the Songyo Cinema House said to KCNA that the ever growing audience has compelled them to increase the times of screening. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Ho, director of the Pyongyang City Film Dissemination and Management Office, said that he is so busy these days with continuous visitors and telephone calls for cinema tickets.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Peruvian FM",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#8",
            "content": "Old Stone Tomb with Earth Mound and Pure Gold Ornaments Unearthed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- A research team of the Institute of Archeology under the Academy of Social Science has recently discovered an old stone tomb with earth mound belonging to the period of Koguryo in Sungri-dong, Rakrang District, Pyongyang, while excavating groups of brick tombs belonging to the Kingdom of Rakrang.\r\n The tomb consists of two aisles and burial chambers. The chambers are laid, one in the east and the other in the west with an interval of one meter between them. The tomb is in the form of semi-basement. &nbsp;&nbsp;&nbsp;\r\nThe floor of the tomb was tamped with earth and walls were built with flat stones. The walls of the chamber in the west have traces of plaster. &nbsp;&nbsp;&nbsp;\r\n Each chamber contains a human skeleton of a people, which implies a tomb for a couple. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, three pieces of pure-gold personal ornaments were found in the tomb. &nbsp;&nbsp;&nbsp;\r\n Several Koguryo stone tombs with earth mound have been unearthed in the area of Rakrang District. But the tomb of unique structure and pure gold ornaments are the first of their kind in the district. &nbsp;&nbsp;&nbsp;\r\n Such personal ornaments were used to attach to official hat, waistband and ear-ring as a token of authority and magnificence of feudal rulers in the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n They were delicately made with 0.1 millimeter-thick gold plate in various shapes. &nbsp;&nbsp;&nbsp;\r\n The ornaments include a swimming fish (2.35cm x 1.2cm), two dewy petals (1.25cm x 0.9cm) and a lozenge (1.25cm x 0.9cm). &nbsp;&nbsp;&nbsp;\r\n Experts guess that the tomb was built between the first and the third century in the light of the structural form of the tomb and personal pure gold ornaments. They added that it coincided with the years of the groups of brick tombs belonging to the Kingdom of Rakrang around the tomb. &nbsp;&nbsp;&nbsp;\r\n The tomb and ornaments are of great significance in clarifying in a scientific way the influence of the Koguryo culture on the cultural development in the country of Rakrang and the time when Koguryo advanced into the basin of the River Taedong.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to Violence against Korean Students in Japan Demanded",
            "url": "http://kcna.co.jp/item/2006/200608/news08/10.htm#9",
            "content": "Congratulations to Peruvian FM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- Foreign Minister Paek Nam Sun sent a congratulatory message to Jose Garcia Belaunde upon his appointment as foreign minister of Peru.\r\n Paek Nam Sun in the message sincerely wished him success in his new job, reiterating his will to steadily boost the friendly and cooperative relations with Peru.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}