{
    "date": "2006-03-21",
    "url": "http://kcna.co.jp/item/2006/200603/20060321.htm",
    "articles": [
        {
            "title": "Kim Il Sung's Immortal Feats Praised",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Cause of Justice Supported in Tunisia",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#2",
            "content": "Kim Il Sung's Immortal Feats Praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- A seminar was held in Dar-es-Salaam on March 11 and a memorial meeting in Cairo on March 12 on the occasion of the Day of the Sun.\r\n Francis Fanuel Lyimo, chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups, said at the seminar on the subject of \"Immortal feats performed by President Kim Il Sung in accomplishing the human cause of independence\" that the Day of the Sun is significantly commemorated every year. It is, he noted, because Kim Il Sung founded the great Juche idea, the guiding idea of the era of independence, and performed great exploits in accomplishing the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Yehia Zakaria Khairallah, secretary general of the Egypt-Korea Friendship Association, and other public figures at the memorial meeting said that Kim Il Sung performed the undying feats as an outstanding thinker and theoretician and the great leader, which is a shining contribution to realizing the cause of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n Pointing out that the cause of Kim Il Sung is being successfully carried forward and accomplished by Kim Jong Il, the great Songun brilliant commander, they said that Kim Jong Il is firmly defending socialism with his unique Songun politics and leading to victory the Korean people's struggle to build a great prosperous powerful nation and reunify the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Settlement of \"Comfort Women\" Issue Urged",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#3",
            "content": "Korean People's Cause of Justice Supported in Tunisia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The 7th National Congress of the People's Unity Party of Tunisia expressed full support to the just cause of the Korean people.\r\n Mouhammad Bouchiha, secretary general of the People's Unity Party of Tunisia, in an opening address at the congress on March 10 affirmed in the name of the congress militant solidarity with the Workers' Party of Korea and the Korean people.\r\n A statement adopted at the congress on March 12 reaffirmed the stance of the People's Unity Party of Tunisia to stand on the side of the leadership and people of the DPRK braving the provocative moves of the imperialists. It extended support to the struggle of the Korean Party, government and people valiantly meeting all challenges of the United States.    \r\n\r\n\r\n"
        },
        {
            "title": "RS.  Calls upon Koreans to Turn Out in Movement for National Reunification",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#4",
            "content": "Settlement of \"Comfort Women\" Issue Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- Rallies and demonstrations took place in foreign countries simultaneously with the 700th Wednesday rally for the settlement of the issue of the \"comfort women\" for the imperial Japanese army in Seoul on March 15, according to a news report.\r\n A rally and a demonstration were held in Berlin in demand of Japan's apology and compensation under the co-sponsorship of organizations of Korean women in Germany and a Japanese women's organization. &nbsp;&nbsp;&nbsp;\r\n At the rally speakers accused the Japanese government of having kept silent to the ten-odd-year-long protest and struggle of victims of the \"comfort women\" and made no apology to them. They demanded the Japanese government make an apology for its past crimes and compensate for them. &nbsp;&nbsp;&nbsp;\r\n They called upon all the women of all countries to take an active part in the activities for settlement of the issue of the victims of sexual slavery. &nbsp;&nbsp;&nbsp;\r\n After the rally participants marched up to the Japanese embassy in Berlin and expressed indignation at the shamelessness of Japan, while distributing copies of literature among Berlin citizens. &nbsp;&nbsp;&nbsp;\r\n Arriving in the front of the Japanese embassy, they held a rally again and made public a statement strongly urging Japan to admit its crimes and bear its political and moral responsibility for them. &nbsp;&nbsp;&nbsp;\r\n Then they handed the written statement to the Japanese embassy side.\r\n Meanwhile, south Korean students studying in Britain held a rally in front of the Japanese embassy in London on the same day and demanded the Japanese government make an official apology for its past crimes and immediately come out to the settlement of the issue of the \"comfort women\".    \r\n\r\n\r\n"
        },
        {
            "title": "Bush's Reckless Remarks about \"Axis of Evil\" Dismissed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#5",
            "content": "RS.  Calls upon Koreans to Turn Out in Movement for National Reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- Rodong Sinmun Monday in a signed article calls on all the Koreans in the north and the south and overseas to turn out as one in the patriotic movement for independent reunification, peace against war and great national unity with patriotic enthusiasm and fighting spirit.\r\n It is the unshakable will of the Korean nation to invigorate the three-point patriotic movement so as to demonstrate the might of the nation rallied close as one under the banner of the June 15 joint declaration and bring about a new turning point in the cause of national reunification this year, the article notes, and goes on:\r\n Whoever values the destiny of the country and the nation should give full play to patriotism. Patriotism with which one considers the pains of the country and the nation as one's own and devotes one's all to removing them and the noble patriotic enthusiasm with which one will demonstrate the dignity and honor of the sagacious and proud Korean nation all over the world are the driving force for the whole nation to vigorously push forward the three-point patriotic movement, irrespective of ideology, political views and religious belief, class and social strata. &nbsp;&nbsp;&nbsp;\r\n Everyone should have the spirit of uncompromising fight against the anti-reunification forces at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The patriotic will of the Korean nation should be displayed in the uncompromising struggle to wipe out the forces opposed to reunification. &nbsp;&nbsp;&nbsp;\r\n There is nothing to expect from the U.S. imperialists who are pursuing war and division, not peace and reunification of Korea. It is impossible to achieve the reconciliation and unity of the nation and the independent reunification of the country, with the pro-American conservative forces, including the \"Grand National Party\" hell-bent on the confrontation moves against reunification with the backing of the aggressive outsiders, left intact. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should stage an uncompromising struggle against the separatists at home and abroad with the surging hatred and resentment against the outside forces and their stooges.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Namibia",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#6",
            "content": "Bush's Reckless Remarks about \"Axis of Evil\" Dismissed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- Recently, Bush again slandered the DPRK as part of an \"axis of evil\", stunning the world public. The Korean people are expressing towering indignation at those outcries, terming them frenzy of a guy bereft of reason and spasm of a lunatic. Rodong Sinmun today says this in a signed commentary.\r\n The Bush group's bellicose doctrine of \"preemptive nuclear attack\" and \"war on terrorism\" and its hypocritical policy of \"spread of freedom and democracy\" are the very source of all evils in the world at present, the commentary observes, and goes on:\r\n The U.S. imperialists provoked wars in the Persian Gulf, the Balkans, Afghanistan and Iraq in the 1990s and the new century, mercilessly destroying peaceful towns and villages and civilian establishments and cruelly killing countless innocent people. This clearly proves that the U.S. is a war maniac, the ringleader of evils and the worst human rights abuser. &nbsp;&nbsp;&nbsp;\r\n They are openly interfering in other countries' internal affairs and running amuck to overthrow the leadership of progressive countries, clamoring about \"freedom\", \"democracy\" and \"human rights\" with carrot and stick. &nbsp;&nbsp;&nbsp;\r\n Bush's repeated remarks listing the DPRK as part of an \"axis of evil\" are little short of declaring the U.S. stance that it still regards the DPRK as a target of military aggression, not a dialogue partner. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. imperialists still keep the DPRK on the list of the main targets of aggression and objects to be eliminated, the army and people of the DPRK will heighten their vigilance against the U.S. and get fully ready to beat back any surprise invasion on their own initiative. &nbsp;&nbsp;&nbsp;\r\n The bellicose Bush group should behave itself, properly understanding their will to defend Korean-style socialism centered on the popular masses to the last, regarding it as their life and soul.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK--Only Tax-free Country",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#7",
            "content": "Greetings to President of Namibia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Hifikepunye Pohamba, president of Namibia, on March 16 on the occasion of the 16th anniversary of its independence.\r\n In the message Kim Yong Nam warmly congratulated the president, government and people of Namibia and sincerely wished the Namibian president greater successes in his responsible work for the development and prosperity of the country, expressing the conviction that the good friendly and cooperative relations between the two countries will continue to expand and develop in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hakdanggol Revolutionary Site",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#8",
            "content": "DPRK--Only Tax-free Country \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The people of the Democratic People's Republic of Korea enjoy a happy life, not knowing what the tax is like.\r\n It is the reality of Korea that people do not know the rent while living in modern houses built at the state's expenses and even receive scholarships from the state while studying at universities, far from paying fees.\r\n Though the country is undergoing difficulties today, there is no change in the policies of the Party and the state typically represented by free medical care and free education. On the contrary, new popular measures are taken. &nbsp;&nbsp;&nbsp;\r\n This is unthinkable apart from the people-centered Korean style socialist system.\r\n The tax system in the DPRK was totally abolished on April 1, Juche 63 (1974). The law of the Supreme People's Assembly \"On Totally Abolishing the Tax System\" was promulgated at the third session of the Fifth Supreme People's Assembly of the DPRK held in Pyongyang on March 21 that year. &nbsp;&nbsp;&nbsp;\r\n The tax system has been in force in all the countries for thousands of years with the appearance of states. Its complete repeal in the DPRK was the first of its kind in human history. &nbsp;&nbsp;&nbsp;\r\n With the enforcement of this law, the DPRK has earned the proud name \"the only country without tax\". &nbsp;&nbsp;&nbsp;\r\n On the 32nd anniversary of its promulgation, the Korean people retrospect the immortal feats of President Kim Il Sung, the supreme incarnation of love for the people. \r\n As far back as the days of the anti-Japanese revolutionary struggle, Kim Il Sung stipulated the establishment of a just tax system in the Ten-point Programme of the Association for the Restoration of the Fatherland. &nbsp;&nbsp;&nbsp;\r\n After the liberation of the country, he abolished the predatory tax system of the Japanese imperialists and established a popular and democratic one. He also reduced the tax burdens of the people step by step while consolidating the economic foundation of the country. &nbsp;&nbsp;&nbsp;\r\n In 1955 the income tax upon the workers and office employees was cut sharply, the tax levies upon the handicraftsmen, businessmen and merchants were cut down by a wide margin and agricultural tax in kind was trimmed back to 20.1 percent on an average. Later, the agricultural tax in kind that had remained partially and the negligible income tax of the workers and office employees were scrapped.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Comments on U.S. Nuclear Gamble",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#9",
            "content": "Hakdanggol Revolutionary Site \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The Hakdanggol Revolutionary Site is located in the central part of Pyongyang, the DPRK, where indomitable revolutionary fighter and outstanding leader of the anti-Japanese national liberation movement Kim Hyong Jik formed the Korean National Association (KNA) on March 23, Juche 6(1917).\r\n He knitted youths and students for the attainment of the aim of \"Jiwon\"(Aim High) while attending Sungsil Middle School from 1911. &nbsp;&nbsp;&nbsp;\r\n Embarking upon the road of revolution as a professional revolutionary in the spring of 1913, he set forth the original policy of forming an unlawful organization enrolling various social strata including workers, peasants, teachers, students, soldiers (of the independence army), merchants, religionists and handicraftsmen with the Korean fighters for independence of the new generation as its backbone. \r\nHaving made thoroughgoing preparations, he formed the KNA.\r\n Later, he laid down measures to enlarge the association to broad areas at several meetings including the Hakdanggol Meeting held early in February 1919.\r\n Standing at the Hakdanggol revolutionary site is a monument dedicated to the KNA formation \"Everlasting Glorify to the Korean National Association\" which will hand down the undying revolutionary exploits of Kim Hyong Jik through generations.\r\n President Kim Il Sung says in his reminiscences \"With the Century\" that the KNA was a secret organization which aimed at guiding the Koreans to achieve national independence and establishing a truly modern state by their own efforts, united in one body, and that it was one of the anti-Japanese underground revolutionary organizations of Korean patriots largest in scale at home and abroad at the time around the March First Popular Uprising. &nbsp;&nbsp;&nbsp;\r\n On the occasion of the 89th anniversary of the formation of the KNA, servicepersons of the Korean People's Army and working people from all strata have visited the revolutionary site to learn from the undying revolutionary exploits of     Kim Hyong Jik.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to President of Portugal",
            "url": "http://kcna.co.jp/item/2006/200603/news03/21.htm#10",
            "content": "KCNA Comments on U.S. Nuclear Gamble\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The U.S. is now assailed by the international community for concluding a \"nuclear agreement\" with a certain country.\r\n The \"nuclear agreement\" has been criticized as a double-dealing nuclear gamble which destroys the international nuclear non-proliferation system.\r\n Reuters said that the \"nuclear agreement\", a clear example showing that the U.S. interest is above the interest of the world, gives a serious lesson that international relations are changed according to the logic of strength and reason and coherent logic pushed away. &nbsp;&nbsp;&nbsp;\r\n European media accused the U.S. of enforcing a double-dealing policy in the nuclear issue by giving an exceptional \"benefit\" to a certain country while applying a different mode of solution to the nuclear issues of north Korea and Iran. \r\n Media reported that in the \"agreement\" the U.S. officially recognized the status of a nuclear state which has developed nuclear weapons outside the NPT, thus increasing the danger of the possible appearance of the second and the third nuclear states.\r\n The world public understands the justness of the DPRK stand toward the nuclear issue of the Korean Peninsula, its possession of self-defensive nuclear weapons and its right of peaceful nuclear activities. &nbsp;&nbsp;&nbsp;\r\n Media charged that the U.S. praised the \"illegal act\" of the country as a \"legal act\" and gave it a gift for its past \"illegal act\", which proves that sanctions on north Korea which withdrew from the NPT and declared its possession of nuclear weapons are groundless.\r\n BBC reported that the U.S. gave a new lesson this time after having convinced north Korea by invading Iraq that it may be protected only by nuclear weapons\r\n Reuters said that the U.S. alleged it offers a special treatment to India because it had not transferred nuclear technology to a third country for a long time, but there is no evidence that north Korea and Iran made nuclear proliferation. The U.S. allegation is a typical logic of the superpower, Reuters added. &nbsp;&nbsp;&nbsp;\r\n The New York Times said that the \"nuclear agreement\" between the U.S. and India is a big nuclear gamble which is viewed to control the proliferation of nuclear weapons in the way of making compensation to a \"responsible\" nuclear state and punishing an \"irresponsible\" state. Bush is attempting to amend the rules that have existed for 30 odd years, the rules stipulating that nuclear technology shall not be provided to those states which did not sign the NPT, the newspaper added. &nbsp;&nbsp;&nbsp;\r\n And public opinion says that the recent \"nuclear agreement\" is to contain China in Asia. &nbsp;&nbsp;&nbsp;\r\n The French newspaper \"Liberation\" said that the purpose of the \"nuclear agreement\" is to materialize a control policy against China which is presenting itself as a political, economic and military power in Asia. AFP pointed out that after the conclusion of the agreement, Chinese people strongly assert that China should recognize north Korea's possession of nuclear weapons and provide north Korea with long-range ballistic missiles in order to counter the U.S. moves to siege China. &nbsp;&nbsp;&nbsp;\r\n Public opinion says that the U.S. irrevocably violated its declaration that no more nuclear states may appear. &nbsp;&nbsp;&nbsp;\r\n Nordic media expressed apprehension about the U.S. double-dealing action in the NPT issue, saying that the agreement is a vivid evidence that the U.S. is taking the lead in destroying the NPT system and it is little different from a declaration of a total collapse of global nuclear order. &nbsp;&nbsp;&nbsp;\r\n As public opinion says, the U.S. unfair and self-righteous nuclear policy will inevitably cause a nuclear arms race. &nbsp;&nbsp;&nbsp;\r\n The U.S. is to blame for the violation of the NPT and nuclear proliferation.    \r\n\r\n\r\n\r\n"
        }
    ]
}