{
    "date": "2006-05-19",
    "url": "http://kcna.co.jp/item/2006/200605/20060519.htm",
    "articles": [
        {
            "title": "U.S. Policy to Dominate Asia-Pacific under Fire",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Highly Praised by British Public Figures",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#2",
            "content": "U.S. Policy to Dominate Asia-Pacific under Fire  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- The U.S. policy of attaching importance to Asia-Pacific is, in essence, a policy of aggression and war to put the region under its permanent control, says Rodong Sinmun Thursday in a signed article.\r\n The U.S. has zealously pursued its policy of strength and war in Asia-Pacific since it declared the region as one vital to meeting its interests and a region of key importance in ensuring its security, the article says, and goes on:&nbsp;&nbsp;&nbsp;\r\n The U.S. is intensifying, among other things, its military penetration into the region while conducting negotiations with several Asian countries over the issues of the resumption of joint military exercises and portcalls of its carriers, etc.  This way it is trying to step up the formation of a military alliance with countries in the region. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to boost the master-servant relationship of alliance between the U.S. and Japan and between the U.S. and south Korea by converting Japan and south Korea into bases important for the realization of its strategy for Asia-Pacific aggression. The U.S. is busy pushing forward its strategy of relocating its forces in south Korea and Japan. &nbsp;&nbsp;&nbsp;\r\n The relocation of the U.S. forces in Northeast Asia is aimed to provoke a nuclear war against the DPRK from A to Z. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces strategic command modified \"CONPLAN-8022\", a nuclear war scenario targeted against anti-imperialist and independent countries like Iran, to be \"CONPLAN-8022\", its new version, and decided to shift its strategic theatre to the Korean Peninsula from the Mideast. This scenario is a nuclear war strategic one targeted against the DPRK. Accordingly, the focus of the strategy of \"war on terrorism\" has been directed to Asia-Pacific. &nbsp;&nbsp;&nbsp;\r\n The core of the Bush administration's policy of putting emphasis on Asia-Pacific is to put Northeast Asia under its control and, furthermore, place south Korea under its control and provoke a new war of aggression. &nbsp;&nbsp;&nbsp;\r\n Asia-Pacific is a region of political and military importance in carrying out the U.S. imperialists' world strategy. &nbsp;&nbsp;&nbsp;\r\n In a nutshell, it is the ultimate goal of the U.S. policy of attaching importance to Asia-Pacific to dominate whole of Korea and other Asian countries and the rest of the world.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Expansion of U.S. Military Base Goes on in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#3",
            "content": "Kim Jong Il Highly Praised by British Public Figures \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Round-table talks took place at the building of the Revolutionary Communist Party of Britain (Marxist-Leninist) on May 12 on the occasion of the 42nd anniversary of the start of leader Kim Jong Il's work at the Central Committee of the Workers' Party of Korea.\r\n Speakers including the chairman of the C.C., the Communist Party of Britain (Marxist-Leninist) said that the Korean people have defended and advanced socialism despite the persistent military threat of the U.S. imperialists, adding that the credit for this entirely goes to Kim Jong Il who has strengthened the WPK into an eternal party of President Kim Il Sung, pursuing the Songun politics with the army under his command. &nbsp;&nbsp;&nbsp;\r\n They highly praised Kim Jong Il for having performed undying feats in the cause of global independence under the uplifted banner of Songun.    \r\n\r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "May Issue of \"Juche Idea\" Released in Japan",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#4",
            "content": "Struggle against Expansion of U.S. Military Base Goes on in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- A candlelight rally opposing the expansion of the U.S. military base in Phyongthaek was reportedly held around Kwanghwamun of Seoul on May 13.\r\n Attending the rally were at least 5,000 members of civic and public organizations including the south Korean Confederation of Trade Unions (KCTU), the south Korean Federation of University Student Councils (Hanchongryon) and the south Korean Council of Youth Organizations (Hanchong). &nbsp;&nbsp;&nbsp;\r\n Speakers said at the rally that if the people leave the land of Phyongthaek to the tender mercy of the U.S. forces, they will feel ashamed before posterity, calling on the people to turn out as one in the struggle to defend Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n Prior to the rally, at least 1,000 students under Hanchongryon and Hanchong held a rally in front of the building of the \"Ministry of National Defence\" at which they denounced the ministry's reckless suppression of protesters in Phyongthaek. &nbsp;&nbsp;&nbsp;\r\n Before the rally the KCTU also held a \"national rally of workers\" for inheriting the May 18 spirit, totally reexamining the plan for the expansion of the U.S. military base, forcing the \"minister of National Defence\" to resign, demanding the withdrawal of the army unit and enabling farmers to do their work in peace. It declared it would carry on their actions till genuine peace has settled on this land. &nbsp;&nbsp;&nbsp;\r\n That day the ministry and the police authorities rushed military forces and policemen, 3,000 in all, to the venue of the rally, creating a horror-ridden atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Malaysian Foreign Minister Feted",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#5",
            "content": "May Issue of \"Juche Idea\" Released in Japan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- The Japanese National Liaison Council of Societies for the Study of Kim Jong Il's Works released the May issue of its organ \"Juche Idea\".\r\n The organ carried photo-accompanied reports that foreign delegations for the study of the Juche idea visited the Kumsusan Memorial Palace on the occasion of the Day of the Sun to pay homage to President Kim Il Sung and exchanged the achievements and experience gained in the study and dissemination of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Also edited in the organ are photo-accompanied accounts of the Asian Regional Seminar on the Juche Idea and the 11th Meeting of the Board of Directors of the Asian Regional Institute of the Juche Idea held in New Delhi. &nbsp;&nbsp;&nbsp;\r\n It also conveyed news that a Japanese delegation headed by the secretary general of the Japanese National Liaison Council of Societies for the Study of the Juche Idea visited the DPRK to commemorate the Day of the Sun and a Korean film show was held in Tokyo.    \r\n\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Foreign Ministers of DPRK and Malaysia Held",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#6",
            "content": "Malaysian Foreign Minister Feted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- The DPRK government gave a reception in honor of the visiting Malaysian foreign minister at the Mansudae Assembly Hall on Wednesday.\r\n Present on invitation were Malaysian Foreign Minister Datuk Seri Syed Hamid Albar and his party, and Charge d'Affaires ad Interim Jamal Sharifuddin Bin Johan and staff members of the Malaysian embassy here. &nbsp;&nbsp;&nbsp;\r\n On hand were Foreign Minister Paek Nam Sun, Vice-Minister of Foreign Affairs Kim Yong Il and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Paek Nam Sun in a speech at the reception said that at the talks held on Wednesday both sides reaffirmed bonds of friendship and cooperation between the two countries and reached consensus of views on the issue of boosting them in various fields and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK to steadily expand and develop relations with Malaysia in various fields, he said, stressing that the DPRK will make positive efforts to boost cooperation and exchange with the Malaysian government. &nbsp;&nbsp;&nbsp;\r\n Datuk Seri Syed Hamid Albar, speaking next, said that their current visit is aimed at consolidating the close bilateral relations of cooperation between the two countries and deeply exchanging views on international and regional issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n It is the desire of the Malaysian government to further strengthen the close relations between the two countries, he noted, hoping that the friendly and cooperative relations between Malaysia and the DPRK would grow stronger.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Papers Observe Anniversary of Kwangju Popular Uprising",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#7",
            "content": "Talks between Foreign Ministers of DPRK and Malaysia Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Talks between DPRK Foreign Minister Paek Nam Sun and Malaysian Foreign Minister Datuk Seri Syed Hamid Albar were held at the Mansudae Assembly Hall on Wednesday.\r\n At the talks both sides informed each other of the situation of their countries and exchanged views on the issue of boosting the friendly relations between the two countries, regional and international issues and other issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks from the DPRK side were Kim Yong Il, vice-minister of Foreign Affairs, and officials concerned and from the opposite side were the foreign minister's party, and Jamal Sharifuddin Bin Johan, Malaysian charge d'affaires ad interim in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The talks took place in a friendly atmosphere.    \r\n\r\n\r\n"
        },
        {
            "title": "Nearly 50 Waterways Built in DPRK",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#8",
            "content": "Papers Observe Anniversary of Kwangju Popular Uprising \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Papers today observe the 26th anniversary of the Kwangju Popular Uprising.\r\n Rodong Sinmun in an article says the uprising was an eruption of the long pent-up grievances of the south Korean people at the U.S. imperialists and the Chun Doo Hwan military fascist clique and an all-people anti-U.S., anti-fascist resistance to bring an independent new policy and a new life. &nbsp;&nbsp;&nbsp;\r\n The author of the article goes on: &nbsp;&nbsp;&nbsp;\r\n The uprising taught the lesson that if the south Korean people are to enjoy a worthy life in an independent and democratic land, they should put an end to the U.S. policy of domination over south Korea and its policy of military occupation of it. &nbsp;&nbsp;&nbsp;\r\n While working desperately to drive a wedge in the favorably developing north-south relations, the U.S. imperialists are twisting and turning in a desperate effort to bring the June 15 era of reunification back to the era of confrontation by whipping together the pro-U.S. anti-reunification elements. &nbsp;&nbsp;&nbsp;\r\n They have put pressure upon the south Korean authorities many a time to \"readjust the speed of advance of the inter-Korean relations\" on the plea of the nuclear issue and are maneuvering to lead economic cooperation within the Korean nation to breakdown and running about with bloodshot eyes to ignite a nuclear war, while sounding the possibility of carrying into action the highly dangerous nuclear war scenarios which they have worked out. This is prompted by their sinister intention to realize their long-standing design of aggression and domination. &nbsp;&nbsp;&nbsp;\r\n The uprising also left the historic lesson that the pro-U.S. anti-reunification forces must be removed, root and all, in order to make the south Korean society independent and democratic.  The Democratic Justice Party, the fascist political party which bestially put down the uprising, changed its signboard into Grand National Party. But its pro-U.S. anti-reunification nature remains utterly unchanged. &nbsp;&nbsp;&nbsp;\r\n The gang of traitors wedded body and soul to pro-U.S. flunkeyism and treachery, at the instigation of the U.S. imperialists, are totally denying the June 15 joint declaration supported by all the Koreans, and working round the clock to put a block in the wheel of the movement of the fellow countrymen for independent reunification making headway in accordance with the idea of \"By our nation itself\" and scuttle inter-Korean reconciliation and cooperation. &nbsp;&nbsp;&nbsp;\r\n Where it would end up, should this despicable group be   allowed to return to power? The progress of the south Korean society would be frustrated, the same period of fascist darkness as under the dictatorial regime in the past would return and the outbreak of the second Kwangju incident would not be checked. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in its editorial declares the Korean nation will certainly win in the confrontation between the Korean nation and the U.S. by intensifying the nationwide anti-U.S. struggle and thus get the U.S. forces withdrawn from south Korea and achieve independent reunification, thereby building a prosperous reunified powerful nation as desired by the Kwangju uprisers.     \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets President of South Korean Red Cross",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#9",
            "content": "Nearly 50 Waterways Built in DPRK  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Nearly 50 gravity-fed waterways appeared in different parts of the DPRK this year. Their length totals more than 128 kms.\r\n The completion of the waterways made it possible to provide farms with water needed for this year's farming, saving pumping equipment such as motors and water pumps and 1.37 million Kwh of electricity. &nbsp;&nbsp;&nbsp;\r\n Officials of the Irrigation Department of the Ministry of Agriculture and provincial, city and county agricultural guidance organizations meticulously organized technical guidance and the provision of materials, thus completing relevant projects before the farming season, true to instructions of leader Kim Jong Il that the issue of irrigation water should be resolved in Korean style to meet the requirements of the new century. &nbsp;&nbsp;&nbsp;\r\n 36 waterways including a pumping station waterway in Thongchon County have been built in Kangwon Province and Yonthan-Kumgokbo and five other waterways in North Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n Along the newly-built gravity-fed waterways water flows into fields of co-op farms seething with rice transplantation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Method of Processing Rabbit Flix Developed",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#10",
            "content": "Kim Yong Nam Meets President of South Korean Red Cross \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and conversed with Han Wan Sang, president of the south Korean Red Cross, and his party in a compatriotic atmosphere at the Mansudae Assembly Hall on Thursday. \r\n On hand were Jang Jae On, chairman of the C.C., the DPRK Red Cross Society, and officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Appreciates Art Performance",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#11",
            "content": "New Method of Processing Rabbit Flix Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- New methods of processing rabbit flix have been developed in the Democratic People's Republic of Korea where rabbits are being widely raised.\r\n Han Tok Su Pyongyang University of Light Industry has recently succeeded in developing a new technology of processing rabbit flix with ore powder rich in the country as pH-modifying agent. &nbsp;&nbsp;&nbsp;\r\n So far sodium carbonate and baking soda had been widely used in modifying concentration of base. The old method has various shortcomings including sharp increase and rapid decrease of pH while tanning, which made it impossible to properly tan the fur. &nbsp;&nbsp;&nbsp;\r\n But the ore powder ensures the most proper pH of the tanning liquid, thus raising its adsorption rate. &nbsp;&nbsp;&nbsp;\r\n The new method makes the leather more white and soft and fur slick.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Ugandan Military Delegation",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#12",
            "content": "Kim Jong Il Appreciates Art Performance\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, appreciated together with servicepersons of the KPA a performance given by art groups of families of servicemen of KPA Units 762 and 324 who had participated in the 9th contest among art groups of families of servicemen of the KPA.\r\n When he appeared in the auditorium, the audience enthusiastically welcomed him with stormy cheers shaking the theatre. &nbsp;&nbsp;&nbsp;\r\n The performers staged choruses \"The Day of the Sun, Spring Holiday\" and \"Receive People's Best Wishes, Please,\" story telling and song \"Whenever Thinking of the Journey for the Songun Leadership\", Kayagum ensemble \"Thank You General, Our Father\", quartet \"Blue Sky over My Country\", folk song solo and chorus \"Moran Hill,\" drama duo \"Let's Read More,\" tale of revolutionary history \"Spectacular Scenery\", poem and story telling \"We Are Hearing It Still Today\", story telling and chorus \"For the Motherland\" and other numbers of various genres. &nbsp;&nbsp;&nbsp;\r\n They sang of their pride and honor of living and struggling in the great era of Songun and their worthwhile life replete with optimism and joy and powerfully demonstrated their firm faith and will to devotedly defend the headquarters of the revolution as wives of revolutionaries under arms and remain true to the glorious cause of Songun. &nbsp;&nbsp;&nbsp;\r\n As the performance was over, he waved back to the performers and audience shouting \"Hurrah!\" and congratulated the performers on their successful performance. &nbsp;&nbsp;&nbsp;\r\n He extended thanks to the members of the art groups, expressing great satisfaction over the fact that they have staged a performance high in political standard, rich in ideological content and refined in artistry as it gave clear answers to the social questions in the era of Songun. &nbsp;&nbsp;&nbsp;\r\n Among the audience were KPA Vice Marshal Kim Yong Chun, member of the NDC of the DPRK and chief of the KPA General Staff, KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong, KPA general officers, Ri Yong Chol, Ri Je Gang and Ri Jae Il, first vice department directors of the Central Committee of the WPK, Cha Sung Su, chairman of the Radio and Broadcasting Committee of the DPRK, Kim Ki Ryong, director general of the Korean Central News Agency, and other leading officials.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "40th Anniversary of ITF Marked",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#13",
            "content": "Kim Yong Nam Meets Ugandan Military Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with the Ugandan military delegation led by Aronda Nyakairima, commander of the People's Defense Forces, at the Mansudae Assembly Hall on Thursday.\r\n On hand were Vice-Minister of the People's Armed Forces Kim Jong Gak and general officers and officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n Armed forces play an important role in defending the country and people, the head of the delegation said, adding that he has come to know well about the Songun politics of Korea during his stay. &nbsp;&nbsp;&nbsp;\r\n The Songun idea of Korea in making the revolution and construction with the army as a pillar is a great idea, he noted. &nbsp;&nbsp;&nbsp;\r\n He extended noble reverence to Supreme Commander of the Korean People's Army Kim Jong Il who has enforced the Songun politics.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Order Awarded to Chief Vice-President of ITF",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#14",
            "content": "40th Anniversary of ITF Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- A function marking the 40th anniversary of the International Taekwon-Do Federation took place at the Taekwon-Do Hall here Thursday.  \r\n The ITF was founded by Choe Hong Hui who was its organizer and first president on March 22, 1966 for the purpose of disseminating worldwide Taekwon-Do, the martial art of the Korean nation. It has grown strong to be an international organization having under it at least 120 national associations in various countries of the world that group tens of millions of Taekwon-Do players. &nbsp;&nbsp;&nbsp;\r\n  Present there were Chairman of the Korean Taekwon-Do Committee Hwang Pong Yong who is chairman of the Asian Taekwon-do Federation and its vice-chairmen, Chief Vice-President of the ITF Ri Ki Ha, a delegation of the south Korean Taekwon-Do Association under the ITF led by its Vice-Chairman Choi Gye Ho, a Taekwon-Do delegation of Koreans in the U.S. led by Grand Master of Taekwon-Do Times Magazine Woo Jin Jung, a Taekwon-Do delegation of Koreans in Canada led by Won Phyong Il, Korean Taekwon-Do players residing in Australia and Brazil, a delegation of the U.S. Taekwon-Do Association led by President Andy Mencia and a delegation of the British Taekwon-do Association. &nbsp;&nbsp;&nbsp;\r\n Also present there were Taekwon-Do players, instructors and fans in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Ri Ki Ha said in his report that the foundation of the ITF helped the Korean Taekwon-Do players more actively disseminate Taekwon-Do worldwide centering on the ITF. &nbsp;&nbsp;&nbsp;\r\n He noted that President Kim Il Sung and leader Kim Jong Il paid deep attention to strengthening and developing the ITF. &nbsp;&nbsp;&nbsp;\r\n He expressed the firm belief that the Taekwon-Do players and those concerned would pool their efforts and wisdom for the development of Taekwon-do in the future, too. &nbsp;&nbsp;&nbsp;\r\n Then a congratulatory letter sent by Jang Ung, president of the ITF, to the participants was read out to be followed by congratulatory speeches. &nbsp;&nbsp;&nbsp; \r\n Jong U Jin and Choe Kye Ho in their speeches said that all the countries and regions of the world are promoting social wellbeing and stability through Taekwon-do and thus contributing to building a peaceful and harmonious world. &nbsp;&nbsp;&nbsp;\r\n There were a demonstration performance prepared by the demonstration Taekwon-Do group of the Korean Taekwon-Do Committee in congratulation of the event and a joint training of DPRK players, instructors and those Taekwon-Do players who have come to Pyongyang to participate in the event.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Norwegian King",
            "url": "http://kcna.co.jp/item/2006/200605/news05/19.htm#15",
            "content": "DPRK Order Awarded to Chief Vice-President of ITF\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 18 (KCNA) -- On the occasion of the 40th anniversary of the ITF the Order of the DPRK National Flag first class was awarded to Ri Ki Ha, chief vice-president of the International Taekwon-Do Federation. \r\n An awarding ceremony took place at the Mansudae Assembly Hall on Thursday. &nbsp;&nbsp;&nbsp;\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Hwang Pong Yong, chairman of the Korean Taekwon-Do Committee, and others.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}