{
    "date": "2006-01-13",
    "url": "http://kcna.co.jp/item/2006/200601/20060113.htm",
    "articles": [
        {
            "title": "Kim Jong Il Highly Praised in Bangladesh",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Efforts to Bring about Decisive Phase for National Reunification Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#2",
            "content": "Kim Jong Il Highly Praised in Bangladesh \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The Bangladeshi newspaper Blits devoted its three pages to a special write-up carrying the portrait of leader Kim Jong Il and photos showing his revolutionary activities on January 4 on the occasion of the New Year.\r\n It edited the full text of \"Make a higher leap full of great ambition and confidence\", a joint editorial of the newspapers of the party, the army and the youth league of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The paper in its articles noted that Kim Jong Il has ceaselessly inspected units of the Korean People's Army, showing profound love and benevolence for the servicepersons, and further strengthened and developed the revolutionary armed forces of the country to be invincible forces.\r\n It also carried several articles and photos introducing the achievements made by the Korean people in building a great prosperous powerful socialist nation under the leadership of  Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Efforts for National Reunification Supported",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#3",
            "content": "Efforts to Bring about Decisive Phase for National Reunification Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The south Korean Federation of University Student Councils will smash every move of the United States and the pro-American conservatives against the nation and reunification through a general march and offensive based on faith and will and bring about a decisive phase for building an independent, reunified country this year.\r\n This was stressed in \"Let us make a general march toward a new society for independence, democracy and reunification full of fresh confidence and optimism!\", a declaration on actions published at a meeting of the central committee of the federation on Jan. 6. &nbsp;&nbsp;&nbsp;\r\n Recalling that last year the federation conducted a vigorous anti-U.S. struggle for independent reunification under the banner of cooperation for national independence, peace against war and for reunification and patriotism, the declaration said: The present reality evidently proves that it would be impossible to achieve independent reunification or progress and development of society without putting an end to the U.S. domination and interference.\r\n Stressing the need to hold high the flag of the federation, taking the lead in the advance for independence, democracy and reunification, the declaration called for placing the anti-U.S., anti-war struggle for the withdrawal of the U.S. forces on a more popular basis to deal a decisive blow at the U.S. system of domination.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint New Year Editorial of DPRK Published in Austria",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#4",
            "content": "Korean People's Efforts for National Reunification Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The part of the DPRK's joint New Year editorial dealing with the issue of national reunification has been positively supported in different countries.\r\n Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, said in a statement on Jan. 5 the three-point patriotic movement is a movement for national reunification that all the Koreans should push ahead with through their concerted efforts irrespective of their differing ideology, ism, system, political grouping or affiliation. &nbsp;&nbsp;&nbsp;\r\n As long as the United States pursues a high-handed policy and dominationism, keeping south Korea under its military occupation, it is impossible to ensure peace and security on the Korean Peninsula and achieve the independent and peaceful reunification of Korea, he said. &nbsp;&nbsp;&nbsp;\r\n Urging the prompt withdrawal of the U.S. troops from south Korea, he expressed firm solidarity with the Korean people in their efforts to set up a new milestone in the cause for national reunification through the patriotic movement for independent reunification, peace against war and great national unity. \r\n The Group for the Study of the Exploits of the Three Generals of Mt. Paektu in Democratic Congo noted in a statement on Jan. 4 that last year the Korean people waged a vigorous struggle to reunify the country independently under the banner of the June 15 joint declaration, rejecting outsiders' interference.\r\n We support the Korean people's tasks for this year to make a new leap forward in building a great prosperous powerful socialist nation with the might of Songun and their just cause for national reunification, the statement said.    \r\n\r\n\r\n"
        },
        {
            "title": "Removal of Concrete Wall in Korean Peninsula Urged",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#5",
            "content": "Joint New Year Editorial of DPRK Published in Austria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna published a special information bulletin on January 5, which carried a detailed gist of a joint New Year editorial of the newspapers of the party, the army and the youth league of the DPRK titled \"Make a higher leap full of great ambition and confidence\".    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#6",
            "content": "Removal of Concrete Wall in Korean Peninsula Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The Swiss Committee for Supporting Korea's Independent and Peaceful Reunification issued a statement on December 30 last year demanding the removal of the anti-reunification concrete wall built in the area south of the Military Demarcation Line (MDL) of Korea and sent a letter of protest to the south Korean chief executive.\r\n Holding that the wall bisecting the Korean Peninsula, built by the former dictators of south Korea, should be pulled down, the committee said in the statement: &nbsp;&nbsp;&nbsp;\r\n The wall remains a leftover of confrontation contrary to the present times when detente and cooperation are going on between the north and the south of Korea after the historic inter-Korean summit meeting was held in June 2000 and the June 15 joint declaration adopted. &nbsp;&nbsp;&nbsp;\r\n The achievements made so far in the efforts for national reunification--reconnection of severed rail and road links in the MDL area, reunion of separated families and relatives, etc.--prove that the wall is no longer necessary. &nbsp;&nbsp;&nbsp;\r\n The present authorities of south Korea should not talk about the spirit of the north-south joint declaration and the reunification of the peninsula, but pull down the anti-national, anti-reunification wall for their realization. &nbsp;&nbsp;&nbsp;\r\n In the protest letter the organization contended that the south Korean chief executive should demolish the disgraceful wall if he truly hopes for reconciliation with the north and for the implementation of the joint declaration. \r\n If the concrete wall remains as it is, the south Korean authorities will be condemned by the fellow countrymen, it warned, strongly urging the chief executive to immediately stop following the U.S.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Pro-U.S. Treachery Assailed",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#7",
            "content": "Anti-U.S. Rally Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- Students under the south Korean Federation of University Student Councils (Hanchongryon) reportedly held an anti-U.S. rally around the U.S. embassy in Seoul on January 7.\r\n Jang Song Hoe, chairperson of the General Student Council of Chonnam National University, in a speech said that Hanchongryon will take the lead in the anti-U.S. struggle of 2006 and the struggle against educational opening, appealing to all students to join in the struggle.\r\n Kim Po Kyong, chairperson of the General Student Council of Seoul National Industrial University, vehemently condemned the U.S. ambassador in Seoul for his reckless remarks hostile to the north. &nbsp;&nbsp;&nbsp;\r\n The participants shouted slogans \"The U.S., withdraw its hostile policy toward the north\" and \"The U.S. ambassador, go out of this land\", carrying anti-U.S. literature in their hands.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Giving Top Priority to National Defence Called for",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#8",
            "content": "S. Korean Authorities' Pro-U.S. Treachery Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The south Korean authorities decided to extend the presence of their troops in Iraq last November and the \"National Assembly\" passed the motion calling for the extension of their presence. Rodong Sinmun today in a signed commentary terms this an intolerable act of submitting to the U.S.\r\n Through the passage of the motion the NA of south Korea disclosed its nature that it can not exist without toeing the U.S. line, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The NA is beset with so many issues pending solution such as the withdrawal of the U.S. forces from south Korea, the issue of abolishing the \"National Security Law\" and the issue of saving economy from bankruptcy and the issue of people's living, urgent requirements of the times and the history of the nation. The NA, however, has persisted in such shameful acts as offering young- and middle-aged men as cannon fodder for a war of aggression launched by outsiders, instead of taking up those issues. Is there any need for it to exist then? The NA should feel ashamed for having passed the above-said motion at a time when the U.S., which started the Iraqi war, is contemplating the \"reduction\" of its forces. The NA should retract the motion at once. \r\n The south Korean authorities are trying to curry favor with the U.S. through pro-American treachery, not lending an ear to the voices of all Koreans critical of their behavior. That will bring nothing but slavish submission and shame, the commentary warns.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Removing Main Obstacle to Reunification",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#9",
            "content": "Giving Top Priority to National Defence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- National defence is the most important of the state policy guaranteeing the country's grandeur and prosperity, the people's happiness and the victorious advance of the revolution and the lifeline on which the victory of the revolution and the fate of the nation hinge, says Rodong Sinmun Thursday in a signed article.   It goes on:\r\n It is a lesson taught by history that a prosperous country can not be built without being guaranteed by a military force. &nbsp;&nbsp;&nbsp;\r\n The national defence is the most important affair in the building of a great prosperous powerful nation in the Songun era as it makes it possible to consolidate the anti-imperialist military front as firm as a rock, strengthen the revolutionary ranks to be the invincible ones based on the perfect unity in thinking and purpose and build up tremendous state economic potential. &nbsp;&nbsp;&nbsp;\r\n The history of the revolutionary struggle in the DPRK is a proud and victorious one as it has won one victory after another in the political and military confrontation with imperialism and protected the country, revolution and socialism by giving top priority to the national defence in the revolution.\r\n Political and military forces with the People's Army as a main force have grown invincible in the DPRK under the wise leadership the Workers' Party of Korea has provided, while giving priority to the national defence in each period of the revolutionary struggle and at its each stage.\r\n The WPK's Songun policy of attaching the greatest importance to the national defence in the revolution is a great policy as it has achieved the most solid unity of all servicepersons and people in thinking and purpose in the fierce class struggle to defend the sovereignty of the country.\r\n Enormous state economic potential in the Songun era is unthinkable without the development of the defence industry. This industry constitutes the lifeline for building a rich and powerful country and directing great efforts to bolstering the defence industry provides a sure guarantee for augmenting the state economic potential.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tradition of Supporting Army, Helping People",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#10",
            "content": "Rodong Sinmun Calls for Removing Main Obstacle to Reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- It is attributable to the U.S. that occasions to open a turning phase of national reunification between the north and the south of Korea were provided in the days of the over 60-year-long hard-fought struggle but they were not contributable to developing the reunification movement and the tragedy of national division has continued. \r\n Rodong Sinmun says this in a by-lined article today. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Since the U.S. started its military occupation of south Korea by landing its troops of aggression in Inchon on Sept. 8, 1945, it has divided the Korean Peninsula into the north and the south and viciously blocked the efforts of the Korean nation for reconciliation, unity and reunification.\r\n The U.S. strategy toward Korea to bisect and dominate the Korean Peninsula and pursue its aggressive interests remains unchanged at the present times whose trend is independent reunification. &nbsp;&nbsp;&nbsp;\r\n The reality requires all the Koreans to heighten vigilance against the U.S. anti-reunification moves to turn back the developing situation of the Korean Peninsula and decisively counter them. &nbsp;&nbsp;&nbsp;\r\n In order to lead the road of independent reunification provided with so much effort to a final victory all the Koreans should decisively foil the U.S. imperialists' moves of aggression, interference and obstruction. &nbsp;&nbsp;&nbsp;\r\n The Korean nation has the strength and ability to smash the anti-reunification and war moves of the outsiders and invigorate the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n Unity is strength and guarantees all victories. No force on earth can match the strength of the nation rallied as one, believing in its own strength.\r\n Only victory is in store for the Korean nation conducting a vigorous three-point patriotic movement under the uplifted banner of \"By our nation itself\" no matter how hard the foreign forces are working to block the cause of national reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Great Revolutionary Activity, Inspiration to People",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#11",
            "content": "Tradition of Supporting Army, Helping People\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- The fine traits of Songun Korea that the people assist the army and vice versa should be brought into fuller bloom, says the joint New Year editorial.\r\n The tradition of supporting army and helping people, the source of strength for the ever-victorious Korean revolution, was established during the hard-fought anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n From the first days of the guerrilla warfare, President Kim Il Sung, with \"As fish cannot live without water, so guerrillas cannot live without the people\" as his creed, educated the members of the Korean People's Revolutionary Army (KPRA) in the ardent love for the people. &nbsp;&nbsp;&nbsp;\r\n They avoided battles that might do damage to people and used to help them in their work while dropping in at residential quarters.\r\n Once people sent an ox to guerrillas who ran out provisions, they sent it back to the owner. Even on the verge of death from starvation and cold, they did not inflict even the slightest loss on people. &nbsp;&nbsp;&nbsp;\r\n The noble spiritual world of the KPRA members, who valued and protected the lives and property of the people, made them assist the army with sincerity.\r\n Seeing the people assisting the army at the cost of their lives, the guerrillas keenly realized the ardent love of the people for the revolutionary army and their invariable principle. &nbsp;&nbsp;&nbsp;\r\n The KPRA, therefore, fought stubbornly without losing confidence in victory even in manifold hardships and achieved national liberation.\r\n Thanks to the tradition of supporting army and helping people, the Democratic People's Republic of Korea defeated the U.S. imperialists who boasted of being \"the strongest\" in the world in the past Fatherland Liberation War. And today it firmly safeguards the dignity of the nation in a war without gunfire against imperialists. &nbsp;&nbsp;&nbsp;\r\n This year, too, the army and people of the DPRK will display to the full the traditional beautiful trait of supporting army and helping people and defend the socialist motherland as an impregnable fortress.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Dae Meets Polish Ambassador",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#12",
            "content": "Great Revolutionary Activity, Inspiration to People\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- Leader Kim Jong Il visited the newly constructed e-library and gymnasium of Kim Chaek University of Technology, appreciated the New Year's Performance \"Blue Sky over My County\" and met talented children of Ponbu Kindergarten in Sinuiju City from the beginning of the year following his field guidance he gave throughout last year to vigorously arouse the army and people to the construction of a great prosperous powerful nation. The news of his energetic revolutionary activities encourages the servicepersons and people on the general onward march of the Songun revolution to a higher leap.\r\n Boundlessly inspired by his revolutionary activities, the officers and men of the Korean People's Army are full of a firm resolution to demonstrate to the full the might of the revolutionary powerful army of Mt. Paektu defending the leader with their lives, to follow the Songun idea and defend and implement the Songun politics in the van of the nation. &nbsp;&nbsp;&nbsp;\r\n Officials of the Ministry of Agriculture and officials and working people in the field of agriculture including the Mangyongdae Farm of Mangyongdae District, Pyongyang, are also filled with the confidence that they can do anything when they advance forward toward the bright morrow under the guidance of Kim Jong Il, the brilliant commander of Songun. They are now putting spurs to farming preparation to yield a bumper harvest on the socialist co-op fields this year. &nbsp;&nbsp;&nbsp;\r\n The workers in the Pukchang Thermal-power Complex, the Tokchon Area Coal Complex, the Musan Mining Complex, the Pyongyang Steel Plant and in other units of key industries are effecting a production upswing in their working sites in accordance with the leader's intention. &nbsp;&nbsp;&nbsp;\r\n The Korean people are gaining courage from the news of the great revolutionary activities of Kim Jong Il, who wisely leads the efforts to defend socialism and build a great prosperous powerful nation for the prosperity of the country and the happiness of the people, and are sure to make a higher leap this year, too, full of a great ambition and confidence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Placed before Bust of Kim Hyong Gwon",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#13",
            "content": "Kim Yong Dae Meets Polish Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, today met and conversed with Roman Iwaszkiewicz, Polish ambassador to the DPRK, at the Mansudae Assembly Hall.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Memorial Service for Kim Hyong Gwon Held",
            "url": "http://kcna.co.jp/item/2006/200601/news01/13.htm#14",
            "content": "Wreaths Placed before Bust of Kim Hyong Gwon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 12 (KCNA) -- Wreaths were laid before the bust of Kim Hyong Gwon, ardent revolutionary fighter, in the Revolutionary Martyrs' Cemetery on Mt. Taesong on the occasion of his 70th death anniversary Thursday.\r\n Seen standing there was a wreath sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Ki Nam, secretary of the WPK Central Committee, Kwak Pom Gi, vice-premier of the Cabinet, officials of the ministries, national institutions, working people's organizations and media organizations and working people in the city. \r\n Also laid there were wreaths in the name of ministries, national institutions, working people's organizations and media organizations.\r\n The ribbons of the wreaths bore letters \"In memory of Revolutionary Fighter Comrade Kim Hyong Gwon\". &nbsp;&nbsp;&nbsp;\r\n The participants paid silent tribute to Kim Hyong Gwon, ardent patriot and staunch revolutionary, who dedicated his precious life to the liberation of Korea and the victory of the revolution true to the leadership of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Wreaths, bouquets and flowers were also placed before his statues in Kim Hyong Gwon County and Hongwon County on the same day.    \r\n\r\n\r\n\r\n"
        }
    ]
}