{
    "date": "2006-07-20",
    "url": "http://kcna.co.jp/item/2006/200607/20060720.htm",
    "articles": [
        {
            "title": "Songun Politics Praised",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#1",
            "content": "Songun Politics Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) --The North American Committee against Zionism and Imperialism posted a photo of President Kim Il Sung standing together with General Secretary Kim Jong Il and special write-ups praising the Songun politics on its Internet homepage \"Songun Korea\".\r\n The homepage in an article entitled \"Springboard from which to make leap forward in building great prosperous powerful nation\" noted that Kim Jong Il more dynamically pursued the independent Songun politics in the period of stern ordeals, foiling the imperialists' moves to isolate and stifle the DPRK and defending socialism.&nbsp;&nbsp;&nbsp;\r\n The DPRK has achieved great success in the economic construction under the wise leadership of Kim Jong Il, the homepage said, adding that the Korean people would surely build a great prosperous powerful nation under his guidance. &nbsp;&nbsp;&nbsp;\r\n The homepage in an article titled \"The revolutionary cause of Juche that started in Mt. Paektu is making victorious advance\" noted: It was a historic event of great significance that Kim Jong Il started the study tour of the revolutionary battle sites in the area of Mt. Paektu, determined to defend and glorify the revolutionary traditions of Juche. &nbsp;&nbsp;&nbsp;\r\n It introduced the revolutionary battle sites and historic sites in the area of Mt. Paektu now being successfully built into a centre for the education in the revolutionary traditions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Diplomatic Ties between DPRK and Syria Marked",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#2",
            "content": "Anniversary of Diplomatic Ties between DPRK and Syria Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Muhammad Adib Al Hani, charge d' affaires ad interim of Syria here, hosted a reception Tuesday on the occasion of the 40th anniversary of the establishment of diplomatic relations between the DPRK and Syria.\r\n Present there on invitation were Paek Nam Sun, foreign minister, Rim Kyong Man, minister of Foreign Trade who is chairman of the DPRK-Syria Friendship Association, Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, Kung Sok Ung, vice-minister of Foreign Affairs, Jon Kuk Man, vice-minister of Education, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Syrian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#3",
            "content": "Cambodian Diplomats Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Sinchon, July 18 (KCNA) -- Cambodian Ambassador to the DPRK Chhorn Hay and staff members of the embassy visited the DPRK-Cambodia Friendship Paeksok Cooperative Farm in Sinchon County, South Hwanghae Province Tuesday to help its members in farm work. \r\n They gave helping hands to the farmers in weeding maize fields at a time when they were hastening the farm work with the pride and honor of working in the land of glory associated with the undying leadership feats of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n During break the guests enjoyed an art performance given by kindergarteners and conversed with farmers, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n The ambassador stressed the need to boost the friendly and cooperative relations between Cambodia and the DPRK. &nbsp;&nbsp;&nbsp;\r\n The guests handed aid materials to the farm.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity with S. Korean People's Struggle Expressed in U.S.",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#4",
            "content": "Solidarity with S. Korean People's Struggle Expressed in U.S. \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The Committee of Koreans in the United States for Opposing Neo-Liberalism and Checking south Korea-U.S. Free Trade Agreement expressed firm solidarity with the south Korean people in their struggle to check the conclusion of FTA, according to the Internet homepage Minjok Thongsin in the U.S..\r\n The organization held a candlelight meeting for opposing neo-liberalism and checking the conclusion of FTA in New York on July 12 and issued a statement denouncing the south Korean \"government's\" suppression on July 13. &nbsp;&nbsp;&nbsp;\r\n The struggle for checking the conclusion of FTA was a just act to defend the life of the south Korean people, the statement said, condemning the south Korean \"government\" for brutally cracking down on the righteous struggle of the people and arresting demonstrators. &nbsp;&nbsp;&nbsp;\r\n We will positively solidarize with the south Korean people in their struggle to check the conclusion of FTA, it said, demanding that the south Korean and U.S. authorities stop at once their moves to conclude FTA and that the south Korean \"government\" immediately release all the demonstrators arrested.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Branded as Criminal Intensifying Global Nuclear Standoff",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#5",
            "content": "U.S. Branded as Criminal Intensifying Global Nuclear Standoff \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The United States has recently taken a measure to improve the nuclear bomb \"B 61\" and is planning to produce new naval ballistic missiles named \"Trident-2\". Branding this as a grave crime prodding the global arms race and adding new dimensions to nuclear standoff and danger of a nuclear war, says Rodong Sinmun Wednesday.\r\n The analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are the very one bringing arms race, nuclear standoff and danger of a thermonuclear war in the international arena and gravely threatening and wrecking world peace and security. &nbsp;&nbsp;&nbsp;\r\n The U.S. nuclear and missile policy is a criminal policy which must be called in question world-wide as the most serious matter. &nbsp;&nbsp;&nbsp;\r\n It is a U.S.-style robber-like act to groundlessly label the peaceful nuclear activities of independent countries as \"nuclear arms development\" and madly kick up the clamor of nuclear pressure and preemptive strike against those countries, while themselves developing and producing weapons of mass destruction in full force. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are the world's biggest nuclear criminal and chief culprit in the proliferation of weapons of mass destruction and the malicious enemy of peace. &nbsp;&nbsp;&nbsp;\r\n The world will never tolerate the criminal moves of the U.S. imperialists to screw up the global nuclear standoff, heighten tension and impose a nuclear holocaust upon humankind.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Songun Politics",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#6",
            "content": "Rodong Sinmun on Songun Politics \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The Songun revolutionary line, the Songun politics of the Workers' Party of Korea is an independent line of the new century and a banner of all victories which makes it possible to foil all forms of domination, subjugation, aggression and war moves of the imperialists and reliably defend and materialize the independence of the popular masses, observes Rodong Sinmun Wednesday in an editorial article.\r\n Now that the imperialist reactionary forces have put forward the policy of strength as the major strategy for realizing their ambition for domination over the world, it is imperative to take the road of Songun in order to meet the popular masses' demand for independence and resolutely defend the basic interests of the nation, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Neither concession nor compromise can prevent the U.S. imperialists' moves for aggression and war as they are a product of the U.S. policy, which is turning extremely reactionary, and the serious crisis of its economy. To give priority to military affairs to increase the national capacity for self-defence and make political, military and material preparations to brave aggression by the U.S. imperialists, this is the most right way of defending the security and peace of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is the great revolutionary line and the mode of struggle whose validity and might have been proven in the 80-odd year long glorious road of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable faith and will of the Korean army and people to foil the imperialists' aggression and war moves and accomplish the popular masses' cause of independence, the cause of socialism under the uplifted banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Korea is now becoming an epitome of worldwide fierce stand-off between socialism and imperialism and between independent forces and the reactionaries of history. The U.S. imperialists are spearheading their attack on the DPRK which is invariably holding high the banner of socialism. The Korean army and people, however, are full of pluck and they are firmly convinced of the victory of the socialist cause. &nbsp;&nbsp;&nbsp;\r\n They will as ever advance under the uplifted banner of Songun that has brought the dignity and honor of the independent people and will not concede even a step in the path of struggle chosen by themselves until the final victory is won. &nbsp;&nbsp;&nbsp;\r\n It is the invariable revolutionary stand of the Korean army and people to react to the imperialists' hard line with the toughest line. &nbsp;&nbsp;&nbsp;\r\n The Songun politics of the DPRK which represents arms plus the do-or-die spirit will remain undeterred before any pressure, threat, sanctions and blockade by the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people are overflowing with the spirit to destroy the fortress of aggression if the U.S. imperialists recklessly ignite a war. We will not show mercy to the arrogant and ferocious aggressors. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people will increase the national capacity for self-defence in every way and react to the enemies' hard line with the toughest line unless the U.S. imperialists renounce their hostile policy toward the DPRK. They have keenly realized in the crucible of the fierce anti-imperialist struggle that only Songun is a way out and it guarantees the nation's dignity. They will, therefore, more tightly hold arms and defend their ideology, system and cause at the cost of their lives under the WPK's Songun leadership. &nbsp;&nbsp;&nbsp;\r\n It is the fixed will of the Korean army and people to strengthen the Songun revolutionary unity with the headquarters of the revolution as its core in every way. &nbsp;&nbsp;&nbsp;\r\n No nuclear weapons can overwhelm the might of their single-minded unity with which all the army and people form a fortress as strong as an iron wall around Kim Jong Il in the spirit of devotedly defending the leader, the spirit of human bullets and the spirit of readily blowing up themselves. &nbsp;&nbsp;&nbsp;\r\n They will unswervingly advance along the path of independence, the path of socialism under the banner of Songun in any storm and stress to eternally glorify the victorious history of the Korean revolution and actively contribute to realizing the cause of global independence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Termed Ringleader of State-sponsored Terrorism",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#7",
            "content": "U.S. Termed Ringleader of State-sponsored Terrorism \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The United States is the ringleader of state-sponsored terrorism. Rodong Sinmun Wednesday observes this in a signed article accusing it of defending Israel in its state-sponsored terrorism against Palestine under the motto of \"anti-terrorism\".\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n Israel's military invasion against Palestine was an inevitable product of the double-dealing policy now being pursued by the U.S. under the pretext of \"anti-terrorism\".&nbsp;&nbsp;&nbsp;\r\n Israel's state-sponsored terrorism against Palestine would have been unthinkable without the U.S. backing and patronage. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. Mideast policy to help Israel boost its position in the region and thus retain its grip on it. By exercising its influence on the Mideast issue the U.S. seeks to expand the sphere of its influence on the region and create conditions favorable for using Israel as a shock brigade for carrying out its strategy to dominate it. &nbsp;&nbsp;&nbsp;\r\n The U.S. has always stood by Israel in the Mideast issue while putting pressure on Palestine, instructing it to do this or that under the pretext of \"aid.\" It is the demand of the U.S. that Palestine lay down arms, recognize Israel and submit to its fate. &nbsp;&nbsp;&nbsp;\r\n The U.S., while acting a \"mediator\" of Mideast peace, took much pain to make sure that a Palestinian government that might join hands with Israel emerges in Palestine. However, its hope was snuffed out. As Hamas, a hard-lined military outfit of Palestine, took power, the U.S. resorted to a sinister trick. &nbsp;&nbsp;&nbsp;\r\n The U.S. has worked hard overtly and covertly to bring down Hamas by branding it as \"a terrorist organization\" though it came to power through a democratic election. &nbsp;&nbsp;&nbsp;\r\n The U.S. has supported and protected its allies and other followers in their actions against independence and peace, applying double standards over a series of issues including \"human rights issue.\" But it has put blatant pressure, sanctions and threat and blackmail upon those countries incurring its displeasure. This is clearly proven once again by the grave situation prevailing in the Mideast. &nbsp;&nbsp;&nbsp;\r\n What is happening in the Mideast goes to prove that a country without capability for self-defence can neither beat back enemy invasion nor protect the security of its people. &nbsp;&nbsp;&nbsp;\r\n National sovereignty can be protected only by powerful forces for self-defence. &nbsp;&nbsp;&nbsp;\r\n The current Mideast situation teaches this serious lesson once again, concludes the article.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Damage from Flood under Rehabilitation",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#8",
            "content": "Damage from Flood under Rehabilitation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- July and August are the rainy season in Korea but this year it has come earlier than usual.\r\n Heavy rains have hit some areas, causing tremendous losses in various sectors of the national economy of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The water levels of rivers have risen and irrigation channels are flooding, inundating a large acreage under cultivation. &nbsp;&nbsp;&nbsp;\r\n Landslides have buried trunk lines and destroyed railway bridges, forcing trains to suspend normal operation. Motor roads and communication networks have been cut off in many sections. &nbsp;&nbsp;&nbsp;\r\n The hydro-meteorological observatories forecast that there will be much rain in the remaining wet season. &nbsp;&nbsp;&nbsp;\r\n A greater attention is being directed to the work for preventing possible natural calamities as well as projects for healing damage. &nbsp;&nbsp;&nbsp;\r\n The offices for directing damage rehabilitation in different parts of the country are conducting various activities such as arranging the temporary trains so as to send necessary manpower, equipments and materials to the afflicted areas. &nbsp;&nbsp;&nbsp;\r\n The Ministry of Railways has formed the direction offices in the flood-hit areas and preferentially provides large quantities of logs, rails and sleepers and other materials to the severely affected areas. Among them are the section between Yangdok Station in South Phyongan Province and Kowon Station in South Hamgyong Province and railway beds in Pukchang and Wonsan areas. &nbsp;&nbsp;&nbsp;\r\n Meteorological observatories are doing their best to diminish possible damage from heavy rains by establishing a mobile information system for rendering weather forecast of local areas. &nbsp;&nbsp;&nbsp;\r\n The officials and working people in the areas and units hit by heavy rains and floods are all out to do away with the damage, normalize production and stabilize people's livelihood.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to President of South Korean Red Cross",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#9",
            "content": "Letter to President of South Korean Red Cross\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Jang Jae On, chairman of the Central Committee of the DPRK Red Cross Society, Wednesday sent a letter to Han Wan Sang, president of the Red Cross of south Korea.\r\n The letter said: &nbsp;&nbsp;&nbsp;\r\n All the Koreans eagerly hope to see the humanitarian cooperation between the north and the south making steady progress in the idea of \"By our nation itself\" as clarified in the historic June 15 joint declaration.  But the south side has laid a stumbling block in its way, contrary to such desire and expectation of the nation. &nbsp;&nbsp;&nbsp;\r\n Your side sidestepped even the discussion of the sincere proposal our side made at the 19th north-south ministerial talks for arranging the direct reunion at Mt. Kumgang resort and video meetings between separated families and relatives on the occasion of the upcoming harvest moon day, prompted by its compatriotic and humanitarian stand. &nbsp;&nbsp;&nbsp;\r\n At the talks your side even unilaterally refused to provide rice and fertilizers, an undertaking which has been underway between the north and the south as part of the humanitarian work on the principle of mutual help. &nbsp;&nbsp;&nbsp;\r\n This is an act of treachery little short of sacrificing the humanitarian work between fellow countrymen to serve the U.S. and Japan keen on applying sanctions against DPRK with bitterness toward it. &nbsp;&nbsp;&nbsp;\r\n The humanitarian undertakings have virtually ceased to exist between the north and the south as your side has abused even the humanitarian issue for meeting its sinister purpose to serve the outsiders. &nbsp;&nbsp;&nbsp;\r\n Our side is, therefore, of the view that it has become impossible to hold any discussion related to humanitarian issues, to say nothing of arranging any reunion between separated families and relatives between the two sides. &nbsp;&nbsp;&nbsp;\r\n We, therefore, make it clear that it is impossible to arrange the special video meeting on August 15 as scheduled and construct a reunion centre at Mt. Kumgang resort. &nbsp;&nbsp;&nbsp; \r\n The authorities of your side should be held fully accountable for the consequences to be entailed by their inhuman and treacherous action perpetrated against the nation and the Red Cross of your side should lodge a due protest with them against this.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Colombian President",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#10",
            "content": "Greetings to Colombian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on July 17 sent a message of greetings to Alvaro Uribe Velez, president of Colombia, on the occasion of its independence day.\r\n In the belief that the bilateral ties would develop on good terms in mutual interests, the message sincerely wished the president success in his noble work for the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Colombian FM",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#11",
            "content": "Greetings to Colombian FM\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Colombian counterpart Carolina Barco on the occasion of the independence day of Colombia.\r\n The message expressed the belief that the relations between the two countries would grow stronger in the future.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung Remembered",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#12",
            "content": "President Kim Il Sung Remembered\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Lectures, round-table talks and film shows were held in Sweden and Peru from July 6 to 9 on the occasion of the 12th anniversary of demise of President Kim Il Sung.\r\n Richard Stenberg, chairman of the Swedish National Committee for the Study of the Juche Idea, in a lecture referred to the undying exploits Kim Il Sung performed by founding the immortal Juche idea and successfully applying it to all spheres of the revolution and construction and the wise leadership of Kim Jong Il who has creditably carried forward the revolutionary cause of Juche pioneered by the President. &nbsp;&nbsp;&nbsp;\r\n Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, in a lecture noted it was one of the great feats performed by Kim Il Sung that he built matchless armed forces capable of wiping out any formidable enemy at a single stroke. &nbsp;&nbsp;&nbsp;\r\n Estuardo Martinez Perez, president of the Peruvian National Independent Movement for Free Voting's Union, addressing round-table talks, said: &nbsp;&nbsp;&nbsp;\r\n The DPRK has become a symbol of victory and a beacon of hope for those countries aspiring after independence because it has held in high esteem President Kim Il Sung, great politician and ever-victorious iron-willed brilliant commander, and Kim Jong Il. The reality of Korea is instilling confidence and courage into the Peruvians and powerfully encouraging them in their new struggle. &nbsp;&nbsp;&nbsp;\r\n A message to Kim Jong Il was adopted at the function held in Sweden.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Blackmail and Assault on Korean Students in Japan Condemned",
            "url": "http://kcna.co.jp/item/2006/200607/news07/20.htm#13",
            "content": "Blackmail and Assault on Korean Students in Japan Condemned\r\n&nbsp;&nbsp;&nbsp;Tokyo, July 17 (KNS-KCNA) -- Ku Tae Sok, chairman of the Central Standing Committee of the Union of Korean Teachers and School Clerks in Japan and concurrently rector of Korean Middle and High School in Tokyo, held a press conference at the school on July 14 in connection of blackmail and assault on Korean students in Japan.\r\n In a statement issued at the press conference he recalled that blackmail telephones and e-mail saying \"we will kill a student,\"  \"we will throw firebottles\" and so on came to Korean schools in Japan and that a middle-aged man assaulted a second-year boy student of middle grade in Aichi Prefecture. At least 110 cases of blackmail and assaults took place in recent days, he added. &nbsp;&nbsp;&nbsp;\r\n This is a patent human rights abuse and a very bastardly criminal act against students of Korean schools in Japan as well as all the Koreans in Japan, he stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n The Union of Korean Teachers and School Clerks in Japan sternly protests the cases with burning resentment, branding them as national discrimination which cannot be overlooked and an inhumane act of threatening even the vital rights of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n We strongly demand that the Japanese government authorities and autonomous bodies across Japan probe the truth about the cases and take steps for preventing their recurrence, mindful of their graveness.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}