{
    "date": "2006-03-03",
    "url": "http://kcna.co.jp/item/2006/200603/20060303.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Egyptian Figure",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#1",
            "content": "Gift to Kim Jong Il from Egyptian Figure \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Leader Kim Jong Il was presented with a gift by Yehia Jakariya Khairallah, chairman of the Egyptian Committee for the Study of the Juche Idea, on the occasion of the February holiday.\r\n It was conveyed to the DPRK ambassador to Egypt by the chairman of the Egyptian committee on Feb. 18. &nbsp;&nbsp;&nbsp;\r\n The chairman said that he had the honor of presenting the gift to Kim Jong Il, the most respected leader, on the significant February holiday. He sincerely wished for the good health of the leader clearly indicating the road for the Korean people and other progressive people of the world to follow with his Songun politics.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Workers Protest Passage of \"Bill on Part Time Job\"",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#2",
            "content": "S. Korean Workers Protest Passage of \"Bill on Part Time Job\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- South Korean workers' organizations strongly protested against the passage of a \"bill on part time job\" through the Environment and Labor Committee of the \"National Assembly\" on February 27, according to at least 500 unionists. &nbsp;&nbsp;&nbsp;\r\n The confederation declared it would stage a general strike, charging that the Uri Party and the Grand National Party conspired with each other to railroad the unilateral bill which does not reflect the demands of workers at all. &nbsp;&nbsp;&nbsp;\r\n The Federation o MBC of south Korea.\r\n The south Korean Confederation of Trade Unions staged a demonstration in front of the NA building in protest against the passage of the bill on the same day. It was participated in by f south Korean Trade Unions, too, stated that it would wage a vigorous anti-\"government\" struggle including a general strike unless the ruling and opposition parties repeal the bill.    \r\n\r\n\r\n"
        },
        {
            "title": "Press Conference Held at German Embassy Here",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#3",
            "content": "Press Conference Held at German Embassy Here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- A press conference took place at the German embassy here Wednesday on the occasion of the 5th anniversary of the establishment of diplomatic ties between the DPRK and Germany.\r\n Present there were media persons in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n German Ambassador to the DPRK Friedrich Ludwig Loehr and staff members of the embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n The ambassador spoke at the press conference.\r\n He said the relations between Germany and the DPRK have developed since the opening of diplomatic ties between the two countries and underscored the need to boost bilateral cooperation in various fields in the future. &nbsp;&nbsp;&nbsp;\r\n He answered the questions put by media persons.    \r\n\r\n\r\n"
        },
        {
            "title": "Film Show Marks National Day of Bulgaria",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#4",
            "content": "Film Show Marks National Day of Bulgaria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- A show film was sponsored by the Korean Committee for Cultural Relations with Foreign Countries and the Korea-Bulgaria Friendship Association at the Chollima House of Culture Wednesday on the occasion of the national day of Bulgaria.\r\n Present on invitation was Bulgarian Charge d'Affaires ad Interim here Yordan Pamukov. &nbsp;&nbsp;&nbsp;\r\n Present there were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is also vice-chairwoman of the Korea-Bulgaria Friendship Association, and its members and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Its participants watched a Bulgarian feature film.    \r\n\r\n\r\n"
        },
        {
            "title": "GNP Heavyweight's Molestation of Woman under Fire",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#5",
            "content": "GNP Heavyweight's Molestation of Woman under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The sexual abuse committed by the secretary general of the Grand National Party has reportedly touched off public criticism in south Korea.\r\n Secretary General Choe Yon Hui was reported to have molested a woman journalist of Dong-A Ilbo who was seated next him on February 24 when the representative and other heavyweights of the GNP had a round-table and dinner party with the chief editor and journalists of Dong-A Ilbo at a restaurant in Seoul. &nbsp;&nbsp;&nbsp;\r\n As this indecent behavior was protested by those of Dong-A Ilbo, Choe shamelessly excused himself, uttering he was so drunk that he took her for a hostess of the restaurant. &nbsp;&nbsp;&nbsp;\r\n This has triggered off bitter criticism among public circles and the victim declared that she would take a legal action against him.    \r\n\r\n\r\n"
        },
        {
            "title": "German Ambassador to DPRK Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#6",
            "content": "German Ambassador to DPRK Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- German Ambassador to the DPRK Friedrich Ludwig Loehr hosted a reception at his embassy Wednesday on the occasion of the 5th anniversary of the establishment of diplomatic ties between the DPRK and Germany.\r\n Present there on invitation were Vice-Minister of Foreign Affairs Kung Sok Ung, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is also chairwoman of the Korea-Germany Friendship Association, Ri Jong Hyok, chairman of the Korea-Germany Friendship  Parliamentary Group, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Diplomatic envoys of various countries and representatives of international organizations here were also present t on invitation. &nbsp;&nbsp;&nbsp;\r\n Staff members of the German embassy were on hand. \r\n Speeches were made at the reception.    \r\n\r\n\r\n"
        },
        {
            "title": "Tree-planting Day Marked",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#7",
            "content": "Tree-planting Day Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Planting even one more tree and taking good care of it is an expression of genuine patriotism and it is the way of eternally glorifying Korean-style socialism which the Korean people have built and defended at the cost of blood and sweat. Rodong Sinmun Thursday says this in an editorial devoted to the tree-planting day.\r\n The editorial goes on: &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung together with Kim Jong Il and anti-Japanese war hero Kim Jong Suk climbed Moran Hill on March 2, Juche 35 (1946) and gave precious instructions to keep the mountains and fields of the country in good shape. It was a significant event which opened a new history of tree-planting in the DPRK.\r\n It is the plan and determination of the Workers' Party of Korea to turn the country where the Koreans have lived for generations into a picturesque socialist land of bliss and golden tapestry in the Workers' Party era. &nbsp;&nbsp;&nbsp;\r\n The WPK unrolled a grandiose plan to turn the whole country into a thick woodland and greenery in the near future through a widespread campaign for tree-planting and has always channeled big efforts into it. &nbsp;&nbsp;&nbsp;\r\n Afforestation is a noble patriotic work for the happiness of the people and the prosperity of Korean-style socialism and a nature-remaking project for the eternal prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n All the party members and other working people should plant many more trees to turn the mountains and fields of the country into a thick woodland with the high honor and pride of being citizens of socialist Korea. &nbsp;&nbsp;&nbsp;\r\n One will display patriotism, energy and enthusiasm only when one has the noble idea that one would be satisfied to find what one has done helpful to increasing the resources of the country and bringing greater happiness to the posterity even though his generation cannot benefit from it and the unshakable resolution to defend and glorify Korean-style socialism to the end. &nbsp;&nbsp;&nbsp;\r\n The editorial calls upon all the officials, party members and other working people to turn out as one in the spring tree-planting aimed to turn Korean-style socialism into a land of bliss for the people and thus find their life rewarding in converting the mountains of the country into beautiful scenery and its fields into a fertile land.    \r\n\r\n\r\n"
        },
        {
            "title": "Leap Forward in Building of Great Prosperous Powerful Nation Called for",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#8",
            "content": "Leap Forward in Building of Great Prosperous Powerful Nation Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Korean-style socialism is invincible socialism as it has made a victorious advance thanks to the will and the faith of the army and people of the DPRK in sure victory. Rodong Sinmun today says this in a by-lined article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is the law governing the development of history that socialism is sure to triumph. The Korean people's faith in the certain victory of socialism is based on this scientific world outlook. &nbsp;&nbsp;&nbsp;\r\n The Korean people have firmly grasped the validity and vitality of the Juche-based socialist idea through a protracted struggle to build socialism. They are, therefore, devoting all their energies and wisdom to the drive for building a great prosperous powerful nation, fully convinced that they can achieve victory and prosperity only by thoroughly implementing the line and policies of the Workers' Party of Korea for socialist construction. &nbsp;&nbsp;&nbsp;\r\n Their conviction of the sure victory of socialism is also based on the firm faith that the socialist system alone can protect the dignity and rights, genuine life and happiness of the people and bring them into bloom. &nbsp;&nbsp;&nbsp;\r\n Korean-style socialism centered on the popular masses put forward the ordinary workers, peasants and intellectuals as the dignified masters of the state and society. Under the Korean socialist system the party and state take care of the destiny and life of the people in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n The DPRK enforced such policies for social benefit as free education and free medical care and took a series of substantial measures to improve the material and cultural life of the people even in the difficult period of the \"Arduous March\".\r\n The Korean people's faith in the certain victory of socialism is based on the revolutionary optimism that Korean-style socialism will always triumph so long as it is steered by the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea is a great guide leading the struggle of the army and people for socialism to brilliant victory. They have keenly realized the greatness of the Party, sharing the life and destiny with it and waging the most difficult and arduous struggle in the modern times including the deep-going social revolution, the hard-fought war, gigantic socialist construction and the struggle to defend socialism without gunfire.\r\n The servicepersons and people in the DPRK will bring about a new leap forward in building a great prosperous powerful nation under the Songun leadership of the Party, enshrining the stronger faith in the victory of socialism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Bulgarian President",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#9",
            "content": "Greetings to Bulgarian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Georgi Parvanov, president of Bulgaria, on the occasion of its national day.\r\n The message wished Bulgaria new progress and prosperity and expressed the belief that the traditional relations between the two countries would continue to favorably develop in the interests of the peoples of the two countries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Collection of Korean Linguistics Published",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#10",
            "content": "Collection of Korean Linguistics Published\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Scientists of the Linguistics Institute under the Academy of Social Science of the Democratic People's Republic of Korea has written and compiled \"Collection of Korean Linguistics\", 63 volumes in all.\r\n They have completed the book after six years of  researches for developing and enriching the Korean philology in conformity with the demand of the era and pioneering a new linguistic field.\r\n The book, which has brought together in a systematic way the successes made in the linguistic researches over the last six decades, reflects the development of the national language, research achievements embodying the demand of the IT era and achievements of the latest linguistic engineering. &nbsp;&nbsp;&nbsp;\r\n The book consists of eleven branches including the linguistic policy, linguistic history and lexicology and philological handbook. &nbsp;&nbsp;&nbsp;\r\n The first three volumes of the collection give profound exposition to the Juche-oriented linguistic idea put forward by President Kim Il Sung and leader Kim Jong Il and their immortal exploits performed in building the cultured language and to the linguistic policy of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The volumes from the fourth to the thirteenth deal with the history of the Korean language, the history of character life of the Korean people, the history of Korean language theory and researches into old Korean folksongs. The history of the Korean language includes social function, linguistic structure and style of the Korean written and spoken languages and the issue of development of the letters at each developing stage from the ancient times to the modern times. \r\n The 14th - 38th volumes give successes made in such linguistic branches as lexicology, semantics, phonetics, grammar, stylistics and dialectology and add new historical materials to shortcomings of materials that had been published in the past.\r\n Featured in the part of the linguistic engineering (39th-45th volumes) are linguistic theory based on the IT, language sound engineering, Korean language probability theory and so on which can access to new science and technology in the field of linguistics to suit the requirements of the IT industry era. &nbsp;&nbsp;&nbsp;\r\n The history of change of the Korean language standards and standard theory are dealt with in the part of linguistic standard (46th-47th volumes). &nbsp;&nbsp;&nbsp;\r\n The philological handbook (48th-63rd volumes), which is also compiled as CDs, gives correct answers to the questions to be raised among the working people when writing and speaking at present.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Stamps on Agrarian Reform Law Off Press",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#11",
            "content": "New Stamps on Agrarian Reform Law Off Press\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The Korea Stamp Corporation has recently issued a souvenir sheet and an individual stamp on the occasion of the 60th anniversary of the promulgation of the historic \"Law on Agrarian Reform in North Korea\" by President Kim Il Sung on March 5, Juche 35 (1946).\r\n Printed on the stamps are the words \"In Commemoration of 60th anniversary of the promulgation of the Agrarian Reform Law\" and \"Juche 35 (1946) - Juche 95 (2006)\".\r\n The souvenir sheet gives an image of the President conversing with the model peasant who initiated the patriotic rice donation movement along with a picture of peasants hailing the law with the placards bearing the slogans \"Land to the tillers!\" and \"Long Live Agrarian Reform Law\" in their hands. &nbsp;&nbsp;&nbsp;\r\n The individual stamp reflects the words \"Promulgation of Historic Agrarian Reform Law on March 5, Juche 35 (1946)\" and pictures of peasants shedding tears of joy and gratitude over the land distribution and cooperative fields which have been rezoned to be fit for the land of the socialist Korea under the wise leadership of Kim Jong Il.\r\n Their face values are 150 won and 12 won respectively.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Bulgarian Prime Minister",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#12",
            "content": "Greetings to Bulgarian Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Pak Pong Ju, premier of the Cabinet of the DPRK, sent a message of greetings to Sergei Stanishev, prime minister of Bulgaria,  on the occasion of its national day.\r\n The message expressed the belief that the relations between the two countries would develop in an all-round way in the bilateral interests and wished the Bulgarian people wellbeing.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Credentials Presented to FM",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#13",
            "content": "Credentials Presented to FM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- DPRK Foreign Minister Paek Nam Sun today received credentials from Representative of the WHO here Tej Walia.\r\n After receiving the credentials, Paek had a talk with the representative.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Marks Tree-Planting Day",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#14",
            "content": "National Meeting Marks Tree-Planting Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- A national meeting took place Thursday in front of the Ulmil Pavilion on Moran Hill in Pyongyang to mark the 60th day of tree-planting.\r\n Present there were Kim Yong Nam, Pak Pong Ju, Kim Jung Rin and Kim Kwang Rin, chairman of the State Planning Commission, Choe Jong Gon, minister of City Management, Ryang Man Gil, chairman of the Pyongyang City People's Committee, officials concerned, officials of ministries and national institutions and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea, said in a report that President Kim Il Sung together with Kim Jong Il and anti-Japanese war hero Kim Jong Suk climbed Moran Hill in March, Juche 35 (1946) and unrolled a far-reaching plan to turn the mountains and fields of the liberated country into a land of scenic beauty. &nbsp;&nbsp;&nbsp;\r\n Noting that this significant day witnessed the start of the movement to plant trees in Korea and it was a historic day when there began a new history of the Juche-based afforestation, he referred to the immortal feats performed by the peerlessly great persons in the patriotic work for the eternal prosperity of the country.\r\n Leader Kim Jong Il saw to it that the People's Army, a standard-bearer in the Songun revolution, took the lead in the drive to turn the whole country into a thick woodland and greenery and all the people learned from ardent patriotism of the servicepersons and came out as one in the movement to convert the mountains and fields of the country into a picturesque socialist land of bliss, he noted. &nbsp;&nbsp;&nbsp;\r\n He called on all the units to follow the example of the People's Army and thus pay primary attention to the production of saplings of good species. The reporter also underscored the need for all the working people in Pyongyang to put tree-planting in the city on a high level and radically change its appearance as befitting the capital city of Songun Korea where its people enjoy happiness. &nbsp;&nbsp;&nbsp;\r\n Then its participants planted trees to mark the anniversary.    \r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Co-chairmen of Pomchonghakryon Held",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#15",
            "content": "Meeting of Co-chairmen of Pomchonghakryon Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The 16th meeting of co-chairmen of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) was held in Pyongyang, Seoul and Tokyo on Thursday by way of exchanging facsimile messages.\r\n Present at the meeting were co-chairmen of the North, South and Overseas Headquarters of Pomchonghakryon. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the movement waged by the organization for national independence and reunification last year and discussed an orientation of actions for this year. &nbsp;&nbsp;&nbsp;\r\n The meeting noted that the organization dynamically turned out in the struggle for the realization of the three forms of cooperation under the slogan \"Let's advance holding high the banner of cooperation for national independence, peace against war and reunification and patriotism!\" in 2005, the significant year, which marked the 5th anniversary of the historic June 15 joint declaration and the 60th anniversary of Korea's liberation, and thus recorded a brilliant chapter in the history of the above-said movement. &nbsp;&nbsp;&nbsp;\r\n The meeting said \"Let us vigorously forward the patriotic movement for independent reunification, peace against war and great national unity under the banner of 'By our nation itself'!\" is the slogan the organization should put up in its actions this year and the general orientation of its movement is to glorify 2006 as the \"year of the three-point patriotic movement\" to achieve independent reunification, peace against war and great national unity. &nbsp;&nbsp;&nbsp;\r\n The meeting called on the organization to take an active part in the work to significantly commemorate June 15, the anniversary of the north-south joint declaration, as the \"day of by our nation itself\" in the future and make the movement for independent reunification sweep this land. &nbsp;&nbsp;&nbsp;\r\n It is the top priority task before the movement for national reunification to defend peace from war and, the meeting said, calling on the youth and students in the north and the south and overseas to achieve durable peace and reunification of the Korean Peninsula through a nation-wide struggle for the withdrawal of the U.S. troops from south Korea. &nbsp;&nbsp;&nbsp;\r\n The meeting stressed the need for the organization to take the lead in the struggle to achieve the unity of the whole nation, a basic guarantee for accomplishing the cause of national reunification, and conduct dynamic actions to pull down the anti-reunification barriers including the \"National Security Law,\" an obstacle to the great national unity.\r\n A joint resolution was adopted at the meeting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reckless Remarks of Lawmaker from GNP under Fire",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#16",
            "content": "Reckless Remarks of Lawmaker from GNP under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Some days ago, Jon Ryo Ok, lawmaker from the Grand National Party of south Korea, at \"a function for educating party members\" held in Taejon let loose a spate of reckless remarks seriously debasing the June 15 joint declaration. Jon uttered that the south agreed on the declaration, while standing benumbed like an old man suffering from dementia and the June 15 joint declaration is what the south bought from the north.\r\n In this regard, a spokesman for the Committee for the Peaceful Reunification of the Fatherland issued a statement Thursday. &nbsp;&nbsp;&nbsp;\r\n The statement termed the vituperation let loose by Jon, former spokesperson for the GNP, an unpardonable criminal act against reunification and the nation as it totally negated and defiled the historic Pyongyang meeting and the joint declaration, imprudently pulling up the north. &nbsp;&nbsp;&nbsp;\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n When the declaration was made public, the GNP described the day of its publication as \"a day of national humiliation\" and categorically rejected it, thus bringing to light its true colors as a truculent treacherous party opposed to national reconciliation, unity and the country's reunification. &nbsp;&nbsp;&nbsp;\r\n It is the trend of the times for the Koreans to advance along the road of independent reunification by their concerted efforts. It is only the GNP that is working with bloodshot eyes to hamstring the implementation of the joint declaration and bring the inter-Korean relations back to those of confrontation in the past, asserting such political coloring as labeling the forces supporting the joint declaration \"pro-north left-wingers\" and \"anti-U.S., pro-north elements.\" &nbsp;&nbsp;&nbsp;\r\n Jon's reckless remarks fully reflected the despicable nature and stance of the GNP, a group of anti-reunification hysterics and a \"Cold War-minded conservative party\" which abandoned human morality and conscience long ago, to say nothing of the blood and soul of the nation. &nbsp;&nbsp;&nbsp;\r\n The GNP is, indeed, a group of dyed-in-the-wool traitors, the foe of peace and reunification and a gang of sexual abusers and a chieftain of irregularities and corruption. &nbsp;&nbsp;&nbsp;\r\n Such group of criminals should be severely punished. &nbsp;&nbsp;&nbsp;\r\n The people of various circles in south Korea should eliminate without delay the GNP, a corrupt party and a party of man-killers and mud-slingers as it is only adding to the crimes it has already committed against the nation, reunification and humanity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean General-level Military Talks Open",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#17",
            "content": "Inter-Korean General-level Military Talks Open\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The third north-south general-level military talks were opened at the Thongil House in the portion of the north side in Panmunjom Thursday.\r\n Attending the talks were the north side's delegation led by Lieut. General of the Korean People's Army Kim Yong Chol and the south side's delegation with Major General of the Defense Ministry Han Min Gu as its chief delegate.\r\n At the talks both sides placed on the agenda the issue of taking military measures to prevent clashes in the waters of the West Sea of Korea and ensure joint fishing there and discussed it. &nbsp;&nbsp;&nbsp;\r\n Before making his keynote address, the head of the north side's delegation sternly took the south side to task for its unreasonable behavior of cooperating with the U.S. imperialists in their military moves against the DPRK quite contrary to the atmosphere of the military talks. &nbsp;&nbsp;&nbsp;\r\n Citing the facts that this year, too, the south Korean authorities intend to stage all combined and joint military exercises including the RSOI and Foal Eagle with the United States as scheduled and, at the same time, decided to participate in the drills for \"preventing the proliferation of weapons of mass destruction\" pursuant to the PSI taken by the U.S. imperialists and agreed on the \"strategic flexibility\" of the U.S. imperialist aggression forces in south Korea, he stated all this is an anti-national, anti-reunification act of going against the June 15 era of reunification in which the vigorous three-point patriotic movement is going on under the uplifted banner of \"By our nation itself\". &nbsp;&nbsp;&nbsp;\r\n  The head of the delegation of the north side in his keynote address said that in order to achieve success at the talks both sides should have a firm stand and posture that the military authorities of the north and the south will become a driving force for settling the issue of the waters of the West Sea and find the earliest possible final solution to it, guided by the spirit of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n Holding that for a smooth discussion on the agenda item there should be groundwork for a fair consensus understandable to everyone, he laid down the following principles that can be served as such groundwork: &nbsp;&nbsp;&nbsp;\r\n First, the issue of preventing clashes in the waters of the West Sea and realizing joint fishing there should be solved on the principle of promoting the co-prosperity and common interests of the nation. &nbsp;&nbsp;&nbsp;\r\n Second, the north and the south should solve the issue of the waters of the West Sea on the principle of deciding on the base line of the territorial waters of reunified Korea on the West Sea of Korea and, basing themselves on it, declaring a new West Sea territorial waters limit internally and externally. &nbsp;&nbsp;&nbsp;\r\n Third, both sides should solve the issue of the waters of the West Sea on the principle of broad-mindedly abandoning all their assertions, a leftover of the Cold War era, which may spark off clashes. &nbsp;&nbsp;&nbsp;\r\n Fourth, it is necessary to settle the issue of the waters of the West Sea on the principle of strictly meeting the legal and institutional requirements on which an agreement had already been reached and which are recognized at home and abroad. \r\n The head of the delegation of the north side held that the current talks should base themselves on these principles in discussing the issue of fixing the waters for north-south joint fishing, the issue of defining the military boundary on the West Sea, the direct sailing of the north's civilian ships to Haeju Port, the issue of taking a series of confidence-building  measures for preventing the recurrence of clashes in the waters of the sea and the issue of safe sailing of all ships of the north across the Jeju Straits, etc. \r\n Then the chief delegate of the south side made a keynote address.\r\n At the talks each of the two sides expressed its own stance and views on the agenda item. \r\n The talks continue.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit 1522",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#18",
            "content": "Kim Jong Il Inspects KPA Unit 1522\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected KPA Unit 1522.\r\n He acquainted himself with the unit's performance of duty before going round a military lecture room.\r\n He set forth tasks to be undertaken by the unit to further increase its combat capability, expressing satisfaction over the fact that it has built a modern military lecture room and organized intensive training in it, thus preparing its servicepersons as a-match-for-a-hundred fighters. &nbsp;&nbsp;&nbsp;\r\n The master key to training all the officers and soldiers as a-match-for-a-hundred fighters is to intensify the drills, he said, stressing the need to pay primary attention to the work for thoroughly implementing the WPK's policy of training.\r\n Then he went round an education room, a bedroom, a mess hall, a wash-cum-bath house, a daily provision store and other places to take deep care of servicepersons' living.\r\n He met and had a cordial talk with Ri Jong Nam, Jin Chung Hyok, Ri Kwang and other soldiers who have distinguished themselves in study, the observance of military discipline and art squad activities. &nbsp;&nbsp;&nbsp;\r\n  Commanding officers have a very important role to play in steadily improving the supply service for the soldiers, he noted, indicating ways to do so.\r\n He had a photo session with servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong, First Vice Department Director of the WPK Central Committee Ri Jae Il and Vice Department Director of the C.C., WPK Hwang Pyong So.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Air Force Unit 991",
            "url": "http://kcna.co.jp/item/2006/200603/news03/03.htm#19",
            "content": "Kim Jong Il Inspects KPA Air Force Unit 991\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected KPA Air Force Unit 991 honored with the title of O Jung Hup-led Seventh Regiment.\r\n After receiving salutes from commanding officers of the unit, he went round the monument to President Kim Il Sung's on-site guidance to the unit.\r\n He learned about the unit's performance of duty before watching airmen's training in the flight training hall. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to be undertaken by the unit to further increase the unit's combat capability, expressing great satisfaction at the fact that all the airmen have acquired high combat technique and capability through tireless training under the WPK's slogan \"Training Precisely Means Battle!\" &nbsp;&nbsp;&nbsp;\r\n Pleased to note that the airmen have always kept themselves on alert and are fully ready to courageously beat back any invasion of the enemy, he praised them for reliably defending the sky of the country. &nbsp;&nbsp;&nbsp;\r\n He also acquainted himself with the ideological work among servicepersons, going round a soldiers' hall, an education room and other entertainment and educational facilities. &nbsp;&nbsp;&nbsp;\r\n It is very good that the unit has energetically conducted diverse political work to fully prepare all the servicepersons as human bombs of Ri Su Bok and Kil Yong Jo types, he said, adding: It is the fine tradition our army has always preserved to give a definite priority to the ideological work. \r\n Then he went round a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a non-staple food store and other facilities of the unit and underlined the need for the commanding officers to take special care of pilots' living. &nbsp;&nbsp;&nbsp;\r\n He had a picture taken with the unit's servicepersons. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and First Vice Department Director Ri Jae Il and Vice Department Director Hwang Pyong So of the WPK Central Committee.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}