{
    "date": "2006-10-20",
    "url": "http://kcna.co.jp/item/2006/200610/20061020.htm",
    "articles": [
        {
            "title": "Kim Jong Il Receives Special Envoy of Chinese President",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special Envoy of Chinese President Here",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#2",
            "content": "Kim Jong Il Receives Special Envoy of Chinese President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- General Secretary Kim Jong Il Thursday received Tang Jiaxuan, state councilor of the PRC who is a special envoy of Chinese President Hu Jintao, General Secretary of the Central Committee of the Communist Party of China, and his party.  \r\n The special envoy conveyed to Kim Jong Il a personal message from Hu Jintao and presented him with a gift prepared by himself. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il expressed thanks for this and conversed with him in a friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Discussed there were the issues of developing the relations of friendship between the two countries and ensuring peace and security on the Korean Peninsula and a series of international issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present there were First Vice-Minister of Foreign Affairs Kang Sok Ju and Vice-Ministers of Foreign Affairs Kim Kye Gwan and Kim Yong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK Red Cross Society Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#3",
            "content": "Special Envoy of Chinese President Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Tang Jiaxuan, state councilor who is a special envoy of Chinese President Hu Jintao, General Secretary of the Central Committee of the Communist Party of China, arrived here by special plane on Wednesday.\r\n He was accompanied by Dai Bingguo, director of the Foreign Affairs Office of the Central Committee of the CPC who is also executive vice-minister of Foreign Affairs, Wu Dawei, vice-minister of Foreign Affairs, and others. &nbsp;&nbsp;&nbsp;\r\n He was greeted at the airport by Kim Yong Il, vice-minister of Foreign Affairs, and Liu Xiaoming, Chinese ambassador e. p. to the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Days in DPRK Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#4",
            "content": "Anniversary of DPRK Red Cross Society Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- A meeting was held at the Grand People's Study House Wednesday on the occasion of the 60th anniversary of the DPRK Red Cross Society.\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Jang Jae On, chairman of the Central Committee of the DPRK Red Cross Society, and others. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were the delegation of the International Committee of Red Cross (ICRC), the delegation of the International Federation of Red Cross and Red Crescent Societies (IFRCS) now on visit to the DPRK to celebrate the day, staff members of the missions of international Red Cross organizations and the missions of other international organizations here. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in his congratulatory speech praised the DPRK Red Cross Society for having creditably fulfilled its mission and duty as an active helper to the state under the wise leadership of President Kim Il Sung and General Secretary Kim Jong Il for the last six decades. &nbsp;&nbsp;&nbsp;\r\n He expressed firm belief that the DPRK Red Cross Society would achieve greater success in its humanitarian activities true to the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation of the ICRC and the head of the IFRCS delegation in their congratulatory speeches referred to the successes made by the DPRK Red Cross Society and the aid given by the international organizations of Red Cross in the past. &nbsp;&nbsp;&nbsp;\r\n They wished the DPRK Red Cross Society bigger success in its future activities. &nbsp;&nbsp;&nbsp;\r\n Jang Jae On in his report said that the six decades covered by the DPRK Red Cross Society was a proud history in which it has fully demonstrated the greatness, truth, attraction and vitality of the Juche-oriented idea of attaching importance to human beings. &nbsp;&nbsp;&nbsp;\r\n It is the basic mission of the DPRK Red Cross Society to promote people's health and well-being and boost friendship and cooperation with the peoples of various countries so as to contribute to the world peace, the reporter noted, and continued: &nbsp;&nbsp;&nbsp;\r\n All members of the DPRK Red Cross Society and volunteers should cherish the spirit of devoted service to the people and fulfill their noble humanitarian mission and duty, true to the Songun revolutionary leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Figures Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#5",
            "content": "Important Days in DPRK Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- A seminar, film show and receptions were hosted by political parties and organizations of Nepal on Oct. 6 and book and photo exhibitions and film show took place in Egypt, Nigeria, Equatorial Guinea, Zimbabwe, Indonesia and Malaysia from Sept. 15 to Oct. 10 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union.\r\n Amik Sherchan, president of the Central Committee of the People's Front who is deputy prime minister and minister of Health and Population of Nepal, said at the seminar that the WPK founded by President Kim Il Sung has performed great exploits under the outstanding and seasoned leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Madav Kumar Nepal, general secretary of the Central Committee of the Nepal Communist Party (United Marxist-Leninist), noted that the DPRK which has a proud tradition in which it heroically beat back the armed invasion by the formidable imperialist allied forces under the outstanding guidance of the President is sure to triumph under the Songun leadership of Kim Jong Il in the future, too. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the meeting and its participants watched Korean films \"Brilliant History of the Great Leadership\" and \"Steel-strong Ranks, Korean People's Army.\" &nbsp;&nbsp;&nbsp;\r\n The first vice-minister of Culture of Egypt said that the books and photos on display and the film show provided an opportunity to know well about the tremendous might of the WPK and the Korean people, adding that the DPRK is a worldwide example in all aspects. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a lecture introducing the glorious path of the WPK was given at an agricultural vocational school in Equatorial Guinea on Oct. 7.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Presented to DPRK Missions in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#6",
            "content": "Foreign Figures Pay Congratulatory Visits to DPRK Embassies \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Leaders of political parties and personages of different countries paid congratulatory visits to the DPRK embassies in their capital cities from Oct. 10 to 13 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union.\r\n Among them were leaders and representatives of different political parties including the Communist Party, the Communist Party (Marxist-Leninist), the Socialist Party, the National Socialist Party, Workers' Party and the People's League of Bangladesh, the vice-chairman of the Malaysia Chinese Association who is vice-minister of Higher Education, the director of the M.K.P. Company and the general director of a tourist company of Malaysia, the chairman of the Nigerian National Committee for the Study of the Juche Idea, the chairperson of the Addis Ababa Youth Association of Ethiopia and the chairman of the Ethiopian Youth Study Group of the Juche Idea. &nbsp;&nbsp;&nbsp;\r\n They laid floral baskets and bouquets before the portraits of President Kim Il Sung and Kim Jong Il and their full-length picture before paying tribute to them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abandonment of U.S. Hostile Policy toward North Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#7",
            "content": "Floral Baskets Presented to DPRK Missions in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Political parties, ministries, organizations, institutions and people of various circles in different countries presented floral baskets to DPRK missions in their capital cities from Oct. 10 to 13 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union.\r\n Among them were the Commission for External Affairs of the Central Committee of the Communist Party, the Ministry of Defence and the Central Committee of the National Front of Vietnam, the Vietnam-Korea Friendship Kindergarten, and the Ministry of Defence and Armed Forces Logistics of Iran and the \"Iranian Workers' House\", the Central Committee of the People's Party and the FUNCINPEC Party of Cambodia, the Senat Ship and Trading Private Limited Co. of Singapore and the chairman of the Proletarian and Islamic Revolutionary Wounded Organization of Iran.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. \"Proliferation Security Initiative\" Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#8",
            "content": "Abandonment of U.S. Hostile Policy toward North Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- The Headquarters of the Movement for the Withdrawal of the U.S. Troops from south Korea reportedly made public a commentary on Oct. 11 to bitterly denounce the U.S. hostile policy toward the north.\r\n The commentary accused the U.S. of trying to escalate sanctions against the north while talking about the establishment of a mechanism for non-proliferation of weapons of mass destruction (WMD). &nbsp;&nbsp;&nbsp;\r\n This is an infringement upon the sovereignty of the north as well as a wanton violation of international law, the commentary noted, and continued: &nbsp;&nbsp;&nbsp;\r\n It is the U.S. that has perpetrated wars of aggression, possessed of the biggest quantity of WMD in the world. &nbsp;&nbsp;&nbsp;\r\n The commentary strongly demanded the U.S. immediately roll back its hostile policy toward the north.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Paduk Program Retains Title",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#9",
            "content": "U.S. \"Proliferation Security Initiative\" Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- The Youth and Students Solidarity of South Korea to Implement the June 15 South-North Joint Declaration reportedly issued a statement on Oct. 14 accusing the United States of trying to force the south Korean authorities to join in the \"proliferation security initiative.\"\r\n Recalling that the U.S. has these days been zealously promoting the \"initiative\" while noisily advertising it and demanded the south Korean authorities cooperate in it, the statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. ambassador to south Korea cried that the U.S. hoped for the expansion of the south Korean government's cooperation in the \"initiative\" and the U.S. state secretary is planning to tour south Korea to force it. &nbsp;&nbsp;&nbsp;\r\n The \"initiative\" runs counter to the Armistice Agreement as it is apparently targeted against the north and the cooperation of the south Korean authorities in it is a highly dangerous act of racing headlong to a war. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the very one straining the situation on the Korean Peninsula.  It should promptly stop forcing south Korea to join in the untenable \"initiative.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Maintenance of National Independence Called for",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#10",
            "content": "DPRK's Paduk Program Retains Title\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- The \"KCC Paduk (Go) \" program of the DPRK again won the title at the World Computer Go Championships held in Japan from Sept. 30 to Oct. 1.\r\n It is the sixth straight win following the titles won by the program at the FOST Cup World Open Computer Go Championships held in Juche 87 (1998) and in Juche 88 (1999) and at the World Computer Go Championships in Juche 92 (2003), Juche 93 (2004) and Juche 94 (2005). &nbsp;&nbsp;&nbsp;\r\n Young paduk (go) program developers of new generation of the DPRK had rendered greater depth to studies into the complete exploration type system and presented to the championships paduk programs more consummated in technical terms. &nbsp;&nbsp;&nbsp;\r\n The championships drew 21 teams from 7 countries at which the \"KCC Paduk\" program retained its title of the world go program \"king\" by overwhelming China's \"Nine Head Bird\", Japan's \"Igoist\", \"Martha\", \"Aya\" and \"Katunari\", French \"INDIGO\" and \"GNU Go\" co-developed by artificial human intellectual faculty and go program developers of various countries. &nbsp;&nbsp;&nbsp;\r\n The DPRK's go program kept its winning streaks through nine matches to emerge the winner at the championships by applying peculiar tactics despite unfavorable conditions where its developers could not directly participate in the championships due to the Japanese reactionaries' anti-DPRK policy and obstructive moves. &nbsp;&nbsp;&nbsp;\r\n The proud success is an offspring of ardent patriotism of dependable young scientists of Songun Korea eager to build a great prosperous powerful socialist country in this land at an early date and an auspicious event that strikingly demonstrated to the world the might of ultra-modern science and technology of the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#11",
            "content": "Maintenance of National Independence Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Anyone who truly loves the country and the nation should take the stand of national independence and categorically reject flunkeyism and dependence on outsiders, Rodong Sinmun stresses in a signed article today.\r\n If a nation is shackled to others with its independence lost, its members can never escape national maltreatment and humiliation and the fate of a ruined nation with its dignity, rights and interests violated, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is treachery to stand against national independence and pursue flunkeyism and dependence on outsiders. &nbsp;&nbsp;&nbsp;\r\n The Korean nation's struggle to reunify the country is a patriotic struggle for the independence of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n National independence is the fundamental point and the hard core in reunifying the country divided by the outsiders. &nbsp;&nbsp;&nbsp;\r\n Korea's reunification is an undertaking pertaining to the sovereignty of the nation, and what is essential in the struggle for national reunification is to oppose outsiders' domination and intervention and win the independence of the nation. So, the reunification of the country just means national independence and vice versa. &nbsp;&nbsp;&nbsp;\r\n Anyone who truly hopes for reunification aspires after national independence, while anyone who opposes reunification and pitches for division seeks flunkeyism and dependence on outsiders. After all, the approach to national independence is a touchstone distinguishing between patriotism and treachery, between reunification and anti-reunification. Just as patriotism and treachery are incompatible with each other, national independence cannot go with dependence. &nbsp;&nbsp;&nbsp;\r\n Treacheries persistently committed by the forces dependent on outsiders in south Korea are a stumbling block in the way of establishing national independence and achieving the unity of the nation and the reunification of the country. There is no room within the nation for such flunkeyist traitors selling off the dignity and sovereignty of the nation, root and all, to outsiders while acting as their puppet. &nbsp;&nbsp;&nbsp;\r\n Those traitors who seek flunkeyism and dependence on outside forces, standing against the nation even today when national independence has become a trend of the times, can never escape a stern punishment by history and the nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hamhung University of Medicine Greets Its Diamond Jubilee",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#12",
            "content": "Gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by the International Committee of Red Cross (ICRC) and Juan Manuel Suarez del Toro, president of the International Federation of Red Cross and Red Crescent Societies (IFRCS), on the occasion of the 60th anniversary of the DPRK Red Cross Society.\r\n  They were handed to an official concerned by the heads of the ICRC and IFRCS delegations on visit to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Laser Processing Machine Developed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#13",
            "content": "Hamhung University of Medicine Greets Its Diamond Jubilee\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Sixty years have passed since Hamhung University of Medicine was founded on October 15, Juche 35 (1946).\r\n The university, located in Hamgung, an industrial hub on the east coast of the DPRK, has contributed to the development of the medical science education of the country. &nbsp;&nbsp;&nbsp;\r\n It, established only with three chairs, has been converted into a center with various faculties and chairs, a research institute, laboratories and a doctoral institute for training able health workers and personnel of medical science and technology. &nbsp;&nbsp;&nbsp;\r\n It has introduced new subjects to suit the trend of the developing medical education, science and technology and registered successes in scientific research work. &nbsp;&nbsp;&nbsp;\r\n In particular, teachers of the university have applied to teaching various kinds of medical books, visual aids and a thousand and hundreds of edge-cutting scientific and technical data in the field of life science including human body genome science, which total 80,000 pages. Among them are \"Collection of Normal and Abnormal Numerical Values of Koreans\", \"Collection of Basic Medical Data\", a book on anatomical charts and an illustrated book on histology. &nbsp;&nbsp;&nbsp;\r\n Also they have made a data base to put teaching on a modern and IT basis. &nbsp;&nbsp;&nbsp;\r\n Over the last six decades the university has produced a number of Kim Il Sung Prize laureates, heroes of the Republic, labor heroes, people's doctors, academicians, professors and doctors.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#14",
            "content": "New Laser Processing Machine Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Researchers of Kim Chaek University of Technology in the DPRK have recently developed a new kind of laser processing machine.\r\n They succeeded in making a laser generator with a long serviceable life and high efficiency by themselves. &nbsp;&nbsp;&nbsp;\r\n The apparatus can adjust high temperature of more than 1,000 degrees centigrade and all its operation is computerized. &nbsp;&nbsp;&nbsp;\r\n The new machine regulates its output according to the quality of the materials to be processed and processes any article very exquisitely in a short span of time in accordance with the images in computer. &nbsp;&nbsp;&nbsp;\r\n It delicately engraves colorful patterns as well as photos on the surface of stone, glass, ceramic ware, plastic, wood, etc. &nbsp;&nbsp;&nbsp;\r\n Fifteen-thirty minutes are enough for the machine to make a stone photo compared with the existing stone photo processing machine which takes three-four hours. &nbsp;&nbsp;&nbsp;\r\n The new laser processing machine is as large as 110�~40�~30 centimeters and weighs 30 kilograms. It makes very little noise and vibration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Asian Educational Forum",
            "url": "http://kcna.co.jp/item/2006/200610/news10/20.htm#15",
            "content": "Anniversary of Kim Il Sung's Work Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- A meeting was held at the People's Palace of Culture Thursday to mark the 40th anniversary of the publication of President Kim Il Sung's famous work \"Socialist Medical Science Is Preventive Medicine\".\r\n The President published the work on Oct. 20, Juche 55 (1966) in which he laid down the principle of socialist medical science which puts emphasis on preventive medicine and the basic principle of promoting socialist health and ways to abide by them. &nbsp;&nbsp;&nbsp;\r\n Choe Chang Sik, minister of Public Health, in a report said that the work serves as an immortal banner for strictly observing the principle of giving priority to prevention in public health and ultimately solving the public health problem of the working people. &nbsp;&nbsp;&nbsp;\r\n He recalled that the President took epochal measures to implement popular policies on healthcare and conduct sanitary and cultural campaigns as all-people movements including the adoption of the Law on People's Health, the Law on Environmental Protection and the enforcement of the section doctor system, while wisely leading the work to free the working people from the fetters of disease. &nbsp;&nbsp;&nbsp;\r\n The reporter went on: &nbsp;&nbsp;&nbsp;\r\n The people have benefited from the system of free medical care and a dynamic drive has been under way to prevent diseases generation after generation even under the difficult situation where the country was hard pressed for everything. This stirring reality clearly testifies to the great vitality of the advantages of man-centered socialism of Korean style and the Juche-based idea of preventive medical science. &nbsp;&nbsp;&nbsp;\r\n The reporter underscored the need for all the medical workers to channel primary efforts to implementing the Workers' Party of Korea's policy of preventive medicine, put hygienic and anti-epidemic work on a modern and scientific basis, increase the production of Koryo medicine and thus improve the medical service. &nbsp;&nbsp;&nbsp;\r\n He called on the officials in the field of public health to effect a fresh turn in the public health and thereby give full play to the advantages of the socialist public health system. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by Choe Thae Bok, secretary of the WPK Central Committee, and others.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}