{
    "date": "2006-09-01",
    "url": "http://kcna.co.jp/item/2006/200609/20060901.htm",
    "articles": [
        {
            "title": "KCNA Accuses S. Korean Warmongers of Whetting Swords",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Preparatory Committee for Greatest Holidays in DPRK Inaugurated in Pakistan",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#2",
            "content": "KCNA Accuses S. Korean Warmongers of Whetting Swords \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The south Korean Institute for Defence Science Studies was reported by south Korean media to have put spurs to the development of unmanned bombers capable of striking long-range artillery pieces of the north deployed in the areas along the Military Demarcation Line in case of emergency under a plan to deploy them in 4-5 years to come.\r\n The minister of National Defence of south Korea, addressing a meeting of the National Defence Committee of the National Assembly on August 25, blustered that the above-said bombers may serve as \"significant means for neutralizing the north's long-range artillery pieces in the early period of the war.\"&nbsp;&nbsp;&nbsp;\r\n This clearly suggested that the development of such type bomber is part of the preparations for a preemptive attack which consider a war against the north as an established fact. &nbsp;&nbsp;&nbsp;\r\n His outcry indicates how hard pro-U.S. warmaniacs in south Korea are working to carry out the new scenario of their American master to stifle the north by force. &nbsp;&nbsp;&nbsp;\r\n This cannot but be a very serious and dangerous development. &nbsp;&nbsp;&nbsp;\r\n As already reported, though the United States is talking about the six-party talks, it is watching for every chance to start a new war, persistently pursuing a policy of military confrontation to stifle the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n It is against this backdrop that the south Korean military are busying themselves with the development of such latest type military hardware for a preemptive attack on the north. This goes to prove that south Korea's loudmouthed \"reconciliation\" and \"cooperation\" are nothing but hypocrisy. &nbsp;&nbsp;&nbsp;\r\n  The moves of the south Korean warlike forces to develop and introduce ultra-modern weapons are limitless in their scope and have reached a reckless phase. They include new-type tanks, armored cars, nuclear-powered submarines, Aegis craft, missiles, military spy satellites, early-warning planes and unmanned bombers.  &nbsp;&nbsp;&nbsp;\r\n  The south Korean military authorities introduced at least 100 \"massive striking bombs\" that can be mounted on F-15Ks in June under the pretext of countering the north's long-range artillery pieces. They are contemplating increasing their number to 900 by the year 2012. &nbsp;&nbsp;&nbsp;\r\n They have worked out even a \"wartime joint operational plan\" on the basis of such material preparations for a war, a scenario which requires the south Korean army to play a \"leading role\" in case of emergency. &nbsp;&nbsp;&nbsp;\r\n  The reality shows that the south Korean military authorities have become evermore pronounced in their bellicose nature. &nbsp;&nbsp;&nbsp;\r\n What is funny is that they are employing red herring by trying to conceal their frantic war preparations with a veil of \"self-reliant defence.\" &nbsp;&nbsp;&nbsp;\r\n Their true colors have already been laid bare. &nbsp;&nbsp;&nbsp;\r\n  U.S. Ambassador to south Korea Vershbow, clarifying the U.S. official stand on the \"transfer of the right to command the wartime operation\" on August 14, asserted that the military alliance between the U.S. and south Korea or their combined defense capability would not be weakened but on the contrary would get stronger. &nbsp;&nbsp;&nbsp;\r\n  It is as clear as noonday that the pro-U.S. warmongers in south Korea will get more vociferous about \"self-reliant defence,\" acting under the U.S. baton and introduce all types of sophisticated war equipment into south Korea under this smokescreen. &nbsp;&nbsp;&nbsp;\r\n For the south Korean military authorities to pursue military confrontation with the north at the U.S. instigation is as foolish an act as jumping into the fire with faggot on their backs. &nbsp;&nbsp;&nbsp;\r\n If they continue serving the U.S. ruling quarters keen to pit Koreans against themselves and fish in troubled waters, defying the warning of the north, they will not be able to escape the merciless judgment of the nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S.-S.Korea Joint Military Exercises under Fire in New Zealand",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#3",
            "content": "Joint Preparatory Committee for Greatest Holidays in DPRK Inaugurated in Pakistan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- An inaugural ceremony of the Pakistani Joint Preparatory Committee for Commemorating the Day of the Sun and Feb. 16 in 2007 was held in Lahore on Aug. 23.\r\n The inaugural ceremony elected former Pakistani Minister of Justice S. M. Masud who is lawyer of the Supreme Court honorary chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee expressed full support to the joint appeal made by the Swiss Preparatory Committee for Commemorating the Day of the Sun and Feb. 16 in 2007 to the organizations for friendship and solidarity with the Korean people all over the world to significantly commemorate those holidays next year. It discussed the issues of actively holding diverse events and conducting information activities for highly praising and widely introducing the immortal feats of the three generals of Mt. Paektu on the occasions of the Day of the Sun, Feb. 16 and Dec. 24. &nbsp;&nbsp;&nbsp;\r\n A statement to the Pakistani organizations for friendship and solidarity with the Korean people was made public at the inaugural ceremony.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Day of Vietnam Observed",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#4",
            "content": "U.S.-south Korea Joint Military Exercises under Fire in New Zealand \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The New Zealand-DPRK Society issued an information bulletin on Aug. 28 to denounce the U.S.-south Korea \"Ulji Focus Lens\" joint military exercises.\r\n The bulletin said in an article that the large-scale exercises launched by the U.S. for a war of aggression against the DPRK in south Korea by mobilizing latest military equipment and even a nuclear carrier only harden the determination of the DPRK to increase its defence capability. &nbsp;&nbsp;&nbsp;\r\n These joint military maneuvers are aimed at breaking the will of the Korean people to advance towards a peaceful future, rejecting interference of foreign forces including the U.S., the bulletin noted.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Workers' Rally for Basic Rights of Labor Held in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#5",
            "content": "National Day of Vietnam Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Vietnamese Ambassador to the DPRK Phan Trong Thai hosted a film show and a cocktail party at the embassy Wednesday on the occasion of his country's national day.\r\n Present there on invitation were Jon Kuk Man, vice-minister of Education who is chairman of the DPRK-Vietnam Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n At the end of speeches, the participants watched a Vietnamese documentary film. &nbsp;&nbsp;&nbsp;\r\n Then followed a cocktail party.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar Held to Mark 140th Anniversary of Sinking of U.S. Ship for Aggression",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#6",
            "content": "Workers' Rally for Basic Rights of Labor Held in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- A \"national workers' rally to demand punishment of those responsible for the murder of Ha Jung Gun and win back the basic rights of labor\" was reportedly held in the plaza of Pusan Railway Station on Aug. 27 under the sponsorship of the south Korean Confederation of Trade Unions. It was attended by at least 10,000 unionists.\r\n Jo Jun Ho, chairman of the confederation, and other speakers said that it is almost a month since Ha, member of the Phohang Construction Workers' Union, was killed by the riot police who suppressed the workers in their struggle for the right to existence but his funeral has not yet been held. &nbsp;&nbsp;&nbsp;\r\n They called for united actions for punishing the police chief responsible for the murder of Ha and checking the conclusion of the south Korea-U.S \"Free Trade Agreement\" and the passage of a bill on part-time jobs. &nbsp;&nbsp;&nbsp;\r\n The rally also heard a solidarity speech made by a member of an international labor organization who had come to south Korea as a member of the international fact-finding group. &nbsp;&nbsp;&nbsp;\r\n It adopted a resolution calling for holding a general strike for the punishment of those responsible for the murder of Ha and waging an all-people struggle to check the conclusion of the FTA. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally, its participants marched along the street.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Visit to Russia Commemorated",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#7",
            "content": "Seminar Held to Mark 140th Anniversary of Sinking of U.S. Ship for Aggression \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- A seminar of social scientists was held at the Grand People's Study House on Aug. 30 on the occasion of the 140th anniversary of the sinking of the U.S. ship for aggression \"General Sherman.\"\r\n The seminar heard papers presented by Prof. and Dr. Jo Hui Sung, director of an institute of the Academy of Social Sciences, Master Kim Pyong Chol, head of a chair of Kim Il Sung University, Associate Prof. and Master Kim Tok Song, head of a chair of Kim Hyong Jik University of Education, Kang Jong Ho, councilor of the National Reunification Institute, Associate Prof. and Master Han Yong Chan, dean of a faculty of Kim Chol Ju University of Education, and Master Ri Hyok, branch head of the International Affairs Institute. They explained how \"General Sherman\" intruded into Korea and the political background against which the intrusion was perpetrated and the aggression the U.S. imperialists have persistently committed against the country and its reactionary nature. &nbsp;&nbsp;&nbsp;\r\n The speakers noted that the above-said ship intruded into Korea in August 1866 on a scouting mission to realize the U.S. ambition to invade the country. &nbsp;&nbsp;&nbsp;\r\n They went on: &nbsp;&nbsp;&nbsp;\r\n The ship was the first heavily armed warship among the European and American ships to intrude into Korea. It had been instructed by the U.S. government to force the Korean government to open the country to the U.S. All its crew armed with weapons made no scruple of perpetrating military provocations, murder and plunder in a bid to achieve their brigandish aim and gravely violated the sovereignty of Korea. &nbsp;&nbsp;&nbsp;\r\n The sinking of the ship was a struggle against the invaders through which Koreans beat back the first U.S. armed aggression against Korea. It was the fruition of the patriotic and self-sacrificing struggle of soldiers and people of the walled city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Kim Ung U, great grandfather of President Kim Il Sung, encouraged the people in Mangyongdae in this struggle.  He applied a superb method of attacking the enemy ship with boats in flames and sending it to the bottom of the River Taedong, thereby leading the fight to a victory. &nbsp;&nbsp;&nbsp;\r\n They cited historical facts to prove that the U.S. backed the Japanese imperialists in their moves to establish unchallenged colonial rule over Korea and extended unconditional support to Japan in fabricating the \"Ulsa Five-point Treaty\" and annexing Korea and enforcing the harsh military rule over it. &nbsp;&nbsp;&nbsp;\r\n They also accused the U.S. imperialists of provoking the Korean war, imposing war disasters upon the Korean people and aggravating the national division and the confrontation between compatriots. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite another war of aggression against the DPRK, oblivious of the lesson drawn from the fate of the USS \"General Sherman\" that sank 140 years ago, the Korean people will mercilessly wipe out the aggressors and thus take a thousand-fold revenge upon them as they have brought misfortune to the Korean people generation after generation. &nbsp;&nbsp;&nbsp;\r\n Present there were Ri Kwang Ho, department director of the C.C., the Workers' Party of Korea, Thae Hyong Chol, president of the Academy of Social Sciences, officials concerned and researchers, teachers, journalists, editors and lecturers in the fields of science, education, media, class education in Pyongyang.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#8",
            "content": "Anniversary of Kim Jong Il's Visit to Russia Commemorated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Photo exhibitions, film shows and friendly gathering took place in Khabarovsk, Krasnoyarsk and Vladivostok from August 3 to 21 on the occasion of the 5th anniversary of Kim Jong Il's official visit to the Russian Federation.\r\n On display at the venues of the photo exhibitions were photographs of Kim Jong Il having talks with President Putin, famous works of President Kim Il Sung and Kim Jong Il, pictures of the official visit of Kim Jong Il and pictures introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n \"The great leader Comrade Kim Jong Il pays official visit to the Russian Federation\" and other Korean films were screened at the film shows. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the events. &nbsp;&nbsp;&nbsp;\r\n The speakers said the functions gave the Russian people a better knowledge of Kim Jong Il's visit to Russia which was of momentous significance in the development of the friendly ties between the two countries and of the realities of the DPRK and achievements made by its people. &nbsp;&nbsp;&nbsp;\r\n They wholeheartedly wished the Korean people greater successes under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The participants of the friendly gathering talked each other about boosting the bilateral relations in different fields, deepening the feelings of friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kubin Stock-Breeding Co-op Farm Pays Off",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#9",
            "content": "Greetings to President of Kyrgyzstan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on August 31 sent a message of greetings to Kurmanbek Bakiyev, president of Kyrgyzstan, on the occasion of its 15th national day.\r\n The message wished him great success in his responsible work for the political stability and economic development of the country, expressing the belief that the friendly relations between the two countries would more favorably develop.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cause of Building United Party of Working Masses Accomplished",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#10",
            "content": "Kubin Stock-Breeding Co-op Farm Pays Off\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The Kubin Stock-breeding Co-op Farm in the Kangdong County, Pyongyang, is profusely paying off.\r\n The farm 32 kilometers distant from the County Township had not been known in the past. Today it has become famous throughout the country as a model grass-eating domestic animal breeding farm. &nbsp;&nbsp;&nbsp;\r\n It, which started stockbreeding with some goats ten years ago, has developed into a stock-breeding farm with thousands of goats, many milch cows and rabbits. &nbsp;&nbsp;&nbsp;\r\n Each member of the farm breeds 30 to 40 goats. &nbsp;&nbsp;&nbsp;\r\n Its annual milk output has surpassed the level of several hundred tons. &nbsp;&nbsp;&nbsp;\r\n The milk processing work-team has a lactic acid bacilli cultivation room, milk products laboratory and modern milk processing and refrigeration facilities. &nbsp;&nbsp;&nbsp;\r\n The farm cultivates and sends various kinds of breeding bacterium to goat farms across the country.  And it supplies kefir, yogurt, cheese, butter and other milk goods to the goat kefir service centers, their branches and foodstuff shops and consumer units in the city.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Heinous Crime of Industrial Destruction",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#11",
            "content": "Cause of Building United Party of Working Masses Accomplished\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The foundation and development of the Workers' Party of Korea (WPK), organizer and guide of all victories of the Korean people, are unthinkable apart from the immortal exploits performed by President Kim Il Sung.\r\n The activities for founding a new type of revolutionary party were kicked off in the mid 1920s. &nbsp;&nbsp;&nbsp;\r\n The President formed the Down-with-Imperialism Union (DIU), the origin of the WPK, in October 1926 and founded the Young Communist League of Korea, the vanguard for guiding all the anti-Japanese mass organizations in a unified way, in August 1927. After then he had laid down the organizational and ideological foundation for founding a party. &nbsp;&nbsp;&nbsp;\r\n On July 3, Juche 19 (1930), he formed the Society for Rallying Comrades, the first party organization, which would be of parent significance in organizing and expanding basic party organizations. And then he formed basic party organizations in the Korean People's Revolutionary Army and earnestly pushed ahead with the work of building an organizational backbone for founding a party while strengthening the unity and cohesion in ideology and will of the revolutionary ranks. &nbsp;&nbsp;&nbsp;\r\n He, basing himself on the historical root and solid foundation for founding a party during the hard-fought anti-Japanese war, founded a revolutionary party capable of guiding the Korean revolution to victory with credit on October 10, 1945 right after the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n After that, he conducted energetic activities in order to strengthen and develop the party into a mass party representing various classes and social strata. &nbsp;&nbsp;&nbsp;\r\n The merger of the Communist Party and the New Democratic Party was realized with success in a short span of time, with the result that it was strengthened to be a united party of the working masses in late August 1946. &nbsp;&nbsp;&nbsp;\r\n It was the brilliant victory and precious fruit made in the struggle for founding a revolutionary party of the working class he had waged since the first days of his revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n Over the last 60-odd years, the WPK has displayed the dignity as a party striving for the interests of the working masses without any error or deviation in its lines and as an invincible party winning victory after victory with the might of the single-minded unity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Libyan Leader",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#12",
            "content": "Japan's Heinous Crime of Industrial Destruction\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The Japanese imperialists had inflicted tremendous material damage on the Korean people in the past. The pernicious and unpardonable crime is that they destroyed industrial establishments of Korea before fleeing after their surrender in the Second World War. \r\n They mercilessly devastated most of the industrial facilities in an attempt to prevent the Korean people from building a new country after national liberation (August 15, 1945). &nbsp;&nbsp;&nbsp;\r\n They wrecked beyond recognition over ten compressors and tens of main facilities of the Synthesizing Workshop and many electric facilities including electric converters of the Electric Conversion Workshop at the Hungnam Fertilizer Factory. &nbsp;&nbsp;&nbsp;\r\n They did not hesitate to ravage 19 hydro-power stations including the Suphung Hydro-power Station and to blast electric facilities and transformers in the Puryong and other power plants. &nbsp;&nbsp;&nbsp;\r\n 164 coal mines including the Ranam, Kowon, Kaechon and Anju Coal Mines and 178 mines including the Musan, Jaeryong and Unryul Mines were destroyed by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n They also demolished lots of railway transport means and facilities and communication network such as railway factories, bridges, tunnels, lines and yards, locomotives, passenger and freight trains. &nbsp;&nbsp;&nbsp;\r\n Such destruction acts were most serious in North Hamgyong Province. They blew up a wagon loaded with explosives in the Saenggiryong railway tunnel and disassembled and threw the machines and equipment of the Rajin Railway Factory into the East Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists brought one hundred and tens of locomotives and thousands of passenger and freight trains to south Korea. &nbsp;&nbsp;&nbsp;\r\n They sank most of ships including 70 motorboats with a total loading capacity of 99,000 tons in different ports across the northern half of the country and destroyed facilities in Chongjin, Rajin, Hungnam and all other ports and even small ferrying facilities in rivers and streams. &nbsp;&nbsp;&nbsp;\r\n On top of this, they reduced to ashes or carried away with them important technical documents for economic management and operation. And they instructed pro-Japanese elements to continue subversive activities. &nbsp;&nbsp;&nbsp;\r\n The Korean people strongly demand Japan sincerely apologize and compensate for the crimes committed during its 40-odd-year occupation of Korea and the destruction done before fleeing.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#13",
            "content": "Greetings to Libyan Leader\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Moammer el Gaddafi, leader of the Great September First Revolution of Libya, on the occasion of the 37th anniversary of the Great September First Revolution in Libya.\r\n The message wished the Libyan people greater progress and prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vice-Premier Meets President of AIPH",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#14",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the president of the International Association of Horticultural Producers (AIPH) on a visit to the DPRK.\r\n The gift was handed to Vice-Premier of the Cabinet Kwak Pom Gi by President of AIPH Faber Doeke on Thursday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Secretary of General People's Committee of Libya",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#15",
            "content": "Vice-Premier Meets President of AIPH\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Kwak Pom Gi, vice-premier of the DPRK Cabinet, met and had a friendly talk with Faber Doeke, president of the International Association of Horticultural Producers (AIPH), at the Mansudae Assembly Hall on Thursday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Governor-General of New Zealand",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#16",
            "content": "Greetings to Secretary of General People's Committee of Libya\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Al Baghdadi Ali Al Mahmoudi, secreatry of the General People�fs Committee of the Great Socialist People�fs Libyan Arab Jamahiriya, on the occasion of the 37th anniversary of the Great September First Revolution in Libya.\r\n The message wished him greater success in his work for prosperity of the country.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Commits Over 180 Cases of Aerial Espionage against DPRK",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#17",
            "content": "Congratulations to Governor-General of New Zealand\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Anand Satyanand on his assumption of office as governor-general of New Zealand.\r\n The message wished the governor-general success in his work, expressing the belief that the relations between the two countries would develop in the idea of independence, peace and friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minutes of Meeting between DPRK and Vietnamese Government Economic Delegations Signed",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#18",
            "content": "U.S. Commits Over 180 Cases of Aerial Espionage against DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- The U.S. imperialists committed more than 180 cases of aerial espionage against the DPRK by mobilizing strategic and tactical reconnaissance planes with various missions in August, according to a military source.\r\n U-2s took off U.S. air force bases in south Korea almost every day and made shuttle flights eastward and westward in the sky above the areas along the Military Demarcation Line (MDL) for hours to photograph the depth of the north and conduct electronic reconnaissance of it. &nbsp;&nbsp;&nbsp;\r\n RC-135 took off an overseas base and circled over Taebu Islet and the areas of Yangphyong and Yangyang for two days to spy on all areas of the north. &nbsp;&nbsp;&nbsp;\r\n E-3 spied on the forefront areas for several days while commanding the flying corps hell-bent on various forms of war exercises. EP-3 flew into the air above the East Sea and the West Sea of Korea to spy on the coastal areas and the seabed of the north side. &nbsp;&nbsp;&nbsp;\r\n A daily average of five or six tactical reconnaissance planes including RC-12, RC-7B and RF-4C flew in the sky above the areas along the MDL day and night to spy on the important targets on the frontline and in the Eastern and Western coastal areas of the north. &nbsp;&nbsp;&nbsp;\r\n  Strategic and tactical reconnaissance planes involved in the espionage against the north numbered eight on Aug. 21, the day the U.S. imperialists started the \"Ulji Focus Lens\" joint military exercises, and on Aug. 22 each and ten on Aug. 23 and nine on Aug. 24 and 25 each.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reopening of Shipping of \"Mangyongbong-92\" Urged by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2006/200609/news09/01.htm#19",
            "content": "Minutes of Meeting between DPRK and Vietnamese Government Economic Delegations Signed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Minutes of the sixth meeting of the committee on cooperation in economy, science and technology held between the DPRK and Vietnamese government economic delegations were signed here Thursday.\r\n Present at the signing ceremony from the DPRK side were members of the DPRK delegation headed by Vice-Minister of Foreign Trade Ri Myong San and from the Vietnamese side members of the Vietnamese delegation headed by Phan The Rue, permanent vice-minister of Trade, and Phan Trong Thai, Vietnamese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n They were signed by Ri Myong San and Phan The Rue.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}