{
    "date": "2006-10-23",
    "url": "http://kcna.co.jp/item/2006/200610/20061023.htm",
    "articles": [
        {
            "title": "Concession and Submission to Imperialism Mean Death: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to U.S.-Japan-South Korea Provocative War Exercises Demanded",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#2",
            "content": "Concession and Submission to Imperialism Mean Death: Rodong Sinmun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- To yield to the imperialists and opt for compromising with them would lead people to ruin with its sovereignty deprived of, says Rodong Sinmun Sunday in a signed article.\r\n Concession and submission to the imperialists is an expression of weakness and subservience and little short of abandoning the revolutionary principle, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n What is most important for those countries aspiring after independence to keep the revolutionary principle is to take a staunch anti-imperialist and anti-U.S. stand. &nbsp;&nbsp;&nbsp;\r\n A biggest stumbling block in the way of achieving the human cause of independence and peace at present is the U.S. imperialists' aggression and war moves. All the progressive countries of the world should never allow the U.S. to infringe upon their sovereignty even a bit but seriously approach and resolutely reject its aggression against other countries, regarding it as an aggression against themselves. &nbsp;&nbsp;&nbsp;\r\n They should have no slightest illusion about the imperialists. The Illusion would lead them to compromise and concession. &nbsp;&nbsp;&nbsp;\r\n If they are afraid of the U.S., they will read its face and curry its favor, unable to say and do what they should, bereft of independence and Juche character. A way for a country and nation to defend its destiny is to respond to the U.S. use of force with force and with merciless punishment. To this end it is imperative to build military force with a correct viewpoint of enemies and war. &nbsp;&nbsp;&nbsp;\r\n To increase self-reliant national defence capacity would guarantee sovereignty, peace and victory in the anti-imperialist and anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n The present stand-off between the DPRK and the U.S. represents the most serious and fiercest confrontation between the progressive and the reactionary, between peace forces and aggression forces. The U.S. imperialists are desperately trying to ignite a new war on the Korean Peninsula, having designated the DPRK as a major target of attack. An important lesson the Korean people have drawn from confrontation with the U.S. is that they will emerge victors only when they wage a staunch struggle without concession and submission in showdown with the enemy. The Korean people will wage a dynamic struggle for independence and socialism against imperialism under the uplifted banner of Songun.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversaries of WPK and DIU Observed Abroad",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#3",
            "content": "Halt to U.S.-Japan-S. Korea Provocative War Exercises Demanded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The DPRK is fully ready for any crisis and will react to the aggressors' play with fire with dreadful strike of justice.\r\n A spokesman for the Korean National Peace Committee declared this in a statement released on Oct. 20 in connection with the fact that the U.S., Japanese and south Korean bellicose forces have launched a \"combined landing exercise\" and \"rocket firing exercise\" and are planning to kick off other joint military maneuvers including \"landing operation exercise\" and \"maritime check\" in their desperate bid to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. is ceaselessly staging DPRK-targeted war exercises in the sky, on the ground and in the sea of the Korean Peninsula and its vicinity after bringing there even an aircraft carrier at a time when it is escalating collective sanctions and blockade against the DPRK after instigating its followers to adopt a UNSC \"resolution\" against Pyongyang. This is a grave provocation driving the situation on the peninsula to the brink of war and a dangerous play with fire aimed at igniting a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is busy covering up the crimes it has committed by pushing the situation on the Korean Peninsula to the worst phase with its hostile policy toward the DPRK in violation of its commitment to denuclearizing the peninsula. It is, however, egging the UNSC on to escalate sanctions and pressure against the DPRK, describing its self-defensive nuclear deterrent based on justice as a \"threat\" like a thief crying \"Stop the Thief!\" &nbsp;&nbsp;&nbsp;\r\n Pro-U.S. warmongers of Japan and south Korea are echoing the U.S. war outcry, thus joining it in its moves to stifle the DPRK. This development is pushing the situation to the worst phase of confrontation and the eve of war. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are fully ready to become human bullets and bombs in defending Korean-style socialism, their dignity and life. They have tremendous war deterrent to decisively meet any challenge of the aggressors and beat back any invasion by them. &nbsp;&nbsp;&nbsp;\r\n The U.S. and south Korean war-like forces would be well advised to stop running wild, properly understanding who their rival is, and halt at once their reckless war drills which will only precipitate their self-destruction.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#4",
            "content": "Anniversaries of WPK and DIU Observed Abroad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- Meetings took place in Nigeria, Belarus, Denmark and Guinea from Oct. 2 to 14 to mark the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union.\r\n On display in the venues were works of President Kim Il Sung and General Secretary Kim Jong Il and photos showing their immortal exploits. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Belorussian February 16 Youth Association for the Study of the Juche Idea and Songun Policy in a speech referred to the fact that Kim Il Sung founded the DIU and waged arduous anti-Japanese armed struggle to liberate the country. &nbsp;&nbsp;&nbsp;\r\n The governor of Yobe State of Nigeria said that the President was a veteran of the national liberation struggle in colony and a great statesman. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Denmark-DPRK Friendship Association highly praised the feats of the President who provided the historical roots of the WPK with the formation of the DIU and wisely led the work for party foundation after the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n The director general of the Kim Il Sung Institute of Agricultural Science in Guinea recalled that the WPK has convincingly guided the building of a great prosperous powerful socialist nation and the struggle for national reunification, strengthening the single-minded unity of the Party, the army and the people in every way true to the last instructions of the President. &nbsp;&nbsp;&nbsp;\r\n Messages of greetings to Kim Jong Il were adopted at the meetings held in Nigeria, Belarus and Denmark.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Int'l Meeting Held to Defend DPRK",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#5",
            "content": "Anniversary of Kim Jong Il's Work Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- Rodong Sinmun Sunday dedicates a signed article to the 30th anniversary of Kim Jong Il's famous work \"Let Us Resolutely Defend the Politico-ideological Unity and Purity of the Party Generation after Generation\".\r\n The work, published on Oct. 22, Juche 65 (1976), set forth the tasks and ways to resolutely defend the politico-ideological unity and purity of the party generation after generation, including the issue of strengthening the unity and cohesion of the whole party based on the Juche idea, the issue of intensifying ideological education among the people and the issue of correcting the working method and style of party officials. &nbsp;&nbsp;&nbsp;\r\n The unity and cohesion of the party has been strengthened on a new higher level under the great banner of Songun, the article says, stressing that the unity and cohesion represents the unbreakable unity with which the whole party has formed a fortress and shield around the headquarters of the revolution, the invincible ideological unity that has been consolidated in the great idea of Songun and the steel-like unity with which the whole party moves as one under the leadership of Kim Jong ll. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The spirit of devotedly defending the leader that has been cemented on the basis of absolute trust in Kim Jong Il has become a revolutionary view on life of all the party members and an immutable faith that has been hardened in the tempest of the most rigorous revolution. &nbsp;&nbsp;&nbsp;\r\n The revolutionary slogan \"Let us defend the headquarters of the revolution headed by the great Comrade Kim Jong Il at the cost of our lives!\" reflects the pledge and determination of all the party members. &nbsp;&nbsp;&nbsp;\r\n The intensified moves of the imperialists hardened the single-minded unity of the party under the great banner of Songun. The rigorous ordeals of the revolution marked an occasion of foiling mean and wicked moves of the enemies and strikingly demonstrating the might of single-minded unity all over the world. &nbsp;&nbsp;&nbsp;\r\n No force on earth can match the might of the steel-like revolutionary ranks, the single-mined unity of the party that has been consolidated on the basis of the great revolutionary idea, regarding it as an immutable truth and life and soul. &nbsp;&nbsp;&nbsp;\r\n The firm stand to unconditionally implement whatever Kim Jong Il wants and intends and the trait of working out concrete plans and taking correct measures for implementing the idea and line of the party before carrying them through in do-or-die spirit--this is a proud picture of our party that moves as one under the monolithic leadership of the headquarters of the revolution.    \r\n\r\n\r\n"
        },
        {
            "title": "Blows to U.S. Imperialists Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#6",
            "content": "Int'l Meeting Held to Defend DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- An international meeting for defending the Democratic People's Republic of Korea was held in Geneva on October 7 on the occasion of the 61st anniversary of the Workers' Party of Korea.\r\n Addressing the meeting, Alejandro Cao de Benos, chairman of the Association for Friendship with the Korean People, expressed full support for the DPRK's cause of justice. &nbsp;&nbsp;&nbsp;\r\n Martin Lotscher, chairman of the Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea, called upon the progressive people of the world to turn out in the struggle for defending socialist Korea and supporting the independent and peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages from branches of the association in Italy, Britain, Malta and other countries were read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed the matters to invigorate the movement for solidarity with the Korean people. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted there. &nbsp;&nbsp;&nbsp;\r\n The message noted that the foundation of the WPK by President Kim Il Sung was an event in which the force guiding the Korean society was built up and the long-cherished hope of all the workers, peasants and intellectuals and oppressed people of the world was brought into reality. &nbsp;&nbsp;&nbsp;\r\n The Association for Friendship with the Korean People fully supports the measures taken by the DPRK to increase its nuclear deterrent in every way, being proud of them, it said, adding: The Korean nation's sovereignty and dignity can be defended only by the treasured sword of Songun General Kim Jong Il resolutely raised to stand against all sorts of enemies. &nbsp;&nbsp;&nbsp;\r\n Attending the meeting were the chairman of the Association for Friendship with the Korean People and representatives of its German and Romanian branches, the chairman of the Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea, the chief of the Pyongyang Cultural Interchange Centre in Lausanne and members of organizations for friendship and solidarity with the Korean people in Switzerland.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Move to Become Military Power Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#7",
            "content": "Blows to U.S. Imperialists Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly made public an appeal entitled \"Let us deal successive blows to the U.S. imperialists with the struggle of youth and students for independence against the U.S.\" on Oct. 14.\r\n All the people should firmly unite under the banner of national cooperation against the U.S. and war in order to reconnect the blood ties of the nation bisected by the outsiders and build a reunified country, the appeal said. &nbsp;&nbsp;&nbsp;\r\n Recalling that the crisis of the Korean Peninsula began with the U.S. hostile policy to isolate and stifle the DPRK, the appeal called for fighting with the slogans reading \"Stop sanctions on the north\" and \"Drop the plan for preemptive attack on the north.\" &nbsp;&nbsp;&nbsp;\r\n It called upon all the Koreans to foil the U.S. war moves and drive the U.S. troops out of this land by their concerted efforts.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. War Moves Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#8",
            "content": "Japan's Move to Become Military Power Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- The south Korean Anti-Japan Action Network for Achieving Peace in Northeast Asia reportedly called a press conference in front of the Japanese embassy in Seoul on Oct. 18 to bitterly denounce Japan's move to become a military power.\r\n At the conference speakers said that Japan's moves to escalate sanctions upon the DPRK and become a military giant would result in international isolation as they are a dangerous act of threatening peace in Northeast Asia including the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They denounced Japan's unreasonable sanctions on the DPRK and move to become a military giant and strongly demanded their immediate stop.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#9",
            "content": "U.S. War Moves Condemned in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- The Anti-U.S. Women's Society of south Korea reportedly issued a statement on Oct. 16 to evince its will to conduct a dynamic movement for peace against the U.S. war moves.\r\n The statement accused the U.S. of intensifying its hostile policy toward the DPRK in disregard of the demand of the international community for peace. &nbsp;&nbsp;&nbsp;\r\n Japan's move to become a military power is getting more undisguised, the statement said, asserting that the U.S. and its follower Japan are chiefly to blame for the war crisis prevailing in the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Observed in Peru",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#10",
            "content": "Repeal of NSL Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration and the General Student Council of Hongik University in south Korea reportedly called a press conference in front of the Central District Court in Seoul on Oct. 17 to demand the release of Choe Hui Jong, permanent researcher of the south Korean Institute for Civil Rights Studies and abolition of the \"National Security Law\" (NSL).\r\n A press release read out at the conference said that the security authorities detained Choe Hui Jong on charges of the NSL violation before plotting to fabricate a \"case of an organization behind the south Korean Federation of University Student Councils\" (Hanchongryon) by dint of the Intelligence Service, security investigation corps and prosecution. It denounced this as a move to stamp out Hanchongryon. &nbsp;&nbsp;&nbsp;\r\n The NSL, a leverage of crackdown on the progressive forces, should be abolished at an early date, the release stressed.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Proposal for Founding DFRK Supported",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#11",
            "content": "Important Days of DPRK Observed in Peru\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- A national meeting, photo exhibition and film show took place in Lima on Oct. 12 on the occasion of the 61st anniversary of the Workers' Party of Korea and the 80th anniversary of the Down-with-Imperialism Union (DIU).\r\n On display in the venue were photos introducing the victorious and glorious path of the WPK with more than six decade year-long history and monumental edifices of the DPRK and slogan boards and posters supporting the Korean people in their just cause. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting said that the WPK has fully demonstrated its might as an ever-victorious revolutionary party to the whole world under the wise guidance of President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Thanks to the Songun leadership of Kim Jong Il and the WPK the DPRK has turned into a powerful country which no formidable enemy can ever provoke, they stressed, declaring that they would stage a positive movement for supporting the DPRK. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The participants watched the Korean film \"Steel-Strong Ranks, Korean People's Army.\"    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#12",
            "content": "Proposal for Founding DFRK Supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The Asian Regional Committee to Support Korea's Reunification, the All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification, made public a joint statement on Oct. 12 to mark the 26th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\r\n Over 60 years have passed since Korea was divided into the north and the south but its reunification has not been achieved, the statement said, adding: &nbsp;&nbsp;&nbsp;\r\n We are of the firm view that the federal formula proposed by the DPRK is the most reasonable proposal for realizing Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n Under the situation where differing social systems exist in the north and the south of Korea the federal formula is the most realistic one for achieving reunification of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The statement fully supported the proposal put forward by President Kim Il Sung for achieving the reunification of Korea by the way of establishing the DFRK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's War Outcry Blasted in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#13",
            "content": "Anniversary of Kim Il Sung's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- A national seminar on medical science took place here from Oct. 18 to 20 to commemorate the 40th anniversary of President Kim Il Sung's famous work \"Socialist Medical Science Is Preventive Medicine\".\r\n The work published on Oct. 20, Juche 55 (1966) clarified the principle of socialist medicine and basic issues arising in developing the health service. &nbsp;&nbsp;&nbsp;\r\n At the seminar Kim In Guk, vice-chairman of the Central Committee of the Korean Medical Association, made a speech on the subject \"The great leader Comrade Kim Il Sung's famous work 'Socialist Medical Science Is Preventive Medicine' is important guidelines indicating the principle and ways of socialist medical science.\" &nbsp;&nbsp;&nbsp;\r\n The work is an immortal classic work as it gave overall answers to the theoretical and practical issues related to the socialist medical science, preventive medicine and a Juche-based programme for health care as it indicated the way of successfully realizing the century-old desire of the people to live long in good health in socialist society, he said, adding: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely steered the work to achieve fresh success in implementing the policy of the Workers' Party of Korea on preventive medicine as required by the developing reality. &nbsp;&nbsp;&nbsp;\r\n He called on all the medical workers to deeply study and grasp the WPK's Juche-based idea and theory of preventive medicine and thoroughly embody them so as to effect great innovations in the health service and contribute to the protection of working people's life and promotion of their health. &nbsp;&nbsp;&nbsp;\r\n  Then followed panel discussions in the fields of hygienic and anti-epidemic science, basic medicine, surgery, ophthalmology, Koryo medicine and pharmacy. &nbsp;&nbsp;&nbsp;\r\n Hundreds of papers on medical science and technology were presented at the panel discussions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Police's Attempt to Suppress Actions against FTA under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#14",
            "content": "GNP's War Outcry Blasted in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly released a commentary on Oct. 17 denouncing the Grand National Party of south Korea for letting loose a war outcry in support of the U.S. moves to invade the DPRK.\r\n Accusing the GNP gentry of blustering recently that there should be continued sanctions against the north even when a war breaks out, the commentary termed this a clear manifestation of its design to launch a war of aggression against the north. &nbsp;&nbsp;&nbsp;\r\n Recalling that Bush's hostile policy toward the DPRK is now under world criticism, the commentary noted: &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen would not pardon the GNP that incites a war. &nbsp;&nbsp;&nbsp;\r\n There can be neither peace and reunification nor democracy as long as the GNP is allowed to cry out for sanctions and war against the north. &nbsp;&nbsp;&nbsp;\r\n The organization would fight to the last for the disorganization of the GNP.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "25th Yun I Sang Concert Closes",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#15",
            "content": "Police's Attempt to Suppress Actions against FTA under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The \"Headquarters of the All-People Movement for Checking South Korea-U.S. Free Trade Agreement\" of south Korea reportedly called a press conference in front of the building of the \"government\" in Seoul on Oct. 17 at which it snubbed police's attempt to crack down on actions for checking the 4th round of the negotiations for concluding south Korea-U.S. FTA.\r\n Speakers at the conference accused the Jeju Police Office of deciding on Oct. 12 to disallow any protest on Jeju Island while the negotiations are under way. &nbsp;&nbsp;&nbsp;\r\n It is clear that the \"government\" would prevent the Jeju islanders from staging a meeting and a demonstration and hold a confab with the U.S., they said. &nbsp;&nbsp;&nbsp;\r\n The organization will surely frustrate the negotiations through diverse actions, they noted, adding that at least 5,000 workers, peasants, youth and students and members affiliated to measure committees in different fields would meet on Jeju Island on Oct. 22 to stage various protests together with its residents until Oct. 27 and hold a similar meeting in Seoul, too.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Great National Unity Called for",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#16",
            "content": "25th Yun I Sang Concert Closes\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The 25th Yun I Sang concert closed on Friday.\r\n The closing performance was appreciated by Kim Pyong Hun, chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, Choe Chang Il, vice-minister of Culture, officials concerned, creators and artistes in the field of culture and arts. &nbsp;&nbsp;&nbsp;\r\n Also among the audience were the widow and daughter of Yun I Sang, a visiting group of the \"Yun I Sang Peace Foundation\" of south Korea headed by Director General Pak Jae Gyu, overseas Koreans staying in the homeland and German guests on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were violin concerto No. 3 composed by Yun I Sang, orchestra \"Don't Advance Night of Pyongyang\", symphony No. 5 composed by Beethoven and other numbers. &nbsp;&nbsp;&nbsp;\r\n The performance was acclaimed by the audience for representing the unique attraction of Yun I Sang music and displaying a high skill of rendition.    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Songun Policy",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#17",
            "content": "Great National Unity Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The great unity of the nation is a basic guarantee for reunifying the country, and \"By our nation itself\", the idea of national independence and a great proposition for independent reunification, is the idea and banner of great national unity.\r\n Rodong Sinmun today stresses this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It is possible to ensure independence of individuals only when that of their country and nation is realized, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n A nation promotes unity and works in unity for the sake of its independence. Unity is the source of victory in any form of struggle. Without the unity of a nation, it is impossible to defend and ensure its independence. &nbsp;&nbsp;&nbsp;\r\n The drive of the Korean nation for great national unity is also for the independence of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n As the reunification of the country, the cherished desire of the Korean nation, is a matter directly related to the realization of the whole nation's independence, great national unity is essential to the reunification of the country. Without national unity, it is impossible to successfully solve the reunification issue for independence of the whole nation. &nbsp;&nbsp;&nbsp;\r\n The drive for great national unity has reached a new higher stage of development. &nbsp;&nbsp;&nbsp;\r\n To defend national independence just means patriotism. That is why those aspiring after great national unity for independence of the nation are lauded as patriots and those going against it are stigmatized as traitors. Man should become a patriot, not a traitor. &nbsp;&nbsp;&nbsp;\r\n The movement for great national unity will make a dynamic advance, surmounting ordeals and hardships thanks to the Korean nation's high spirit of independence and patriotic zeal.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Treaty on Mutual Legal Assistance Signed between DPRK and Syria",
            "url": "http://kcna.co.jp/item/2006/200610/news10/23.htm#18",
            "content": "Rodong Sinmun on Songun Policy\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The Songun policy pursued by the Workers' Party of Korea is a mighty political mode which sustains no setback, a political mode which takes the most shining position in the human history of politics as it is based on the Juche idea.\r\n Dr. Ri Sun Dok says this in an article contributed to Rodong Sinmun Saturday. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun policy was originated from the Juche idea and is consistent with what is to meet the requirements of the idea from A to Z. &nbsp;&nbsp;&nbsp;\r\n The policy embodies the basic demand of the Juche idea for strictly defending and realizing independence of the popular masses. &nbsp;&nbsp;&nbsp;\r\n It is an independent political mode which enables the Korean people to carry out the revolution and construction by their own efforts according to their faith and pluck on the basis of their invincible military power. &nbsp;&nbsp;&nbsp;\r\n It is a model of independent politics that helps direct the most preferential efforts to strengthening the military power, the first of national power, so as to resolutely smash all sorts of pressure and interference of outsiders and the imperialists' moves for aggression, firmly keep the principle of independence under any conditions and circumstances and do all things according to one's own decision and judgment. &nbsp;&nbsp;&nbsp;\r\n The Songun policy also embodies the demand of the Juche idea for strengthening the driving force of the revolution and enhancing its role steadily. &nbsp;&nbsp;&nbsp;\r\n It has put forward the People's Army as the main force of the revolution so as to further strengthen the driving force of the revolution and enhance its role remarkably.   Only when all the people learn the high revolutionary spirit and the sense of organization and discipline of the People's Army and achieve the army-people unity in thinking and fighting traits and the whole society shares same ideological and cultural level and traits with the People's Army can the driving force of the revolution be strengthened in every way and its role be remarkably enhanced to meet the requirements of the Songun era. &nbsp;&nbsp;&nbsp;\r\n The Songun policy of the WPK embodies the demand of the Juche idea for giving priority to ideology of the people in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Thanks to this policy embodying the theory on ideology the above-said demand of the Juche idea has been fully met.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}