{
    "date": "2006-02-14",
    "url": "http://kcna.co.jp/item/2006/200602/20060214.htm",
    "articles": [
        {
            "title": "Titles of Honorary Citizens Awarded to Three Generals of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#1",
            "content": "Titles of Honorary Citizens Awarded to Three Generals of Mt. Paektu \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The titles of honorary citizens of Yantzaza City, Zamora Chinchipe Province, Ecuador, were awarded to President Kim Il Sung, leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk.\r\n A special meeting of the city council for awarding the titles took place on Feb. 6.\r\n A resolution of the city council on awarding the titles to the three generals of Mt. Paektu was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n It said that the city office awards the titles to them, carrying boundless reverence for them who made great contributions to the Korean revolution and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n Mayor of the city Benito Suquisupa in a speech said that it is the great honor of all the citizens to hold the three generals of Mt. Paektu in high esteem as honorary citizens on the occasion of the birthday of Kim Jong Il, the great leader of the cause of socialism. To hold the peerlessly great persons in high esteem is the noble mission and moral obligation of the citizens of the city who love progress and peace, the mayor stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "February 16 International Committee Formed",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#2",
            "content": "February 16 International Committee Formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The February 16 International Committee was inaugurated in Sankt-Petersburg of Russia on Feb. 1.\r\n A decision on its inauguration said that the delegates of East European and Central Asian countries declared the necessity to more actively study and disseminate the idea and theory legacies of President Kim Il Sung, the founder of the Juche idea, and works of leader Kim Jong Il on the occasion of February 16. &nbsp;&nbsp;&nbsp;\r\n The Songun idea based on the Juche idea founded by Kim Il Sung in the 20th century has been systematized by Kim Jong Il, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, as the well-regulated, logical and objective Juche-based idea, it said, and went on:\r\n This has become the major countermeasure to cope with the imperialists' moves for \"globalization\" in the 21st century as its method is scientific and its content is revolutionary. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il clarified the cause of the temporary collapse of socialism in some countries, indicated the way of defeating imperialism under the new circumstances and thus performed great exploits in the struggle of East European and Central Asian countries for progress. &nbsp;&nbsp;&nbsp;\r\n Therefore, the delegates of these countries intend to carry on the unified international plans to more actively study and disseminate works of Kim Jong Il on the Juche idea,  keenly feeling the necessity to accept the Songun politics as well as the Juche idea in conformity with the reality on the occasion of February 16. &nbsp;&nbsp;&nbsp;\r\n Included in the plans are the publication and report and seminars of various forms on works of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n We form the February 16 International Committee to coordinate the plans.\r\n The committee groups 20 members from Russia, Poland, Ukraine, Belarus, Kazakhstan, Moldova and other countries.    \r\n\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#3",
            "content": "February Holiday Celebrated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- Meetings, photo and book exhibitions, film shows and Taekwon-do demonstration performances were held by the People's Socialist Party of Mexico, the Egyptian Committee for the Study of the Juche Idea, the Congolese National Committee for the Study of the Juche Idea, Bangkok Rajabat Pranakorn College of Thailand, companies and the Culture and Art Council of Abuja City of Nigeria, an Indonesian company, a city committee of the Democratic Party of Equatorial Guinea and the Secretariat of the Pan-African Movement from Jan. 24 to Feb. 3 on the occasion of the February holiday.\r\n Displayed in the venues of the functions were photos showing the undying Songun leadership exploits of leader Kim Jong Il, photos on the subject of \"Celebration of the 60th foundation anniversary of the Workers' Party of Korea\" and \"By our nation itself\" and DPRK books. &nbsp;&nbsp;&nbsp;\r\n Screened at the film shows were \"Respected Comrade Kim Jong Il Is the Great Thinker and Theoretician\", \"The Country Is Face-lifted More Beautifully under the Leadership of the Great General\", \"The Brilliant History of the Great Leadership\" and other Korean films.\r\n Jesus Antonio Carlos Hernandez, general secretary of the C.C., the People's Socialist Party of Mexico, addressing a celebration meeting, said that the birth of General Secretary of the Workers' Party of Korea Kim Jong Il on Mt. Paektu, a holy mountain of Korea, was a great jubilee with which the Korean people greeted a peerlessly great man. Recorded in history are not a few great men who contributed to the class and national liberation of the popular masses and progress of humankind, but it is hard to find such a great man as Kim Jong Il who performed distinguished exploits for humankind, he added. &nbsp;&nbsp;&nbsp;\r\n Yehia Jakariya Khairallah, chairman of the Egyptian Committee for the Study of the Juche Idea, said at the photo exhibition and film show that Kim Jong Il, the greatest man, is firmly defending Korean socialism and making undying contributions to the global cause of independence against imperialism with the might of Songun. He extended the warmest and wholehearted congratulations to Kim Jong Il on his birthday.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint New Year Editorial of DPRK Supported by Swiss Organization",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#4",
            "content": "Joint New Year Editorial of DPRK Supported by Swiss Organization \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea issued a statement on Jan. 26 in support of the joint New Year editorial of the DPRK.\r\n The statement said that the DPRK will build an independent and peaceful new world, holding high the banner of independence against imperialism, the banner of socialism. The joint New Year editorial clearly showed the unshakable determination of the Korean people to build a great prosperous powerful nation, reunify the country and defeat the imperialists under the Songun revolutionary leadership of Kim Jong Il, it stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces' Burden of Cost for Environmental Rehabilitation Demanded by S. Koreans",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#5",
            "content": "U.S. Forces' Burden of Cost for Environmental Rehabilitation Demanded by S. Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- People from all walks of life in south Korea reportedly demanded the U.S. forces' side bear the expenses of environmental rehabilitation of those U.S. military bases in south Korea to be returned.\r\n According to the results of a poll conducted by the south Korean Green Federation among at least 1,000 adults across south Korea, over 79 percent of the respondents held that the U.S. forces' side should bear responsibility for environmental pollution and that the content of negotiations between south Korea-U.S. on pollution of the military bases and burden of the expenses of environmental rehabilitation should be opened to the public. &nbsp;&nbsp;&nbsp;\r\n They said that the U.S. forces' side should bear the expenses of environment rehabilitation and the unequal south Korea-U.S. SOFA should be amended with a view to decisively settling the issue of environmental pollution and clarifying its responsibility. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that Laporte, former commander of the U.S. forces in south Korea, set forth the 8-point proposal of the U.S. forces' side for the purification of environmental pollution of the U.S. military bases to be returned to south Korea, the Green Federation stressed that if the proposal is accepted, the expenses for the purification cannot but be levied on the south Korean \"government\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Market Opening Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#6",
            "content": "Film Market Opening Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- A rally of moviemen for checking cultural infiltration and defending films took place in the area around Kwanghwamun of Seoul on Feb. 8 under the sponsorship of the Moviemen's Measure Committee for Defending Screen Quota in south Korea, according to a press report.\r\n Speakers said that the \"government\" authorities seek to kill local films as well as agriculture. They stressed that they oppose the negotiations on concluding the flunkeyist and submissive \"Free Trade Agreement\" (FTA) which will benefit the U.S. only. &nbsp;&nbsp;&nbsp;\r\n Inevitable is the opening of education, medical service, the press and all other fields following film market opening and their damage will come to the people, they said, asserting that the struggle for defending films should be waged by all the people, not only by moviemen. &nbsp;&nbsp;&nbsp;\r\n A resolution was read out at the rally. It said that the moviemen, together with all other people, will wage overall and broad struggle to defend the local films and cultural sovereignty. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally its participants marched up to the Myongdong Cathedral, shouting slogans. &nbsp;&nbsp;&nbsp;\r\n The sponsor side said that the moviemen will continue one-man demonstration till the issue of screen quota is settled and hold an all-people candlelight cultural function demanding a stop to the negotiations on concluding the FTA between south Korea and the U.S. in solidarity with peasants' organizations in the area around Kwanghwamun on Feb. 17.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Servile Attitude toward U.S. under Fire",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#7",
            "content": "Japan's Servile Attitude toward U.S. under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Japanese reactionaries have become evermore undisguised in their economic blockade against the DPRK and suppression of the General Association of Korean Residents in Japan (Chongryon), toeing the U.S. hostile policy toward the DPRK.\r\n This comes under fire by a signed commentary of Rodong Sinmun Monday. \r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Some days ago, the Japanese reactionaries set up a \"team for observing the remittance to the DPRK\" in the Liberal Democratic Party and the Fukuoka High Court ruled that the tax exemption of the Korean Hall in Kumamoto, Japan, be canceled. These are base and wicked actions to attain a sinister political goal by deliberately scuttling the hard-won talks between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n At the end of 2005, the Japanese reactionaries openly suppressed Chongryon under such absurd pretexts as \"the issue of bad bonds\" and the \"violation of law on medicine\". And this year the Fukuoka High Court made above-said decision. These are another provocation against the DPRK and Chongryon. &nbsp;&nbsp;&nbsp;\r\n The Fukuoka High Court ruled that the activities of Chongryon and its affiliated organs for defending the interests and rights of Koreans in Japan are something private, denying its public nature. This is a clear manifestation of national discrimination diametrically running counter to the international human rights rules. The Koreans in Japan are victims of forcible drafting during the period of the Japanese imperialists' colonial rule over Korea and their descendents. It is, therefore, a moral responsibility of the Japanese authorities to grant them a stable legal status. The discriminative action again taken by the Japanese reactionaries against Chongryon is touching off indignation among the Koreans at home and in Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be well advised to behave themselves, deeply mindful of the serious impact their behavior will have on the DPRK-Japan relations.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Claim to Tok Islet Flailed",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#8",
            "content": "Japan's Claim to Tok Islet Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Shimane Prefecture of Japan instituted February 22 as \"Takeshima Day\" in March last year and is now distributing books asserting that Tok Islet belongs to Japan on the occasion of the day.\r\n  This comes under fire by a signed article of Rodong Sinmun Monday \r\n  This is just an example showing the gravity of Japan's shameless distortion of history and its moves for territorial expansion, the article observes, and goes on:\r\n Japan's territorial claim to Tok Islet is, in essence, nothing but a modern version of the \"theory of conquest of Korea\" advocated by the Japanese imperialists in the past.\r\n Tok Islet is part of the inviolable territory of Korea from the historical point of view. This is clearly proved not only by state documents and historical materials of Korea but those of Japan. &nbsp;&nbsp;&nbsp;\r\n Not a few historical data of Japan admitted that Tok Islet is part of the inalienable territory of Korea. &nbsp;&nbsp;&nbsp;\r\n This being hard facts, the Japanese reactionaries persistently insist that Tok Islet belongs to Japan despite those historical data. The Shimane Prefecture of Japan set up \"Society for the Study of the Takeshima Issue\" inside the prefecture and has buckled down to distorting historical facts to prove that Tok Islet belongs to Japan.\r\n The Japanese government is backing the Japanese reactionaries in their moves to perfect the modern version of the \"theory of conquest of Korea\".\r\n The Japanese reactionaries have long kept their eyes to this islet. It is known to abound in natural gas and fish resources. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters have resorted to a series of military moves to grab the islet. &nbsp;&nbsp;&nbsp;\r\n Japan's persistent claim to the islet and its moves to grab it by force of arms are escalating the tension on the Korean Peninsula and building a structure of confrontation between the Korean nation and Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' distortion of history and fabrication of lies would never help them realize their ambition to grab the islet. &nbsp;&nbsp;&nbsp;\r\n The islet will always remain part of the inviolable territory of Korea and whoever intrudes into it even a bit will never escape a stern punishment by the Koreans.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Diplomats Feted",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#9",
            "content": "Chinese Diplomats Feted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The International Department of the Central Committee of the Workers' Party of Korea hosted a reception in honor of staff members of the Chinese embassy here at Pyongyang Koryo Hotel Sunday on the occasion of the New Year, Juche 95 (2006).\r\n Present there on invitation were Chinese Ambassador to the DPRK Wu Donghe and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Director Kim Thae Jong and officials of the department of the WPK Central Committee. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rally Held in Secret Camp in Mt. Paektu to Mark February Holiday",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#10",
            "content": "Rally Held in Secret Camp in Mt. Paektu to Mark February Holiday\r\n&nbsp;&nbsp;&nbsp; Samjiyon, February 12 (KCNA) -- A rally was held in the secret camp in Mt. Paektu, a holy place of the revolution, on Feb. 12 to celebrate February 16.\r\n Vice Marshal of the Korean People's Army Kim Il Chol, member of the DPRK National Defence Commission and minister of the People's Armed Forces, said in his speech that leader  Kim Jong Il's birth in the time-honored place was a great auspicious event which shed brilliant rays of the great succession to the revolutionary cause of Juche and opened a bright prospect of sure victory in the cause of carving out the Korean people's destiny. &nbsp;&nbsp;&nbsp;\r\n He, representing the firm confidence and will of all the servicepersons of the People's Army, solemnly declared that they would as always firmly hold the arms for devotedly defending the leader, the arms that originated from Mt. Paektu, under the uplifted banner of Juche and creditably perform their historic mission and duty as standard-bearers of the Songun revolution in the struggle to defend the socialist country and build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, addressing the rally, called on all the party organizations and members to devote all their wisdom and energies to consolidating the military position of the Korean revolution as firm as a rock, bringing about a decisive turn in the building of an economic power and the improvement the standard of the people's living and further strengthening the WPK into a mother party, true to Kim Jong Il's Songun politics and thus resolutely defending and eternally glorifying his immortal revolutionary exploits.\r\n Kim Kyong Ho, first secretary of the Kim Il Sung Socialist Youth League, in his speech noted that the young people would steadfastly carry forward the tradition of comradely unity around the leader established in the early period of the revolution and single-mindedly rally behind Kim Jong Il and thus give steady continuity to the tradition of the single-minded unity and successfully perform their mission and duty as a reserve combat force and detached force of the supreme commander in the worthwhile drive for achieving the prosperity and progress of the country. \r\n Then splendid fireworks were displayed in the sky over the secret camp. \r\n Present at the rally were Kim Il Chol, Choe Thae Bok, Yang Hyong Sop, Kim Ki Nam, Kwak Pom Gi and members of the Cabinet, senior officials of party and armed forces organs and working people's organizations, officials of party and power bodies in local areas, servicepersons of the KPA and members of the volunteer group of Party information workers from across the country and working people in Ryanggang Province.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chief Coach of Men's Football Team under National Sports Group Appointed",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#11",
            "content": "Chief Coach of Men's Football Team under National Sports Group Appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- Merited Athlete Han Hyong Il, 45 years old, has been recently appointed as chief coach of the men's football team under the National Sports Group of the Democratic People's Republic of Korea.\r\n He was active as the main forward of the group from Juche 69(1980) to Juche 79(1990).\r\n During the years he played a decisive role in having his teams won several international tournaments including the 11th Asian Games, the 17th and 18th International Football Tournaments for \"King's Trophy\" of Thailand and the 13th Universiad. &nbsp;&nbsp;&nbsp;\r\n While working as a coach of the National Sports Group from May to November last year, he also contributed to making his teams register fine successes in the Second East Asian Football Championships and the Fourth East Asian Games.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Volunteer System\" Forced on Koreans",
            "url": "http://kcna.co.jp/item/2006/200602/news02/14.htm#12",
            "content": "\"Volunteer System\" Forced on Koreans\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The \"volunteer system\" forced on Koreans was cooked up by the Japanese imperialists during their colonial rule over Korea for the purpose of hurling young and middle-aged Korean people into the war of aggression on the continent as cannon fodder.\r\n The Japanese imperialists, who started the Sino-Japanese war in an attempt to realize their wild ambition to conquer the continent, found the way out to fill the shortage of armed forces in mobilizing young and middle-aged Korean people to the battlefields.\r\n They enforced the \"volunteer system\", not compulsory military service system, for the fear of Korean people leveling guns at them if they were provided with arms without any advanced preparation. &nbsp;&nbsp;&nbsp;\r\n Minister of the Army of Japan Itagaki said at a meeting of the committee for revising military service law of the diet in February 1939 that the volunteer system of Koreans was good but he was going to decide on the military conscription system after experiencing its actual results. His remarks show that the \"volunteer system\" of Koreans was an experimental military service system trumped up by the Japanese imperialists prior to the \"military conscription system\". &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists, who set up a strict standard for selecting \"volunteer soldiers\", started to execute it in 1938. &nbsp;&nbsp;&nbsp;\r\n They fabricated the \"Korean League\", fascist repressive machinery, set up executive offices in all provincial, county, township and sub-county administrative organs, social organizations and schools under it. And they allotted the number of \"volunteer soldiers\" to them and forced them to conscript the allotted members almost every day.\r\n The Japanese imperialists took young and middle-aged Korean people to \"training centers for volunteers\" to imbue them with the militarist ideology of Japan and give them a military education with \"physical training\" as the main.\r\n The Korean \"volunteers\" had to undergo national discrimination, maltreatment and humiliation even on the battlefields, to say nothing of the \"training centers for volunteers\". &nbsp;&nbsp;&nbsp;\r\n A large number of young and middle aged Korean people who were hurled into battlefields under the deceptive \"volunteer system\" died.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}