{
    "date": "2006-04-15",
    "url": "http://kcna.co.jp/item/2006/200604/20060415.htm",
    "articles": [
        {
            "title": "National Meeting Held to Commemorate Kim Il Sung's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam's Report at National Meeting",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#2",
            "content": "National Meeting Held to Commemorate Kim Il Sung's Birth Anniversary \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A national meeting was held at Pyongyang Indoor Stadium today to commemorate the 94th birth anniversary of President Kim Il Sung. \r\n Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, in a report delivered at the meeting said that April 15, the birthday of Kim Il Sung, was a great auspicious day which marked the beginning of the history of modern Korea shining with the Juche year in the history of the Korean nation and a historical day which brought about a dawn in the era of independence for the future of the Korean nation and progressive mankind. &nbsp;&nbsp;&nbsp;\r\n The revolutionary life of the President totally dedicated to the popular masses' cause of liberation was a brilliant life of a legendary great man who performed the undying feats in the struggle to accomplish their cause of independence, he said, and continued:\r\n Kim Il Sung's revolutionary idea and exploits have been successfully defended and developed by leader Kim Jong Il and the glorious revolutionary history of Kim Il Sung has been given steady continuity along with the ever-victorious history of the revolutionary leadership of the WPK. &nbsp;&nbsp;&nbsp;\r\n Referring to the tasks facing us at present, he said: &nbsp;&nbsp;&nbsp;\r\n We should keep to the proud road of struggle along which we have adorned arduous and rigorous years of the revolution with victories and glory and dynamically advance in the future, too, true to the Songun leadership of Kim Jong Il in order to bring about eternal prosperity to our country shining with the President's idea and exploits.\r\n  We should carry forward and develop with loyalty the revolutionary idea and exploits of Kim Il Sung and uphold him as the sun of Juche generation after generation under the uplifted slogan of faith \"Let us arm ourselves more firmly with the revolutionary ideas of the great leader Comrade Kim Il Sung!\" &nbsp;&nbsp;&nbsp;\r\n All the party members, servicepersons of the Korean People's Army and people should become steadfast revolutionaries who deeply trust and follow Kim Jong Il with idea and faith and steadfastly defend him and genuine human beings who invariably advance along the road of loyalty with unbreakable comradeship despite rain or snow.\r\n In this year, too, we should regard agriculture as the main front of the economic construction and mobilize and concentrate all forces on farming once again and thus bring a bumper harvest to the land of socialist Korea to fully solve the food problem, and focus efforts on the work to rebuild and modernize the national economy on the principle of self-reliance. &nbsp;&nbsp;&nbsp;\r\n It is necessary to wage a vigorous patriotic movement for independent reunification, peace against war and great national unity under the banner of the June 15 North-South Joint Declaration reflecting the will of all Koreans for reunification and thus bring about a new turning point in the cause of national reunification.\r\n The U.S. is going reckless in its moves to bring down the DPRK at any cost, leaving no means and methods untried, including military attack, economic blockade and destabilization in persistent pursuance of its vicious hostile policy toward the DPRK quite contrary to the spirit agreed upon at the six-party talks for the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It is the legitimate right of the DPRK to self-defence to bolster up its military deterrent in every way to cope with the prevailing grave situation. &nbsp;&nbsp;&nbsp;\r\n Should the U.S. become foolish enough to opt for a war of aggression against the DPRK, the army and people of the DPRK will mercilessly wipe out the aggressors and honorably safeguard the sovereignty and dignity of the country and the nation by dint of the single-minded unity of all the servicepersons and people and the military capability for self-defence reinforced in everyway under the great banner of Songun.\r\n Present at the meeting were Jo Myong Rok, Pak Pong Ju, Kim Yong Chun and Jon Pyong Ho and others. &nbsp;&nbsp;&nbsp;\r\n Present there were Ho Jong Man, chief vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, delegations of overseas Koreans and overseas Koreans from different regions of the world.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "To Increase Military Deterrent Is DPRK's Right for Self-Defense: Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#3",
            "content": "Kim Yong Nam's Report at National Meeting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, made a report at a national meeting held here today to commemorate the 94th birth anniversary of President  Kim Il Sung.\r\n He stressed the need for all party members, servicepersons and people of the DPRK to firmly arm themselves with the Juche idea, purely maintain and develop the revolutionary traditions of Juche and the revolutionary leadership exploits established by      Kim Il Sung and carry out the revolution and construction the way he did, as required by his revolutionary idea, in any storm and stress. &nbsp;&nbsp;&nbsp;\r\n It is a decisive guarantee for glorifying the history of the President, the sun of the nation, generation after generation to defend leader Kim Jong Il politically and ideologically at the cost of lives and remain loyal to his idea and leadership, he added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets President of Kyodo News",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#4",
            "content": "To Increase Military Deterrent Is DPRK's Right for Self-Defense: Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The present situation of the Korean Peninsula has been driven to extremes by the U.S. vicious hostile policy toward the DPRK, and it is the DPRK's right for self-defense to strengthen its military deterrent hundred and thousand times to cope with the grave situation.\r\n Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, said this in a report at a national meeting for commemorating the 94th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The reporter noted that the U.S. is running reckless to bring down the DPRK at any cost by all means and methods including military attack, economic blockade and undermining from within, persistently pursuing its vicious hostile policy toward the DPRK, quite contrary to the spirit of an agreement reached at the six-party talks for the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n If the U.S. stupidly takes the road of a war against the DPRK, he said, its army and people will mercilessly wipe out the aggressors and honorably safeguard the sovereignty and dignity of the country and the nation with the might of single-minded unity of the whole army and all the people and the self-reliant defence power consolidated in every way under the banner of great Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dismantlement of \"UN Command\" in S. Korea Called for",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#5",
            "content": "Kim Yong Nam Meets President of Kyodo News &nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with the delegation of Kyodo News of Japan and newspapers which subscribe to it led by President of the Kyodo News Satoshi Ishikawa at the Mansudae Assembly Hall today.\r\n On hand were Hong Son Ok, vice-chairwoman of the Korean Society for Cultural Relations with Foreign Countries, Kim Pyong Ho, deputy director general of the Korean Central News Agency, and officials concerned.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Moves to Conclude FTA under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#6",
            "content": "Dismantlement of \"UN Command\" in S. Korea Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- To dismantle the \"UN Command\" illegally kept in south Korea for more than half a century should be the first object of the UN reform.\r\n The DPRK delegate said this in a speech at a meeting of the Special Committee on the UN Charter and the Enhancement of Organization Role on April 3.\r\n The special committee should pay special attention to dissolving such an illegal organization as the \"UN Command\" in south Korea, he said, and went on:\r\n The \"UN Command\" illegally framed up by the United States, abusing the name of the UN, is not only laying obstacles in the settlement of the Korean issue but impairing the confidence in the UN. &nbsp;&nbsp;&nbsp;\r\n The 30th UN General Assembly session admitted the unnecessariness of keeping the \"UN Command\" in south Korea and adopted a resolution on its dismantlement.\r\n And the UN recently made it clear that the \"UN Command\" in south Korea is not the UN forces but the U.S.-led army which is not under any UN command.\r\n Nevertheless, the U.S. is insisting on the continued existence of the \"UN Command\" in south Korea, which is aimed to continue to abuse the name of the UN in a bid to maintain its military hegemony in the Korean Peninsula and Northeast Asia.\r\n The DPRK delegation demands a clear removal of the traces that the name of the UN has been abused for an impure political and military objective in the past century through the current UN reform.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Documentary Film Screened on Occasion of Day of Sun",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#7",
            "content": "Moves to Conclude FTA under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Kwon Yong Gil, a \"national assemblyman\" from the Democratic Workers' Party of south Korea, on April 10 criticized the moves to conclude the south Korea-U.S. \"Free Trade Agreement\" (FTA), south Korean CBS reported.\r\n He said that the conclusion of FTA would bring serious grave consequences to the educational, medical, financial and other fields. &nbsp;&nbsp;&nbsp;\r\n Accusing the authorities of rapidly pushing ahead with the negotiations for the conclusion of FTA, he asserted that FTA should go through screening by the people without fail.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Grand Medal and Its Certificate Conferred upon Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#8",
            "content": "Documentary Film Screened on Occasion of Day of Sun \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A documentary film \"The Fatherly Leader among Officials\" was screened at the People's Palace of Culture on Thursday on the occasion of the Day of the Sun.\r\n It deals with historical facts that President Kim Il Sung brought up ordinary workers, farmers and intellectuals as able commanding personnel of revolution with profound loving care and bestowed great benevolence upon them from the early period of building a new country till the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n The film impressively tells about the warm care shown by the President for the officials to help them stoutly follow the road of revolution under the leadership of the Workers' Party of Korea with fidelity to the Party and the revolution, devotion, persevering spirit and practical ability and popular work style. \r\n It was appreciated by Kim Yong Nam and Pak Pong Ju and other senior officials, members of the Cabinet and officials of working people's organizations, ministries and national institutions.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Registered as Honorary Chairman of Peruvian Organization",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#9",
            "content": "Grand Medal and Its Certificate Conferred upon Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang April 14 (KCNA) -- The National Association of Writers and Artists of Peru registered President Kim Il Sung as its honorary chairman and conferred the grand medal of the \"Sun of the National Association of Writers and Artists of Peru\" and its certificate upon him on the occasion of the Day of the Sun.\r\n The certificate of the honorary chairman, the medal and its certificate were conveyed by Jose Antonio Gamara Puertas, chairman of the association, to the DPRK ambassador to Peru on April 5. &nbsp;&nbsp;&nbsp;\r\n Written on the certificate of the honorary chairman are letters \"We have the honor to register the great President Kim Il Sung as honorary chairman of the association in high recognition of his brilliant feats performed in the development of the national culture.\" &nbsp;&nbsp;&nbsp;\r\n Inscribed on the grand medal depicting the sun throwing its brilliant rays are letters \"The National Association of Writers and Artists of Peru. Founded on February 11, 1938\" and \"The Grand Medal of the 'Sun of the National Association of Writers and Artists of Peru'\" and on the certificate of the medal letters \"The grand medal of the 'Sun of the National Association of Writers and Artists of Peru' has been conferred upon the great President Kim Il Sung who is honorary chairman of the association in high recognition of the shining feats he performed by making a contribution to developing education and culture and enhancing the value of human being based on democracy.  April 1, 2006\".     \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King to Visit DPRK",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#10",
            "content": "Kim Jong Il Registered as Honorary Chairman of Peruvian Organization\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The National Association of Writers and Artists of Peru has registered leader Kim Jong Il as its honorary chairman on the occasion of the 13th anniversary of his election as chairman of the National Defence Commission of the DPRK.\r\n Jose Antonio Gamara Puertas, chairman of the association, conveyed the certificate of the honorary chairman to the DPRK ambassador to Peru on April 5.\r\n Written on the certificate were letters \"We register the great leader Kim Jong Il as honorary chairman of the association in high praise of his brilliant feats performed in the development of national culture.\" &nbsp;&nbsp;&nbsp;\r\n The chairman of the association said: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is praised by all people as the most intelligent and distinguished statesman in the 21st century for his feats and great ideas. &nbsp;&nbsp;&nbsp;\r\n Our association deems it a great honor to register him as its honorary chairman on the significant holiday of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n We will make positive efforts to boost the friendly and cultural relations between the peoples of Peru and Korea in the future, with happiness and pride of having him as honorary chairman of the association.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Awarded Title of Honorary Academician",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#11",
            "content": "Cambodian King to Visit DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Norodom Sihamoni, king of Cambodia, will shortly pay an official visit to the DPRK upon the invitation of Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Moves to Grab Tok Islet Blasted",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#12",
            "content": "Kim Jong Il Awarded Title of Honorary Academician\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A ceremony was held at the Mansudae Assembly Hall on April 13 to convey to leader Kim Jong Il the title of honorary academician of the International Art Protection Academy presented by the Russian International Charity Fund \"Protectors of Arts for the Century\".\r\n Present there were Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Kim Jin Song, minister of Culture, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also on hand were members of the visiting delegation of the fund headed by President Oleg Oleinik and Russian Ambassador to the DPRK Andrei Karlov.\r\n Yuri Kovelenov, chairman of the Experts Council of the fund, in his speech said Kim Jong Il who is successfully carrying forward the revolutionary cause of President Kim Il Sung is well known to the world as a veteran and sagacious state leader.\r\n Kim Jong Il has developed and enriched the Juche idea with extraordinary wisdom, matchless pluck and ardent love for the people and is wisely leading the Korean people's struggle for the building of a great prosperous powerful nation to victory with his Songun leadership, he noted. &nbsp;&nbsp;&nbsp;\r\n He said he was conveying the title of honorary academician to Kim Jong Il in accordance with a decision of the Standing Committee of the International Art Protection Academy of the fund. &nbsp;&nbsp;&nbsp;\r\n President of the fund Oleg Oleinik, speaking next, said Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, has made an immortal contribution to the development of the traditional relations of friendship and  cultural cooperation between the DPRK and Russia. &nbsp;&nbsp;&nbsp;\r\n He stressed that the tile of honorary academician of the academy meant a high appraisal of the great feats of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The certificate of the title of honorary academician, academician's dress, badge, etc. awarded to Kim Jong Il were handed to Kim Yong Nam.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Palestinian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#13",
            "content": "Japanese Reactionaries' Moves to Grab Tok Islet Blasted&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The Japanese Ministry of Education, Culture, Sports, Science and Technology comes under fire by a signed commentary of Rodong Sinmun today for giving instructions for describing Tok Islet as part of the Japanese territory in history textbooks for high schools to be used from 2007.\r\n The commentary dismisses this action as a very brazen-faced move to seize Tok Islet. It goes on:\r\n The islet is not a disputed one jurisdiction over which is unclear. But it is part of an inviolable territory of Korea from the historical viewpoint. This is proved by old documents of Japan and the recently declassified map of the U.S. military administration clearly testifies to this fact. &nbsp;&nbsp;&nbsp;\r\n Tok Islet has always stood as part of Korea's territory since thousands of years ago.\r\n This being a hard reality, the Japanese government groundlessly insists that the islet be marked as part of Japan's territory, deliberately denying all these facts.\r\n Clear is the aim sought by the Japanese government in instructing the middle and high schools to teach distorted history. &nbsp;&nbsp;&nbsp;\r\n Through this it seeks to call back the departed souls of militarists and use the young Japanese as a shock brigade and cannon-fodder for militarist aggression in the 21st century. &nbsp;&nbsp;&nbsp;\r\n Japan is becoming evermore undisguised in its moves for militarization and territorial expansion at the tacit connivance of the U.S. and under its patronage. In order to realize its aggressive Asia strategy the U.S. pins hope on Japan which has a precedent of mounting preemptive attacks upon its neighboring countries to occupy them in the last period. It is by no means fortuitous that the Japanese authorities have issued instructions to distort the parts of the history textbooks dealing with Tok Islet of Korea as well as Diaoyu Islands of China and the Kurils of Russia. These moves of Japan to tamper with its history and its wild ambition for territorial expansion have met a strong protest from its neighboring countries. Its moves only invite isolation. \r\n Japan's bid to seize other countries' territory will only lead to its self-destruction as it will get it nowhere.    \r\n  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art Festival, Stage of Renowned Artistes",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#14",
            "content": "Palestinian Ambassador Hosts Reception\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Palestinian Ambassador to the DPRK Mohammad Shahta Zarab Thursday hosted a reception at the embassy on the occasion of the Day of the Sun.\r\n Present on invitation were Vice-President of the Presidium of the DPRK Supreme People's Assembly Yang Hyong Sop, Foreign Minister Paek Nam Sun and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Palestinian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n The ambassador said in his speech that the friendly and cooperative relations between Palestine and the DPRK established by former Palestinian President Yasser Arafat and President Kim Il Sung were now growing tighter under the deep care of the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il has made great contributions to the prosperity of the country and accomplishment of the human cause of independence, he noted, adding:\r\n The Palestinian people fully support the Korean people in their efforts to achieve the country's reunification and peace and stability of the Korean Peninsula under the wise guidance of  Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Speaking next, Yang Hyong Sop said the commemoration of the Day of the Sun by the Palestinian friends with the Korean people showed boundless reverence of the Palestinian people for Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The revolutionary cause of Juche started by Kim Il Sung is being successfully carried forward by Kim Jong Il today. &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between the two countries are developing steadily. We will extend consistent support and solidarity to the Palestinian people in their struggle to restore the legitimate rights of the nation.    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Joint National Meeting of KCU Organizations Held",
            "url": "http://kcna.co.jp/item/2006/200604/news04/15.htm#15",
            "content": "Art Festival, Stage of Renowned Artistes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The 24th April Spring Friendship Art Festival is successfully going on in Pyongyang with the participation of many famous artistes from foreign countries.\r\n Most of the artistes of more than 10 art troupes including the Art Troupe of the Moscow Tchaikovsky State Conservatory of Russia and the Darmstadt Chorus of Germany are international and national concours winners. &nbsp;&nbsp;&nbsp;\r\n Artistes of the Art Troupe of the Moscow Tchaikovsky State Conservatory put on the stage Russian folk songs including \"Admiring Mysterious Vast Plain\" and \"Aria of Liudmila\" and world-famous songs. &nbsp;&nbsp;&nbsp;\r\n International concours winner of the art troupe Aleksandra Kovalevich who was awarded the gold prize at the 23rd ASFAF held last year sang the Korean song \"Jong Il Peak Is Shrouded in Mist\" with a rich volume of voice to be acclaimed by the audience.\r\n The Darmstadt Chorus of Germany depicted famous songs with fine playing technique and well-arranged ensemble, thus giving full play to its high standard of ability.\r\n International concours winners and other artistes of the Chinese art troupe danced with beautiful rhythms to add luster to the festival stage. &nbsp;&nbsp;&nbsp;\r\n The festival is attended by over 110 international and national concours winners of famous art troupes.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}