{
    "date": "2006-06-09",
    "url": "http://kcna.co.jp/item/2006/200606/20060609.htm",
    "articles": [
        {
            "title": "KPA Navy Command Warns against S. Korean Warships' Intrusion",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. \"War on Terrorism\" Bound to Meet Fiasco",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#2",
            "content": "KPA Navy Command Warns against S. Korean Warships' Intrusion \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A spokesman for the Navy Command of the Korean People's Army issued the following statement Thursday:\r\n The south Korean navy has perpetrated such grave military provocations as frequently infiltrating warships deep into the territorial waters of the north side in the West Sea of Korea lately. &nbsp;&nbsp;&nbsp;\r\n At around 7 a.m. on June 3 it infiltrated two speedboats deep into the territorial waters of the north side southeast of Ssanggyo-ri, Kangryong County under the pretext of \"interception\". It kept infiltrating at least ten warships of various types such as guard craft, speedboats, maritime police craft and storm boats into the above-said waters till June 4. &nbsp;&nbsp;&nbsp;\r\n When the KPA navy demanded the south side immediately withdraw the speedboats over walkie-talkie, the intruders deliberately attempted to strain the situation in the waters, talking about \"routine action in the waters for normal operation.\" &nbsp;&nbsp;&nbsp;\r\n The number of cases of such open intrusion by the south Korean navy reached more than 120 entering this year, increasing its danger as the days go by. &nbsp;&nbsp;&nbsp;\r\n This gives the lie to the south side's assertion that \"peace\" is preserved in the West Sea of Korea thanks to a certain line. &nbsp;&nbsp;&nbsp;\r\n The present reality clearly proves that the south Korean navy authorities are oblivious of the past lesson from two \"sea skirmishes\" that were sparked off due to the frequent intrusion of warships into the territorial waters of the north side. &nbsp;&nbsp;&nbsp;\r\n The gravity of the current tense situation in the West Sea of Korea created by the south Korean navy lies firstly in that this is attributable to the provocative and direct military actions perpetrated by it, timed to coincide with the south Korean authorities' crafty moves to sidestep the discussion of such fundamental issues as the removal of the root cause of the West Sea clashes. &nbsp;&nbsp;&nbsp;\r\n It also lies in that such situation was created by the deliberate and repeated sea intrusions, an extension of the south Korean authorities' foolish attempt to maintain the \"northern limit line\" whose illegality had been brought into bolder relief. &nbsp;&nbsp;&nbsp;\r\n The gravity of the prevailing tension equally lies in that the feelings between navy officers and men of both sides have gone to extremes as evidenced by their rude manner of speaking when exchanging information and words over walkie-talkie between the two sides as ways of preventing clashes. &nbsp;&nbsp;&nbsp;\r\n The current serious tense situation in the West Sea of Korea has not spilled into a military clash entirely thanks to a high degree of patience and self-control on the part of the navy of the north side. &nbsp;&nbsp;&nbsp;\r\n There is, however, a limit to its patience. &nbsp;&nbsp;&nbsp;\r\n We have our own means and ways to beat back such sea intrusion any moment. &nbsp;&nbsp;&nbsp;\r\n Availing itself of this opportunity, the KPA Navy solemnly declares that it will deal a telling blow at any warship intruding into the inviolable territorial waters of the north side without warning and the south Korean authorities will be held wholly responsible for it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Telephone Message to President of S. Korean Red Cross",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#3",
            "content": "U.S. \"War on Terrorism\" Bound to Meet Fiasco \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Some time ago, U.S. President Bush admitted that the Iraqi War was a wrong war as it was launched by mistake.\r\n Rodong Sinmun Thursday in a signed article says that the U.S. imperialists' \"war on terrorism\" is bound to meet a fiasco as it is the most reactionary and aggressive policy going against the trend of the times and trampling down upon the desire of the people. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n This war is aimed at spreading American-style \"freedom\" and \"democracy\" all over the world by military force and thereby establishing American-style domination over it. &nbsp;&nbsp;&nbsp;\r\n The aggressive and criminal nature of the \"war on terrorism\" is being brought into bolder relief with each passing day. &nbsp;&nbsp;&nbsp;\r\n The \"war on terrorism\" started by the U.S. imperialists under the pretext of the \"September 11 incident\" is, in essence, a reckless high-handed use of military force, an infringement upon sovereignty and outrageous international terrorism designed to stifle those anti-imperialist independent countries and realize their wild ambition for world supremacy. &nbsp;&nbsp;&nbsp;\r\n The U.S. escalation of this war is throwing the world into confusion and disorder and imposing immeasurable misfortune and disasters upon the people. &nbsp;&nbsp;&nbsp;\r\n As the world unanimously comments, the U.S. imperialists' invasion of Iraq did not bring to it any freedom and democracy but an evil cycle of socio-political confusion, disorder, terrorism and retaliation. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now standing strongly rebuffed and condemned by the world as the injustice of the Iraqi war of aggression and the aggressive nature and danger of the \"war on terrorism\" are being revealed with increased clarity with each passing day. &nbsp;&nbsp;&nbsp;\r\n History proves that any policy contrary to humankind's desire and wishes is bound to go bust. The deplorable position of the U.S. is a good example of this.    \r\n\r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Functions Held in Different Countries",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#4",
            "content": "Telephone Message to President of S. Korean Red Cross \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Jang Jae On, chairman of the Central Committee of the DPRK Red Cross Society, Wednesday sent the following telephone message to Han Wan Sang, president of the south Korean Red Cross:\r\n A competent institution in the north side conducted an investigation into the issue of Kim Yong Nam which resulted in confirming the fact that he resides in the north. &nbsp;&nbsp;&nbsp;\r\n In this regard the north side, prompted by compatriotism and humanitarianism, decided to let him meet with his mother in the south side at a special reunion between separated families and relatives to be held at Mt. Kumgang Resort on the occasion of the 6th anniversary of the publication of the June 15 joint declaration, according to an agreement reached at the Red Cross talks between the two sides to solve issues of that kind within the framework of the issue of separated families and relatives. &nbsp;&nbsp;&nbsp;\r\n It is the hope of our side that your side will take a necessary measure to ensure his successful reunion with his mother at Mt. Kumgang Resort.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Just Cause of Korean People Supported in Russia",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#5",
            "content": "Functions Held in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A meeting, lectures, a photo exhibition and a film show were held in Democratic Congo, South Africa, India and Laos from May 23 to 28 on the occasion of the 42nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n On display in the venues of the functions were famous works of President Kim Il Sung and Kim Jong Il and photos showing their immortal leadership exploits. &nbsp;&nbsp;&nbsp;\r\n Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, stressed in a report at a meeting that Kim Jong Il has developed the Workers' Party of Korea into the party of Kim Il Sung through his energetic activities. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Pretoria City Committee of the African National Congress of South Africa noted in a lecture that the socialist cause of Korea is invincible as Kim Jong Il is defending it with his original Songun politics, praising him as a man whose idea and leadership are distinguished and whose organizational ability is perfect. &nbsp;&nbsp;&nbsp;\r\n Balzor Singh Chauhan, chairman of the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, stated in a lecture that over 40 years of Kim Jong Il's leadership over the Party are days when he emerged ever-victorious with his outstanding political ability. &nbsp;&nbsp;&nbsp;\r\n The manager of the Laos-Korea Tin Company said that he could realized the high authority of the peerlessly great men while watching Korean film \"The International Friendship Exhibition\", and expressed his envy of the Korean people holding the great leaders in high esteem.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gabonese President Supports Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#6",
            "content": "Just Cause of Korean People Supported in Russia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- The Secretariat of the Central Committee of the Communist Party of Soviet Union (CPSU) issued a statement on May 31 in support of the Korean people in their just cause of struggle against the U.S. hostile policy toward the DPRK.\r\n The statement denounced the U.S. administration for escalating its moves to isolate and stifle the DPRK in wanton violation of the agreements which have already been reached. &nbsp;&nbsp;&nbsp;\r\n The CPSU Central Committee strongly urges the U.S. imperialists to stop their war moves, the statement said, expressing full support to the peaceful and constructive stand of the DPRK government. &nbsp;&nbsp;&nbsp;\r\n The Korean people armed with the great Songun idea will win a new victory under the leadership of Marshal Kim Jong Il, stressed the statement.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Formation of Investigation Committee Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#7",
            "content": "Gabonese President Supports Korean People's Struggle \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Gabonese President El Hadj Omar Bongo Ondimba, when receiving credentials from the Korean ambassador to Gabon on May 29, remembered those days of his visit to the DPRK and expressed his deep respect for President  Kim Il Sung who had sincerely helped African countries including Gabon.\r\n He extended firm solidarity to the fraternal Korean people in building a great prosperous powerful socialist nation, united as one in mind around leader Kim Jong Il, and said that it is the stand of the Gabonese government to value and steadily develop the friendly and cooperative relations with Korea. &nbsp;&nbsp;&nbsp;\r\n He expressed absolute support to the Korean people in their just struggle to achieve the reunification of the country independently and peacefully without foreign interference.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lectures on Korea's Reunification Given in Germany",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#8",
            "content": "Formation of Investigation Committee Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- The Measure Committee for Unveiling Truth about the Rogun-ri Massacre in south Korea demanded the formation of an investigation committee in the United Nations for probing into the truth behind the massacres of civilians. This demand was made in its statement regarding the disclosure of another data on the brutal killing of civilians by GIs, according to south Korean radio CBS on May 31.\r\n The U.S. Congress should open a hearing on the massacre of civilians in Rogun-ri, south Korea, and institute a special law to settle the case and the U.S. government should admit its responsibility and pay compensations to the victims, urged the statement.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Show on National Day of Russia",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#9",
            "content": "Lectures on Korea's Reunification Given in Germany \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A lecture meeting for the reunification of Korea was held in Germany on May 28 on the occasion of the sixth anniversary of the publication of the June 15 joint declaration.\r\n Present there were delegates of the north and the south of Korea, delegates of the European Regional Committee for Implementing the June 15 Joint Declaration, the General Federation of south Koreans in Germany and overseas Koreans' organizations in 15 European countries, and overseas Koreans. &nbsp;&nbsp;&nbsp;\r\n Delegates from the north in their lectures said the three principles of national reunification--independence, peaceful reunification and great national unity--adopted in the July 4 joint statement, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo are the consistent principles of reunification and proposals maintained by the DPRK. All these are implied in the idea of \"By our nation itself\" laid down in the June 15 joint declaration, they stressed. &nbsp;&nbsp;&nbsp;\r\n They called upon all the fellow countrymen in the north and the south and overseas to unite closely around the June 15 Joint National Committee and contribute to national reunification, those with strength devoting strength, those with knowledge devoting knowledge and those with money donating money. &nbsp;&nbsp;&nbsp;\r\n The lecturers from the south reviewed achievements made in the south-north relations after the publication of the joint declaration, underscoring the need to achieve national reconciliation and unity for the reunification of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Evidence Proving Japanese Government's Involvement in Murder of Korean Queen",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#10",
            "content": "Film Show on National Day of Russia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the Korea-Russia Friendship Association arranged a film show at the Taedonggang Club for the Diplomatic Corps on Wednesday on the occasion of the national day of the Russian Federation.\r\n Present on invitation were Russian Ambassador to the DPRK Andrei Karlov and embassy officials. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Chairperson of the Korean Committee for Cultural Relations with Foreign Countries Hong Son Ok who is chairperson of the Korea-Russia Friendship Association, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n The participants saw Russian feature film \"Barhanov and his bodyguard\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions against Conclusion of FTA Starts near White House",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#11",
            "content": "Evidence Proving Japanese Government's Involvement in Murder of Korean Queen\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- The June 5 issue of the south Korean newspaper Dong-A Ilbo reported about the discovery of the evidence proving the Japanese government's involvement in the murder of Queen Min.\r\n It said that honorary Prof. Choe Mun Hyong at Hanyang University found out in the constitutional government archives of the Japanese Diet library a letter the minister of the Army of Japan sent to its Foreign Minister in 1895 when the killing of Queen Min took place and opened its copy and information about how the operation was carried out to the public. &nbsp;&nbsp;&nbsp;\r\n According to it, the then minister of the Army of Japan discussed with its Foreign Minister through the letter the necessity to finish off Queen Min. &nbsp;&nbsp;&nbsp;\r\n Choe stressed that the letter serves as convincing evidence refuting the assertions of the Japanese side denying the involvement of the Japanese government in the murder and insisting on the story that Miura and Regent Taewongun were the masterminds of the case. &nbsp;&nbsp;&nbsp;\r\n Prof. Han Yong U at Hanrim University said that given the fact that the Japanese government totally destroyed the data on the case, it would be not easy to find out such data serving as evidence proving the Japanese government's involvement in the case.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Telephone Message to Chief Delegate of South Side",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#12",
            "content": "Actions against Conclusion of FTA Starts near White House\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A group of touring protestors made up of members of civic and public organizations of south Korea, including the Headquarters of the All-People Movement for Checking the south Korea-U.S. Free Trade Agreement, launched actions against the conclusion of FTA near the White House in Washington, according to press reports.\r\n It held a meeting against war and globalization of poverty at the plaza of the White House on June 4. &nbsp;&nbsp;&nbsp;\r\n Then, a resolution titled \"Let's intensify the movement for international solidarity against war and globalization of poverty\" was read out. &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting, its participants marched along the street near the White House, holding placards and suspension posters titled \"No south Korea-U.S. FTA\", \"Let the people of the U.S. and south Korea unite to check FTA\", etc.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "AFC Gives Short Course to Football Coaches",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#13",
            "content": "Telephone Message to Chief Delegate of South Side\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Kwon Ho Ung, head of the north side's delegation to the north-south ministerial talks, Wednesday sent the following telephone message to Ri Jong Sok, chief delegate of the south side's delegation to the talks:\r\n At the 18th north-south ministerial talks held in Pyongyang in April the north side informed the south side of the fact that the issue of Kim Yong Nam is under investigation by a competent institution in the north. &nbsp;&nbsp;&nbsp;\r\n Recently it succeeded in confirming his whereabouts. &nbsp;&nbsp;&nbsp;\r\n In this regard the north side decided to arrange his reunion with his mother in the south side at a special reunion between separated families and relatives to be held at Mt. Kumgang Resort on the occasion of the 6th anniversary of the publication of the June 15 joint declaration, prompted by compatriotism and humanitarianism. &nbsp;&nbsp;&nbsp;\r\n Both sides had already agreed to solve such issues within the framework of the issue of separated families and relatives between the north and the south at the last north-south Red Cross talks. &nbsp;&nbsp;&nbsp;\r\n It is the hope of the north side that the authorities of your side will take a responsible measure to prevent such possible happenings inside the south as obstructing Kim Yong Nam's reunion with his mother.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Projects for Updating Waterworks Under Way in Pyongyang",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#14",
            "content": "AFC Gives Short Course to Football Coaches\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A short course for football coaches was held at May Day Stadium in Pyongyang, DPRK, under the management of the Asian Football Confederation.\r\n The course was attended by football coaches of various sports groups and football teachers of juvenile sports schools across the country. &nbsp;&nbsp;&nbsp;\r\n It dealt with issues of principle to be observed by coaches in football training and games and guiding methods of training. &nbsp;&nbsp;&nbsp;\r\n Also lectures on psychology, physiology and nutrition were given at the course. &nbsp;&nbsp;&nbsp;\r\n The participants in the course will obtain the B-class football coach qualification of the AFC.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCU Members Perform Grand March",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#15",
            "content": "Projects for Updating Waterworks Under Way in Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- The projects for updating the water supply network are progressing apace in the capital city of the Democratic People's Republic of Korea.\r\n The projects, with main emphasis on updating the equipment, are to expand reservoirs, rehabilitate and arrange the existing water pipes and lay new ones. &nbsp;&nbsp;&nbsp;\r\n The completion of the projects makes it possible to supply to the citizens drinking water of hundreds of thousands of cubic meters more than now a day, thus solving the issue of drinking water fuller. &nbsp;&nbsp;&nbsp;\r\n The builders are pushing ahead with the projects for replacing the old facilities of reservoirs and pumping stations with modern ones, along with the construction of well pumping stations. &nbsp;&nbsp;&nbsp;\r\n Highly effective pumps and electric motors are being installed in some reservoirs to increase the capacity 1.4 times that of the existing ones. The projects for the replacement of equipment have already been finished in some reservoirs and pumping stations. &nbsp;&nbsp;&nbsp;\r\n The finishing touch is being given to the construction of the central automatic control room which will measure the water level of the reservoirs and distributing centers and observe the amount of water flowing to various directions every hour. And the preparation for installing modern equipment is being vigorously undertaken. &nbsp;&nbsp;&nbsp;\r\n Officials and members of the February 17 Shock Brigade of Scientists and Technicians dispatched to the Ministry of City Management have already grasped the correct amount, pressure and level of water flowing through the water pipes. They, basing themselves on this, are installing measuring instruments at the final stage. &nbsp;&nbsp;&nbsp;\r\n Signal successes are being made by workers of the Pyongyang Building Machinery Factory and the Pyongyang City Water Supply and Drainage Construction Company in the production and laying of water pipes.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Songun Politics",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#16",
            "content": "KCU Members Perform Grand March\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Members of the Korean Children's Union adopted a letter to leader Kim Jong Il and made a grand march through streets in Pyongyang on Wednesday.\r\n Present at the meeting adopting the letter were Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, Kim Yong Jin, minister of Education, officials of the youth league and thousands of schoolchildren here. &nbsp;&nbsp;&nbsp;\r\n The letter carried vow of the Children's Union members to Kim Jong Il to implement the decision of the 6th KCU Congress. &nbsp;&nbsp;&nbsp;\r\n It elaborated on the warm love of Kim Jong Il in putting his heart and soul into ushering in the heyday of the Korean children's movement and bringing up the KCU members as reserves of the Songun revolution, true to the noble intention of President Kim Il Sung who established the brilliant traditions of the Korean children's movement and loved children most, calling them \"kings\" of the country. &nbsp;&nbsp;&nbsp;\r\n Through the 6th Congress of the KCU, the participants expressed the conviction that the KCU members owe their happiness today and rosy future to Kim Jong Il who is just like the President and the pledge of the schoolchildren across the country to hold the President in high esteem as the eternal sun of Juche and prepare themselves all the time for the socialist country, trusting and following Kim Jong Il only, it noted. &nbsp;&nbsp;&nbsp;\r\n Then followed a grand march demonstrating their resolution. &nbsp;&nbsp;&nbsp;\r\nLed by banners of portraits of Kim Il Sung and Kim Jong Il, the columns of marchers started from Kim Il Sung Square and marched in proud array through Sungri Street to the tunes of the band music of \"Song of General Kim Il Sung\", \"Song of General Kim Jong Il\" and \"Children's Union March\", holding high streamers reading \"Let us learn from the glorious childhood of respected General Kim Jong Il!\" and so on. &nbsp;&nbsp;&nbsp;\r\n The columns marching in fine array with imitations of sunflower, book and soccer ball powerfully pulsated with the breath of three million child revolutionaries resolved to steadily continue, following the lead of Kim Jong Il, the march to Mt. Paektu started by the President. &nbsp;&nbsp;&nbsp;\r\n They passed by Mansu Hill on which the statue of the President stands and marched through street of the Arch of Triumph, loudly singing songs including \"'Ready Always' for General Kim Jong Il\".&nbsp;&nbsp;&nbsp;\r\n A great many citizens waved to them along the streets, blessing them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Algerian Ambassador Presents Credentials to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#17",
            "content": "Rodong Sinmun on Songun Politics \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- The Songun politics is the most popular political mode consistent with love for the people and the lifeline guaranteeing the destiny, future, happiness and prosperity of the Korean people, says Rodong Sinmun Thursday in a signed article.\r\n The Koreans will absolutely trust in leader Kim Jong Il's Songun politics and make a dynamic advance till the revolution emerges victorious no matter how much water may flow under the bridge and how many generations may get replaced, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun politics of the Workers' Party of Korea represents the most advantageous socialist political mode by which love for the people is thoroughly embodied. &nbsp;&nbsp;&nbsp;\r\n The revolutionary and popular character of the Songun politics calling for defending people's dignity and sovereign rights with the might of arms stems from the Juche idea, its basis. &nbsp;&nbsp;&nbsp;\r\n Love for the people constitutes the core of the Party's Songun politics. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is the political mode of independence against imperialism which requires defending the destiny of the people with arms. &nbsp;&nbsp;&nbsp;\r\n The politics is a just political mode for strengthening the revolutionary army into an invincible one and mercilessly wiping out the imperialist aggressors. This is why the politics is absolutely supported by the popular masses aspiring after independence. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is a political mode for training the people into a powerful entity possessed of sound ideology and mentality. &nbsp;&nbsp;&nbsp;\r\n The major characteristic of the Songun politics lies in that it attaches primary significance to the ideological and mental advantage of servicepersons in strengthening military power and puts forward the ideological and cultural standard of the army as a model of the times. &nbsp;&nbsp;&nbsp;\r\n The politics which imbues the people with the most militant and sound ideology and mentality of the revolutionary army serves as an invincible weapon for thoroughly foiling the imperialists' ideological and cultural poisoning. And it represents the most love for the people. &nbsp;&nbsp;&nbsp;\r\n The politics is a political mode of prosperity that helps bring about miracles in the construction of socialism for a happy life of the people. &nbsp;&nbsp;&nbsp;\r\n The Korean people are calling this great politics Kim Jong Il's patriotic Songun politics to express their humble reverence and gratitude to him. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, son of guerrillas, gifted with love for the people, has led the party, the state and the army always along the road of victory together with President Kim Il Sung, considering \"Serve the people!\" as his maxim in his early years. &nbsp;&nbsp;&nbsp;\r\n The history of his Songun politics is that of great comradeship full of deep trust in the people. &nbsp;&nbsp;&nbsp;\r\n It is the history of his infinite devotion to the people. &nbsp;&nbsp;&nbsp;\r\n It is his firm stand that popular masses are the most omnipotent being in the world and the Korean people can be called after only title \"great\". This is the starting point from which he has made a long journey of Songun for the people just as the President did in his lifetime. &nbsp;&nbsp;&nbsp;\r\n The world knows no other great servant and supreme incarnation of love than Kim Jong Il who has continued traveling journey for inspection of frontline areas and on-site guidance to different parts of the country with love and devotion to the people, taking a nap and a rice-ball in a field jacket for scores of years. &nbsp;&nbsp;&nbsp;\r\n The history of Kim Jong Il's Songun politics is that of revolutionary optimism that has instilled confidence in sure victory and optimism into the people. &nbsp;&nbsp;&nbsp;\r\n He is a symbol of ever-victorious Korean revolution and the supreme personifier of revolutionary optimism. &nbsp;&nbsp;&nbsp;\r\n It is the greatest honor and happiness of the Korean army and people that they make revolution under the leadership of great brilliant Songun commander Kim Jong Il who has the warmest love for the people. &nbsp;&nbsp;&nbsp;\r\n His Songun politics displays its inexhaustible vitality in the struggle against imperialism and the U.S. and in the building of a great prosperous powerful nation as a powerful weapon giving a strong impetus to the cause of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n This politics helped our country with a small territory and population to work miracles of building a great prosperous powerful nation while winning one victory after another in confrontation with \"the only superpower\" in the world and breaking through grim hardships. &nbsp;&nbsp;&nbsp;\r\n It serves as a source of consolidating the harmonious whole of the headquarters of the revolution and the army and the people. &nbsp;&nbsp;&nbsp;\r\n The politics is just like a water of life as it makes the people strong in faith and will. &nbsp;&nbsp;&nbsp;\r\n It serves as a driving force of encouraging the Korean people to make a leaping progress in building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n It is the law governing the development of history and the unshakable faith of the Korean people that socialism will surely emerge victorious when it advances under the great Songun politics. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people will certainly build a great prosperous powerful country of Juche whose defence capacity is powerful and where people live better than others, upholding the Songun politics of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation Here",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#18",
            "content": "Algerian Ambassador Presents Credentials to Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Djamel Eddine Grine, Algerian ambassador to the DPRK, at the Mansudae Assembly Hall Thursday.\r\n On hand were Vice-Minister of Foreign Affairs Kung Sok Ung and an official of the Algerian embassy. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam had a talk with the ambassador after receiving his credentials.    \r\n\r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Congratulations to Thai King",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#19",
            "content": "S. Korean Delegation Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A delegation of the South-North Non-governmental Exchange Council of south Korea led by its Chief Director Kim Sung Gyun arrived here Thursday.\r\n It was greeted at the airport by Vice-Chairman of the National Reconciliation Council Pak Kyong Chol and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Algerian Prime Minister",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#20",
            "content": "Congratulations to Thai King \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a congratulatory message to Thai King Bhumibol Adulyadej today on the occasion of the 60th anniversary of his accession to the throne.\r\n In the belief that the ties of friendship and cooperation between the two countries would grow stronger, the message sincerely wished the king good health and happiness as well as the people of Thailand happiness and prosperity.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#21",
            "content": "Congratulations to Algerian Prime Minister \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- Pak Pong Ju, Premier of the DPRK Cabinet, sent a congratulatory message to Abdelaziz Belkhadem Tuesday on his appointment as prime minister of Algeria.\r\n Expressing the belief that the long-standing relations of friendship and cooperation between the two countries would grow stronger in the future, the message wholeheartedly wished him success in his responsible work for the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of International Affairs Institute Leaves for China",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#22",
            "content": "DPRK Delegation Leaves for Cuba \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A delegation of the Korea-Cuba Solidarity Committee led by Kim Yong Jin, minister of Education who is chairman of the solidarity committee, Thursday left here for Cuba.\r\n It was seen off at the airport by Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the solidarity committee, and Ruben Perez Valdes, Cuban ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Participants in 6th KCU Congress Have Souvenir Picture Taken",
            "url": "http://kcna.co.jp/item/2006/200606/news06/09.htm#23",
            "content": "Delegation of International Affairs Institute Leaves for China \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 8 (KCNA) -- A delegation of the International Affairs Institute led by Vice-Director Jang Yun Gon left here Thursday to visit China.\r\n It was seen off at Pyongyang Railway Station by Vice-Director of the Institute Ri Yong Thae and Wu Shumin, minister councilor of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}