{
    "date": "2006-06-12",
    "url": "http://kcna.co.jp/item/2006/200606/20060612.htm",
    "articles": [
        {
            "title": "RS Calls for Holding Higher Banner of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#1",
            "content": "RS Calls for Holding Higher Banner of \"By Our Nation Itself\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- It is the avowed faith and will of all the Koreans to pool the efforts of the north and the south true to the idea of \"By our nation itself\", the core of the June 15 joint declaration, and frustrate the moves of the separatist forces at home and abroad and achieve the country's reunification as early as possible. Rodong Sinmun Sunday says this in a signed article.\r\n The article goes on:\r\n The tenser the situation becomes and the more desperate the U.S. imperialists and pro-American conservative forces in south Korea become in their moves to block Korea's reunification, the higher the Koreans should hold the banner of \"By our nation itself\".\r\n Korea can be successfully reunified only through the united struggle of the Koreans as they earnestly hope for this reunification and are strong enough to achieve it. Herein lies the need for the Korean nation to hold higher the banner of \"By our nation itself\" in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n This banner is powerfully encouraging the Koreans in their struggle to foil the outside forces' interference and obstructions and achieve national reunification through the concerted efforts of the driving force of the nation. This raises another need for the Koreans to lift higher the banner in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n The June 15 North-South Joint Declaration is a declaration of national independence indicating the way of achieving the country's reunification by the driving force of the nation and a declaration of peace as it brought the hurricane of reconciliation, unity and reunification to Korea. It is also a declaration of great national unity because it reflected the will of the nation to realize reconciliation, cooperation and unity through national cooperation. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should wage a dynamic patriotic movement for independent reunification, peace against war and great national unity to firmly preserve and thoroughly implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen in the north and the south and overseas should turn out as one in the grand march for national independence and reunification, holding aloft the banner of \"By our nation itself\", the banner of patriotism and an invincible banner of the reunification movement, so as to achieve the country's reunification, the greatest desire of the nation, as early as possible.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Bulgaria",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#2",
            "content": "Kim Jong Il's Work Published in Bulgaria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Leader Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in pamphlet by the Narodna Tribuna Publishing House of Bulgaria.\r\n The work, published on July 26, Juche 85 (1996), makes a scientific analysis of the limitation of the times when the preceding philosophies were set out and the originality of the Juche philosophy and clarifies the idea that the Juche philosophy serves as the revolutionary and political philosophy of the Workers' Party of Korea. It also clarifies the principled issues arising in studying and explaining the Juche philosophy.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "KPA Air Force Command Warns against U.S. Imperialists' Aerial Espionage against DPRK",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#3",
            "content": "KPA Air Force Command Warns against U.S. Imperialists' Aerial Espionage against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- The Air Force Command of the Korean People's Army issued the following report on Sunday:\r\n The U.S. imperialist warmongers committed such serious military provocation as illegally infiltrating a strategic reconnaissance plane into the sky above the waters of the DPRK on June 10. &nbsp;&nbsp;&nbsp;\r\n An overseas based RC-135 made a frantic shuttle flight in the sky above the waters of the DPRK east of Hwadae, Sinpho and Wonsan from around 9:25 to 10:40 on an espionage mission. &nbsp;&nbsp;&nbsp;\r\n On June 6 and 8, too, this plane made long shuttle flights in the sky above the waters of the DPRK east of Chongjin, Riwon and Wonsan to spy on its strategic targets. &nbsp;&nbsp;&nbsp;\r\n This ceaseless aerial espionage is a wanton infringement upon the sovereignty of the DPRK and a serious violation of international law. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly show how frantically the U.S. imperialist warmongers are working to ignite a war of aggression, openly crying out for a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The KPA Air Force seriously warns the U.S. imperialists that it will sternly punish the aggressors if their planes continue illegally intruding into the sky above the waters under the control of the DPRK on espionage missions. &nbsp;&nbsp;&nbsp;\r\n They had better not forget the miserable end EC-121 met in the 1960s.    \r\n\r\n\r\n"
        },
        {
            "title": "Actions to Check FTA Go On in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#4",
            "content": "Actions to Check FTA Go On in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- A women's measure committee to check the south Korea-U.S. Free Trade Agreement was reportedly formed in Seoul on June 7.\r\n The committee was made up of south Korean women's bodies including the south Korean Federation of Women's Organizations, the General Federation of Women Peasants' Associations and the Women's Trade Union. &nbsp;&nbsp;&nbsp;\r\n Speakers at the inaugural ceremony said that the conclusion of FTA would only render the women jobless, driving them to death. &nbsp;&nbsp;&nbsp;\r\n The signing of FTA would only bring the U.S. military and economic subjugation, they charged, expressing the will of the women to join in the struggle to check FTA. &nbsp;&nbsp;&nbsp;\r\n On the same day, a cultural event took place in Seoul with at least 2,000 members of civic and public bodies, men of culture and arts, students and citizens attending to oppose the expansion of the U.S. military base in Phyongthaek and check FTA.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Photo Exhibition for Reunification Opens in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#5",
            "content": "Photo Exhibition for Reunification Opens in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- A photo exhibition for reunification reportedly opened in Seoul on June 7 under the co-sponsorship of media from the north and the south of Korea and overseas.\r\n On display in the venue of the exhibition were at least 100 photos showing happy people in the north. &nbsp;&nbsp;&nbsp;\r\n Speakers at the opening ceremony said that the exhibition would mark an occasion in developing the media exchange between the south and the north, adding that the significance of the exhibition lies in that photos would help promote the dialogue with compatriots in the north. &nbsp;&nbsp;&nbsp;\r\n It was reported that the exhibition would be held in various parts of south Korea including Kwangju, the venue of the grand national festival for national reunification celebrating the 6th anniversary of the publication of the June 15 joint declaration, Pusan and Kyonggi Province.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Interference in Other Countries' Internal Affairs under Fire",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#6",
            "content": "U.S. Interference in Other Countries' Internal Affairs under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- What is most important for establishing a fair international order at present is to respect the sovereignty of each country and nation and what is essential here is to strictly abide by the principle of non-interference in other's internal affairs.\r\n Rodong Sinmun today says this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n It is due to the U.S. interference in other's internal affairs that the principle of justice and impartiality is being seriously violated in the settlement of international issues, the sound development of countries and nations hampered and the global peace and security exposed to a grave threat. &nbsp;&nbsp;&nbsp;\r\n The U.S. is meddling in the internal affairs of other countries and pressurizing them under this or that pretext when it deems them obstructive to the establishment of its order for world domination, be they big countries or small ones, allies or outside its alliance. &nbsp;&nbsp;&nbsp;\r\n It is also interfering in the internal affairs of China. It is busy pulling up China over its human rights record and military power. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have become evermore frantic in their interference in the internal affairs of the anti-imperialist independent countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. is intensifying its interference in the internal affairs of Venezuela and increasing pressure upon it. It listed Venezuela as a \"negative factor\" in the region for the mere reason that it maintains friendly ties with Cuba. And it is instigating the dissident forces in Venezuela to topple the Chavez regime. &nbsp;&nbsp;&nbsp;\r\n The U.S. interference in the internal affairs of the DPRK and its pressure upon it are more persistent than those against other countries, posing greater threat to it. It is faking up all sorts of lies to use them as pretexts for meddling in the internal affairs of the DPRK and increasing its pressure upon it. In this way it seeks to further step up its hostile policy towards the DPRK, start the second Korean war and escalate it into a new world war. &nbsp;&nbsp;&nbsp;\r\nHerein lie the increasing gravity and danger of the U.S. interference in the internal affairs of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The progressive countries and their peoples should never allow the U.S. imperialists' arrogant and brigandish interference in the internal affairs of other countries but resolutely stand up against it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Philippine President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#7",
            "content": "Greetings to Philippine President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Gloria Macapagal Arroyo, president of Philippines, on Sunday on the occasion of the 108th anniversary of its independence.\r\n In the belief that the friendly and cooperative relations between the two countries would grow stronger in different fields in the future, the message wholeheartedly wished the president success in her work for the country's stability and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Moammer el Gaddafi",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#8",
            "content": "Greetings to Moammer el Gaddafi \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Moammer el Gaddafi, leader of the Great September First Revolution of Libya, on the occasion of the 36th anniversary of the dismantlement of the U.S. military base in Libya.\r\n In the message Kim wished the Libyan leader and people greater success in their work to defend the national dignity and sovereignty and achieve the country's progress and prosperity, expressing the belief that the friendly and cooperative relations between the two countries would continue to grow stronger in the future, too.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Philippine FM",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#9",
            "content": "Greetings to Philippine FM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a message of greetings to Alberto G. Romulo, foreign minister of Philippines, on the occasion of the 108th anniversary of its independence.\r\n The message wished the Philippine foreign minister success in his responsible work, expressing the belief that the ties between the two countries would more favorably develop in the future through the close cooperation between the two foreign ministries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stamp Issued",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#10",
            "content": "Commemorative Stamp Issued\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- The Korea Stamp Corporation issued a commemorative stamp (souvenir sheet) on the occasion of the 90th birth anniversary of Kim Chol Ju, an indomitable revolutionary fighter.\r\n Written in the upper part of the sheet are letters reading \"Commemoration of the 90th Birth Anniversary of Indomitable Revolutionary Fighter Comrade Kim Chol Ju\" and \"Juche 5 (1916)-Juche 95 (2006)\".\r\n Kim Chol Ju, who was born in Mangyongdae on June 12, Juche 5 (1916) and embarked upon the road of revolution in his early years, dynamically conducted the work of the communist youth league and the work with Chinese anti-Japanese units, true to the revolutionary idea and leadership of President Kim Il Sung, thus performing undying feats in consolidating the mass ground of the anti-Japanese armed struggle and strengthening the armed ranks. &nbsp;&nbsp;&nbsp;\r\n Contained in the sheet is a stamp carrying a photo Kim Chol Ju had taken with Zhang Weihua, an internationalist soldier and revolutionary martyr. &nbsp;&nbsp;&nbsp;\r\n Inscribed in the photo are the President's autographic letters \"Kim Il Sung, April 15, 1987\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Marked in Countries",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#11",
            "content": "Anniversary of June 15 Joint Declaration Marked in Countries\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- A meeting, lecture, film show and photo exhibition were held in India and South Africa on June 4 to commemorate the 6th anniversary of the publication of the June 15 North-South Joint Declaration.\r\n On display in the venues of the functions were famous works of President Kim Il Sung and leader Kim Jong Il and photos showing the leader's feats of the Songun revolutionary leadership and the struggle of the Korean army and people.\r\n Korean film \"The Brilliant History of the Great Leadership\" was screened at the film show in South Africa. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Juche Philosophy Study Committee of India said in a speech at a meeting that after the publication of the June 15 joint declaration the Korean people's cause of reunification entered a new stage, which is the brilliant fruition of the declaration which promised to achieve the reunification of the country in the idea of \"By our nation itself\". &nbsp;&nbsp;&nbsp;\r\n The main obstacle to Korea's reunification is just the U.S., he noted, firmly demanding that the U.S. stop its moves to isolate and stifle Korea and withdraw its aggression troops from south Korea as early as possible so as not to disturb the efforts of the Korean people for national reunification any longer. &nbsp;&nbsp;&nbsp;\r\n The Secretary of the Mfumalanga Provincial Committee of the South African Communist Party who is the chairman of the South African Association for Friendship and Solidarity with the Korean People stressed in a lecture titled \"The Great Exploits in Providing Milestone of Korea's Reunification\" that the historic declaration is the brilliant fruition brought by Kim Jong Il with his noble patriotic idea for reunification and outstanding political ability. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at a meeting held in India.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Report of U.S. Defense Department on Rogun-ri Case Accused in U.S.",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#12",
            "content": "Report of U.S. Defense Department on Rogun-ri Case Accused in U.S.\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- The south Korean Kyunghyang Daily News on June 5 said that a report on the massacre of civilians in Rogun-ri published by the U.S. Department of Defense in 2001 has been recently accused in the U.S.\r\n A letter of the then U.S. ambassador in Seoul related to the case was opened to the public so that accusation is now growing louder in the U.S., the newspaper noted. &nbsp;&nbsp;&nbsp;\r\n The U.S. Department of Defense alleged that it made a concrete investigation into the case for 15 months together with the south Korean \"government\" but, in actuality, the report has been disputed since its publication in light of the \"logic of an assailant\", the newspaper said. &nbsp;&nbsp;&nbsp;\r\n His letter denied the U.S. Defense Department's account of the case, it noted, stressing the need to correctly probe the truth behind the case on this occasion. The U.S. government should make an apology to the victims though belatedly, it pointed out.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Russian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#13",
            "content": "Reception Given by Russian Ambassador to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Russian Ambassador to the DPRK Andrei Karlov gave a reception on Friday on the occasion of the national day of the Russian Federation.\r\n Present on invitation were Rim Kyong Man, minister of Foreign Trade, Kim Jong Gak, vice-minister of the People's Armed Forces, Kung Sok Ung, vice-minister of Foreign Affairs, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries and chairperson of the Korean-Russian Friendship Association, Hong So Hon, president of Kim Chaek University of Technology and chairman of the Korea-Russia Friendship Parliamentary Group, officials concerned, diplomatic envoys of different countries and representatives of international organizations here.\r\n On hand were staff members of the Russian embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans Urged to Frustrate Pro-U.S. Conservative Forces' Bid to Return to Power",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#14",
            "content": "Koreans Urged to Frustrate Pro-U.S. Conservative Forces' Bid to Return to Power\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- The heroic struggle of the June popular resistance fighters 19 years ago was an eruption of the pent-up grievances and wrath of the south Korean people against the U.S. imperialists' colonial military fascist rule and a demonstration of their ardent aspiration and unshakable will to achieve independence, democracy and reunification. Rodong Sinmun Saturday says this in a signed article.\r\n The June popular resistance demonstrated once again the might of unity in the struggle of the south Korean people for independence and proved that those turning their backs on the people are bound to go to ruin, the article notes, and goes on:\r\n The resistance taught the south Korean people a precious lesson of history. This teaches that neither the people's wishes for democracy nor their desire for a social change can come true as long as the U.S. imperialists continue to dominate south Korea and interfere in its internal affairs and the pro-American conservative forces subservient to them remain there. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. imperialists who unhesitatingly trample down upon the demands and interests of the people in a bid to keep south Korea under their domination. &nbsp;&nbsp;&nbsp;\r\n They are working hard to block the progress of the south Korean society and chill the Koreans' desire for national reunification though the Korean nation lives in the June 15 era of reunification. No democratic political development is thinkable in south Korea as long as the U.S. imperialists' domination over it and their interference in its internal affairs persist. &nbsp;&nbsp;&nbsp;\r\n The \"Democratic Justice Party\" abused the achievements made by the people in the June popular resistance as a lever for realizing its wild ambition for coming to power. After being renamed the \"Grand National Party\", it is now working with blood shot eyes to return to power at any cost. &nbsp;&nbsp;&nbsp;\r\n It is the way of achieving independence, democracy and reunification which the June popular resistance fighters desired so much to put an end to the U.S. imperialists' domination over south Korea and their interference in its internal affairs and check and frustrate the attempt of the GNP and other pro-U.S. conservative forces to return to power.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of June 10 Demonstration Commemorated",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#15",
            "content": "Anniversary of June 10 Demonstration Commemorated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- A Pyongyang meeting was held at the Central Workers' Hall Saturday to mark the 80th anniversary of the June 10 anti-Japanese demonstration.\r\n On June 10, 1926 the Korean people rose in mass resistance, demonstrating their indomitable will and patriotic stamina never to allow the Japanese imperialists' armed occupation of Korea and to win back the nation's sovereignty. The resistance also brought to light the true aggressive nature of the ferocious Japanese imperialists and the deceptive nature of their \"cultural rule\" and dealt a telling blow at their colonial rule. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, in a report said that the June 10 anti-Japanese demonstration across the country taught the valuable truth that if the Koreans are to drive out the aggressors and achieve the independence of the country they should be guided by a great leader without fail and wage an organized struggle based on a scientific guiding idea and a correct fighting program and strategies and tactics.\r\n It was not until President Kim Il Sung founded the immortal Juche idea and indicated the way to be followed by the Korean nation with its bright rays, leading the Korean revolution, that the Koreans' struggle to achieve sovereignty of the nation could advance along the road of victory, the reporter said, and went on: &nbsp;&nbsp;&nbsp;\r\n The President's glorious revolutionary history that exalted the Korean nation's dignity and spirit of independence is given steady continuity on this land thanks to leader Kim Jong Il's ever-victorious Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have openly disclosed their ambition to seize Tok Islet, part of the inviolable territory of Korea after tampering with their blood-stained past history of aggression despite the unanimous rebuff and denunciation from the Koreans and other peace-loving people of the world. The Koreans in the north and the south and abroad should unite close and wage a dynamic nationwide anti-Japanese struggle to smash such moves. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon the south Koreans from all walks of life to turn out in the struggle to frustrate the U.S. military exercises for a war of aggression against the DPRK and ostracize the \"Grand National Party\". &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, and other leading officials of the political parties and public organizations and working people in the city.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Portuguese President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#16",
            "content": "Greetings to Portuguese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greetings to Anibal Cavaco Silva, president of Portugal on the occasion of its national day.\r\n Expressing the belief that the relations of friendship and cooperation between the two countries would grow stronger, the message wished the Portuguese people prosperity and well-being.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Peruvian President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#17",
            "content": "Congratulations to Peruvian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a congratulatory message to the president elect of Peru, Alan Garcia Perez.\r\n The message said that his election as Peruvian president is an expression of the deep trust and expectation of the Peruvian people. &nbsp;&nbsp;&nbsp;\r\n It wished him new success in his work, reaffirming the will of the DPRK to invariably develop its relations with Peru.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Colombian President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#18",
            "content": "Congratulations to Colombian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on June 8 sent a congratulatory message to Alvaro Uribe Velez on his reelection as president of Colombia.\r\n Expressing the belief that the friendly relations between the two countries would continue to develop favorably in the mutual interests, the message wished him good health and happiness.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Lao President",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#19",
            "content": "Congratulations to Lao President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme Peoples' Assembly, Friday sent a congratulatory message to Choummaly Saygnasone on his election as president of Laos at the first session of the 6th National Assembly of Laos.\r\n The message said that his election is an expression of the deep trust and expectation of the Lao party, government and people. &nbsp;&nbsp;&nbsp;\r\n In the belief that the traditional relations of friendship and cooperation between the two countries would continue to develop in the future, too, in the common interests of the two peoples, it wholeheartedly wished him good health and happiness as well as fresh success in his responsible work for prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Lao Prime Minister",
            "url": "http://kcna.co.jp/item/2006/200606/news06/12.htm#20",
            "content": "Congratulations to Lao Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Friday sent a congratulatory message to Bouasone Bouphavanh, on his appointment as prime minister of Laos.\r\n Expressing the belief that the traditional relations of friendship and cooperation between the two countries would continue to consolidate, the message heartily wished him good health and happiness as well as great success in his responsible work for development of Laos. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun also sent a congratulatory message to Thongloun Sisoulith on his appointment as vice-prime minister and foreign minister of Laos.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}