{
    "date": "2006-12-09",
    "url": "http://kcna.co.jp/item/2006/200612/20061209.htm",
    "articles": [
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Late Chen Lei",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of \"Jaitun\" Unit from Iraq Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#2",
            "content": "Kim Jong Il Sends Wreath to Bier of Late Chen Lei \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- General Secretary Kim Jong Il on Dec. 5 sent a wreath to the bier of the late Chen Lei, anti-Japanese revolutionary fighter and former governor of Heilongjiang Province of China, expressing deep condolences over his death.\r\n Kim Jong Il sent a message of condolence to Chen's widow. &nbsp;&nbsp;&nbsp;\r\n Upon hearing the sad news that Comrade Chen Lei died of long illness to our sorrow, I express profound condolences to the bereaved family of the deceased, the message said.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Public Security Authorities' Action Assailed",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#3",
            "content": "Withdrawal of \"Jaitun\" Unit from Iraq Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- A meeting calling for staging a joint action for peace against war was reportedly held in Seoul on Dec. 3 to demand the withdrawal of the \"Jaitun\" unit from Iraq and achieve peace on the Korean Peninsula. It was sponsored by the People's Action against the Troop Dispatch. \r\n Speakers at the meeting recalled that the south Korean \"government\" has recently proposed letting the \"Jaitun\" unit present in Iraq perform its duty till 2007, adding that this, in fact, indicates its intention to extend the term of its presence there. &nbsp;&nbsp;&nbsp;\r\n It is well known to the world how dirty the Iraqi war ignited by the U.S. is as it was launched on the basis of hypocrisy and lies, they noted, demanding an immediate pullback of the \"Jaitun\" unit from Iraq. &nbsp;&nbsp;&nbsp;\r\n Accusing the U.S. of stepping up the preparations for a war against the north and the transfer and expansion of the U.S. military base on this land, they called on the peace-loving people to turn out as one in the anti-U.S., anti-war struggle and avert a war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n A resolution calling for successful holding of an anti-war rally for the withdrawal of the south Korean troops from Iraq on Dec. 16 was read out at the meeting.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Proves Successful in 15th Asiad",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#4",
            "content": "S. Korean Public Security Authorities' Action Assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- The Headquarters of the National Alliance for the Country's Reunification in the United States reportedly made public a statement titled \"South Korean public security authorities, stop treacherous actions\" on Nov. 30.\r\n Accusing the south Korean public security authorities of recently arresting Kang Sun Jong, advisor to the Reunification Solidarity, by invoking the \"National Security Law\" (NSL) and investigating Kang on the charge of \"espionage,\" the statement branded this as an act of treachery diametrically running counter to the spirit of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The public security authorities' renewed crackdown upon the patriotic forces on charge of violation of the \"NSL\" is a clear indication that they are perpetrating sycophantic traitorous actions in support of the U.S. moves to sow the seeds of dissension between Koreans, the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n There is acute confrontation between the patriotic forces and sycophantic traitorous forces in south Korea. The U.S. is behind the recently hyped false cases of various kinds including the \"case of the single-minded association.\" &nbsp;&nbsp;&nbsp;\r\n The statement urged all the patriotic forces at home and abroad to unite as one in order to stop the treacherous acts of the south Korean public security authorities and achieve independence, democracy and reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Lao Ambassador",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#5",
            "content": "DPRK Proves Successful in 15th Asiad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- DPRK gymnast Ri Se Gwang clinched the gold in the men's vault finals of the 15th Asian Games on Dec. 6, with a score of 16.625 points.\r\n DPRK rowers placed second to bag the silver medal in the women's coxed fours on the same day. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the DPRK came first in group f to clinch a berth in the quarter-finals of the men's football tournament after beating Japan 2:1 in group league matches.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "General Meeting of European Regional Committee Held",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#6",
            "content": "Yang Hyong Sop Meets Lao Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Chanpheng Sihaphom, Lao ambassador to the DPRK who paid a farewell call on him, at the Mansudae Assembly Hall Thursday.\r\n Present there were officials concerned and staff members of the Lao embassy here.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Congratulates Hugo Chavez Frias",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#7",
            "content": "General Meeting of European Regional Committee Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- The second general meeting of the European Regional Committee for Implementing the June 15 Joint Declaration was reportedly held in Berlin on November 25 and 26.\r\n Speakers at the meeting called upon all the Koreans to turn out in the drive to implement the June 15 joint declaration without fail and bring national reunification earlier, noting that the prospect of the reunification of the Korean nation was very optimistic. &nbsp;&nbsp;&nbsp;\r\n The movement for the country's reunification is not limited to any region but it is a nationwide movement that must involve all the Koreans, they stressed. &nbsp;&nbsp;&nbsp;\r\n The general meeting heard reports on the activities of the organization this year and discussed its action program for the next year. &nbsp;&nbsp;&nbsp;\r\n The organization decided to energetically carry on the work for implementing the joint declaration together with Koreans at home and abroad next year, too. &nbsp;&nbsp;&nbsp;\r\n Ri Hui Se was reelected permanent representative of the organization at the general meeting.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bush's Malarkey Ridiculed",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#8",
            "content": "Kim Yong Nam Congratulates Hugo Chavez Frias \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a congratulatory message to Hugo Chavez Frias on his reelection as President of Venezuela amid the absolute support and trust of the Venezuelan people.\r\n The message said that his reelection is a striking manifestation of the firm will of the Venezuelan people to advance along the road of independence against imperialism under his right guidance. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries forged in the anti-imperialist united front would boost overall in conformity with the aspiration and interests of the two peoples, the message wholeheartedly wished him greater success in his responsible work for defending national dignity and achieving prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Immediate Withdrawal of S. Korean Troops from Iraq Urged",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#9",
            "content": "Bush's Malarkey Ridiculed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- U.S. President Bush at a recent radio address blustered that he would win in the fight with the enemies though he had been defeated in the mid-term election. Describing this as the last-ditch fit of those facing political bankruptcy, Rodong Sinmun says Friday:\r\n Recalling that the Bush forces openly launched a robber-like war of aggression to put anti-imperialist independent countries and strategic vantages under their control under the slogan of \"combating terrorism\" and \"establishing a democratic order\" following the \"September 11 incident\", the author of the article says: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are sustaining a serious defeat militarily. &nbsp;&nbsp;&nbsp;\r\n They looked very much as if they would gobble up the world at one gulp when striking at Iraq in the wake of the Afghan war. But they are finding themselves in a tougher spot. They have suffered irretrievable losses in Iraq. &nbsp;&nbsp;&nbsp;\r\n  In Afghanistan, too, the situation is taking a sharp downward turn. &nbsp;&nbsp;&nbsp;\r\n The Bush forces are on their last legs in the political aspect also. &nbsp;&nbsp;&nbsp;\r\n The results of the recent mid-term election in the U.S. dealt a serious political blow to the ruling Republican Party forces. &nbsp;&nbsp;&nbsp;\r\n The \"war on terrorism\" going on several years has ended the U.S. economy up in woeful straights. &nbsp;&nbsp;&nbsp;\r\n  The United States is shunned even by its allies. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have suffered a debacle in the moral aspect, too, under the eyes of the world. &nbsp;&nbsp;&nbsp;\r\n The whole processes of the U.S. imperialists' aggression and military occupation and rule over Afghanistan and Iraq have stripped them naked before the world as the world's biggest monsters and chief man-slaughters. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces' propaganda barrage about \"victory\" in the brigandish \"war on terrorism\" against anti-imperialist independent countries is no more than a foolish gimmick to quell at whatever cost the anti-Bush and anti-war sentiments growing among the Americans opposed to their aggressive and unpopular policy and prolong their political days which are numbered. It also reveals their scheme to expand the criminal \"war on terrorism\".&nbsp;&nbsp;&nbsp;\r\n Only a pitfall of destruction awaits the U.S. warhawks brandishing the stick of strong arm.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Brilliant Commander's Faith and Grit",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#10",
            "content": "Immediate Withdrawal of S. Korean Troops from Iraq Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- The south Korean authorities should immediately stop such pro-U.S. treacherous act as sacrificing fellow countrymen for the U.S. war of aggression and unconditionally pull back all troops from Iraq at once as desired and demanded by the Korean nation and the international community, urged a spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement Friday.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities and the Uri Party made what they called \"party and government\" agreement on extending the deployment of the south Korean troops in Iraq for one more year till the end of 2007. &nbsp;&nbsp;&nbsp;\r\n This is another intolerable treacherous act of sacrificing young and middle-aged south Koreans for the U.S. war of aggression in violation of the dignity and the interests of the nation, yielding to its demand for dispatching troops just as they voted for the UN \"resolution on human rights issue in north Korea\" caving in to the U.S. pressure. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities are sadly mistaken if they think they can get something through pro-U.S. sycophantic treachery. &nbsp;&nbsp;&nbsp;\r\n Only a miserable and shameful end will await those keen on sycophantic treachery and dependence on outsiders to stay in power in utter disregard of the dignity and the interests of the nation. &nbsp;&nbsp;&nbsp;\r\n With nothing can they justify their moves to extend the term of the presence of the south Korean troops in Iraq as it does harm to the national dignity and interests and harasses global peace and justice.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Needle-leaf Trees Strike Roots on Shores of Lake Chon",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#11",
            "content": "Songun Brilliant Commander's Faith and Grit\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- General Secretary Kim Jong Il is a peerlessly brilliant commander of Songun with faith and grit unswerving in any grim trials and adversities.\r\n It was well illustrated by a fact that took place right after the U.S. imperialists' armed spy ship \"Pueblo\" incident in January 1968. &nbsp;&nbsp;&nbsp;\r\n One day Kim Jong Il summoned an official to acquaint himself with movements of the enemy and asked him how an art performance was being prepared.  The official hesitated to answer. &nbsp;&nbsp;&nbsp;\r\n In fact, the whole country had been busy with preparations for colorful functions to be held in celebration of the 20th anniversary of the proclamation of the development of the Korean People's Revolutionary Army into a regular army just before the \"Pueblo\" incident. &nbsp;&nbsp;&nbsp;\r\n Nobody could think of the art performance as a grave situation in which a war would break out any moment was created in the country owing to the \"Pueblo\" incident. &nbsp;&nbsp;&nbsp;\r\n The official honestly told him that they did not pay attention to the art performance due to the tense situation. &nbsp;&nbsp;&nbsp;\r\n Listening to him, the leader said that they were wrong and they, with greater courage, should prepare the functions in a larger scale. &nbsp;&nbsp;&nbsp;\r\n Indicating how to continue the preparation for the celebration activities, he stressed that the more arrogantly the enemy acted, bringing the dark cloud of war to the Korean Peninsula, the more composedly we should pit ourselves against him. &nbsp;&nbsp;&nbsp;\r\n The official could hardly believe his ears. The leader instructed him that we should sing songs more loudly, rocking the mountains and rivers of the country, and hold cheerful sports games, thus striking terror into the heart of the enemy. &nbsp;&nbsp;&nbsp;\r\n The whole country was again in festive mood. &nbsp;&nbsp;&nbsp;\r\n Thanks to such matchless courage and grit of Kim Jong Il, the Korean people are now vigorously advancing toward the victory of the socialist cause, meeting all challenges of the enemy.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Halt Reckless War Moves",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#12",
            "content": "Needle-leaf Trees Strike Roots on Shores of Lake Chon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) --Hundreds of needle-leaf trees have struck roots on the shores of the Lake Chon on Mt. Paektu.\r\n The areas around the Lake Chon thousands of meters above the sea level are covered with thick limestone due to volcanic eruption. Therefore, the areas are improper for the growth of plants. &nbsp;&nbsp;&nbsp;\r\n Thousands of years after the volcanic eruption, conditions for the growth of plants including soil have been formed. But there grow only moss, grass and shorter flower shrubs. Such tall trees as needle-leaf trees have not been seen there. &nbsp;&nbsp;&nbsp;\r\n However, the general expeditionary group for the Lake Chon of Mt. Paektu has deepened scientific research to plant saplings of needle-leaf trees from about 20 years ago. It succeeded in raising trees as tall as more than five meters. &nbsp;&nbsp;&nbsp;\r\n Basing itself on this experience, the June 18 Construction Shock Brigade has recently transplanted hundreds of saplings of needle-leaf trees cultivated in its nurseries on the shores of the lake. Their survival rate is above 80 percent. &nbsp;&nbsp;&nbsp;\r\n It also planted tens of thousands of young flowering plants such as rhododendrons and evening primroses in several hectares of land around Peak Hyangdo covered with cliffs and rocks to turn the area into a flower garden. &nbsp;&nbsp;&nbsp;\r\n The plantation of needle-leaf trees is of a great scientific significance in making bio-diversity in the areas around the Lake Chon on Mt. Paektu rich.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to PM of Tajikistan",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#13",
            "content": "U.S. Urged to Halt Reckless War Moves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- The U.S. imperialists staged madcap air war exercises against the DPRK after deploying overseas-based flying corps in south Korea, according to military sources.\r\n On Dec. 6 and 7 overseas-based flying corps with diverse missions and at least 200 fighter-bombers and assault planes belonging to their seventh air force present in south Korea were busy with the exercises for striking targets on the ground, air battle drills and close air support exercises, taking Tokjok Islet and areas of Yongdong, Suwon, Sangju and Ronsan as their operational theatre. &nbsp;&nbsp;&nbsp;\r\n Timed to coincide with these war maneuvers, B-52s took off the Guam base and flew as far as the air above the firing range in the area of Nyongwol to stage a bomb-dropping exercise and a long-distance flight drill. &nbsp;&nbsp;&nbsp;\r\n Earlier, overseas-based F/A-18, MC-130, KC-135, E-3 and EP-3 had been deployed in air force bases of the U.S. imperialist aggressor forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n The deployment of the above-said flying corps and the air war exercises staged by the U.S. imperialist aggressor forces with E-3, EP-3, U-2, RC-7B and RC-12 and other strategic and tactical reconnaissance planes involved were reckless plays with fire aimed at making a surprise concentrated air strike at the DPRK in \"contingency.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warmongers had better halt at once the provocative war maneuvers and refrain from running riot, properly understanding who their rival is.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Sub-Unit of KPA Tank Division",
            "url": "http://kcna.co.jp/item/2006/200612/news12/09.htm#14",
            "content": "Greetings to PM of Tajikistan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 8 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Akil Akilov on his remaining in office as Prime Minister of Tajikistan.\r\n Expressing the belief that the friendly relations between the two countries would continue to develop on good terms in the interests of the two peoples, the message wished him success in his work.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}