{
    "date": "2006-03-08",
    "url": "http://kcna.co.jp/item/2006/200603/20060308.htm",
    "articles": [
        {
            "title": "Anniversary of Famous Work of Kim Il Sung Marked",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#1",
            "content": "Anniversary of Famous Work of Kim Il Sung Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- A meeting was held Monday to commemorate the 60th anniversary of the publication of President Kim Il Sung's famous work \"On Some Tasks in the Sphere of Education.\"\r\n Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and officials, teachers and researchers in the field of education in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Jin, minister of Education, in his report said that   Kim Il Sung gave a deep insight into the position and role of education in the revolution and construction and, on this basis, made historic speech \"On Some Tasks in the Sphere of Education\" at the 4th Session of the Provisional People's Committee of North Korea on March 6, Juche 35 (1946), indicating the orientation of the Juche-based education in liberated Korea and ways to do so. &nbsp;&nbsp;&nbsp;\r\n The President pointed out in the work that without progress in education, it would be impossible to bring up well the younger generation, the future masters, nor is it possible to solve the problem of native cadres or build a rich, powerful independent sovereign and democratic state nor is it possible to expect the nation's prosperity, the reporter recalled, saying that the President gave scientific answers to all the principled issues of developing the education on a democratic basis. &nbsp;&nbsp;&nbsp;\r\n He noted that leader Kim Jong Il, holding fast to the educational idea set out by the President as the only guidelines for educational progress, has  developed and enriched the revolutionary educational tradition, the socialist educational system of Korean-style and the rich and diversified experience and feats gained in education to which he devoted his whole life. &nbsp;&nbsp;&nbsp;\r\n He called upon all the educational officials to consider the Juche-oriented educational idea and undying feats of the President as the eternal cornerstone for the development of the socialist education, thoroughly apply them in all spheres of education and resolutely defend and further develop the Juche-based educational tradition and the socialist educational system of Korean-style. &nbsp;&nbsp;&nbsp;\r\n He called for bringing about a great turn in the educational work true to \"Theses on Socialist Education\" and the educational policy of the Workers' Party of Korea and thus preparing the younger generation as reliable and competent revolutionary intellectuals who will creditably shoulder upon themselves the Songun revolutionary cause generation after generation.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Foreign Policy Condemned",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#2",
            "content": "U.S. Foreign Policy Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- An open forum criticizing the U.S. foreign policy was held in Los Angeles on February 24, according to the Internet homepage Minjok Thongsin in the U.S.\r\n It was attended by personages of organizations of Koreans in the U.S. including the Federation of Koreans in the U.S., the U.S. Headquarters of the National Alliance for the Country's Reunification and the U.S. Headquarters of the Nationwide Special Committee for Probing the Truth behind GIs' Crimes, representatives of civic organizations and peace activists from various countries and regions.\r\n Speakers there charged that peoples of various countries and regions have undergone sufferings and disasters due to the U.S. bellicose foreign policy. \r\n The U.S. has been engrossed in military attacks, economic blockade, conspiratorial plots, etc. against the anti-imperialist independent countries and the progressive forces of the world since the demise of the Cold War, they noted, adding that the U.S. is, indeed, a cancer-like entity disturbing the world peace. &nbsp;&nbsp;&nbsp;\r\n At the end of the forum its attendants watched the videotape dealing with actions of residents in Phyongthaek of south Korea against the transfer and expansion of the U.S. military base. &nbsp;&nbsp;&nbsp;\r\n A joint resolution adopted at the forum pointed out that actions against the U.S. war of aggression and military, economic, cultural aggression are now under way in different parts of the world and called on the people of all countries to unite close.    \r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Liquidation of Past Held in Japan",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#3",
            "content": "Seminar on Liquidation of Past Held in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- A seminar on the subject of \"The 'abduction issue' and the liquidation of past\" was held in Tokyo on February 24 under the sponsorship of the National Association for the Promotion of Japan-Korea Diplomatic Relations.\r\n Present there were Tomiichi Murayama, former Japanese prime minister and chairman of the association, and scholars, social activists and public figures.\r\n Haruki Wada, honorary professor of the University of Tokyo, Rumiko Nishino, co-representative of the Japanese Network \"The War and Violence against Women,\" and other personages made speeches under titles \"On the 'abduction issue'\", \"On the former 'comfort women' for the Japanese army living in the DPRK\" and \"On the remains of the Korean workers.\" &nbsp;&nbsp;&nbsp;\r\n Speakers noted that the talks between the governments of Japan and the DPRK for normalization of diplomatic tiles held early in February made no progress as Japan failed to approach the talks in the spirit of the Japan-DPRK Pyongyang Declaration.\r\n The Japanese government's assertion that there can be no normalization of diplomatic ties without the \"settlement of the 'abduction issue'\" is quite contrary to the spirit of the declaration and intended to evade the liquidation of past as the colonial ruler, they said.\r\n They held that the Japanese government should push ahead with the work of settling the issue of compensation to the Korean victims of forcible drafting and comfort women for the Japanese army and other victims and thus sincerely approach the liquidation of its past for the progress of the talks between the governments of Japan and the DPRK for the normalization of diplomatic ties. &nbsp;&nbsp;&nbsp;\r\n The chairman of the National Association for the Promotion of Japan-Korea Diplomatic Relations stressed that Japanese people, assailants, should think deep over the influence of the past colonial rule and the present visits to the \"Yasukuni Shrine\" upon people of Korea and other Asian countries.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Military Actions for Regional Military Supremacy Flailed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#4",
            "content": "U.S. Military Actions for Regional Military Supremacy Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Minju Joson today runs a commentary condemning the United States for its recent escalated military actions in East Asia.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n The U.S. has argued that its forces should maintain definite \"deterrent\" and keep themselves ready to \"react to contingency\" as the DPRK is very likely to use or spread \"weapons of mass destruction (WMD)\" and the situation in East Asia is of great concern due to \"military threat\" from China and thus prevent the outbreak of an \"undesirable event\". Such argument is no more than sophism designed to cover up its dark intention.\r\n In view of the military dynamic composition in the region, there can be no direct threat to the U.S. and its allies, the news analyst points out, and goes on:\r\n Lurking behind the U.S. loudmouthed \"military threat\" from the DPRK and China is a sinister intention. It seeks to deploy its huge aggression forces in the Asia-Pacific region and contain other big powers in the region so as to pursue its policy of domination unhindered. &nbsp;&nbsp;&nbsp;\r\n The situation in the Asia-Pacific region is now inching closer to an acute and critical phase day by day due to the U.S. frantic arms buildup and military intervention aimed to establish its unchallenged control over it. &nbsp;&nbsp;&nbsp;\r\n It is the creed of the Korean people that peace, national sovereignty and security are guaranteed only by a strong army. &nbsp;&nbsp;&nbsp;\r\n It is clear to everyone that the U.S. escalated military intervention will only compel the DPRK to bolster up its deterrent for self-defence. &nbsp;&nbsp;&nbsp;\r\n The U.S. will be held entirely accountable, therefore, for all the consequences arising therefrom.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Accused of Its Violation of Human Rights",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#5",
            "content": "U.S. Accused of Its Violation of Human Rights \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- The UN Commission on Human Rights recently made public a report to accuse the U.S. of wantonly violating the basic law on human rights in the Guantanamo Camp, Rodong Sinmun today says in a signed commentary, pointing out that the report is attracting the attention of the international community as it was presented with the approaching of the 62nd session of the commission.\r\n The commentary goes on; &nbsp;&nbsp;&nbsp;\r\n The U.S. tried in vain to cover its true nature as the ringleader of human rights abuses. \r\n It is ridiculous that the U.S., principal culprit of violating human rights in the world and vicious enemy of human rights, has made public an \"annual report on human rights \" every year, taking issue with \"the situation of human rights \" in progressive countries in a bid to impair their image and intensify interference in their internal affairs and pressure on them. &nbsp;&nbsp;&nbsp;\r\n The U.S., which is fond of taking issue with the \"human rights issue\" of other countries while playing an \"international judge\" nobody recognizes, will be brought to justice by the international community on charges of violating human rights.\r\n The U.S. would be well advised to be aware of its position and mind its own business, not pulling up other countries over their \"human rights issue\".    \r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Support Songun Policy",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#6",
            "content": "All Koreans Called upon to Support Songun Policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) - Songun guarantees peace and independent reunification of Korea. Any Korean should positively support, defend and uphold the Songun policy, a great patriotic policy. Rodong Sinmun Tuesday says this in a signed article.\r\n The Songun policy is a patriotic one as it helps meet the provocative challenge of the anti-reunification bellicose forces with arms of justice and firmly defend the peace of the country and the security of the nation, the article notes, and goes on:\r\n The U.S. imperialists are watching for a chance to mount a military attack on the DPRK, while deliberately throwing obstacles to the six-party talks aimed to solve the nuclear issue between the DPRK and the U.S. through the persistent pursuance of their hostile policy towards it. The military stand-off and tension on the Korean Peninsula has reached an extreme phase and the dark clouds of a nuclear war are hanging low over the heads of the Koreans due to the reckless moves of the U.S. and its allies south Korean warmongers. &nbsp;&nbsp;&nbsp;\r\n Even under this grave situation the moves of the aggressors to start a war are being checked and peace is preserved on the peninsula entirely because of the tremendous vitality of the Songun policy. &nbsp;&nbsp;&nbsp;\r\n The Songun policy is replete with such ardent compatriotism as embracing and protecting all members of the nation irrespective of ideology, political view, religious faith, social classes and strata and it reflects a patriotic appeal calling on all Koreans to work for unity and reunification. &nbsp;&nbsp;&nbsp;\r\n The era of independent reunification is one which started and advances thanks to the great Songun policy. Apart from this policy one could hardly think of the adoption of the June 15 joint declaration that put an end to the inter-Korean confrontation that lasted for more than half a century and opened the era of reunification and a stirring reality today when the nation is paving the way for independent reunification in the idea of \"By our nation itself.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends greetings to Bashar Al-Assad",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#7",
            "content": "Kim Jong Il sends greetings to Bashar Al-Assad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, Tuesday sent a message of greetings to Bashar Al-Assad, regional secretary of the Arab Socialist Baath Party and president of Syria, on the occasion of the 43rd anniversary of the March 8 revolution in Syria.\r\n The Syrian people have made great achievements in their struggle to push aside the interference and pressure of the imperialists and the Zionists and achieve the prosperity and development of the country under the correct leadership of the Arab Socialist Baath Party after the revolution, the message said, and went on:\r\n The Korean people extend invariable support and solidarity to the Syrian people in their just cause to defend the sovereignty and dignity of the country and solve the issue of the Middle East in a fair and package way. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the traditional relations of friendship and cooperation between the two countries would continue to strengthen and develop in the future, too, the message sincerely wished him good health and happiness as well as the friendly Syrian people new progress and prosperity.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Syria",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#8",
            "content": "Greetings to President of Syria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Bashar Al-Assad, president of Syria, on the occasion of the 43rd anniversary of the March 8 revolution in Syria.\r\n In the message Kim Yong Nam said that the Syrian people have smashed the moves of the imperialists and Zionists and defended the dignity of the nation and the sovereignty of the country for   43 years, rallied close around the Arab Socialist Baath Party.\r\n He sincerely wished the president and people of Syria greater successes in their work for foiling the moves of the outside forces to isolate and stifle Syria, stepping up the modernization of the country and for fair and comprehensive settlement of the Middle East issue. &nbsp;&nbsp;&nbsp;\r\n He expressed the conviction that the good relations of friendship and cooperation between the two countries will continue to vigorously consolidate and develop.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-Chongryon, Anti-DPRK Moves of Japan Assailed",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#9",
            "content": "Anti-Chongryon, Anti-DPRK Moves of Japan Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Now the Korean people find it hard to repress towering rage at Japan displaying increasing frenzy in its moves against the General Association of Korean Residents in Japan (Chongryon) and the Democratic People's Republic of Korea, far from redressing its past crimes even in the new century, declares Rodong Sinmun in a signed article today.\r\n  Noting that Japan is getting more undisguised these days in its pressure on and suppression of Chongryon, the article brands the dastardly slander and suppression of its organizations and infringement upon the human rights of their members in Japan are immediately an encroachment upon the sovereignty of the DPRK and a vicious political provocation against it. \r\n  The anti-Chongryon moves of the Japanese reactionaries are aimed to impair the authority and dignity of the DPRK and incite hostile feelings against Chongryon and the DPRK among the Japanese by hurling abuses on Chongryon and thus create a public atmosphere for staging a comeback to Korea, the article notes.\r\n Citing facts laying bare the persistent anti-DPRK moves the Japanese reactionaries have committed from long ago, taking advantage of the malicious hostile policy of the U.S. imperialists against it, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Their moves against the DPRK and Chongryon are criminal acts that can never be tolerated. &nbsp;&nbsp;&nbsp;\r\n They should clearly know that they cannot pull the prop from under the DPRK and Chongryon, no matter how desperate they may get in the campaign against them. Their hysteric campaign only makes the Korean people renew their rock-firm resolution to settle account with Japan, the sworn enemy, at any cost. &nbsp;&nbsp;&nbsp;\r\n Japan should be well aware of this and stop at once its virulent anti-Chongryon and anti-DPRK moves which are causing a grave situation, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Huichon University of Communications",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#10",
            "content": "Huichon University of Communications\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Huichon University of Communications in the Democratic People's Republic of Korea is improving teaching method and content.\r\n The university has introduced a new subject, nano-electronics, and often organizes seminars on issues arising in making use of modern equipment and database.\r\n Its general laboratories are also improving the level of education through sham experiments by ultra-modern technology. &nbsp;&nbsp;&nbsp;\r\n The university publishes thousands of textbooks and reference books of tens of kinds every year for teaching and exchanges latest technical data with scores of units across the country. &nbsp;&nbsp;&nbsp;\r\n The underwater communication device and NC equipment control system by a 3D program developed by the university were highly appreciated at the national festival of science and technology and the 15th national program exhibition held in recent years.\r\n The university, founded in September Juche 48 (1959), is located in Huichon City, Jagang Province. &nbsp;&nbsp;&nbsp;\r\n It has successfully solved thousands of scientific and technical problems including the development of the industrial TV, the first of its kind in the country, and application of the general communication network in the Kujang Area Coal Complex and thus made a great contribution to the development of communication science and technology.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Overall Survey on Bio-Resources",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#11",
            "content": "Overall Survey on Bio-Resources\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Scientists in the Zoology and Botany Institutes under the Branch Academy of Biology and in the Technical Center for Biodiversity and Ecology under the State Academy of Sciences have conducted a comprehensive survey on animals and plants in the Democratic People's Republic of Korea in recent years.\r\n From the common view that the protection of bio-resources is vital to the earth, many countries are exerting governmental efforts to this field. &nbsp;&nbsp;&nbsp;\r\n The DPRK has done study of bio-resources from Juche 35 (1946) in a systematic way. As a result, it has seized in the main the fauna and flora resources of the country.\r\n The current survey is being undertaken in a way differing from the past one.\r\n It is not a simple study of the distribution of animals and plants but a comprehensive and profound research into ecological conditions to turn useful plants into cultivatable ones, influence of natural plants on farm crops, rational reforestation and so on.\r\n Advanced technology is applied to the survey. &nbsp;&nbsp;&nbsp;\r\n Scientists have finished in the main the survey on Mt. Kumgang, Mt. Kuwol and Mt. Myohyang of important areas representing the species of fauna and flora of the country last year. &nbsp;&nbsp;&nbsp;\r\n When the study of Mt. Paektu is completed this year, it will provide more scientific basic data on the nation's bio-resources so as to be used more effectively for the protection of environment and development of the economy.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Treatment of Industrial Spent Water by Microorganism",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#12",
            "content": "Treatment of Industrial Spent Water by Microorganism\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Researchers of the Microbiological Institute under the State Academy of Sciences of the Democratic People's Republic of Korea have succeeded in developing a method to treat the industrial spent water by microbial absorbent.\r\n The germs absorb heavy metals dissolved in industrial spent water by 99.92 percent to lower the content below the permitted limit of water quality.\r\n This method is applicable to all industrial establishments which send out spent water containing heavy metals such as Cu, Zn, Ni, Cr and Fe and cyanide. It reduces the amount of sediment and raises the degree of purification without using expensive precipitant and reagent. &nbsp;&nbsp;&nbsp;\r\n Metal plating factories and other units, which have introduced the method, lower the copper content in spent water below 0.05 milligram per liter and thus ensure heavy metal content, acidity and turbidity of the spent water below the permitted limit of water quality. &nbsp;&nbsp;&nbsp;\r\n The method is very profitable as it prevents the pollution of rivers and reservoirs by heavy metal ions and collects metal ions with remarkably less cost.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Great King of Cambodia Pays Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#13",
            "content": "Great King of Cambodia Pays Homage to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Great King of Cambodia Norodom Sihanouk Tuesday visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung.\r\n Amid the solemn playing of \"Song of General Kim Il Sung\" a floral basket in the name of the great king was laid before the statue of the President. &nbsp;&nbsp;&nbsp;\r\n Written on its ribbon were letters \"I pay highest tribute to HE President Kim Il Sung, the great hero of the Korean nation\". &nbsp;&nbsp;&nbsp;\r\n He and his entourage entered the hall where the President lies in state and paid homage to him in humble reverence. &nbsp;&nbsp;&nbsp;\r\n Then they looked round with deep emotion the orders and medals of the DPRK and different countries conferred upon the President and certificates of honorary titles he received from foreign countries. &nbsp;&nbsp;&nbsp;\r\n The great king wrote in the visitor's book that the Korean people have enjoyed happiness and prosperity and a higher standard of living under the most patriotic and energetic and brilliant leadership of the President and leader Kim Jong Il whom he most deeply respects and the glorious DPRK has turned into a great country which has achieved great successes in all fields of the socialist construction and built up matchless tremendous military capability. &nbsp;&nbsp;&nbsp;\r\n Seeing HE Generalissimo Kim Il Sung once again, I am again deeply touched to remember the most respected President who energetically and sincerely supported and encouraged the Cambodian people in their efforts to overcome all sorts of misfortune and win a victory in the struggle for the national liberation, he noted, offering eternal thanks and highest tribute to the President, the greatest hero in the history of the Korean nation spanning thousands of years.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry Dismisses U.S. Row about \"Drug Trafficking",
            "url": "http://kcna.co.jp/item/2006/200603/news03/08.htm#14",
            "content": "Spokesman for DPRK Foreign Ministry Dismisses U.S. Row about \"Drug Trafficking\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- A spokesman for the Ministry of Foreign Affairs of the DPRK Tuesday gave the following answer to the question raised by KCNA in connection with the fact that the U.S. again slandered the DPRK as a \"drug dealer\" recently:\r\n The U.S. Department of State asserted in its recent \"International Narcotics Control and Strategy Report\" that the DPRK is involved in \"illegal deal in drug\" and others.\r\n In the annual report the United States admitted that there was no \"drug dealing case\" linked with the DPRK in 2005 but fabricated misinformation to pull up it again.\r\n This clearly shows to what base moves the U.S. resorts in its bid to pressurize and do harm to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is internationally censured for being the biggest dealer in drug in the world and a cesspool of drug-related crimes. It is ridiculous of this country to impertinently talk about drug trafficking in various countries every year. &nbsp;&nbsp;&nbsp;\r\n The socialist system in the DPRK guided by the man-centered Juche idea strictly bans by law not only the use and deal in drug which makes people mentally crippled but its production. &nbsp;&nbsp;&nbsp;\r\n We will take more thorough-going preventive measures including those for the enforcement of the law on narcotics control so that drug trafficking rife in such countries as the U.S. and other drug-related crimes may not find their way to our society under any circumstances.     \r\n\r\n\r\n\r\n"
        }
    ]
}