{
    "date": "2006-12-20",
    "url": "http://kcna.co.jp/item/2006/200612/20061220.htm",
    "articles": [
        {
            "title": "Motion on Extending Term of Presence of S. Korean Troops in Iraq Rejected",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#1",
            "content": "Motion on Extending Term of Presence of S. Korean Troops in Iraq Rejected \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- Members of more than 20 anti-war and peace movement organizations in south Korea reportedly held a press conference in Seoul on Dec. 15 at which they rejected the plan to pass the motion on extending the term of the presence of the Jaitun unit in Iraq through the \"National Assembly.\"\r\n A press release read out at the press conference warned that if the NA goes ahead with the troop dispatch together with the \"government,\" oblivious of its mission to speak for the people's will, they will never remain an on-looker to it. &nbsp;&nbsp;&nbsp;\r\n The passage of the motion through the \"National Defence Committee of the National Assembly\" made it clear that the Uri Party's claim that it is working in the direction of pulling troops out of Iraq was nothing but an artifice to dodge the people's criticism of the troop dispatch for the time being, the press release noted. &nbsp;&nbsp;&nbsp;\r\n Judging from what the Uri Party and the Grand National Party of south Korea have done so far, the NA's carriage of the motion is a matter of time, the press release said, adding that if this happens, it will mean the NA will commit another act of agreeing with war crimes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Retraction of Resolution Calling for Sanctions against DPRK Demanded",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#2",
            "content": "Retraction of Resolution Calling for Sanctions against DPRK Demanded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement on Dec. 12 demanding the United Nations immediately retract the resolution calling for sanctions against the DPRK.\r\n The statement recalled that the south headquarters sent an open questionnaire to the UN on Dec. 5 requesting it to answer the questions as to \"what does it think about the U.S. hostile policy toward the DPRK,\" \"How does it comment on the application of double standards as regards the nuclear issue\" and \"Does it deem it necessary to continue applying sanctions against the DPRK now that the six-party talks are set to resume.\" &nbsp;&nbsp;&nbsp;\r\n The UN, however, has not yet given any answer to those questions, the statement said, adding that this indicates its attitude of ignoring youth and students and that it has no willingness to withdraw the resolution. &nbsp;&nbsp;&nbsp;\r\n It urged the UN to stop laying a stumbling block in the way of achieving peace on the Korean Peninsula and retract the resolution at once.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversaries of DPRK Marked in Sri Lanka",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#3",
            "content": "Anniversaries of DPRK Marked in Sri Lanka \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- The Sri Lanka-People's Korea Friendship Association released the 13th issue of bulletin \"Juche Korea\" on Dec. 12 to mark the 15th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 89th birth anniversary of anti-Japanese war hero Kim Jong Suk.\r\n In an article titled \"Iron-willed Commander Kim Jong Il\" the bulletin said that he has developed in depth the idea of attaching importance to the arms and the military affairs initiated by President Kim Il Sung to pursue the unique Songun policy. &nbsp;&nbsp;&nbsp;\r\n The DPRK could win one victory after another in the confrontation with the U.S. because it kept faith and will and courage and pluck to counter the U.S. hard-line with the toughest stand, it said, stressing that the KPA led by Supreme Commander Kim Jong Il will always emerge victorious. &nbsp;&nbsp;&nbsp;\r\n In another article titled \"Kim Jong Suk Remembered by People,\" the bulletin introduced her revolutionary life and immortal feats.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun and Feb. 16 in 2007 to Be Commemorated in Austria",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#4",
            "content": "Day of Sun and Feb. 16 in 2007 to Be Commemorated in Austria \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- The Austrian preparatory committee was formed in Vienna on Dec. 12 to commemorate the Day of the Sun and February 16 in 2007.\r\n Adolf Pilz, chairman of the Society for the Promotion of the Relations between Austria and the DPRK, was elected chairman of the committee. &nbsp;&nbsp;&nbsp;\r\n The committee decided to hold various functions including round-table talks, film shows and photo exhibitions, issue bulletins and give wide publicity to the Korean people in their efforts to build a great prosperous powerful nation and achieve the peaceful reunification of Korea on the above-said occasions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Container Ship Leaves",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#5",
            "content": "New Container Ship Leaves \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- A ceremony of setting container ship \"Poksong-7\" belonging to the Korea-Green Leaves Shipping Ltd. sail was held at Nampho Port on Monday.\r\n Present there were Paek Hyon Bong, chairman of the DPRK Committee for Promotion of External Economic Cooperation, officials concerned and the crew of the ship. &nbsp;&nbsp;&nbsp;\r\n Lie Farren, president of the Green Leaves Shipping Ltd. of Hong Kong, China and his party also attended the ceremony. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The participants looked round the ship.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves for Overseas Expansion under Fire",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#6",
            "content": "Japan's Moves for Overseas Expansion under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- Japanese Foreign Minister Aso confirmed, at a lecture held at the Japanese Institute of International Affairs some days ago, that the theory on \"activities for freedom and prosperity\" as well as the \"Japan-U.S. axis\" and \"diplomacy toward neighboring countries\" would be the tenor of the Abe government's diplomatic strategy.\r\n In this regard Minju Joson today in a signed commentary says that the recent movement of Japan, an island country, in the fields of diplomacy and \"national defence\" clearly proves that his confirmation is nothing but a prelude to its overseas aggression. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n What merits attention is that the above-said theory of Japan is by no means unrelated to the redeployment of the U.S. troops in the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n The U.S. has expressed strong desire to strengthen its military alliance with Japan while speeding up the redeployment of its forces in the island country to expand its military domination over the Asia-Pacific region. It is removing its 1st army corps command from Washington State on the western coast of the U.S. to Camp Jama, Kanagawa, Japan in a bid to turn the island country into a \"conning tower\" in the region. &nbsp;&nbsp;&nbsp;\r\n The island country seeks to avail itself of this opportunity to realize its wild ambition for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n In a word, Japan is going to get rid of its previous \"diplomatic policy toward neighboring countries\" based on the \"Japan-U.S. alliance\" and spread its tentacles of aggression further into different parts of the world by taking advantage of the U.S. Asia-Pacific strategy. &nbsp;&nbsp;&nbsp;\r\n It is needless to say that Japan's loudmouthed \"active participation\" in the affairs of the Eurasian continent, relying on the Japan-U.S. axis, presupposes its military actions. &nbsp;&nbsp;&nbsp;\r\n From this viewpoint, it is a very grave development that a law on elevating the Defense Agency to the status of ministry was recently adopted. &nbsp;&nbsp;&nbsp;\r\n In this case, the island country would have all features as a war-seeking state and would not hesitate to provoke a second Pacific war for its national interests.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Upholding Songun Politics",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#7",
            "content": "Rodong Sinmun Calls for Upholding Songun Politics \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- Songun politics is a powerful weapon in dynamically pushing forward the development of the nation, frustrating outsiders' moves of domination, interference and aggression, declares Rodong Sinmun in a signed article Tuesday.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Koreans who love the country and the nation should glorify their patriotic life in upholding the great Songun politics. &nbsp;&nbsp;&nbsp;\r\n To uphold the Songun politics of the Workers' Party of Korea is a noble patriotic undertaking to defend independence of the nation. &nbsp;&nbsp;&nbsp;\r\n It is the reliable protection of Songun politics that enables the Korean nation now to resolve the question of the country's reunification according to its will and interests, categorically rejecting the interference of outside forces, in the struggle for reunification to establish the national sovereignty throughout Korea. &nbsp;&nbsp;&nbsp;\r\n Upholding the Songun politics of the WPK is a patriotic undertaking of justice to shatter the moves of the U.S. imperialists for a new war which are daily becoming all the more undisguised and defend peace and security of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Songun politics is patriotic politics for defending the dignity, security and interests of all the Koreans not only in the north but in the south. &nbsp;&nbsp;&nbsp;\r\n The target of the arms of Songun is, to all intents and purposes, the outside forces bent on harassing peace of the Korean Peninsula and security of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Upholding the Songun politics of the WPK is a noble patriotic undertaking to defend the banner of \"By our nation itself\" and achieve reconciliation, unity and reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n The adoption of the historic June 15 joint declaration which inspired the Korean nation with fresh confidence in and optimism about national reunification is a fruit of the might of Songun politics.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Day of DPRK Observed",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#8",
            "content": "Important Day of DPRK Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- A meeting and a photo exhibition took place in Pakistan, a seminar on the Juche idea in South Africa and a film show in Indonesia on Dec. 12 to mark the 15th anniversary of Kim Jong Il's assumption of supreme commandership of the Korean People's Army.\r\n Displayed in the venues of the functions were photographs of President Kim Il Sung and Kim Jong Il giving on-the-spot guidance in the work of different domains. &nbsp;&nbsp;&nbsp;\r\n Screened at the film show was the DPRK film \"The Great Leader Comrade Kim Jong Il Gives On-the-spot Guidance to the Work in Different Fields.\" &nbsp;&nbsp;&nbsp;\r\n Assadulla Khan, chairman of the Karachi Branch of the Pakistan-Korea Friendship Association, said in his speech at the meeting that the single-minded unity in the DPRK was displaying greater might than the nuclear weapon. The invincibility of Korean-style socialism lies in the unity of all the servicepersons and people in one body in holding their leader in high esteem, he added. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Group for the Study of Progressive Ideas under the Pretoria Branch of the Democratic Teachers' Union of South Africa said at the seminar that the Juche idea founded by Kim Il Sung was being developed and enriched by the energetic ideological and theoretical activities of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Those who watched the film at the Rabitra Bahtera Pratama Co. of Indonesia highly praised Kim Jong Il as a true leader of the people devoting his all to them and the DPRK as a country for the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Many Books See Light This Year",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#9",
            "content": "Many Books See Light This Year\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- Many new books have come off press this year to help people enhance the level of their cultural and technological knowledge. \r\n The Literature and Art Publishing House brought out the full-length novel \"Paean to the Sun\" from the cycle of novels \"Immortal History\" that makes truthful ideological and artistic representation of the glorious revolutionary history of President Kim Il Sung and such literary and art books as long novels \"Wish\" and \"Son Steeled amidst Storm\" Vol. 1 and 2, medium-length novel \"Blue Stream,\" medium-length true story \"Stars\" Vol. 2, the Selection of Modern Korean Literature (29) full-length novel \"Spring\" and other books. &nbsp;&nbsp;&nbsp;\r\n The Agricultural Publishing House published books helpful to the officials and working people in their work. By bringing out \"Agricultural Encyclopedia\" Vol. 7 it has wound up the compilation of the encyclopedia comprehensively dealing with the famous works of the peerlessly great persons and issues related to the agricultural policies and scientific and technological terms in use in this field. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Scientific Encyclopedia Publishing House brought out such books as \"Modern Nano Processing Technology,\" \"Easy Computer Dialogue\" Vol. 4 and such medical science books and \"Habit and Disease,\" \"Promoting Health by Stimulating Feet\" and \"Cancer Prevention and Food.\" &nbsp;&nbsp;&nbsp;\r\n The Educational Book Publishing House, the Working People's Organizations Publishing House and the Industrial Publishing House published a lot of new books such as middle schoolers library \"Mt. Paektu Calls Us,\" \"For Family Cuisine\" Vol. 1 and \"Life and Linguistic Decorum\" Vol. 1 and 2.      \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Children Paduk Contest Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#10",
            "content": "Children's Paduk Contest Held in Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- The 2006 contest for selecting the best paduk (go) players among children in Pyongyang was held at the Chollima House of Cultural amid the growing public popularity of it.\r\n Attending the contest were over thirty children from kindergartens and primary schools in the city. &nbsp;&nbsp;&nbsp;\r\n The participants had scores of hot matches for three days. &nbsp;&nbsp;&nbsp;\r\n Some of the matches ended with one or two games but there was a \"marathon\" match lasting for two and a half hours. &nbsp;&nbsp;&nbsp;\r\n  The kindergarten players in the first three standings are possessed of the fourth or fifth amateur grade and primary school players the fifth or sixth one. &nbsp;&nbsp;&nbsp;\r\n Experts say that the paduk skill of children in the city has reached a very high standard in the light of the fact that the average grade of the grown-up players competing in the world amateur paduk contests is the fifth or sixth one. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang Paduk Centre, which gives paduk teachings to children in their important ages for intellectual development, frequently holds \"brain contests\" with fine players who have distinguished themselves in various paduk contests.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fruitful Year of Songun Literature and Art",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#11",
            "content": "Fruitful Year of Songun Literature and Art\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- This year has witnessed signal successes in the creation of Songun literature and art.\r\n Film producers have created the feature films \"A Schoolgirl's Diary\" and \"Pyongyang Nalpharam\" as hits amid fresh movie revolution this year. &nbsp;&nbsp;&nbsp;\r\n A lot of poems and words of songs have been created in the field of literature to sing the people advancing victoriously forward under the banner of Songun. Conspicuous among them are long poem \"Tell the Story, Road to Front \", epic \"Long, Long Distance under Red Flag\", collection of poems \"Mt. Paektu Calls Us\", words of songs \"Road to Front in Blizzard\" and \"Whistling Boy\".&nbsp;&nbsp;&nbsp;\r\n Reserve artistes have achieved shining successes in international concours. Girl student Hwang Un Mi was awarded the top prize at the 13th Giuseppe di Stefano International Vocal Concours and girl student Ri Myong Gum won a prize at the 14th international concours for Giacomo Lauri Volpi Prize. &nbsp;&nbsp;&nbsp;\r\n Art contests and mass cultural festivals held this year including the 9th contest among art groups of servicemen's families of the Korean People's Army and the 34th National Artistic Festival of Agricultural Workers demonstrated the fast-developing popular art in the Songun era. &nbsp;&nbsp;&nbsp;\r\n A great success has been registered in the field of fine-art. Thousands of pieces of fine-art works were displayed at the national fine-art shows and exhibitions to enrich the treasury of the Juche-oriented fine-art. &nbsp;&nbsp;&nbsp;\r\n In particular, the First National Sketch Festival in celebration of February 16 holiday and a sketch contest celebrating the 80th anniversary of the Down-with Imperialism Union were held as the first of their kinds in the country. They vividly showed the cultural and emotional life of the Korean people and their inexhaustible creative talent and the reality of the socialist system. &nbsp;&nbsp;&nbsp;\r\n And Korean paintings drawn by Korean artists won gold prizes at the 9th Beijing International Art Exhibition, thus demonstrating to the full the superiority of the Korean paintings with a long tradition and unique artistic properties.       \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Subservience to U.S. Ridiculed",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#12",
            "content": "Japanese Reactionaries' Subservience to U.S. Ridiculed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- A spokesman for the Foreign Ministry of Japan recently asserted that \"should the United States move to apply additional sanctions against north Korea, Japan will support that move\", adding \"in case the U.S. decides on those sanctions against north Korea Japan will take a similar measure\". \r\n Rodong Sinmun Tuesday observes in a signed commentary carried in this regard: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries talked about \"additional sanctions\" against the DPRK at a time when the resumption of the six-party talks was high on the agenda. This only betrays their political insensibility and diplomatic immaturity. &nbsp;&nbsp;&nbsp;\r\n Japs' call for sanctions against the DPRK is nothing but a disgusting behavior of base political charlatans keen to improve their image and meet their interests by pleasing their American master. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists are so keen to realize their wild ambition to stage a comeback to Korea that they are going crazy about how to please the U.S.  By doing so the Japanese reactionaries seek to convert their island country into a military power and realize overseas expansion come what may with the U.S. backing. Japan has not yet shaken off the ill-fame of being a \"political pigmy\" in the international arena as it has blindly followed the U.S., steeped in flattery and servility towards the U.S. If it continues imprudently behaving as now, it will not escape international isolation. Japan would be well advised to stop acting a political servant of the U.S.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Indonesian Ambassador",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#13",
            "content": "Yang Hyong Sop Meets Indonesian Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, had a talk with Daulat Hotma Audison Passaribu, new Indonesian ambassador to the DPRK, at the Mansudae Assembly Hall Tuesday when the latter paid a courtesy call on him.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath Laid before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#14",
            "content": "Wreath Laid before Bust of Kim Jong Suk\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- Ladies from embassies of different countries and missions of international organizations in the DPRK laid a wreath before the bust of Kim Jong Suk, an anti-Japanese war hero, at the Revolutionary Martyrs Cemetery on Mt. Taesong on Tuesday to mark the 89th anniversary of her birth. \r\n Written on the ribbon of the wreath were letters reading \"The revolutionary exploits of anti-Japanese war hero Comrade Kim Jong Suk are immortal!\"      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Show for Foreign Women Held",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#15",
            "content": "Film Show for Foreign Women Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- A film show for women at embassies of different countries and missions of international organizations here was held at the Taedonggang Club for the Diplomatic Corps on Tuesday to commemorate the 89th birth anniversary of anti-Japanese war hero Kim Jong Suk.\r\n Present there were Pak Sun Hui, chairwoman of the Central Committee of the Korean Democratic Women's Union, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The participants in the show watched Korean feature film \"The Loving Care That Brought about Bright Future.\"    \r\n\r\n   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Arrive Here",
            "url": "http://kcna.co.jp/item/2006/200612/news12/20.htm#16",
            "content": "Foreign Delegations Arrive Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 19 (KCNA) -- A delegation of the State Great Hural of Mongolia headed by R. Badamdamdin, chairman of the Mongolia-Korea Friendship Parliamentary Group, arrived here today by air. \r\n Also arriving was a delegation of the Putong Zhiyuan Trading Co., Ltd, in Beijing of China headed by its General Manager Zhou Haiqiao.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}