{
    "date": "2006-11-25",
    "url": "http://kcna.co.jp/item/2006/200611/20061125.htm",
    "articles": [
        {
            "title": "DPRK's Greatest Jubilees to Be Commemorated in Oceanian Region",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#1",
            "content": "DPRK's Greatest Jubilees to Be Commemorated in Oceanian Region \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- An Oceanian regional preparatory committee for commemorating the Day of the Sun and February holiday in 2007 was inaugurated with due ceremony in Australia on Nov. 17.\r\n Present at the ceremony were personages of the Oceanian Solidarity Committee for Peace and Reunification of Korea, the Australia-DPRK Association for Friendship and Cultural Exchange and the New Zealand-DPRK Society. &nbsp;&nbsp;&nbsp;\r\n A resolution adopted at the ceremony said that friendship and solidarity organizations in the Oceanian region including Australia and New Zealand would form preparatory committees for commemorating the Day of the Sun and February holiday in 2007 to create an atmosphere of jointly commemorating the greatest holidays of the Korean people and take an active part in visiting the old home of Kim Jong Il in the secret camp in Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Expressing support to the proposal for convening a meeting of Asia-Pacific regional organizations for peace and reunification of Korea in Pyongyang in February 2007, the resolution called on the people in the Asia-Pacific region to take this as an occasion of intensifying activities supporting the Korean people in their struggle.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vice-President of SPA Presidium Meets Russian Delegation",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#2",
            "content": "Vice-President of SPA Presidium Meets Russian Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with the delegation of the Russian Center for International Scientific and Cultural Cooperation headed by Chairwoman Eleonora Mitrofanova at the Mansudae Assembly Hall Friday.\r\n Present there were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is chairwoman of the Korea-Russia Friendship Association, and Russian Ambassador to the DPRK Andrei Karlov.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protocol on Scientific and Technical Cooperation between DPRK and Malaysia Signed",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#3",
            "content": "Protocol on Scientific and Technical Cooperation between DPRK and Malaysia Signed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- A protocol of the 1st meeting of the joint committee on scientific and technical cooperation between the governments of the DPRK and Malaysia was signed here today.\r\n Present at the signing ceremony from the DPRK side were Ri Ui Gu, vice-president of the State Academy of Sciences, officials concerned and from the opposite side were members of the Malaysian delegation of the Ministry of Scientific and Technical Innovation led by Deputy Secretary General Alihan Bin Abdul Hamid and Malaysian Charge d'Affaires Ad Interim here Jamal Sharifuddin Bin Johan. &nbsp;&nbsp;&nbsp;\r\n The protocol was signed by the vice-president and the deputy secretary general.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Women Boxers Prove Successful at World Women's Boxing Championships",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#4",
            "content": "DPRK Women Boxers Prove Successful at World Women's Boxing Championships \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- DPRK women boxers won titles of different events at the 4th World Women's Boxing Championships held in India.\r\n Ri Jong Hyang defeated Algerian, Russian, Hungarian and American rivals in the 48kg-category event before advancing into finals.\r\n She trounced an Argentine strong boxer, who had been mentioned as a possible holder of the title of the 48kg-category event, 14:10, thus bagging a gold medal and winning again its title. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Yun Kum Ju beat Russian, Hungarian and Chinese rivals to advance into finals in the 57kg-category event. &nbsp;&nbsp;&nbsp;\r\n She eliminated an Indian boxer 17:7 to come first in the same category event and won the prize for the best player of the championships. &nbsp;&nbsp;&nbsp;\r\n Jong Ok won a bronze medal in the 46kg-category event of the championships.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Popular Cabinet Decision Adopted during War",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#5",
            "content": "Popular Cabinet Decision Adopted during War \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- Lots of popular ordinances and decisions have been adopted in the DPRK.\r\n Among them is the decision of the Cabinet on the enforcement of free medical care system adopted during the hard-fought Fatherland Liberation War (1950-1953). &nbsp;&nbsp;&nbsp;\r\n One day in January, Juche 41 (1952) President Kim Il Sung summoned some leading officials in charge of public health. &nbsp;&nbsp;&nbsp;\r\n The officials hurried to the Supreme Command with a thought that they would be assigned an important task related with the destiny of the war. But they were astonished at the instruction of the President that a full preparatory work should be made to enforce the universal free medical services. &nbsp;&nbsp;&nbsp;\r\n It was a general knowledge that heavy labor, financial and material burden was imposed on the people in the period of war. But it had been unprecedented that a measure was taken to promote the health of the people at the expense of the state. &nbsp;&nbsp;&nbsp;\r\n The measure could be taken only by the President, who possessed steel-strong faith and will that the people with ardent patriotism could win the war and build a prosperous powerful nation of Juche. &nbsp;&nbsp;&nbsp;\r\n The Cabinet Decision \"On Enforcement of Free Medical Care System\" was made public in November, 1952, giving redoubled courage to the soldiers and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The President, with the noble love for the people that there was no more important work than the work of looking after the human lives and health, has established the most advanced and popular socialist public health system in the country.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fucoidan, Natural Immunity-Regenerating Capsule",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#6",
            "content": "Fucoidan, Natural Immunity-Regenerating Capsule \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- Medical scientists of the DPRK have developed various kinds of health food.\r\n Among them is fucoidan. It, made with kelp or miyok (seaweed) as the main raw material, can be used in stead of heparin, for its rich medicinal function. &nbsp;&nbsp;&nbsp;\r\nFucoidan is applicable to the treatment of cardiovascular system diseases, arthritis, heavy metals poisoning, herpes, other virus infectious-diseases, diabetes, digestive troubles, allergy, radioactive damage, neutralization of tobacco poisoning, revival of hair and the protection of the skin. &nbsp;&nbsp;&nbsp;\r\n The clinical test proves that it is efficacious for purifying the blood in the reaction of the coagulation and decomposing the harmful materials in the human body. &nbsp;&nbsp;&nbsp;\r\n It won the top grade in various exhibitions including the National Scientific Seminar on Health Food and the Exhibition of the Scientific and Technical Achievements Made by Young People. And it was awarded the state patent certificate. &nbsp;&nbsp;&nbsp;\r\n It was registered as a health food by the State Hygienic Inspection Center and the Korean Koryo Medicine Technical Center under the Ministry of Public Health.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Korean Social Scientists in Japan Held",
            "url": "http://kcna.co.jp/item/2006/200611/news11/25.htm#7",
            "content": "Meeting of Korean Social Scientists in Japan Held \r\n&nbsp;&nbsp;&nbsp;Tokyo, November 22 (KNS-KCNA) -- A meeting of Korean social scientists in Japan for 2006 took place in Tokyo on Nov. 18 on the subject \"Situation on the Korean Peninsula and future of DPRK-Japan relations\".\r\n Present there were Kim Hwa Hyo, chairman of the Korean Social Scientists Association in Japan, Korean social scientists, officials of the General Association of Korean Residents in Japan (Chongryon) and Japanese personages. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers accused the U.S. of having worked hard to bring down the socialist system in the DPRK at any cost after listing it as part of \"an axis of evil\", \"rogue state\", \"a tyrannical state\" and a target of preemptive nuclear attack. They also blasted the U.S. for wirepulling the UN to adopt an unreasonable \"resolution\" and straining the situation on the Korean Peninsula through pressure and sanctions. &nbsp;&nbsp;&nbsp;\r\n They assailed the Japanese government for banning the entry of the DPRK ship \"Mangyongbong-92,\" taking legal measures to seriously threaten the vital rights and life of the Koreans in Japan and mobilizing even state power and media to frantically stoke bitterness towards the Koreans, the DPRK and Chongryon in the Japanese society after scrapping the DPRK-Japan Pyongyang Declaration to join the U.S. in its sanctions and pressure upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n If Japan truly wants improved relations with the DPRK and peace in Northeast Asia, it should remain true to the DPRK-Japan Pyongyang Declaration, make full apology and compensation for the crimes it committed against the Korean people in the past and stop at once its crackdown upon the Koreans in Japan.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}