{
    "date": "2006-04-06",
    "url": "http://kcna.co.jp/item/2006/200604/20060406.htm",
    "articles": [
        {
            "title": "Reception Given in Honor of Chinese Minister of National Defense",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#1",
            "content": "Reception Given in Honor of Chinese Minister of National Defense \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The Ministry of the People's Armed Forces arranged a reception in honor of the visiting Chinese minister of National Defense on April 4.\r\n Present there on invitation were Col. General Cao Gangchuan, member of the Political Bureau of the Central Committee and vice-chairman of the Central Military Commission of the Communist Party of China, state councilor and minister of National Defense of the People's Republic of China, and his party and Ambassador Wu Donghe, Military Attache Yang Xilian and other officials of the Chinese embassy here.\r\n Present there were Vice Marshal of the Korean People's Army Kim Il Chol, member of the DPRK National Defence Commission and minister of the People's Armed Forces, Kim Jong Gak, vice-minister of the People's Armed Forces, and KPA general officers and officers. &nbsp;&nbsp;&nbsp;\r\n Kim Il Chol in his speech said that today both sides had a fruitful exchange of views on the issue of boosting the friendly and cooperative relations between the armies of the two countries and other issues of mutual concern in a friendly atmosphere and reached a consensus on them. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n We will in the future, too, set great store by the DPRK-China friendship forged through the protracted joint efforts made with the Chinese comrades and rooted deep in the hearts of the armies and peoples of the two countries and exert every effort to steadily boost it. &nbsp;&nbsp;&nbsp;\r\n The Chinese party and government set a higher goal of building a comprehensively well-off society and have powerfully encouraged all the Chinese people to attain it, thus achieving shining successes that attract the attention of the world. The international position of China is daily rising as its economy is steadily growing, the people's living standard is improving as the days go by and it is pursuing a peace-loving foreign policy in the international arena. &nbsp;&nbsp;&nbsp;\r\n He wished the Chinese army and people greater successes in the drive to build socialism with Chinese characteristics, achieve the reunification of the whole country and develop the Chinese People's Liberation Army into strong elite forces. \r\n Cao Gangchuan said in his speech that the Sino-DPRK friendship is a precious legacy the leaders of the elder generation of the two countries bequeathed to them.\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The Sino-DPRK friendship has not only given an impetus to socialist construction in the two countries but played a big role in preserving regional peace and stability.\r\n In recent years, the army and people of the DPRK have registered great successes in the course of building a prosperous powerful nation, overcoming the manifold difficulties in the sprit of self-reliance and fortitude and made great progress in their efforts to improve external environment under the leadership of the Workers' Party of Korea headed by General Secretary Kim Jong Il. We are sincerely rejoiced over them.\r\n The Chinese people support the DPRK people's adherence to the orientation of the socialist development, the DPRK comrades' positive exploration of ways of its development suited to the actual conditions of their country, the stand on independence and peaceful reunification set forth and maintained by the DPRK side and its efforts to improve the international environment. &nbsp;&nbsp;&nbsp;\r\n To steadily consolidate and boost the Sino-DPRK friendly relations is in the basic interests of the two countries as it reflects the common desire of the peoples of the two countries, he said, adding: The Chinese comrades consistently and highly value the traditional friendship between China and the DPRK and are ready to keep promoting the development of the friendship together with the DPRK comrades.    \r\n\r\n\r\n"
        },
        {
            "title": "Swedish Organization Protests Japan's Repression of Chongryon",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#2",
            "content": "Swedish Organization Protests Japan's Repression of Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The Sweden-Korea Friendship Association on Mar. 31 sent a protest letter to the Japanese embassy in Stockholm as regards the fact that the Japanese authorities are becoming evermore undisguised in the suppression of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan.\r\n The letter said that all forms of the Japanese authorities' suppression of Chongryon, including unreasonable tax levy, and the police search for the Office of the Osaka Prefectural Korean Federation of Workers in Commerce in Japan and Koreans' houses and shops are a wanton violation of the DPRK-Japan Pyongyang Declaration and provocation to the desire of the two peoples for improved DPRK-Japan relations.\r\n The letter strongly urged Japan to immediately stop such moves as pursuing an object of hostility.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Mongolia",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#3",
            "content": "Kim Jong Il's Work Published in Mongolia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Leader Kim Jong Il's famous work \"On Some Questions in Understanding the Juche Philosophy\" was brought out in booklet by a publishing house of Mongolia on April 1.\r\n The work, published on April 2, Juche 63 (1974), gives a new exposition of the basic character of the Juche philosophy, the Juche-oriented point of view on man, the Juche-oriented outlook on the world and the scientific understanding of independence. It also comprehensively clarifies the theoretical and practical problems arising in the development of the Juche philosophy.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Urged to Stop Suppression on Hanchongryon",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#4",
            "content": "S. Korean Authorities Urged to Stop Suppression on Hanchongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) released a statement on Mar. 31 to demand the authorities and ultra right conservative forces stop at once their anachronistic suppression of Hanchongryon, according to a news report.\r\n The statement said that the security authorities branded Hanchongryon as \"a violence group\" and arrested its core members on preposterous charges of \"violation of the law on assembly and demonstration,\" \"violent action\" and \"disturbance in the execution of special official duty\" and their wholesale suppression racket is an anti-historical action going against the trend of the times. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The security authorities' moves to crack down on Hanchongryon and arrest patriotic students are a plot to foil the June 15 joint declaration and baffle the desire of all the people for independent reunification at any cost. &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that the security authorities labeled Hanchongryon again as an \"enemy-benefiting organization\" and intensified suppression by dint of the \"National Security Law\". &nbsp;&nbsp;&nbsp;\r\n If the anti-reunification forces continue to stand in the way of the national movement for independent reunification, they will be sternly punished by all the fellow countrymen.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Support to Struggle against Expansion of U.S. Military Base Called for",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#5",
            "content": "Support to Struggle against Expansion of U.S. Military Base Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Civic and public organizations of south Korea reportedly decided to hold a candle-light event on every Friday in solidarity with the struggle against the U.S. military base in Phyongthaek near Kwanghwamun, Seoul, from March 31.\r\n At the first Friday candle-light rally held on March 31, its participants called upon the citizens to solidarize with the above-said struggle. &nbsp;&nbsp;&nbsp;\r\n Noting that shortly ago residents in Phyongthaek sowed seeds in the land as a token of resistance against the authorities' requisitioning of land for the expansion of the U.S. military base, speakers at the rally said that it instilled confidence of victory into the people desirous of peace on this land. &nbsp;&nbsp;&nbsp;\r\n It is the unanimous desire of all the people to live as a human being in a peaceful world, they said, declaring: &nbsp;&nbsp;&nbsp;\r\n We will spare no support and encouragement till the struggle against the expansion of the U.S. military base has been crowned with a victory.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Peasants of North and South Meet",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#6",
            "content": "Peasants of North and South Meet \r\n&nbsp;&nbsp;&nbsp; Kaesong, April 4 (KCNA) -- A meeting of representatives of peasants' organizations of the north and the south for implementing the June 15 joint declaration was held in Kaesong on April 4.\r\n Present from the north side were members of the delegation headed by Kang Chang Uk, vice-chairman of the North Side Committee for Implementing the June 15 Joint Declaration and chairman of the Subcommittee of Agricultural Workers and from the south side members of the delegation led by So Jong Ui, co-representative of the Peasants' Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The speakers at the meeting recalled that since the publication of the historic June 15 joint declaration the peasants of the north and the south have dynamically advanced along the road of independent reunification with one mind and intention in the idea of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n Underlining the need to vigorously conduct the patriotic movement for independent reunification, peace against war and great national unity, holding high the June 15 joint declaration in the future, too, they called for uniting close around the June 15 National Joint Committee, a permanent organization for solidarity in the reunification movement, and further enhancing the role of the peasants' organizations of the north and the south. &nbsp;&nbsp;&nbsp;\r\n A joint resolution adopted at the meeting called upon peasants' organizations of the north and the south to grandly commemorate June 15 when the historic June 15 joint declaration was published, as the \"day of by our nation itself\" and achieve independent reunification, peace against war and great national unity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Drop Its Ambition to Become Asian \"Leader\"",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#7",
            "content": "Japan Urged to Drop Its Ambition to Become Asian \"Leader\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- It is an inveterate habit of Japan to build its strength backed by a big country in order to embark upon the road of aggression. Japan is running wild to hold military supremacy in the region and become its \"leader\" with the U.S. backing. \r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese chief executive, addressing a graduation ceremony at a defense academy in Yokosuka City, Kanagawa Prefecture, expressed his intention to take actions for \"preventing the proliferation of the technology of weapons of mass destruction and ballistic missiles\" while talking about the urgent need to cope with any new threat and development. Earlier, the Japan Ground \"Self-Defense Force\" opened to the public combat helicopter AH-64D (so-called Apache Longbow) equipped with ultra-modern technology. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are becoming all the more undisguised in their moves to turn Japan into a military power and for overseas expansion than ever before. The SDF's sphere of operation has gone beyond the boundary of Japan, its troops are being reorganized accordingly and the bulk of them are concentrated in the western part of Japan close to the Korean Peninsula. In another development, moves are being pushed forward to equip them with ultra-modern, mobile and long-distance combat hardware. It is against this backdrop that the SDF is stepping up its moves to expand the scope of its overseas operation. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are leaving no means untried to steadily beef up their aggressor armed forces and expand the scope of the overseas military operation under the war umbrella of the U.S. imperialists, their senior ally. \r\n This has betrayed the true colours of Japan as an aggressor force and a war state in Asia as dangerous as the U.S. This tells that Japan has become the root cause of a new aggression and war and a principal disturber of peace in Asia. \r\n If the Japanese militarists keep rushing headlong into militarization and overseas aggression, oblivious of the lesson drawn from their defeat, they will not escape self-destruction.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Warhawks' Moves for Nuclear Armament Flayed",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#8",
            "content": "S. Korean Warhawks' Moves for Nuclear Armament Flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The south Korean warhawks are taking the road of their own nuclear armament, which is a very dangerous development and an unpardonable anti-national act. Rodong Sinmun today says this in a signed commentary on the disclosure of the real story about the development of a nuclear-powered submarine stepped up by the south Korean authorities clandestinely.\r\n It is aimed at pushing ahead with nuclear armament and rounding off the preparations for a war by taking advantage of the U.S. moves for a war against the DPRK, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n If south Korea has an access to nukes, needless to say, they will serve the implementation of the U.S. policy for a war against the DPRK and, accordingly, they will bring horrible disasters to the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n What matters is that the U.S. is zealously patronizing south Korea's nuclear armament while taking issue with the nuclear issue of the DPRK. The U.S. is putting spurs to the moves for a war against the DPRK together with the south Korean bellicose group and, at the same time, closing its eyes to south Korea's nuclear armament while resorting to a persistent nuclear racket against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is cooperating with the south Korean authorities in nuclear armament against the DPRK. This compels the DPRK to harden its resolution to further strengthen its self-defensive nuclear activities. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the south Korean warhawks should stop at once their moves for south Korea's nuclear armament, mindful that their dangerous moves for nuclear cooperation will bring irrevocable grave consequences. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Tuesday carries a similar commentary.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Prompt Dissolution of \"UN Command\" Urged",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#9",
            "content": "Prompt Dissolution of \"UN Command\" Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The commander of the U.S. imperialist aggression forces in south Korea told at a recent hearing of the U.S. Senate Armed Services Committee that the United States would guide member nations involved in the \"UN Command\" to work out an operation plan for \"emergency\" and participate in the detailed activities for its implementation in a bid to further increase the role of the command and convert it into a \"multinational coalition command\".\r\n Rodong Sinmun Wednesday observes in a signed article in this regard: This scheme of the U.S. is an outrageous challenge to peace and security of the Korean Peninsula, and it is a dangerous attempt to perpetuate its military presence in south Korea and escalate the moves to ignite a new war. &nbsp;&nbsp;&nbsp;\r\n The article further says: &nbsp;&nbsp;&nbsp;\r\n The \"UN Command\" in south Korea is illegal as it was created under the U.S. coercion in utter disregard of the UN Charter and the basic principles of international law.\r\n It is a U.S. forces command, from A to Z, in light of the background against which it was formed, from a financial point of view and in view of its military system. It is no more than a puppet body of the U.S. as it has neither legal ground nor justification for its existence.  So, this \"command\" should have been disbanded long ago. Yet, the U.S. is keen to further expand and reinforce it. &nbsp;&nbsp;&nbsp;\r\n What the U.S. seeks in doing so is to place the south Korean authorities under its tighter military control and convert the \"UN Command\" into a \"multinational coalition command\" so as to find a pretext for keeping its forces in south Korea, Japan and other parts of Northeast Asia. Another aim sought by the U.S. is to replace the helmets of \"UN forces\" under which the GIs are going with those of \"multinational coalition forces\". Its ultimate goal is to use those forces as mercenaries in its war of aggression. \r\n It is the demand of international law to disband the \"command\" and drive the U.S. forces out of south Korea, and this is prerequisite to protecting peace and security on the Korean Peninsula from war. &nbsp;&nbsp;&nbsp;\r\n The U.S. should no longer insist on keeping the illegal \"command\" but dissolve it at an early date and withdraw its forces from south Korea, as required by international law and the times.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "146th Heaven Day of Chondoist Religion Marked",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#10",
            "content": "146th Heaven Day of Chondoist Religion Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- A Heaven Day ceremony was held here today to mark the 146th anniversary of the foundation of the Chondoist Religion.\r\n Attending the ceremony were Ryu Mi Yong, chairwoman of the Korean Chondoist Church Central Guidance Committee, officials of the committee including O Ik Je and other Chondoists in the city. \r\n The ceremony was held according to the rules of etiquette of the Chondoist Religion. Vice-Chairman of the Committee Kang Chol Won made an address at the ceremony. \r\n He looked back on the history of the patriotic struggle waged by the Chondoists against foreign forces, noting that the Chondoist Religion came into being as a national religion holding aloft the banner of \"rejection of the West and Japan\" and \"promotion of national interests and welfare of the people\" at a time when a serious threat was posed to the aspiration of the Korean people after independence and the security of the country and the nation, the people who stood at the crossroads of life or death due to the tyranny of the corrupt feudal rule of the Ri Dynasty. &nbsp;&nbsp;&nbsp;\r\n The Chondoists have covered the worthwhile and proud road of victory and glory through activities for the building of a new country and national reunification, he said, adding: This is ascribable to the ardent love of President Kim Il Sung, the great leader of the Korean nation, and leader Kim Jong Il, the lodestar of national reunification, for the fellow countrymen and their wise leadership. &nbsp;&nbsp;&nbsp;\r\n He called upon the Chondoists in the north and the south to thoroughly implement the June 15 North-South Joint Declaration under the banner of \"By our nation itself\" so as to accelerate the reunification of the country, the greatest patriotic task before the nation, and take the lead in the patriotic movement for independent reunification, peace against war and overall national unity for the present.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang to Be Facelifted",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#11",
            "content": "Pyongyang to Be Facelifted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Projects for building many objects and facelifting Pyongyang, capital city of the Democratic People's Republic of Korea, are progressing apace this year.\r\n More than 50 objects and rural dwelling houses will be constructed and over 140 objects be repaired. Among them are the Ryongaksan Spring Water Factory, the Tudan Duck Farm and Kim Po Hyon University. &nbsp;&nbsp;&nbsp;\r\n Main streets and several bridges in the city are being reconstructed to suit the demand of the modern times. &nbsp;&nbsp;&nbsp;\r\n Factories under the Pyongyang Building-materials Complex have worked out plans to supply materials needed for projects for renovating the equipment of the Pyongyang Steel Plant and expanding tile production capacity of the Taesong Ceramic Factory.\r\n The Ryugyong Park in Pothonggang District, Pyongyang, will be built as a model to be generalized throughout the city. And more than 10,000 trees and over 80,000 flowering shrubs will be planted in parks, recreation grounds and green belts in the spring and autumn periods for the general mobilization of the land management.\r\n The districts and counties in the suburbs of the city are dynamically carrying on afforestation work in line with the general tree-planting plan of Pyongyang.\r\n Units including the Pyongyang Construction Guidance Bureau which are in charge of major construction objects have completed their blueprints suitable to the requirement of the Songun era and are undertaking the projects.    \r\n\r\n\r\n"
        },
        {
            "title": "Training Course for Football Coaches Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#12",
            "content": "Training Course for Football Coaches Held in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- A training course for football coaches was held in May Day Stadium in Pyongyang under the sponsorship of the Asian Football Confederation (AFC) in accordance with its schedule.\r\n The course was participated in by football coaches from Pyongyang and local sports groups. &nbsp;&nbsp;&nbsp;\r\n The course, which gave theoretical and practical lectures, dealt with issues of principle to be adhered to by coaches in lecture and training, methods for collective and individual training of players, mental and physical training of footballers, methods of preventing injuries and issues of giving full play to the role of coaches in the organization of teams and guidance of games. &nbsp;&nbsp;&nbsp;\r\n All the participants will be qualified for C-class football coach of the AFC.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Defence Minister Sojourns in Korea",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#13",
            "content": "Chinese Defence Minister Sojourns in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Colonel General Cao Gangchuan, member of the Political Bureau of the Central Committee and vice-chairman of the Central Military Commission of the Communist Party of China, state councilor and minister of National Defense of the People's Republic of China, on a visit to the DPRK visited Mangyongdae on Wednesday.\r\n The defence minister and his party went to the old home of President Kim Il Sung in Mangyongdae where he was born and spent his childhood, cultivating the great will for the revolution. They looked round with keen interest the historic relics there, hearing the immortal story about the house. They also went round revolutionary sites on Mangyong Hill. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit Cao Gangchuan made the following entry in the visitor's book: \"Revolutionary Family, Great Contribution\". &nbsp;&nbsp;&nbsp;\r\n That day he laid wreaths before the Revolutionary Martyrs' Cemetery on Mt. Taesong and the Tower of Friendship before visiting Kim Il Sung Military University.\r\n He enjoyed a performance given by the State Merited Chorus of the Korean People's Army at the People's Palace of Culture on Tuesday.    \r\n\r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Jo Myong Rok Meets Chinese Defence Minister",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#14",
            "content": "Jo Myong Rok Meets Chinese Defence Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Vice Marshal of the Korean People's Army Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission and director of the General Political Department of the KPA, met Col. General Cao Gangchuan, member of the Political Bureau of the Central Committee and vice-chairman of the Central Military Commission of the Communist Party of China, state councilor and minister of National Defense of the People's Republic of China, Wednesday when the latter paid a courtesy call on him.\r\n Jo warmly welcomed Cao's visit to the DPRK and had talks with him in a comradely and friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Kim Jong Gak, vice-minister of the People's Armed Forces, and general officers and officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n Also on hand were Commander of the Shenyang Military Area of the Chinese People's Liberation Army Chang Wanquan, Assistant to the chief of the CPLA General Staff Zhang Qinsheng, Deputy Commander of the Navy of the CPLA Zhang Yongyi, Deputy Political Commissar of the Air Force of the CPLA Liu Yazhou, Deputy Director of the General Office of the Central Military Commission Cao Yumin and other suite members, Chinese Ambassador to the DPRK Wu Donghe and Military Attache of the Chinese embassy Yang Xilian.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Defence Minister Pays Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#15",
            "content": "Chinese Defence Minister Pays Tribute to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Colonel General Cao Gangchuan, member of the Political Bureau of the Central Committee and vice-chairman of the Central Military Commission of the Communist Party of China, state councilor and minister of National Defense of the People's Republic of China, Wednesday visited the Kumsusan Memorial Palace to pay tribute to President Kim Il Sung.\r\n He was accompanied by Commander of the Shenyang Military Area of the Chinese People's Liberation Army Chang Wanquan, Assistant to the Chief of the General Staff of the CPLA Zhang Qinsheng, Deputy Commander of the Navy of the CPLA Zhang Yongyi, Deputy Political Commissar of the Air Force of the CPLA Liu Yazhou, Deputy Director of the General Office of the Central Military Commission Cao Yumin and other suite members, Chinese Ambassador to the DPRK Wu Donghe and Military Attache of the Chinese embassy Yang Xilian. &nbsp;&nbsp;&nbsp;\r\n Also present there were Vice Marshal of the KPA Kim Il Chol, member of the National Defence Commission of the DPRK and minister of the People's Armed Forces, and KPA general officers and officers. &nbsp;&nbsp;&nbsp;\r\n A floral basket was laid before the statue of the President in the name of the Chinese minister of National Defence. &nbsp;&nbsp;&nbsp;\r\n  The guests paid tribute to the statue of the President who made undying contributions to the strengthening and development of the DPRK-China friendship and the accomplishment of the human cause of independence and made a bow to him who lies in state. &nbsp;&nbsp;&nbsp;\r\n Then they went round with keen interest the orders, medals and certificates of honorary titles the President received from the DPRK and foreign countries, the mourners' hall, a train coach and a car he used during his on-the-spot guidance and his foreign tour and during the last period of his life. &nbsp;&nbsp;&nbsp;\r\n Cao Gangchuan made the entry in the visitor's book that the feats of Comrade Kim Il Sung would shine long in history.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Artillery Company of KPA Unit",
            "url": "http://kcna.co.jp/item/2006/200604/news04/06.htm#16",
            "content": "Kim Jong Il Inspects Artillery Company of KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected an artillery company of KPA Unit 821 situated on the front.\r\n He learned about the company's performance of its duty before watching a firepower drill of its servicepersons. &nbsp;&nbsp;&nbsp;\r\n He watched them  undergo training in the spirit of hitting all enemy targets with burning hatred for the U.S. imperialist aggressors, the brigands. \r\n He set forth the tasks to be tackled to increase the company's combat capability, greatly satisfied to learn that all of them have been so fully prepared as a-match-for-a hundred fighters that no formidable enemy dares provoke them. \r\n He enjoyed a field recreation party held by the artillerymen at the fire position during break. &nbsp;&nbsp;&nbsp;\r\n Seeing every drill ground replete with the militant spirit and revolutionary optimism of a-match-for-a hundred soldiers, he said that all of the KPA servicepersons are strong in idea and faith. Our motherland will always shine as a fortress of socialism as the inflexible ranks of human bullets and bombs are standing guard over the forefront of the anti-imperialist military front, he added. &nbsp;&nbsp;&nbsp;\r\n Then he went round an education room, a bedroom, a mess hall, a kitchen, a non-staple food store and other places and highly praised the company for the successes made in its management. &nbsp;&nbsp;&nbsp;\r\n It is very good that the company has provided its soldiers with affluent diet by successfully organizing diverse sideline work to suit the features of the area, he said, stressing the need to continue to give full play to the trait of tenaciously managing its economic life. &nbsp;&nbsp;&nbsp;\r\n He gave the servicepersons of the company a pair of binoculars and an automatic rifle as gifts and had a picture taken with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Hwang Pyong So, vice department director of the Central Committee of the WPK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}