{
    "date": "2007-03-09",
    "url": "http://kcna.co.jp/item/2007/200703/20070309.htm",
    "articles": [
        {
            "title": "Kim Yong Nam Meets South Korean Delegation",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated in Peru",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#2",
            "content": "Kim Yong Nam Meets South Korean Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk in a compatriotic atmosphere with a delegation of the Committee for Peace in Northeast Asia of the Uri Party of south Korea led by Chairman Ri Hae Chan at the Mansudae Assembly Hall on Thursday. &nbsp;&nbsp;&nbsp;\r\n On hand were Choe Song Ik, vice-chairman of the National Reconciliation Council, and officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Significant Holidays to Be Commemorated in UK",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#3",
            "content": "February Holiday Celebrated in Peru \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- A national meeting, art performance, film show, lecture and Korean book, photo and handicraft exhibition took place in Peru from February 8 to 28 on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were photos showing exploits performed by Kim Jong Il and Korean books and handcrafts. &nbsp;&nbsp;&nbsp;\r\n Participants of the film show watched Korean films \"The Brilliant History of Great Leadership\" and \"The Old Home in Secret Camp in Mt. Paektu.\" &nbsp;&nbsp;&nbsp;\r\n Yuri Cesar Castro Romero, secretary general of the Peruvian-Korean Institute of Culture and Friendship, said in his speech made at the national meeting that Kim Jong Il is the distinguished leader who has conducted energetic ideological and theoretical activities and provided unique Songun leadership, thereby consolidating Korean-style socialism to be an invulnerable fortress and building a great prosperous powerful nation of Juche by frustrating the moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n Luis Mateo Munoz, general secretary of the Socialist Party of Peru, noted in his lecture that Kim Jong Il is a great brilliant commander who has turned the DPRK into an invincible power. &nbsp;&nbsp;&nbsp;\r\n Peruvian artistes staged colorful songs and dances. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the national meeting.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Conferment of \"International Kim Il Sung Prize\" on Kim Jong Il Supported",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#4",
            "content": "Korean People's Significant Holidays to Be Commemorated in UK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The British Preparatory Committee for Commemorating the 95th Birth Anniversary of President Kim Il Sung and the 75th anniversary of the Korean People's Army was inaugurated with due ceremony at the head office of the Revolutionary Communist Party of Britain (Marxist-Leninist) on March 1. &nbsp;&nbsp;&nbsp;\r\n The ceremony elected Harpal Brar, chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The committee decided to conduct brisk information service to widely introduce the exploits performed by Kim Il Sung and Kim Jong Il and the invincible might of the KPA and hold different events.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of NSL Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#5",
            "content": "Conferment of \"International Kim Il Sung Prize\" on Kim Jong Il Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The news that the \"International Kim Il Sung Prize\" Council awarded the \"International Kim Il Sung Prize\" to Kim Jong Il on the occasion of his birthday has stirred up the hearts of the progressive humankind. &nbsp;&nbsp;&nbsp;\r\n In February alone, governments, political parties, organizations and public figures of more than 40 countries and international and regional bodies expressed their support and ovation to the conferment on different occasions. &nbsp;&nbsp;&nbsp;\r\n The director general of the International Institute of the Juche Idea said it was the realization of the ardent desire of the Juche idea followers of the world and the progressive humankind. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Executive Committee of the African Party for the Solidarity and Justice of Mali, the general secretary of the Central Committee of the People's Socialist Party of Mexico, the vice-chairman of the National Democratic Party of Egypt, the chairman of the Supreme Council of the Socialist Party of Romania and many other figures and political parties and organizations made public statements supporting it one after another. &nbsp;&nbsp;&nbsp;\r\n They were unanimous in saying that the conferment was an expression of the absolute trust and deep respect of the world progressive people for Kim Jong Il and it would be recorded in history as an eternal auspicious event. &nbsp;&nbsp;&nbsp;\r\n Meetings held in India, Mongolia, South Africa, Ethiopia, Nigeria and other countries with the attendance of prominent personages, Juche idea followers and people from all walks of life adopted messages of greetings and congratulatory letters to Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Urges Korean Women to Display Revolutionary Mettle",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#6",
            "content": "Abolition of NSL Demanded in S. Korea  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The south Korean Association of National Normal College Students reportedly made public a statement titled \"We denounce the public security authorities and conservative media for perpetrating human rights abuses by invoking 'National Security Law' (NSL)\" on Feb. 5. &nbsp;&nbsp;&nbsp;\r\n The statement strongly accused the security authorities of arresting and prosecuting two teachers affiliated to the \"National Teachers Union\" on Feb. 20 for the mere reason that they posted articles praising the Songun policy and the Juche idea on the Internet homepage and taught them to students. &nbsp;&nbsp;&nbsp;\r\n Flaying the conservative media for supporting the security authorities in the campaign to hunt members of the union, the statement held that there is no need to keep the NSL any longer in the era of reunification. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the security authorities abolish at once the NSL, an evil law against reunification, democracy and human rights.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Pomminryon South Headquarters Held",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#7",
            "content": "Rodong Sinmun Urges Korean Women to Display Revolutionary Mettle \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Rodong Sinmun Thursday dedicates an editorial to the March 8 International Women's Day, excerpts from which read: &nbsp;&nbsp;&nbsp;\r\n All the Korean women should highly display their high revolutionary spirit and unbreakable mettle in the current general march for opening up a great heyday of Songun Korea, closely united around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The Korean women's movement is a Juche-oriented movement which has recorded brilliant victories along a new path of its development under the guidance of the great leaders. &nbsp;&nbsp;&nbsp;\r\n The promulgation of the Law on Equality of the Sexes by President Kim Il Sung after the liberation was a historical event that brought about a fundamental turn in the position and role of the Korean women who had undergone all manner of misfortunes for long years, subjected to political non-rights and social fetters. &nbsp;&nbsp;&nbsp;\r\n The Korean women's movement has greeted a heyday in its development under the tested leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Under the deep fatherly love of Kim Jong Il the Korean women are today living a happy life and giving full scope to their revolutionary mettle in building a great prosperous powerful nation. Among them there are unassuming patriots who dedicate their whole life faithfully to the education of the younger generation, reliable scientists who scale the high peak of modern science with painstaking pursuit and countless labor innovators who sweat faithfully at their work sites. They consider it greatest happiness to be wives of army officers and honored disabled soldiers and send their children to the posts of national defense after well bringing them up and faithfully uphold the ideas and leadership of the Workers' Party of Korea. This is noble manners that can be shown only by the Korean women. &nbsp;&nbsp;&nbsp;\r\n It is the highest pride of the WPK and people of the DPRK to have large units of woman revolutionaries who uphold the motherland with burning patriotic zeal, living in a noble and beautiful spiritual world.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Marks International Women's Day",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#8",
            "content": "Meeting of Pomminryon South Headquarters Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The 1st meeting of leading members of the 10th-term South Headquarters of the National Alliance for the Country's Reunification (Pomminryon) was reportedly held in Seoul on March 3. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the last year's work before a resolution was read out. &nbsp;&nbsp;&nbsp;\r\n The resolution said that the South Headquarters of Pomminryon would do its utmost to implement to the letter the decision made at the extraordinary meeting of co-chairmen of Pomminryon this year. &nbsp;&nbsp;&nbsp;\r\n The headquarters will realize solidarity and unity with the stand of giving importance to the nation and in the principle of defending peace before everything else, it said, and went on: It will wage a vigorous movement against the U.S. and war and for withdrawal of the U.S. forces across south Korea and strengthen solidarity with people from different strata, and thus prevent the anti-reunification forces from seizing power this year, the resolution noted. &nbsp;&nbsp;&nbsp;\r\n At the meeting Ri Kyu Jae was reelected chairman of the 10th-term South Headquarters of Pomminryon, and Kang Hui Nam, Ri Jong Rin, Ra Chang Sun and Pak Sun Gyong its honorary chairpersons and Ro Su Hui and Kim Kwang Ok its vice-chairpersons.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il presencia funcion artistica \"Cielo azul de mi pais\"",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#9",
            "content": "National Meeting Marks International Women's Day \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- A national meeting to mark the 97th anniversary of the International Women's Day was held at the People's Palace of Culture Thursday. &nbsp;&nbsp;&nbsp;\r\n  The meeting was attended by Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, senior officials of working people's organizations, women officials, women labor innovators and women in Pyongyang and Korean women from Japan staying in the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were women of foreign embassies and missions of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui, chairwoman of the Central Committee of the Korean Democratic Women's Union, in a report said that over the past nearly a century since the justice-and peace-loving progressive women of the world set March 8 as international women's day international unity and solidarity have grown strong among the women in the struggle against imperialism and colonialism and in their efforts to achieve national independence and build socialism and great progress has been made in the development of the world women's movement. &nbsp;&nbsp;&nbsp;\r\n The Korean women's movement has covered a path of victory and glory in the crucible of the Korean revolution recorded with heroic events and epoch-making changes under the wise guidance of the peerlessly great persons, she noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Under the wise leadership and profound care of President Kim Il Sung the Korean women could fully demonstrate their revolutionary stamina in the struggle to defend the country and build a socialist power in each period and at each stage of revolution and construction and the Korean women's movement cover a glorious path, adding shine to its brilliant history and tradition. &nbsp;&nbsp;&nbsp;\r\n Noting that under the guidance of Kim Jong Il the Korean women's movement has greeted a heyday in its development, the reporter said that thanks to his trust and loving care the Korean women have performed heroic exploits in the revolutionary advance to bring earlier bright future of a great prosperous powerful nation, making a tangible contribution to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The reporter called on all the women to strikingly demonstrate once again wisdom and heroic spirit of the women of Songun Korea in the worthwhile struggle to bring all-round efflorescence of a prospering country full of conviction of victory.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun conmemora el Dia Internacional de la Mujer ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#10",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Comite preparatorio de Inglaterra para efemerides coreanas",
            "url": "http://kcna.co.jp/item/2007/200703/news03/09.htm#11",
            "content": "Kim Jong Il presencia funcion artistica \"Cielo azul de mi pais\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 8 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea (PTC), Presidente del Comite de Defensa Nacional (CDN) de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), vio la funcion artistica \"Cielo azul de mi pais\" (parte de aurora), obra laureada con el \"Premio Kim Il Sung\".&nbsp;&nbsp;&nbsp;\r\n  Entre los espectadores figuraban los secretarios Choe Thae Bok, Kim Jung Rin y Kim Ki Nam y otros cuadros del CC del PTC, el vicemariscal del EPC Kim Il Chol, miembro del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, y otros directivos del ejercito, oficiales y soldados del EPC y funcionarios de los dominios de cultura, arte, prensa e informacion. &nbsp;&nbsp;&nbsp;\r\n  La obra refleja mas magnificamente en gran escena epica la majestuosa realidad de la Corea heroica que acude a la aurora de una gran potencia prospera. &nbsp;&nbsp;&nbsp;\r\n  A traves del espectaculo, los ejecutantes cantaron con gran emocion de la orgullosa trayectoria de la revolucion coreana llena de triunfos y glorias y mostraron fehacientemente la firme conviccion y la voluntad del ejercito y el pueblo de Corea de mantener siempre sereno y azul el cielo del pais al construir con el temperamento de Thaechon un paraiso socialista en pleno florecimiento apoyando con fidelidad la idea y la orientacion del Dirigente. &nbsp;&nbsp;&nbsp;\r\n  Una vez terminada la funcion, el Dirigente respondio al vitoreo de los ejecutantes y espectadores y felicito los exitos de los primeros. &nbsp;&nbsp;&nbsp;\r\n  Se mostro muy satisfecho de que crearon excelentemente la otra obra maestra de la epoca del Songun (priorizacion militar) que refleja el espiritu y el impetu de Corea. &nbsp;&nbsp;&nbsp;\r\n  Dijo que esta obra, que materializa estrictamente el partidismo, el caracter clasista y el popularismo, es un arte genuinamente popular que pueden crear solo nuestros artistas revolucionarios guiados por el partido y anadio que el desarrollo esplendido del arte del Juche deviene una nitida manifestacion de la justeza y la gran vitalidad de la politica del PTC en materia de la literatura y el arte. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente expreso esperanza y conviccion de que los artistas exaltaran a todo el mundo el poderio del arte popular al defender y llevar adelante con exito las preciosas tradiciones literarias y artisticas de nuestro partido.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}