{
    "date": "2007-05-07",
    "url": "http://kcna.co.jp/item/2007/200705/20070507.htm",
    "articles": [
        {
            "title": "Wreath to Bier of Kim Yu Sik",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA's Birthday Marked Abroad",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#2",
            "content": "Wreath to Bier of Kim Yu Sik \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of Kim Yu Sik, head of the Pyongyang Circus who is winner of Kim Il Sung Prize and People's Artiste, on Saturday, expressing deep condolences over his death.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK Praised by Mexican Party Leader ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#3",
            "content": "KPA's Birthday Marked Abroad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 6 (KCNA) -- A lecture, film shows and photo exhibitions were held in Ethiopia, India, Guinea, Indonesia, Malaysia, Singapore and Laos and by the Pan-African Movement from Apr. 21 to 27 on the occasion of the 75th founding anniversary of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the photo exhibitions were works of President Kim Il Sung and Kim Jong Il and photos showing their Songun leadership exploits and photos introducing the might of the KPA. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films including \"For Liberation of Korea\", \"The Korean People's Army, Steel-like Ranks\", \"Military Parade and Mass Demonstration Celebrating the 55th Founding Anniversary of the Glorious Workers' Party of Korea\".&nbsp;&nbsp;&nbsp;\r\n The chairman of the Ethiopian Youth Study Group of the Juche Idea said in the lecture that the undying feats performed by Kim Il Sung and Kim Jong Il in the army building and the efforts to increase the national defence capability are great, expressing the belief that the KPA would continue to win victory only in the future, too, under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The chief director of the Indian Council for History Studies noted that the film show offered an opportunity to clearly realize that even a country though small in territory can become a powerful country if it is steered by a great leader. &nbsp;&nbsp;&nbsp;\r\n The director of the Military Medical Department of the Guinean Ministry of Defence said at the end of the Korean film show that the revolutionary armed forces of the DPRK founded by Kim Il Sung are now demonstrating its might to the full not only in the military field but in all other fabrics of social life under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Figures of Indonesia, Malaysia, Singapore and Laos noted at the film shows and photo exhibitions that socialist Korea will always remain an iron wall as long as the KPA stands guard over it, led by Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Architectural Festival to Be Held",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#4",
            "content": "WPK Praised by Mexican Party Leader  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 6 (KCNA) -- My visit to the DPRK provided me with an opportunity to know well about the undying feats President Kim Il Sung and Kim Jong Il performed by developing the Workers' Party of Korea into an invincible party, said Ricardo Cantu Garza, coordinator of the National Coordinating Committee of the Workers' Party of Mexico. &nbsp;&nbsp;&nbsp;\r\n The WPK has grown to be a powerful guiding force standing undeterred by any storm and stress, thanks to the Juche idea founded by the President, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n It is winning victory after victory as it is led by Kim Jong Il. It has become a banner of victory of the Korean people and a beacon of hope for the progressive humankind desirous of socialism. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Mexico is taking the Juche idea as the guidelines for the party building and activities. The friendly relations between the WPK and our Party forged in the common struggle against imperialism will grow stronger in the days ahead.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Sophism under Fire in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#5",
            "content": "Architectural Festival to Be Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 6 (KCNA) -- The 7th May 21 Architectural Festival will be held here from May 10 to 15. &nbsp;&nbsp;&nbsp;\r\n It will involve a prize contest in miniatures for city central part, miniatures of e-library and architectural designing for various objects and a program contest in modernizing architectural designing and so on. &nbsp;&nbsp;&nbsp;\r\n The 2nd symposium on architectural aesthetics will also take place during the festival. &nbsp;&nbsp;&nbsp;\r\n Its participants will hear the presentation of papers on the essence and contents of the work to make structures formative and artistic and ways to do so.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Army Day of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#6",
            "content": "GNP's Sophism under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 6 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification, the Solidarity for Implementing the South-North Joint Declaration, the south Korean Federation of University Student Councils, the south Korean Council of Youth Organizations and the Solidarity of Youth and Students for Implementing the June 15 Joint Declaration in south Korea reportedly held a joint press conference on April 30 at which they dismissed the hypocritical remarks made by the \"Grand National Party\".&nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference accused the gentries of the GNP of recently letting loose a spate of rigmaroles about what it called \"unification policy\" and \"economic policy\" under the signboard of a \"switchover in its policy towards the north\" with the \"presidential elections\" at hand. &nbsp;&nbsp;&nbsp;\r\n An open questionnaire to the GNP was read out at the press conference. It urged the GNP to clarify its stand on the June 15 joint declaration, a landmark for reunification, if its loudmouthed \"switchover in its policy towards the north\" is not a deceptive artifice to serve the \"purpose of the elections\".&nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Solidarity for Implementing the South-North Joint Declaration held a meeting in a street of Seoul on April 25 to hear speeches critical of the GNP. &nbsp;&nbsp;&nbsp;\r\n Speakers condemned the GNP for scheming to railroad through the \"National Assembly\" a bill banning candlelight rallies of civic and public organizations.  The GNP is no more than a successor to the \"Yusin\" regime which made desperate efforts to blindfold the people and stop their ears by enforcing \"emergency steps\", they noted, stressing that the anti-reunification party swimming against the trend of the times is bound to be judged by the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Moves to Tighten U.S.-Japan Alliance Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#7",
            "content": "Army Day of DPRK Observed in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Round-table talks, a lecture and film shows took place in the Czech Republic, Romania, Mexico, South Africa and Tanzania from Apr. 19 to 23 on the occasion of the 75th founding anniversary of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were works of President Kim Il Sung and Kim Jong Il and photos showing their Songun revolutionary leadership exploits. &nbsp;&nbsp;&nbsp;\r\n Jiri Jarka, honorary chairman of the Paektusan Czech-Korean Friendship Association, addressing the round-table talks, referred to the undying contributions made by Kim Il Sung to the founding of the revolutionary armed forces and their development. &nbsp;&nbsp;&nbsp;\r\n A vice-director of the Foreign Relations Department of the Romanian Ministry of Defence and a retired general noted at round-table talks that the KPA under the supreme commandership of Kim Jong Il would demonstrate its pride of being an invincible army before the whole world. &nbsp;&nbsp;&nbsp;\r\n Bonakele Majuba, chairman of the South African Association of Friendship and Solidarity with Korean People, noted at a lecture that the army and people of the DPRK are united single-mindedly, adding that this real picture represents the strength of socialist Korea which no force can break and a factor of the steady advance of socialism in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films including \"The Korean People's Army, Steel-like Ranks\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Workers' Unity and Alliance Called for in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#8",
            "content": "Moves to Tighten U.S.-Japan Alliance Flailed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- The Press Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration reportedly issued a statement titled \"We denounce the unreasonable deal between the U.S. and Japan intended to hamstring the implementation of the Feb. 13 agreement\" on April 30. &nbsp;&nbsp;&nbsp;\r\n Recalling the recent announcement of the U.S. that it would sell 100 F-22A Raptor Stealth fighters to Japan, the statement accused it of blustering that it would not delist north Korea as a terrorism sponsor unless the issue of Japanese abductees is settled. &nbsp;&nbsp;&nbsp;\r\n The statement continued: This is a grave obstacle to the peace process on the Korean Peninsula as it means a fresh move to tighten the military alliance between the U.S. and Japan and clearly indicates that they have no willingness to push forward the six-party talks.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves to Enact War Constitution under Fire",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#9",
            "content": "Workers' Unity and Alliance Called for in S. Korea  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- The preparatory committee of the Solidarity for Progress and the Democratic Labor Party in south Korea reportedly issued statements on Tuesday calling for unity, solidarity and alliance among workers on May Day. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee of the solidarity in the statement said the working class on this land is faced with the tasks to shatter the neo-liberal \"globalization\" offensive of the U.S. imperialists and the \"government\", protect the vital rights of the people and achieve the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n To this end all the toiling masses should unite, the statement said, calling upon all the people to fight to bring down the contradiction-ridden society so as to put an end to all sorts of oppression, exploitation and discrimination and build a society where the working class has become a master. &nbsp;&nbsp;&nbsp;\r\n The Democratic Labor Party in the statement stressed that it would strive for unity, solidarity and alliance with the workers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#10",
            "content": "Japan's Moves to Enact War Constitution under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- A bill on holding a referendum to decide on the procedures related to the revision of the Constitution passed through the House of Representatives of the Japanese Diet shortly ago. &nbsp;&nbsp;&nbsp;\r\n Describing it as a very serious development, Rodong Sinmun Saturday in a signed commentary holds that the Abe ruling forces should stop the moves to enact a War Constitution and build a war state, facing up to the reality. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' moves to retrogressively revise the Constitution at any cost are aimed to turn Japan into a war state for aggression after departing from the \"postwar system\", the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The successive reactionary governments in Japan had worked hard to militarize the country. The Abe ruling forces, however, surpass by far the preceding ruling quarters in the vicious, shameless and reckless nature. &nbsp;&nbsp;&nbsp;\r\n The Abe ruling forces' moves to enact a War Constitution is a serious violation of international conventions and a challenge to them. &nbsp;&nbsp;&nbsp;\r\n The issue of Japan's revision of its Constitution is not a simple issue of domestic nature but is a sensitive political issue related to the relations between Japan and the international community. &nbsp;&nbsp;&nbsp;\r\n The Abe ruling forces' crafty moves to implant the militarist idea into the Japanese citizens and drive them to overseas aggression are as dangerous as what the Japanese imperialist rulers did in the past to fascistize the Japanese socio-political system. &nbsp;&nbsp;&nbsp;\r\n The Abe forces' reckless moves to retrogressively revise the Constitution have put Japan's \"Pacifist Constitution\" on the verge of nullification. The replacement of the \"Pacifist Constitution\" by a War Constitution would throw Japan into the abyss of ruin.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "ARF, First Anti-Japanese National United Front Body in Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#11",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 16th anniversary of Kim Jong Il's famous work \"Our Socialism Centred on the Masses Shall Not Perish\". &nbsp;&nbsp;&nbsp;\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n  The past 10 odd years represented a period in which Korean-style socialism has fully demonstrated its validity, truth and invincibility as most advantageous man-centred socialism. &nbsp;&nbsp;&nbsp;\r\n The solidity and invincibility of Korean-style socialism can be found in that it was built, guided by the great Juche idea, the Songun idea and advances on that basis. They can also be found in that it enjoys absolute support and trust from the people and advances under the uplifted banner of the single-minded unity. &nbsp;&nbsp;&nbsp;\r\n The Juche idea serves as an ideological foundation of Korean-style socialism and the Songun idea of Juche as great guidelines for achieving the victory of the cause of socialism in the new century. People's support and trust provides a fundamental source of the system's solidity and invincibility, and the single-minded unity a mainstay of the Korean revolution and a sure guarantee for augmenting the might of our own socialism. &nbsp;&nbsp;&nbsp;\r\n The great idea brings about a great reality. The present reality clearly proves that Korean-style socialism advancing on the basis of the most solid ideological foundation and with the might of ideology will always emerge victorious. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung set it as the supreme principle to govern the party building and activities to turn the WPK into a popular party serving the people and defending their interests long ago. The immortal exploits performed by him served as a fundamental source which made it possible for Korean-style socialism to strike its roots deep among the masses. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, regarding the President's noble idea of \"Believing in people as in Heaven\" as his maxim, has always oriented all his considerations and activities to showing loving care for the people. &nbsp;&nbsp;&nbsp;\r\n The celebrations of the 75th birthday of the Korean People's Army that startled the world and the loud cheers of the army and people there represented their absolute trust in Kim Jong Il who has increased the national power of the country and immensely glorified man-centred Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n The single-minded unity which has served as a banner of all victories in the annals of the Korean revolution has grown as solid as a rock and its might has been drastically augmented through the struggle to defend and glorify socialism over the past more than decade.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#12",
            "content": "ARF, First Anti-Japanese National United Front Body in Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- The Korean people are looking back with deep emotion upon the historical days, in which the tradition of the great national unity was established, on the occasion of the 71st anniversary of the formation of the Association for the Restoration of the Fatherland (ARF). &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung, with a will to liberate the country by the united efforts of the nation from the first days after he embarked on the road of revolution in his early years, put forward the Juche-oriented line on the anti-Japanese national united front at the historical meeting held in Kalun in Juche 19 (1930). &nbsp;&nbsp;&nbsp;\r\n He energetically conducted activities to rally all the forces of the nation under the banner of the anti-Japanese national united front and reared core elements in this course. &nbsp;&nbsp;&nbsp;\r\n He set forth a policy of forming a standing united front body at the meeting held in Nanhutou (February 27 - March 3, 1936) and organized a preparatory committee for founding the ARF. &nbsp;&nbsp;&nbsp;\r\n He dispatched small units and political workers of the Korean People's Revolutionary Army to different parts of the homeland and Manchuria with a mission of energetic organizational and political activities for founding the ARF.  He framed the programme, rules and inaugural declaration of the ARF during the breaks of arduous marches. &nbsp;&nbsp;&nbsp;\r\n On the basis of such preparations, he held a meeting of military and political cadres of the KPRA in Donggang, Fusong Prefecture, in May, 1936 to proclaim the formation of the ARF. &nbsp;&nbsp;&nbsp;\r\n The ARF was the first anti-Japanese national united front body in Korea, which conducted its activities on the principle of the democratic centralism with its unique programme, rules and organizational structure, and a powerful underground revolutionary organization, which united the broad patriotic forces from all strata. &nbsp;&nbsp;&nbsp;\r\n The founding of the ARF was a historic event which marked a fresh turning-point in the history of the anti-Japanese national united front in Korea and ushered in the dawn of the national liberation. &nbsp;&nbsp;&nbsp;\r\n Under the wise leadership of the President, the ARF developed into a pan-national organization with hundreds of thousands of members in a short span of time and the anti-Japanese national liberation struggle victoriously advanced forward in reliance on the powerful internal revolutionary forces.     \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Religious Delegation Here",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#13",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- A delegation of the DPRK Foreign Ministry headed by Vice-Minister Kim Hyong Jun left here Saturday by air to visit Latin American countries including Cuba. &nbsp;&nbsp;&nbsp;\r\n Arriving here on the same day was a delegation of the Commission for External Affairs of the C.C., Lao People's Revolutionary Party headed by Vice-Chairman Hiem Phommachanh.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian Delegation",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#14",
            "content": "S. Korean Religious Delegation Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- A delegation of the Peace Council of Religionists of south Korea led by Chairman Choe Kun Dok arrived here today. &nbsp;&nbsp;&nbsp;\r\n It was greeted at the airport by Jang Jae On, chairman of the Korean Council of Religionists, and officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation Leaves",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#15",
            "content": "Gift to Kim Jong Il from Russian Party Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by a delegation of the Maritime Territorial Regional Committee of the All-Russian Party \"United Russia\" on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Saturday by Vladimir Kurilov, member of the General Council of the party and secretary of its Maritime Territorial Regional Committee, who is heading the delegation.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Ki Nam Meets Russian Delegation",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#16",
            "content": "S. Korean Delegation Leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- A delegation of the Northeast Asia Peace Committee of the Uri Party of south Korea led by Kim Hyok Gyu, a national assemblyman from the party, left here Saturday after winding up its visit to Pyongyang at the invitation of the National Reconciliation Council of the DPRK. &nbsp;&nbsp;&nbsp;\r\n While staying here, the delegation went round the Tower of the Juche Idea, the International Friendship Exhibition and Pyongyang Kim Won Gyun Conservatory and appreciated the mass gymnastic and artistic performance \"Arirang\".&nbsp;&nbsp;&nbsp;\r\n It conversed with Choe Sung Chol, vice-chairman of the Korea Asia-Pacific Peace Committee, and members of the National Economic Cooperation Committee.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fascist Search Operations against Chongryon Organizations Flayed",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#17",
            "content": "Kim Ki Nam Meets Russian Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with a delegation of the Maritime Territorial Regional Committee of the All-Russian Party \"United Russia\" led by Vladimir Kurilov, member of the General Council of the party and secretary of its Maritime Territorial Regional Committee, at the Mansudae Assembly Hall on Saturday. &nbsp;&nbsp;&nbsp;\r\n Present there were officials concerned and the Russian ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#18",
            "content": "Fascist Search Operations against Chongryon Organizations Flayed\r\n&nbsp;&nbsp;&nbsp;Tokyo, May 3 (KNS-KCNA) -- A meeting of Koreans in Japan was held in Tokyo on May 2 to denounce the Japanese authorities' fascist search operations against organizations of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n Present there were Chairman So Man Sul and Chief Vice-Chairman Ho Jong Man of the Central Standing Committee of Chongryon, Chongryon officials, youths and students and other compatriots. &nbsp;&nbsp;&nbsp;\r\n Ri Ki Sok, vice-chairman of the Chongryon Central Standing Committee, in a report accused the Abe regime and the police authorities of deliberately committing search operations against offices of the Korean Students Union in Japan and the Institute for Korean Studies on April 25. He bitterly denounced the search operations as politically-motivated brutal suppression and false propaganda against the Chongryon Central Standing Committee as shameless terrorism. &nbsp;&nbsp;&nbsp;\r\n Their search operations and false propaganda were prompted by their sinister intention to torpedo the 21st Congress of Chongryon, he said, declaring that Chongryon and Koreans in Japan would never tolerate them but decisively foil them and thus make the congress a success and demonstrate the united might of Chongryon. &nbsp;&nbsp;&nbsp;\r\n He called upon Chongryon and Koreans in Japan to categorically repudiate and shatter the Abe regime and police authorities' unreasonable political suppression of Chongryon and Koreans in Japan, cherishing the firm faith that they are sure to win as long as they are led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The meeting was addressed by Jo Tu Song, chairman of the Central Standing Committee of the Korean Students Union in Japan, and other Koreans and Japanese figures. &nbsp;&nbsp;&nbsp;\r\n The speakers termed the above-said search operations fascist suppression kicked off by the Abe regime to renew its row over the \"abduction issue\" in a bid to get rid of its difficult position and drive Japan to fascism again. &nbsp;&nbsp;&nbsp;\r\n A written protest to the Japanese government and the police authorities was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The meeting decided to form a group of protesters made up of representatives of compatriots of different strata and stage protests against the Japanese government and the Police Agency.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona una subunidad de la Unidad No. 967 ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#19",
            "content": "Kim Jong Il Inspects KPA Unit 977\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 977 honored with the title of the O Jung Hup-led Seventh Regiment. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself with the unit's performance of duty before watching the training of its servicepersons. &nbsp;&nbsp;&nbsp;\r\n He put forward the tasks to be tackled by the unit to increase its combat capacity in every way, expressing satisfaction over the fact that the servicepersons of the unit have performed their guard duties in a responsible manner with a high degree of vigilance and grown to be a-match-for-a-hundred fighters possessed of high combat technique and capacity by implementing the Party's policy of training to the letter. &nbsp;&nbsp;&nbsp;\r\n He learned about how the political work is being conducted among servicepersons, going round a servicepersons' hall, a library and other entertainment and educational facilities. &nbsp;&nbsp;&nbsp;\r\n He praised the unit for having trained all the servicepersons as heroes of the new century by successfully building entertainment and educational centers and conducting revolutionary and working class education in a unique manner to suit the characteristic features of the young soldiers. &nbsp;&nbsp;&nbsp;\r\n Then he took deep care of the living of the servicepersons, going round the well-arranged service facilities and the compound of the barracks. &nbsp;&nbsp;&nbsp;\r\n He highly praised the successes made by the unit in the past, noting that the unit honored with the title of the O Jung Hup-led Seventh Regiment is a model in all aspects including supply service and unit management, to say nothing of combat and political training. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Kim Myong Guk and Vice Department Director of the WPK Central Committee Kang Tong Yun.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia la enmienda constitucional de Japon ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#20",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "EE.UU. intenta sacar mas dinero al Sur de Corea, condena CRPP ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#21",
            "content": "Kim Jong Il inspecciona una subunidad de la Unidad No. 967 \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 5 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono una subunidad de la Unidad No. 967 del EPC. &nbsp;&nbsp;&nbsp;\r\n�@El Dirigente hizo conocimiento del estado de cumplimiento del deber de la unidad y vio un entrenamiento de los militares. &nbsp;&nbsp;&nbsp;\r\n�@Al verlo, se mostro muy satisfecho de que los oficiales y soldados se enfrascan en los ejercicios para prepararse como combatientes capaces de pelear a solas contra cien enemigos e indico las tareas que se presentan para fortalecer mas la combatividad de la unidad. &nbsp;&nbsp;&nbsp;\r\n�@En una sala de leccion militar se entero del estado de entrenamiento y de mantenimiento de los equipos tecnicos de combate y dijo que todos los militares deben cuidar las armas como las ninas de sus ojos como lo hicieron los combatientes revolucionarios antijaponeses. &nbsp;&nbsp;&nbsp;\r\n�@Acto seguido, el Dirigente recorrio la sala de educacion, el dormitorio, el comedor, el bano, el deposito de alimentos subsidiarios y otras instalaciones de cultura, educacion e intendencia prodigando profunda atencion a la vida de los militares. &nbsp;&nbsp;&nbsp;\r\n�@El Dirigente dio binoculos y fusil automatico a los militares de la unidad y se fotografio junto a estos. &nbsp;&nbsp;&nbsp;\r\n�@Le acompanaron los generales de ejercito del EPC Hyon Chol Hae y Kim Myong Guk, y el subjefe de departamento del CC del PTC Kang Tong Yun.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "ARP, primer ente de frente unido nacional antijapones de Corea ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/07.htm#22",
            "content": "Rodong Sinmun denuncia la enmienda constitucional de Japon \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 5 de mayo (ATCC) -- La Camara de Representantes de Japon acabo de aprobar un proyecto de ley sobre un plebiscito para definir la tramitacion de la enmienda constitucional. &nbsp;&nbsp;&nbsp;\r\n  El diario Rodong Sinmun, en un comentario individual publicado en su edicion de este sabado, lo califica de una evolucion de la situacion gravisima y sostiene que el equipo de Abe debe distinguir correctamente la realidad y poner fin a la fabricacion de la constitucion belicista y la construccion del Estado guerrero. &nbsp;&nbsp;&nbsp;\r\n   Los reaccionarios japoneses hacen esfuerzos desesperados por modificar la constitucion en vigencia con miras a disponer de las condiciones del Estado guerrero liberandose del \"sistema posbelico\". &nbsp;&nbsp;&nbsp;\r\n  La enmienda constitucional de las fuerzas gobernantes de Abe deviene una flagrante violacion y desafio a los convenios internacionales. &nbsp;&nbsp;&nbsp;\r\n  La enmienda constitucional no es un simple asunto interno, sino un agudo problema politico vinculado con las relaciones entre Japon y la sociedad internacional. &nbsp;&nbsp;&nbsp;\r\n  El proceder del gobierno de Abe de inculcar de manera astuta a la poblacion la idea militarista y conducirla a la agresion a ultramar se asemeja a lo que cometieron los gobernantes japoneses del pasado para fascistizar el sistema social y politico del pais. &nbsp;&nbsp;&nbsp;\r\n  Debido a la enmienda constitucional de la banda de Abe, la existencia de la \"constitucion pacifista\" del pais isleno corre el peligro de desaparecerse. &nbsp;&nbsp;&nbsp;\r\n�@La aparicion de la constitucion belicista llevara al pais a la ruina.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}