{
    "date": "2007-02-12",
    "url": "http://kcna.co.jp/item/2007/200702/20070212.htm",
    "articles": [
        {
            "title": "Important Days in DPRK Commemorated ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#1",
            "content": "Important Days in DPRK Commemorated  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- A lecture and a seminar on the feats performed by Kim Jong Il and a book exhibition were held by the Italian Preparatory Committee for Celebrating the February Holiday and a meeting, a photo exhibition and a film show by the Lahore Branch of the Pakistan-Korea Friendship Association and a lecture by the Austrian Preparatory Committee for Commemorating the Day of the Sun and February 16 from Feb. 3 to 5 on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n Miriam Pellegrini Ferri, chairman of the Italian Preparatory Committee for Celebrating the February Holiday who is chairman of the Italian Committee for the Study of Songun Idea for Independence and Sovereignty, at a lecture praised Kim Jong Il as the great politician possessed of great political ability and extraordinary military qualification as he has firmly defended socialism in Korea. &nbsp;&nbsp;&nbsp;\r\n C. R. Aslam, president of the Pakistan Socialist Party, and Mohammad Aslam Nagi, secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association, and M. Z. Maulvi, general secretary of the Pakistan Organization for Afro-Asian People's Solidarity, in their speeches made at the meeting highly lauded Kim Jong Il as a great politician, an outstanding strategist and a peace champion, expressing the conviction that Korean socialism would always win victory after victory under his wise leadership. &nbsp;&nbsp;&nbsp;\r\n Erich Zavadil, chairman of the Advisory Council of the Society for the Promotion of the Relations Between Austria and the DPRK, in a lecture said that Kim Jong Il has developed and enriched the Juche idea founded by President Kim Il Sung and has enforced the Songun politics, turning the DPRK into a state strong in ideology, in the spirit of independence and in the military aspect. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the meeting in Pakistan.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Cuban Ambassador ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#2",
            "content": "Reception Given by Cuban Ambassador  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Cuban Ambassador to the DPRK Ruben Perez Valdes gave a reception on Saturday on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He said in a speech that the Korean people are waging a dynamic struggle to build socialism and reunify the country under the wise and tested leadership of Kim Jong Il, supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Last year was a significant year in which cooperation between the two countries was boosted and bilateral relations put on a high level in all fields, he said, stating this is a striking demonstration of the fraternal solidarity existing between the leaders and peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n He wholeheartedly wished Kim Jong Il good health and great success in his noble work of leading all the Korean people on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, speaking next, said that the fraternal relations of friendship provided by President Kim Il Sung and Fidel Castro Ruz are growing stronger day by day under the special care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n The Korean people are greatly inspired by the invariable support and encouragement sent by Fidel Castro Ruz and Cuban comrades to the DPRK's cause of building a great prosperous powerful nation and achieving national reunification, he said, adding that the Korean people would make every possible effort to boost the friendly and cooperative relations between the DPRK and Cuba.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "CILRECO Supports Joint Statement Published in DPRK",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#3",
            "content": "CILRECO Supports Joint Statement Published in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea (CILRECO) on Feb. 6 posted an editorial titled \"The passionate appeal calling for international solidarity for the Korean nation in its patriotic unity and cause of independent reunification of Korea\" on its Internet to support the joint statement of political parties and government and organizations of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Introducing the main contents of the joint statement, the editorial noted with high appreciation that the statement clarified the issue of Korea's reunification as an important one related to peace and security in the world. &nbsp;&nbsp;&nbsp;\r\n Expressing unequivocal support to the joint statement, the editorial noted that the CILRECO would intensify its activities in support of the efforts for the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n It called upon the world's progressive forces to take various forms of measures for pressurizing the U.S. to withdraw its forces from south Korea, the root cause of war and a main obstacle to the reunification, peace and denuclearization on the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated in China",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#4",
            "content": "February Holiday Celebrated in China \r\n&nbsp;&nbsp;&nbsp;Beijing, February 9 (KCNA) -- A meeting was held by the China Association for International Friendly Contact and the Beijing Association for International Friendly Contact on Wednesday on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n Present there were Shen Weiping, vice-president, Chen Zuming, secretary general, and other officials of the China Association for International Friendly Contact and Beijing Association for International Friendly Contact, and families of persons related to the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Choe Jin Su, DPRK ambassador to China, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Shen Weiping in his speech at the meeting said that General Secretary Kim Jong Il achieved great successes and brought about a new phase in building a great prosperous powerful nation last year by leading the Workers' Party of Korea, the army and people. &nbsp;&nbsp;&nbsp;\r\n He hoped that the diligent Korean people would victoriously usher in a heyday of the Songun revolution and make a steady advance in socialist construction under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Both China and the DPRK have registered ample successes in the cooperation in economy and trade and closely cooperated with each other in dealing with important international issues amid the interest of the top leaders of the two countries, he noted, adding that China would make sustained efforts to inject new life and energy into the friendship between the two countries and boost the traditional Sino-DPRK friendly relations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun and February 16 to Be Commemorated in Bulgaria",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#5",
            "content": "Day of Sun and February 16 to Be Commemorated in Bulgaria \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- The Bulgarian preparatory committee for commemorating the Day of the Sun and February 16 was inaugurated with due ceremony by the Bulgaria-Korea Friendship Association on Feb. 5. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Supreme Council of the Bulgarian Socialist Party was elected chairman of the preparatory committee.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Utmost Efforts to Boost Sino-DPRK Relations Reiterated ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#6",
            "content": "Utmost Efforts to Boost Sino-DPRK Relations Reiterated  \r\n&nbsp;&nbsp;&nbsp;Beijing, February 9 (KCNA) -- China will make its utmost efforts to steadily deepen and develop the Sino-DPRK relations of friendship and cooperation in line with the agreement reached between the top leaders of the two parties, said Wang Jiarui, head of the International Liaison Department of the Central Committee of the Communist Party of China. He was addressing a friendly meeting with the staff members of the DPRK embassy in Beijing hosted by the International Liaison Department of the Central Committee of the Communist Party of China Thursday on the occasion of the New Year. &nbsp;&nbsp;&nbsp;\r\n 2007 is a very important year for the peoples of the two countries, he said, expressing conviction that the Sino-DPRK relations of friendship and cooperation would steadily develop under the deep care of the top leaders of the two parties and countries in this year which will greet the 17th Congress of the Communist Party of China and commemorate the birthday of General Secretary Kim Jong Il and the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Participants of the meeting talked to one another about the need to boost the cooperative relations between the two countries and had sports and amusement games, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were DPRK Ambassador to China Choe Jin Su and staff members of its embassy in Beijing.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "11th Schoolchildren's Oratorical and Story-Telling Contest Held ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#7",
            "content": "11th Schoolchildren's Oratorical and Story-Telling Contest Held  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- The 11th oratorical and story-telling contest among hobby group members of schoolchildren' palaces and halls from across the country took place at the Pyongyang Schoolchildren's Palace on the occasion of February 16. &nbsp;&nbsp;&nbsp;\r\n It brought together more than 300 hobby group members selected from different schoolchildren's palaces and halls of the country. They entered the contest with diverse numbers including oratory, witty talk and dialogic poem. &nbsp;&nbsp;&nbsp;\r\n The participants were deeply impressed by oratory \"Fist of Songun Korea\", witty talk \"Taste\", solo performance \"Promise\" and dialogic poem \"Blue Sky over My Country\" and other numbers as they truthfully represented the firm determination of the schoolchildren to loyally uphold the Songun politics of Kim Jong Il and fully prepare themselves as reliable pillars in building a great prosperous powerful nation in a way suited to their psychological characteristics. &nbsp;&nbsp;&nbsp;\r\n The performers fully displayed their artistic skills they have cultivated while vigorously encouraging working people at different industrial establishments and co-op farms in their high-pitched drive to implement the tasks set forth in the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n The Chongjin Schoolchildren's Palace, the Hamhung Schoolchildren's Hall, the Sinuiju Schoolchildren's Hall, the Mangyongdae District Schoolchildren's Hall and the Schoolchildren's Hall in Singye County respectively placed first in the team standings of the contest.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP Hit for Defending \"Yusin\" Regime",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#8",
            "content": "GNP Hit for Defending \"Yusin\" Regime \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- A meeting denouncing the Grand National Party of south Korea for defending the military dictatorship and the \"Yusin\" regime was reportedly held in Seoul on Feb. 7 under the sponsorship of the Solidarity for Implementing the South-North Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Speakers said they could hardly repress their resentment at all acts of the GNP such as its wrong understanding of history and its remarks whitewashing the period of the \"Yusin\" regime, holding that the GNP, the descendant of the \"Yusin,\" should apologize before history and the people because its dictatorial regime perpetrated frantic suppression, forcing many innocent people to die on the scaffold and imposing torture and imprisonment upon them. &nbsp;&nbsp;&nbsp;\r\n A letter of protest read out at the meeting said that the rash acts of the GNP gentry prove that they are, indeed, the descendants of the \"Yusin\" regime and they stayed in power and maintained their existence under the patronage of the dictator. &nbsp;&nbsp;&nbsp;\r\n Any act of defending the dictatorial regime is nothing but an insult to history and the people and as cruel an act as lacerating the hearts of the victims.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#9",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Kim Jong Il's famous work \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\" published on Feb. 11, Juche 85 (1996) serves as an important work which the army and people of the DPRK should consistently hold fast to in their efforts to hold President Kim Il Sung in high esteem as the eternal sun of Juche and successfully materialize his idea and cause, says Rodong Sinmun Sunday in a signed article. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in the work lauded Kim Il Sung as a peerlessly great man whom the Korean people have acclaimed for the first time in the nation's history spanning thousands of years and the sun of humankind recognized by the world people and comprehensively clarified matters arising in upholding him forever. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable faith and will of Kim Jong Il to hold the President in high esteem forever and accomplish the Juche cause of socialism, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The great leadership of Kim Jong Il over the work to materialize the President's idea and cause finds its vivid manifestation in that he has enriched the revolutionary idea of Kim Il Sung and set forth noble ideological and theoretical guidelines for completing the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has comprehensively enriched and developed the President's Songun idea in all fields with an iron will to accomplish with arms the Korean revolution that was started, advanced and triumphed by dint of arms. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's great leadership also lies in that he is fully realizing the President's intention and desire to build a rich and powerful nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il clarified all ideas, theories and policies to build a socialist economic power in the new century and projected the People's Army as a model and let it bear the brunt of building an economic power, thereby causing modern production bases to spring up in different parts of the country to win the admiration even in the new century and giving strong impetus to the overall technological updating of the national economy despite difficulties. &nbsp;&nbsp;&nbsp;\r\n His great guidance can also be found in that he has led all the affairs related to the revolution and construction the way the President did.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Iranian President Greeted",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#10",
            "content": "Iranian President Greeted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Iranian President Mahmoud Ahmadinejad on the occasion of the 28th anniversary of the victory in the Islamic revolution of Iran. &nbsp;&nbsp;&nbsp;\r\n The message expressed the conviction that the relations of friendship and cooperation that have favorably developed between the two countries since the victory of the Islamic revolution would expand in various fields and wished the president greater success in his responsible work to defend the sovereignty of the country and achieve national prosperity.        \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Party and State Officials Visit International Friendship Exhibition ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#11",
            "content": "Party and State Officials Visit International Friendship Exhibition \r\n&nbsp;&nbsp;&nbsp;Hyangsan, February 11 (KCNA) -- Senior Party and state officials, and leading officials of the Central Committee of the Workers' Party of Korea, ministries, national institutions and working people's organizations visited the International Friendship Exhibition Sunday on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n They first laid bouquets before the statue of President Kim Il Sung in Hyangsan Township before paying tribute to him. &nbsp;&nbsp;&nbsp;\r\n Then they visited the exhibition. &nbsp;&nbsp;&nbsp;\r\n They made bows to the statue of Kim Jong Il in reverence in its General Review Hall. &nbsp;&nbsp;&nbsp;\r\n They looked round gifts on display, being briefed on the fact that heads of political parties, states and governments and prominent figures from many countries of the world presented valuable gifts to him.      \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Events Held Abroad to Celebrate February Holiday",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#12",
            "content": "More Events Held Abroad to Celebrate February Holiday\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- A lecture, a special lecture, a book and photo exhibitions and film shows were held in Democratic Congo, Egypt, Russia and Indonesia from Jan. 29 to Feb. 2 on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were works of Kim Jong Il and photos showing his Songun revolutionary leadership exploits. &nbsp;&nbsp;&nbsp;\r\n Participants of film shows watched Korean films including \"Brilliant History of Great Leadership.\" &nbsp;&nbsp;&nbsp;\r\n The permanent executive secretary of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo in a lecture explained that Kim Jong Il has victoriously led the cause of global independence with his unique Songun policy. &nbsp;&nbsp;&nbsp;\r\n Bele Moukeleng, chairman of the Group for the Study of the Juche Idea of University of Kinshasa of Democratic Congo, in a special lecture referred to the undying ideological and theoretical exploits of Kim Jong Il, adding that the Songun idea and Songun policy are displaying their tremendous vitality as the days go by. &nbsp;&nbsp;&nbsp;\r\n Yehia Zakaria Khairullah, secretary general of the Egypt-Korea Friendship Association, at a photo exhibition highly praised Kim Jong Il as a great man who enjoys deepest respect of the Korean people and other progressives of the world. &nbsp;&nbsp;&nbsp;\r\n The director of a Russian company in Moscow and the director of an Indonesian company after watching the Korean films said that the DPRK is making steady advance along the road chosen by itself as it is led by Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Study Group Formed in Mexico",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#13",
            "content": "Study Group Formed in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The Hidalgo State Group of the Mexican Institute for the Study of the Juche Idea was inaugurated with due ceremony in Pachuca of Hidalgo State on Feb. 3. &nbsp;&nbsp;&nbsp;\r\n Juan Campos Vega, chairman of the institute, in his speech at the ceremony referred to the originality and great vitality of the Juche idea and the brisk study and dissemination of the Juche idea now under way worldwide. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the ideological and theoretical exploits Kim Jong Il has performed by developing and enriching the immortal Juche idea fathered by President Kim Il Sung and declared that the Hidalgo State Group of the Mexican Institute for the Study of the Juche Idea has been inaugurated on the occasion of February 16, a holiday common to humankind. &nbsp;&nbsp;&nbsp;\r\n Announced at the ceremony were the names of the members of the group with Dulce Olivia Posado Martinez as its chairman.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to Suppression of Patriotic Figures and Youths and Students Urged",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#14",
            "content": "Stop to Suppression of Patriotic Figures and Youths and Students Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- Members of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), the south Korean Federation of University Student Councils, the Solidarity for Implementing the South-North Joint Declaration and the South Headquarters of the National Alliance for the Country's Reunification reportedly held a press conference in front of the Police Office building in Sodaemun District, Seoul on Feb. 5. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded the security authorities stop the suppression of patriotic figures and youths and students who struggled for national reunification.  &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference held that the publication of book \"Understanding of the Songun Politics\" by the South Headquarters of Pomchonghakryon was a just academic activity conducted by youths and students. &nbsp;&nbsp;&nbsp;\r\n A protest letter to the Police Office was read out there.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "France-Korea Friendship Association Meets",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#15",
            "content": "France-Korea Friendship Association Meets\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The annual meeting of the France-Korea Friendship Association was held in Paris on Monday. &nbsp;&nbsp;&nbsp;\r\n A report was delivered by Andre Obrey, representative chairman of the association, to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n They voiced full support to the measures for self-defence taken by the DPRK to cope with the U.S. hostile policy towards the DPRK last year and renewed their resolution to boost the solidarity with the Korean people in socialist construction and in their struggle to achieve the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The meeting underscored the need for the association to strengthen the cooperation and exchange between the two countries in various fields this year. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Normandy committee of its association was elected chairman of the association at the meeting.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Iranian Ambassador to DPRK Hosts Reception",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#16",
            "content": "Iranian Ambassador to DPRK Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- Jalaleddin Namini Mianji, Iranian ambassador to the DPRK, Friday hosted a reception at Koryo Hotel here on the occasion of the 28th anniversary of the victory in the Islamic revolution in Iran. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, Jong Yong Su, minister of Labor who is chairman of the Korea-Iran Friendship Association, and officials concerned and diplomatic envoys of various countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Iranian embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Organization Vows Dynamic Counter-Action ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#17",
            "content": "S. Korean Organization Vows Dynamic Counter-Action \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- A seminar on the subject of \"Future plan and task of the movement against the expansion of the U.S. military base in Phyongthaek\" was reportedly held in Phyongthaek, Kyonggi Province on Feb. 5 under the sponsorship of the All-People Measure Committee for Checking the U.S. Military Base in Phyongthaek of south Korea. &nbsp;&nbsp;&nbsp;\r\n Speakers accused the \"government\" of pushing forward in real earnest the project for the expansion of the U.S. military base such as raising the ground level as part of the plan for the construction of the U.S. military base in Phyongthaek from Jan. 2. &nbsp;&nbsp;&nbsp;\r\n They declared that it is the major aim of the movement against the expansion of the U.S. military base in Phyongthaek to build up public opinion for exposing the injustice of the expansion of the U.S. military base and stage a powerful struggle against the \"government's\" humiliating construction of the U.S. military base.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea-U.S. Meeting on Security Policy Initiative under Fire",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#18",
            "content": "S. Korea-U.S. Meeting on Security Policy Initiative under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification and the People for Achieving Peace and Reunification of south Korea reportedly held a press conference in front of the building of the \"Ministry of National Defense\" in Seoul on Feb. 7 to denounce the 11th south Korea-U.S. Meeting on Security Policy Initiative. &nbsp;&nbsp;&nbsp;\r\n A press release read out at the press conference said that the main topic of discussion at the meeting would be the issue of increasing the role of the \"UN Command\" and the final completion of the plan for expanding the U.S. military base in Phyongthaek, etc. By doing so, the U.S. intends to boost the \"alliance for aggression\" with south Korea and, at the same time, justify its moves for military operations against the north, it noted. &nbsp;&nbsp;&nbsp;\r\n If the payment of additional fund as regards the expansion of the U.S. military base is agreed upon at the meeting, they will stage a powerful struggle against it, it warned. &nbsp;&nbsp;&nbsp;\r\n Dismissing the agreement on transferring the U.S. military base in Ryongsan and the \"plan for joint land management\" as humiliating and wrong, it urged the \"government\" to declare it null and void and opt for total renegotiations. &nbsp;&nbsp;&nbsp;\r\n The U.S. is talking about the establishment of a new \"military command system\" under the pretext of \"transferring the right to control wartime operations,\" it said, adding: Lurking behind this is an intention to turn the south Korea-U.S. \"alliance\" into a Northeast Asian regional alliance. &nbsp;&nbsp;&nbsp;\r\n The press release strongly demanded a stop to the moves to establish the aggressive south Korea-U.S. \"military command system\", abolition of all sorts of unequal military treaties and the dissolution of the spurious \"UN Command\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fine Art Exhibition and Pencil Picture Festival Open",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#19",
            "content": "Fine Art Exhibition and Pencil Picture Festival Open\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The 18th Fine Art Exhibition and the Second Pencil Picture Festival of the Korean People's Army were opened to celebrate February 16. &nbsp;&nbsp;&nbsp;\r\n Displayed there are at least 1,200 pieces of fine art works of various genres created by military painters and servicepersons. &nbsp;&nbsp;&nbsp;\r\n On display there are works dealing with the undying feats performed by the three generals of Mt. Paektu in the course of carrying out the cause of Juche-based army building including computer-aided film picture \"The Anchor of 'Down-with-Imperialism Union' Was Weighed\", oil painting \"Cheers on December 24\" and \"Comrade Kim Jong Suk among Women Company Servicepersons\" and works representing the struggle and life style of servicepersons who are performing heroic feats in defending the country and building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony took place at the April 25 House of Culture on Friday. &nbsp;&nbsp;&nbsp;\r\n After an opening address was made its participants went round works on display. &nbsp;&nbsp;&nbsp;\r\n Korean painting \"Songun Is My Will\", oil paintings, posters, pencil pictures and other works deeply impressed the visitors.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Public Presentation on Greatness of Kim Jong Il Held",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#20",
            "content": "Public Presentation on Greatness of Kim Jong Il Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- A public presentation of the Ministry of the People's Armed Forces on the greatness of Supreme Commander of the Korean People's Army Kim Jong Il was held at the April 25 House of Culture on Friday on the occasion of the nation's greatest auspicious February holiday. &nbsp;&nbsp;&nbsp;\r\n Speakers said that Kim Jong Il, born as the great son of guerillas, has performed undying feats on behalf of the era and history by leading the Korean revolution and the cause of global independence to victory with his distinguished political ability and extraordinary Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n KPA Vice Marshal Kim Yong Chun, chief of the General Staff of the KPA, noted that the U.S. imperialists' hostile policy toward the DPRK and their strategy for world supremacy have proved a shameful fiasco due to the iron will and grit and extraordinary stratagem of Kim Jong Il. It is the greatest honor and happiness of all the servicepersons and people to have Kim Jong Il, the great man of the century, in the van of revolution, he added. &nbsp;&nbsp;&nbsp;\r\n KPA Vice Marshal Kim Il Chol, minister of the People's Armed Forces, stated that Kim Jong Il, regarding the philosophy on arms as the steel-strong creed in the grim period of the Korean revolution, paid primary efforts to boosting the military power and trained the KPA into the strong revolutionary army of Mt. Paektu fully prepared politically and ideologically and in military technique, thus providing a firm military guarantee for the security of the country and its prosperity. &nbsp;&nbsp;&nbsp;\r\n KPA General Pak Jae Gyong said that a pioneer's role of the KPA is being increased in the revolution and construction and a new page of the great army-people unity is opened on the basis of the revolutionary soldier spirit under the care of Kim Jong Il who expounded the original idea of the army-people unity and leading the work for its implementation. &nbsp;&nbsp;&nbsp;\r\n KPA General Kim Jong Gak stressed that the KPA has grown to be the steel-strong ranks of fighters who have close bonds of kinship with Kim Jong Il thanks to his meticulous and deep loving care as he has taken profound care of the service of the soldiers down to all details like their real parents and showed them boundless solicitude on his way of inspecting the front. &nbsp;&nbsp;&nbsp;\r\n Present there were KPA Vice Marshal Jo Myong Rok, director of the General Political Department of the KPA, and others.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP Hit for Insisting on Keeping NSL",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#21",
            "content": "GNP Hit for Insisting on Keeping NSL\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) --The anachronistic \"National Security Law\" (NSL) was rendered almost defunct due to the strong trend of the times after the publication of the June 15 joint declaration but is now again raising a whirlwind of violent suppression. This is entirely attributable to the challenge of the anti-reunification forces including the Grand National Party of south Korea to this trend of the times. A spokesman for the Committee for the Peaceful Reunification of the Fatherland said this in a statement on Feb. 9. &nbsp;&nbsp;&nbsp;\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n Recently people from all walks of life in south Korea including pro-reunification patriotic figures and progressive reformists have been cracked down and executed on absurd charges of \"being pro-communist benefiting the enemy\" and \"spying\" on the strength of the fascist NSL. Such disturbing development reminds one of the whirlwind of \"political crackdown for public security\" kicked off during the military dictatorship in the past. &nbsp;&nbsp;&nbsp;\r\n When the fate of the NSL was at stake and the issue of its repeal was taken up even by the \"National Assembly\" session after the publication of the June 15 declaration, the GNP and other anti-communist conservative fanatics who depend on fascist dictatorship and the NSL to survive brought together even right-wing riff-raffs to conduct what they called \"campaign for preserving the NSL,\" describing it as \"the last stronghold for protecting their system.\" &nbsp;&nbsp;&nbsp;\r\n They even threatened and blackmailed the forces for progressive reforms standing for the repeal of the NSL, branding them as \"a spokesman\" and \"vanguard\" for the north, while crying out for \"political coloring.\" &nbsp;&nbsp;&nbsp;\r\n Their ulterior motive is to keep the NSL in force, put south Korea again under the yoke of fascist dictatorship, scrap the June 15 joint declaration and thus cause the north-south relations to collapse and realize their ambition to come to power. &nbsp;&nbsp;&nbsp;\r\n It is only the GNP clan keen on fascism, confrontation and war who insists on maintaining the NSL in south Korea. The GNP precisely means the NSL and vice versa. In case the GNP seizes power again the NSL will never be repealed and the whirlwind of fascist suppression will rage with greater force.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP of S. Korea Indicted for Fabricating \"Pro-Communist Cases\" ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#22",
            "content": "GNP of S. Korea Indicted for Fabricating \"Pro-Communist Cases\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The Information Department of the Central Committee of the Anti-Imperialist National Democratic Front in an indictment on Feb. 6 roundly exposed the \"Grand National Party's\" hideous crackdown upon the struggle of patriotic people for independence, democracy and reunification after labeling it \"pro-communist actions,\" according to the Internet site Kuguk Jonson. &nbsp;&nbsp;&nbsp;\r\n The indictment said: &nbsp;&nbsp;&nbsp;\r\n The GNP is now working hard to achieve a landslide victory in the \"presidential elections,\" talking about what it called \"tradition\" and \"nature of system.\" The \"tradition\" and \"nature of system\" touted by them mean anti-reunification nature and regime against the nation and democracy that originated from the \"anti-communist\" nature of the regime of Syngman Rhee-led \"Liberal Party\" and prompted Park Chung Hee's \"Republican Party,\" Chun Doo Hwan's \"Democratic Justice Party,\" Roh Thae Woo's \"Democratic Liberal Party\" and Kim Young Sam's \"New Korea Party\" to fake up \"pro-communist\" cases. &nbsp;&nbsp;&nbsp;\r\n The indictment cited facts to prove that all elements of the GNP, from its ancestor to its traitorous members still alive, have supported the U.S. colonial rule and incited south-north confrontation by faking up \"pro-communist cases\" regarding such practice as a means of their existence. &nbsp;&nbsp;&nbsp;\r\n The GNP gentry keen on winning a victory in the \"presidential elections\" has gone to extremes in its standoff with the north and fabrication of \"pro-communist\" cases. &nbsp;&nbsp;&nbsp;\r\n The desperate and malignant anti-DPRK rackets aimed at sowing the seeds of discord and inciting confrontation among Koreans surpass the sinister plots hatched by the successive \"anti-communist\" fanatics to cook up criminal \"pro-communist\" cases in the past. &nbsp;&nbsp;&nbsp;\r\n A closer scrutiny into the GNP goes to prove that it is a group of flunkeys and traitors who survive through pro-U.S. activities and prolong their remaining days by fabricating \"pro-communist\" cases, going against the desire of the masses and the trend of the times. &nbsp;&nbsp;&nbsp;\r\n Should this evil group be allowed to seize power again, south Korea will be swept by a whirlwind of fascism and suppression more violent than what raged in those days of \"Yusin\" dictatorship and the Koreans will be subject to slavery more unbearable than the one from which they have suffered for more than six decades. &nbsp;&nbsp;&nbsp;\r\n Worse still, this would turn the whole of Korea into a shamble of the U.S. nuclear war and reduce the June 15 joint declaration symbolic of hope and future of the nation to a scrap of paper.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Settlement of Past in S. Korea Called for ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#23",
            "content": "Settlement of Past in S. Korea Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The settlement of the past in south Korea is not just a business-like matter of probing historical facts but a crucial political issue for making a new history, building new society and new life. If the past crimes are to be settled properly, the work should not be confined to probing the truth but lead to meting out a stern judgment to the criminals. A spokesman for the Korean Democratic Lawyers Association said this Saturday in a statement issued in connection with the fact that the Committee for Straightening out the Past History of south Korea recently made public the names of more than 100 former and incumbent high-ranking judicial officers and judges who handled the fascist \"cases of violation of emergency measures\" during the \"Yusin\" dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n The disclosure of their names brought into bolder relief the past crimes committed by the clan of the \"Grand National Party.\" But the GNP has uttered no word of apology. It, instead, is justifying them, an intolerable insult and challenge to the people's mindset and justice. &nbsp;&nbsp;&nbsp;\r\n There are in the GNP many fascist law-enforcement agents who earned ill fames by killing people through legal actions during the \"Yusin\" dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n They are now working hard with bloodshot eyes to seize power again, whetting the sword of fascism. They are keen to hamstring the efforts to probe the truth behind the past wrongs, which is targeted against them and turn back the wheel of history at any cost. &nbsp;&nbsp;&nbsp;\r\n They even have gone the lengths of recommending a descendant of the ferocious dictator as \"candidate.\" This cannot but be a mockery of history and public opinion at home and abroad. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that a critical situation will prevail in Korea if the GNP is allowed to come to power again. In that case south Korea will be turned into a dark society under the sway of fascism and the north-south relations brought back to those in the era of confrontation and the danger of a nuclear war will further increase there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Britain Appointed",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#24",
            "content": "DPRK Ambassador to Britain Appointed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- Ja Song Nam was appointed as the DPRK ambassador to the United Kingdom of Great Britain and Northern Ireland, according to a decree of the Presidium of the Supreme People's Assembly.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Documentary Film \"The Brilliant History of Great Leadership\" Shown ",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#25",
            "content": "Documentary Film \"Brilliant History of Great Leadership\" Shown \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- A documentary film \"The brilliant history of great leadership\" was shown at the People's Palace of Culture Saturday. &nbsp;&nbsp;&nbsp;\r\n The film comprehensively deals with the undying feats performed by Kim Jong Il on behalf of the era and humankind while leading the Workers' Party of Korea and the Korean revolution along the road of victory and glory. &nbsp;&nbsp;&nbsp;\r\n It impressively shows the tireless revolutionary activities of Kim Jong Il who has brought about astonishing changes in all fields of the revolution and construction, always joining President Kim Il Sung in his efforts to bring happiness to the people. &nbsp;&nbsp;&nbsp;\r\n The film documents extensively and in depth the history of Songun revolutionary activities of Kim Jong Il in which he has protected the destiny of the country and nation and Korean-style socialism and paved a wide avenue for building a great prosperous powerful nation with his peculiar Songun politics. &nbsp;&nbsp;&nbsp;\r\n The film contains scenes showing the perfect unity that exists between Kim Jong Il, who has adorned the whole course of his revolutionary activities with total dedication to the country and people, noble humanity and ardent comradeship, and people and others dealing with the immortal revolutionary exploits performed by him in carrying out the cause of national reunification and global independence. &nbsp;&nbsp;&nbsp;\r\n It was watched by senior party and state officials, a chairperson of a friendly party, officials of ministries and national institutions and working people in the city.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#26",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- General Secretary Kim Jong Il received a gift from Vishwanath, secretary general of the \"International Kim Il Sung Prize\" Council who is staying in the DPRK to celebrate his birthday. &nbsp;&nbsp;&nbsp;\r\n The gift was handed over to an official concerned by the secretary general.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Kim Jong Il from Chinese Bodies",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#27",
            "content": "Congratulations to Kim Jong Il from Chinese Bodies\r\n&nbsp;&nbsp;&nbsp;Beijing, February 9 (KCNA) -- General Secretary Kim Jong Il was presented with a congratulatory letter and a gift in the joint name of the China Association for International Friendly Contact and the Beijing Association for International Friendly Contact on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n The letter and gift were conveyed to the DPRK ambassador to China by Shen Weiping, vice-president of the China Association for International Friendly Contact, on Wednesday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Letters and Gifts to Kim Jong Il from China",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#28",
            "content": "Congratulatory Letters and Gifts to Kim Jong Il from China\r\n&nbsp;&nbsp;&nbsp;Beijing, February 9 (KCNA) -- General Secretary Kim Jong Il was presented with congratulatory letters and gifts by Zhou Wei, Feng Yila and Liu Xiaohua, family members of those related to the anti-Japanese revolutionary struggle in China, on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n They were conveyed to the DPRK ambassador to China on Wednesday by Liu Xiaohua, director of the Beijing Association for International Friendly Contact, on behalf of the families.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions against Japanese Ultra-Right Forces' Moves to Exterminate Koreans Called for",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#29",
            "content": "Actions against Japanese Ultra-Right Forces' Moves to Exterminate Koreans Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly published an appeal on Feb. 6 calling on the Koreans to turn out in the actions to bring the Japanese reactionaries' suppression of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan to an end. &nbsp;&nbsp;&nbsp;\r\n The appeal said: Koreans are falling victim to the crackdown by the Japanese ultra-right forces in the June 15 era when the movement for placing the nation above anything else and defending the nation and the nation-first spirit are running high. It is a vital issue of the nation which brooks not a moment's delay to put an end to this alarming development. &nbsp;&nbsp;&nbsp;\r\n Japan should not be allowed to trifle with the destiny of the Korean nation any longer as it had bled the Koreans white for more than 40 years after depriving Korea of its sovereignty. All the members of the Korean nation are called upon to turn out in the struggle to put an end to the suppression of Chongryon and Koreans in Japan in the spirit of taking revenge upon it. &nbsp;&nbsp;&nbsp;\r\n The appeal urged the people from all walks of life to unite as one on March 1 to deal a heavy blow at Japan and put pressure on it to stop at once its suppression of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n It called for smashing the Japanese ultra-right forces' moves for exterminating the Korean nation holding high the banner of attaching importance to the nation.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Chongryon and Koreans in Japan Flailed",
            "url": "http://kcna.co.jp/item/2007/200702/news02/12.htm#30",
            "content": "Suppression of Chongryon and Koreans in Japan Flailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 10 (KCNA) -- The Japanese reactionaries again perpetrated fascist suppression of the General Association of Korean Residents in Japan (Chongryon) and their commercial organizations recently. &nbsp;&nbsp;&nbsp;\r\n On Feb. 6 the Hyogo Prefectural Police Agency searched the Hyogo Prefectural Headquarters and the Hyogo Prefectural Commercial Association of Chongryon in the wake of the similar actions on Dec. 5 last year and on Jan. 10 this year. &nbsp;&nbsp;&nbsp;\r\n From early that morning the police authorities mobilized more than 250 armed policemen for cracking down upon Korean workers in commerce on the charge of violation of the \"law on taxation.\" Not content with this, they drove five armored cars to cutting off the traffic around the headquarters before searching its hall and the house of the chief of the Business Office of the association. Then they walked away the chief of the office. &nbsp;&nbsp;&nbsp;\r\n At night on Feb. 4 the Hokkaido police authorities arrested the deputy managing director of the Sapporo Commercial Association on charges of the violation of the above-said law and Korean businessman Kim Hwa Su and his wife and others on charges of the violation of the \"law on income tax.\" &nbsp;&nbsp;&nbsp;\r\n On Feb. 5 the Sapporo District Prosecutor's Office and the Hokkaido Police Agency searched the Hokkaido Headquarters of Chongryon, its Sapporo branch and offices of the Korean Youth League in Japan and the Korean Democratic Women's Union in Japan inside the hall of the headquarters, the Hokkaido Commercial Association, the Sapporo Commercial Association and houses of the deputy managing director of the association and of Kim Hwa Su and his son for 12 hours and a half, claiming that they are suspicious of violating the \"law on taxation\" and the \"law on income tax.\" They ransacked Kim's house, groundlessly asserting that \"some of the money earned by a shop run by him was likely to be wired to the north.\" &nbsp;&nbsp;&nbsp;\r\n Greatly enraged by this, officials of the Hyogo Headquarters of Chongryon and Koreans in the prefecture strongly protested against the police on Feb. 6. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, members of the Korean Youth League in Japan and Koreans in Hyogo Prefecture held a rally in protest against the fascist suppression in front of the prefectural building before taking to the streets. &nbsp;&nbsp;&nbsp;\r\n The protesters included officials of Chongryon and Koreans in Kinki Region including Osaka and Kyoto. &nbsp;&nbsp;&nbsp;\r\n On Feb. 6 the Hokkaido Headquarters of Chongryon called a press conference at which it denounced the hideous suppression of Chongryon and Koreans in Japan by the Japanese authorities.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}