{
    "date": "2007-10-22",
    "url": "http://kcna.co.jp/item/2007/200710/20071022.htm",
    "articles": [
        {
            "title": "KPA Will Never Remain Onlooker to Military Provocations of S. Korean Warships",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#1",
            "content": "KPA Will Never Remain Onlooker to Military Provocations of S. Korean Warships \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- A report of the Navy Command of the Korean People's Army was issued on Sunday in connection with the infiltration of warships into the territorial waters of the north side in the West Sea of Korea by the warmongers of the south Korean forces. &nbsp;&nbsp;&nbsp;\r\n According to the report, they keep perpetrating such very dangerous and grave military provocations as infiltrating warships into the territorial waters of the north side in the West Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n At around 06:50 on Oct. 18 they infiltrated four warships deep into the territorial waters of the north side southeast of Ssanggyo-ri of Kangryong County, South Hwanghae Province. This was followed by the intrusion of 30 guard ships, clippers and rubber boats on the same day. &nbsp;&nbsp;&nbsp;\r\n They sent into those waters seven warships on Oct. 14 and 13 warships on Oct. 17 in a desperate bid to allegedly \"defend the northern limit line\".&nbsp;&nbsp;&nbsp;\r\n When the north side demanded the immediate withdrawal of the warships over international maritime ultra-short wave walkie-talkie according to the north-south agreement, the south Korean forces responded to it in a provocative manner, crying: It is our waters. Don't make far-fetched assertion. &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities are sadly mistaken if they think they can \"defend\" the illegal \"northern limit line\" in such manner now that the north and the south agreed to set up \"a special area for peace and cooperation in the West Sea\" and fix waters for joint fishing and peaceful waters. &nbsp;&nbsp;&nbsp;\r\n Their behavior is an unpardonable and undisguised provocation to the \"Declaration for the Development of North-South Relations and Peace and Prosperity\", and it is a product of their political and strategic attempt to drive the north-south relations to the phase of confrontation again. &nbsp;&nbsp;&nbsp;\r\n The KPA Navy will never remain an onlooker to the south Korean naval warships' reckless military provocations as intruding into the inviolable territorial waters of the north side. &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities had better stop acting rashly. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Discloses Sordid Nature of Japan's NHK",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#2",
            "content": "KCNA Discloses Sordid Nature of Japan's NHK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- NHK of Japan recently aired a \"special program\" malignantly defaming the dignity and authority of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It used the riff-raffs, who betrayed and deserted their homeland, in its diatribe. It falsified truth by asserting that the repatriation of Koreans in Japan to their homeland was a product of a political bargaining between the governments of the DPRK and Japan in the last period while describing them as \"political victims\". NHK went the lengths of showing some unidentified persons, their faces veiled, who falsely claimed that DPRK-flagged ships \"Samjiyon\" and \"Mangyongbong-92\" served as centers for such illegal activities as making requests to Koreans in Japan to collect money and forcing them to cooperate in operations. &nbsp;&nbsp;&nbsp;\r\n This is an extremely mean and reckless smear campaign aimed to tarnish the international authority and prestige of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is well known that NHK has escalated the smear campaign against the DPRK in recent years while taking an active part in the drive to make the Japanese society veer to the Right and realize its militarization in collusion with the Japanese reactionaries, departing from the principle of impartiality and objectivity in media activities. &nbsp;&nbsp;&nbsp;\r\n In January 2001 NHK drastically modified \"Inquiry into wartime sex abuses\", sequel of serial \"How to judge war\", in the direction of covering up Japan's war crimes just before airing it as requested by ultra-right conservative politicians including Abe, thus sparking off public furor. It has become all the more frantic in its anti-DPRK short wave broadcasting service in recent years which mainly deals with the \"abduction issue.\" This is just a few examples. &nbsp;&nbsp;&nbsp;\r\n Not content with dancing to the tune of the Japanese reactionaries keen to politicize the \"abduction issue,\" NHK dared deny even the stark historical fact that the repatriation of Koreans in Japan to the homeland was realized thanks to the warm compatriotic measure taken by President Kim Il Sung. This anti-DPRK vituperation was an intolerable provocation which can be perpetrated only by paid trumpeters, political servants hell-bent on hostile acts against the DPRK. &nbsp;&nbsp;&nbsp;\r\n NHK's diatribe is part of Japan's hostile policy toward the DPRK. It was by no means a coincidence that NHK aired such misinformation the day before the present Japanese government decided to extend the sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n A victim to politics is none other than NHK itself. &nbsp;&nbsp;&nbsp;\r\n As for renegade Pak Yong Gon whom NHK let appear in the smear program in a bid to make it plausible, he had been in close touch with Hwang Jang Yop allegedly to study the Juche idea since the 1970s just as he confessed. When the situation turned difficult, he defected to the enemy side, betraying his true colors. &nbsp;&nbsp;&nbsp;\r\n It is needless to say that such guys as Pak are just the same dirty human scum as Hwang bereft of elementary conscience and a sense of obligation. &nbsp;&nbsp;&nbsp;\r\n Those concerned of NHK sank so low as to use such dirty guys to make money. &nbsp;&nbsp;&nbsp;\r\n NHK would be well advised to apologize to the DPRK for its anti-DPRK smear program and stop acting a shameful political waiting maid before claiming \"independent broadcasting service\" which no one believes. &nbsp;&nbsp;&nbsp;\r\n A view on confrontation and double-dealing tactics dating back to the old era would never help improve the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n NHK had better behave with discretion, pondering over the serious consequences to be entailed by its program supporting the Japanese authorities' anti-DPRK smear campaign.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Plan for Exchange Signed between Foreign Ministries of DPRK and Russia",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#3",
            "content": "Plan for Exchange Signed between Foreign Ministries of DPRK and Russia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- A 2007-2008 plan for exchange between the foreign ministries of the DPRK and Russia was signed in Moscow on October 19. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony from the DPRK side were members of the delegation of the DPRK Foreign Ministry headed by Vice-Minister Kung Sok Ung and from the Russian side officials of the Russian Foreign Ministry including Vice-Minister Alexandr Losyukov.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Egyptian Military Attache",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#4",
            "content": "Reception Given by Egyptian Military Attache \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- Ahmed Medhat, military attache of the Egyptian embassy here, gave a reception at the Taedonggang Club for the Diplomatic Corps on Friday on the occasion of the day of the Egyptian army. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were general officers and officers of the Korean People's Army, officials concerned, diplomatic envoys of various countries and military attaches of different embassies here. &nbsp;&nbsp;&nbsp;\r\n On hand were the charge d'affaires ad interim and staff members of the Egyptian embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA Women's Football Team Wins Football Title of the Fourth Military World Games",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#5",
            "content": "KPA Women's Football Team Wins Football Title of the Fourth Military World Games \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The women's football team of the Korean People's Army defeated its German rival 5:0 in the finals on Oct. 20, winning the women's football title of the Fourth Military World Games. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK players placed first by obtaining 1,732 points in the 25 meter rapid pistol match of the women's team event held on Oct. 19, bagging a gold medal, and other women players of the DPRK placed second in the 25 meter sports pistol match on the same day. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Scientific and Technological Presentation Held",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#6",
            "content": "National Scientific and Technological Presentation Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- A national scientific and technological presentation in the field of construction and building-materials was held at Pyongyang University of Construction and Building Materials Production on October 18 and 19 under the sponsorship of the Central Committee of the Korean General Federation of Science and Technology. &nbsp;&nbsp;&nbsp;\r\n Presented there were more than 90 papers which helped settle scientific and technological problems arising in pushing forward the modernization of the construction and building material industries and actively developing and producing new kinds of building-materials including light pre-fab parts and finishing building-materials in reliance upon indigenous technology and natural resources in recent years. &nbsp;&nbsp;&nbsp;\r\n Present there were scientists, technicians and workers and post graduates of scientific research institutes, universities, factories and enterprises in the field of construction and building-materials.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chairman of International Kim Il Sung Foundation Interviewed",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#7",
            "content": "Chairman of International Kim Il Sung Foundation Interviewed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- Johnny Hon, chairman of the International Kim Il Sung Foundation who is chairman of the Global Group of Britain, was interviewed by KCNA Thursday after visiting the Kumsusan Memorial Palace here, the supreme temple of Juche. &nbsp;&nbsp;&nbsp;\r\n He said that he read President Kim Il Sung's reminiscences \"With the Century\" which helped him know better about the noble life of a great leader and a great man, adding that history does not know such outstanding thinker and theoretician and great statesman as Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He explained how the International Kim Il Sung Foundation came into being. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n A series of visits I paid to the DPRK where the Juche idea has been embodied convinced me that global independence was sure to come true when a country and nation firmly maintain independence and prompted me to resolve to contribute to the cause. The establishment of the International Kim Il Sung Foundation is of ever greater significance as it was proclaimed in Pyongyang, the capital of the DPRK, the birthplace of the great Juche idea. &nbsp;&nbsp;&nbsp;\r\n The purpose of the foundation is to ensure the successful awarding of the \"International Kim Il Sung Prize\" and contribute to the study and dissemination of the Juche idea worldwide, global peace and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n Noting that it was of historic significance that the \"International Kim Il Sung Prize\" was awarded to Kim Jong Il in recognition of the immortal feats he has performed on behalf of the times and history while successfully carrying forward and developing the idea of the President, he said: &nbsp;&nbsp;&nbsp;\r\n No prize in the world is as prestigious as the \"International Kim Il Sung Prize.\" &nbsp;&nbsp;&nbsp;\r\n As chairman of the International Kim Il Sung Foundation, I will make every possible effort to carry out the noble cause started by the President, deeply aware of the mission I have assumed before the times and humankind.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#8",
            "content": "Anniversary of Kim Jong Il's Work Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- Rodong Sinmun Sunday dedicates an article to the 31st anniversary of Kim Jong Il's famous work \"Let Us Firmly Preserve the Politico-Ideological Unity and Purity of the Party Generation after Generation.\" &nbsp;&nbsp;&nbsp;\r\n The work, published on Oct. 22, Juche 65 (1976), serves as an important work as it clarifies important principled matters in successfully carrying forward and accomplishing the revolutionary cause of Juche by thoroughly establishing the monolithic ideological system throughout the party. &nbsp;&nbsp;&nbsp;\r\n The validity and vitality of the ideas and theories expounded in the work have been fully proven in the activities of the Workers' Party of Korea and in the revolutionary practice, the signed article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK is demonstrating its dignity as a party that has achieved the unbreakable unity and cohesion in thinking and will and a revolutionary party that has formed a harmonious whole with the people with its roots deeply struck among the popular masses. &nbsp;&nbsp;&nbsp;\r\n The WPK is an elite unit that has formed a single-minded unity where the spirit of devotedly defending the headquarters of the revolution prevails. &nbsp;&nbsp;&nbsp;\r\n On the basis of this spirit the entire party is closely united around the headquarters of the revolution. Herein lie the solidity and the invincible might of the unity and cohesion of the WPK. &nbsp;&nbsp;&nbsp;\r\n The WPK is an integral whole in thinking and will as all its members are equipped with the monolithic idea, the Songun idea of Juche. &nbsp;&nbsp;&nbsp;\r\n All the party members think and act as required by the Juche idea, the Songun idea, regarding them as an unshakable revolutionary world outlook. The party work and activities and all affairs related to the revolution and construction are organized based on this Songun idea. &nbsp;&nbsp;&nbsp;\r\n The WPK is an integral whole in organization and action as all its members move as one under the monolithic guidance of the leader. &nbsp;&nbsp;&nbsp;\r\n It is demonstrating its might as an ever-victorious steel-like party for its unbreakable organization and immensely strong sense of discipline. &nbsp;&nbsp;&nbsp;\r\n It is immense fortune and honor of the WPK and the people that they are carving out a bright future of the new century, holding in high esteem Kim Jong Il, peerlessly prominent statesman and master of the revolutionary party building, as their leader.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Brisk Visits and Contacts among Koreans Called for",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#9",
            "content": "Brisk Visits and Contacts among Koreans Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- In order to achieve the great unity of the whole nation it is necessary to actively realize visits and contacts, dialogue and solidarity and alliance, putting the common interests of the nation above anything else irrespective of ideology and system, political view and religious belief and interests of classes and strata. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Sunday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Referring to the importance of the solidarity and alliance in the struggle to achieve the great unity of the whole nation, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Korea remains divided into the north and the south due to outside forces and there exist differing ideologies and systems. Members of the nation differ from each other in political views and religious beliefs and there is also a gap between classes and strata in interests. &nbsp;&nbsp;&nbsp;\r\n The Korean nation, a homogeneous nation, can trust and get reconciled with each other and achieve the national unity wherever they live, despite whatever differences. It is an important way of achieving the reconciliation and unity to realize visits and contacts, dialogue and solidarity and alliance among Koreans in the north and the south and abroad. &nbsp;&nbsp;&nbsp;\r\n All the functions for reunification that compatriots of different social standings in the north and the south and abroad held visiting each other along the road opened up by the June 15 era of reunification in recent years have provided good occasions of deepening each other's interests and trust and clearly proved that the Korean nation can surely achieve the great unity under the banner of national reunification. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should steadily stir up the atmosphere of reconciliation and unity across the country and all organizations for the reunification movement at home and abroad should expand and develop the solidarity and alliance on a new higher stage with June 15 All-Korean Committee as an umbrella body under the banner of \"By our nation itself\".    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Politics Praised as Driving Force in June 15 Era of Reunification",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#10",
            "content": "Songun Politics Praised as Driving Force in June 15 Era of Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- The Songun politics of the DPRK instills great national pride and self-confidence into all Koreans at home and abroad and firmly guarantees the victorious advance of the cause of national reunification as it resolutely meets the imperialists' challenges for aggression with invincible military power. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun politics serves as a national banner because it glorifies the June 15 era of reunification as the era of national independence, the era of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The main spirit of the June 15 era of reunification is the idea of \"By our nation itself\", the core of which is national independence. &nbsp;&nbsp;&nbsp;\r\n It is the quintessence of the idea of \"By our nation itself\" to reject the outsiders' interference and call on the Koreans to pool their efforts for accomplishing the cause of reunification. &nbsp;&nbsp;&nbsp;\r\n It is none other than the Songun politics of the DPRK which serves as a powerful driving force beating back the arrogant outsiders' anti-reunification moves for aggression and vigorously advancing the movement for national reunification along the orbit of national independence. &nbsp;&nbsp;&nbsp;\r\n The Songun politics serves as a powerful weapon for turning the June 15 era of reunification into the era of genuine national reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n The invincible Songun politics, at the same time, serves as a powerful weapon for implanting ardent patriotism into the minds of Koreans and imbuing them with immense pride and self-confidence of being members of the Korean nation. The Songun politics is fully demonstrating its invincible might in the efforts to protect the destiny of the Korean nation and accomplish the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n In the June 15 era of reunification, national reconciliation, unity and cooperation have become irrepressible aspiration and will. The surging enthusiasm of the whole nation for unity has resulted in the uninterrupted signal successes in the movement for national reunification that make the prospect of reunification bright. &nbsp;&nbsp;&nbsp;\r\n The present stirring reality eloquently proves that the Songun politics serves as powerful engine in the June 15 era of reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Strengthening of National Defence Capability Called for",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#11",
            "content": "Strengthening of National Defence Capability Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- Attaching importance to the army and military affairs provides a sure guarantee for the victory in the struggle against imperialism. The history of the last century clearly proved this importance. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Noting that big and small wars that broke out in the 20th century due to the imperialists' armed intervention and military provocations teach a serious historical lesson that if a country and nation attach no importance to an army and have weak military power, they can hardly beat back the imperialists' aggression and armed intervention and never escape the lot of being a ruined nation, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The world history of politics in the 20th century also teaches truth that if a country lacks a leader's guidance and neglects an ideological work, it can hardly play its role properly no matter what powerful military power it has. &nbsp;&nbsp;&nbsp;\r\n In accomplishing the popular masses' cause of independence, the cause of socialism, the army should become that of their leader both in name and reality and should be capable of creditably performing its mission, regarding the leader's ideas as its faith. Attaching importance to arms means building and consolidating this type of army. &nbsp;&nbsp;&nbsp;\r\n Wars fought in the 21st century go to prove that an army without faith, the army that easily falls victim to the imperialists' psychological warfare, is useless. &nbsp;&nbsp;&nbsp;\r\n A country is sure to triumph if it attaches importance to arms. This was clearly evidenced by practical experience of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il demonstrated the dignity of the country and the nation and protected socialism and peace, holding aloft the banner of the Songun politics based on the idea of attaching importance to the military affairs and the army in the period when the international movement for socialism was in danger and the imperialists' moves against socialism and the DPRK got more undisguised than ever before. The Songun politics won miraculous victory in the acute political and military confrontation with ferocious enemies as it has solved all the problems on the principle of putting military affairs before anything else. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's Songun politics serves as an all-powerful treasured sword and a symbol of victory because it guarantees not only the present but the future of humankind.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to Subordinate Military Tie-up between S. Korea and U.S. Demanded",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#12",
            "content": "End to Subordinate Military Tie-up between S. Korea and U.S. Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- Civic and public organizations of south Korea including the South Headquarters of the National Alliance for the Country's Reunification and the People for Achieving Peace and Reunification reportedly held the 97th anti-U.S. solidarity rally in front of the U.S. embassy in Seoul on October 16 at which they demanded an end to the subordinate military tie-up between south Korea and the U.S. &nbsp;&nbsp;&nbsp;\r\n At the rally speakers noted that the U.S. and the south Korean authorities are planning to hold the 15th south Korea-U.S. \"meeting on security policy initiative\" and the \"annual security consultative meeting\".&nbsp;&nbsp;&nbsp;\r\n The U.S. is the most belligerent forces throwing a wet blanket over the ever-mounting desire of the Korean nation for reunification, they said, stressing the need to put an end to the subordinate south Korea-U.S. military tie-up threatening the peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They held that the south Korean military authorities should immediately stop actions of going against the peace and reunification of the Korean Peninsula and strive for the withdrawal of the U.S. forces from south Korea and the conclusion of a peace agreement. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally its participants handed a letter of protest addressed to the U.S. president over to the U.S. embassy side.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Troops' Demand for Increased Expenses for War Maneuvers under Fire",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#13",
            "content": "U.S. Troops' Demand for Increased Expenses for War Maneuvers under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- Members of the People for Achieving Peace and Reunification, the South Headquarters of the National Alliance for the Country's Reunification, the Solidarity for Implementing the South-North Joint Declaration and the Society for Supporting the Prisoners of Conscience of the Family Movement for Realizing Democracy in south Korea reportedly held a joint press conference in front of the U.S. military base in Ryongsan, Seoul, on Oct. 15 at which they denounced the U.S. troops for demanding increased expenses for war maneuvers. &nbsp;&nbsp;&nbsp;\r\n A press release read out at the conference said that the U.S. troops present in south Korea are pressurizing the south Korean side to increase the expenses for war maneuvers. This is aimed at intensifying the war maneuvers against the north, it noted. &nbsp;&nbsp;&nbsp;\r\n It held that RSOI, Ulji Focus Lens joint military exercises, etc. would only escalate the military tensions on the Korean Peninsula as they are aggressive war exercises targeting against the north. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' act of covering expenses for such joint military exercises is little short of tolerating the U.S. forces' illegal exercises for a war of aggression and taking an active part in them, it said. &nbsp;&nbsp;&nbsp;\r\n It urged the U.S. forces to stop pressurizing south Korea to cover the unreasonably increased expenses for war maneuvers and give up the war moves against the north.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean \"Government's\" Moves to Extend Presence of Troops in Iraq Blasted",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#14",
            "content": "S. Korean \"Government's\" Moves to Extend Presence of Troops in Iraq Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- Representatives of south Korean political parties and civic and social organizations, including the Democratic Labor Party, the Citizens' Solidarity for Democratic Society, the Solidarity for Social Progress, the People for Achieving Peace and Reunification and the Confederation of Trade Unions, reportedly held a meeting in front of the Sejong House of Culture in Kwanghwamun, Seoul, on Oct. 16 at which they condemned the moves of the \"government\" to extend the presence of troops in Iraq. &nbsp;&nbsp;&nbsp;\r\n  Speakers at the meeting accused the \"government\" of contemplating extending the presence of the Jaitun unit in Iraq, yielding to the pressure of the U.S., though it is expected to expire at the end of this year. &nbsp;&nbsp;&nbsp;\r\n They urged the \"government\" not to fool the people with its hypocritical slogan that \"it stands for peace\" but behave itself to prevent more casualties resulting from the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n A declaration released at the meeting expressed strong anger at the moves of the \"government\" to extend the presence of the troops quite contrary to the promise made to the people and manifested the resolution to launch dynamic actions to check those moves.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dissolution of \"UN Command\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#15",
            "content": "Dissolution of \"UN Command\" Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly issued a statement on October 15 at which it demanded the dissolution of the \"UN Command\" and the conclusion of a peace agreement. &nbsp;&nbsp;&nbsp;\r\n Recalling that practical guidelines have been laid down between the south and the north to achieve peace on the Korean Peninsula, co-prosperity of the nation and national reunification and all the fellow countrymen are positively hailing this development and turning out in a nationwide struggle to defend peace by the concerted efforts of the nation free from outside interference, the statement noted: &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. and the south Korean authorities are of late deceiving the people, going ahead with the farce of \"transfer of the right to command wartime operations\".&nbsp;&nbsp;&nbsp;\r\n The above-said burlesque is nothing but a ploy to retain a tighter hold on the military command over this land. &nbsp;&nbsp;&nbsp;\r\n The U.S. is intensifying its moves to reinforce the \"UN Command,\" openly crying out for turning it into a \"hardcore combat command for wartime support\" and thereby steadily bringing the situation to the brink of war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The statement declared that the organization would launch a dynamic struggle to get the \"UN Command\" disbanded and a peace agreement concluded free from the U.S. forces, including meetings and a movement for a 10,000-people declaration.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lectures Given in Different Countries to Mark Anniversary of WPK",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#16",
            "content": "Lectures Given in Different Countries to Mark Anniversary of WPK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- Lectures were given by the Indian Intellectuals' Society for the Study of the Juche Idea, the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, the Tanzanian National Coordinating Committee of the Juche Idea Study Groups and in the venue of an international meeting held in Zambia from Oct. 6 to 8 on the occasion of the 62nd founding anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n V. K. Chopra, chairman of the Indian society, said in a lecture that Kim Jong Il developed in depth the Songun idea based on the Juche idea as required by the new era, adding that he formulated the Songun politics as the main socialist political mode. &nbsp;&nbsp;&nbsp;\r\n Balzor Singh Chauhan, chairman of the Indian group, noted that the single-minded unity with a long history and tradition in the DPRK has reached an exceptionally high stage in the era of the Songun, adding that all the victories and successes achieved in the DPRK would be unthinkable without the single-minded unity. &nbsp;&nbsp;&nbsp;\r\n R. W. W. Kente, secretary general of the Tanzanian committee, stressed that the WPK has achieved shining successes in all fields by strengthening the single-minded unity of the whole society in every way and fully implementing the Songun politics and encouraged and promoted the global cause of independence against imperialism through a practical struggle under the wise leadership of Kim Jong Il. \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Defending DPRK Held",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#17",
            "content": "Seminar on Defending DPRK Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- A seminar on defending the DPRK, the country of Songun, was held in Romania on Oct. 13 under the sponsorship of the Association for Friendship with the Korean People based in Spain. &nbsp;&nbsp;&nbsp;\r\n Alejandro Cao de Benos, chairman of the association, in a report at the seminar said that the association has intensified information service about the Juche idea, the Songun idea, and conducted brisk activities to widely introduce the achievements made by the Korean people in the drive to build a great prosperous powerful nation under the Songun leadership of Kim Jong Il through Internet in the past period. &nbsp;&nbsp;&nbsp;\r\n The Korean people will greet the 60th anniversary of the foundation of the DPRK and other significant holidays next year, he said, stressing the need for the association to hold colorful functions in this connection. &nbsp;&nbsp;&nbsp;\r\n Representatives of the Romanian, Swiss and German branches in their speeches referred to various kinds of work conducted by the association to extend support and solidarity to the just cause of the Korean people this year and expressed full sympathy with it. &nbsp;&nbsp;&nbsp;\r\n The Korean people are registering great successes in their efforts to build a great prosperous powerful nation and reunify the country thanks to the Songun policy of Kim Jong Il, they stressed. &nbsp;&nbsp;&nbsp;\r\n The seminar discussed and decided on the next year's tasks to defend the DPRK. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the seminar.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wall Newspaper Issued in Peru",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#18",
            "content": "Wall Newspaper Issued in Peru\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The New Left Movement of Peru issued a wall newspaper on October 11 on the occasion of the 62nd anniversary of the foundation of the Workers' Party of Korea and the 81st anniversary of the formation of the Down-with-Imperialism Union. &nbsp;&nbsp;&nbsp;\r\n The wall newspaper carried a photograph of President Kim Il Sung and Kim Jong Il standing together, a poster depicting the emblem of the WPK, pictures showing the Korean people in their struggle to build a great prosperous powerful nation and an article dedicated to these occasions. &nbsp;&nbsp;&nbsp;\r\n The article said: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung, the founder of the WPK, always went among the people and shaped the line and policies of the WPK in keeping with the will and demand of the people and the specific conditions of the country. &nbsp;&nbsp;&nbsp;\r\n Fully reflected in the policies of the WPK to enable the people to enjoy a happy life is General Secretary Kim Jong Il's outlook on the people. &nbsp;&nbsp;&nbsp;\r\n The ceaseless inspections made by him of units of the Korean People's Army and the indefatigable efforts exerted by him to increase the national defence capability resulted in firmly defending Korean-style socialism centred on the popular masses and ushering in a new era of building a great prosperous powerful nation to bring a happier life to the people.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Important Days Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#19",
            "content": "DPRK's Important Days Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- Seminars and film shows took place in Peru, Cambodia and Democratic Congo from October 3 to 9 on the occasion of the 62nd anniversary of the foundation of the Workers' Party of Korea and the 81st anniversary of the formation of the Down-with-Imperialism Union. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues were photographs introducing the history of struggle covered by the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Manuel Castillo Cabrera, international secretary of the Central Committee of the Peruvian Communist Party, said in his speech at a seminar that at the end of the last century when the world socialist movement was in crisis due to the moves of the imperialist reactionaries Kim Jong Il published immortal famous works, providing important guidelines to be held fast to by the working-class party. &nbsp;&nbsp;&nbsp;\r\n The deputy secretary general of the FUNCINPEC Party of Cambodia said at a seminar that the WPK founded by President Kim Il Sung has grown to be an ever-victorious party under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Stanislas Kabemba, vice-chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo, in his speech titled \"The Independent line of the Workers' Party of Korea and its successful implementation\" at a seminar stressed that the WPK has thoroughly carried out the independent line in the revolution and construction, thus building a socialist powerful state, independent in politics, self-supporting in economy and self-reliant in national defence, in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The participants of the film shows watched Korean films \"The Great Leader Comrade Kim Jong Il Gives On-site Guidance to the Work in Different Fields\" and \"The Brilliant History of the Great Leadership\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#20",
            "content": "Kim Jong Il's Work Posted on Internet\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 20 (KCNA) -- The British Association for the Study of Songun Policy posted on its Internet homepage Kim Jong Il's work \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" on the occasion of the 81st anniversary of the formation of the Down-with-Imperialism Union.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities Urged to Lift \"Sanctions\" against DPRK",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#21",
            "content": "Japanese Authorities Urged to Lift \"Sanctions\" against DPRK\r\n&nbsp;&nbsp;&nbsp;Tokyo, October 19 (KNS-KCNA) -- O Jae Se, director general of the Standing Council of the Korean Federation of Workers in Commerce in Japan, Kang Chu Ryon, chairperson of the Central Standing Committee of the Korean Democratic Women's Union in Japan, and Ku Tae Sok, chairman of the Central Standing Committee of the Union of Korean Teachers and School Clerks in Japan, issued statements on Oct. 18 in connection with the fact that the Japanese government extended again the \"sanctions\" against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Recalling that the Japanese government on Oct. 9 decided to extend the unreasonable \"sanctions\" against the DPRK six months, they in their statements denounced this as a vivid expression of Japan's hostile policy toward the DPRK and unpardonable human rights abuses against the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The frantic measure of \"sanctions\" taken by the Japanese government from July last year has resulted in the extreme anti-Korean sentiment in Japanese society and the ceaseless occurrence of intolerable outrages, violent words and intimidation against Chongryon organizations and students of Korean schools, they stated. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded that the Japanese authorities lift at once the unreasonable \"sanctions\", part of Japan's hostile policy toward the DPRK, as demanded by the world public opinion and the times aspiring after the improvement of DPRK-Japan relations and peace in the Korean Peninsula and Northeast Asia.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "ATCC califica de medio venal a la cadena japonesa NHK",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#22",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Epoca de reunificacion del 15 de junio avanza con poderio del Songun",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#23",
            "content": "ATCC califica de medio venal a la cadena japonesa NHK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de octubre (ATCC) -- Recientemente, la cadena de Japon NHK transmitio un \"programa especial\", que mello seriamente la dignidad y el prestigio de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  En ese programa actuaron unos fulanos y menganos, que traicionaron a la patria y se desertaron. &nbsp;&nbsp;&nbsp;\r\n  Ellos describieron como \"victimas politicas\" a los coreanos antes residentes en Japon, que han repatriado a la RPDC, insistiendo en que este traslado fue un producto de algun regateo politico entre los gobiernos de ambos paises. &nbsp;&nbsp;&nbsp;\r\n  Ademas, aparecieron unos desconocidos \"funcionarios interesados\" con caras tapadas quienes mintieron como si los barcos de la RPDC \"Samjiyon\" y \"Mangyongbong-92\" fueran la base de las actividades ilicitas como pedir el dinero a los coreanos residentes en Japon y obligarles a colaborar en los trabajos de inteligencia. &nbsp;&nbsp;&nbsp;\r\n  Este complot sumamente pueril e imprudente trato de restar la autoridad y el prestigio de la RPDC en la arena internacional. &nbsp;&nbsp;&nbsp;\r\n  Ya es un hecho consabido que en los ultimos anos, en contubernio con los reaccionarios japoneses, la NHK hace un aporte considerable a la derechizacion y militarizacion de la sociedad japonesa faltando al principio de imparcialidad y objetividad de la prensa e intensifica la campana informativa intrigante contra la RPDC. &nbsp;&nbsp;&nbsp;\r\n  A citar ejemplos, a instancia de las figuras politicas conservadoras ultraderechistas como Abe, en enero de 2001, antes de pocos minutos de transmision de \"Bajo investigacion la violencia sexual en tiempos de guerra\", parte del programa en serie \"?Como enjuiciar la guerra?\", esa cadena adapto este documental en direccion de encubrir las responsabilidades de guerra de Japon, lo cual levanto un gran escandalo. &nbsp;&nbsp;&nbsp;\r\n  Ademas, en los ultimos anos, da mas calor a la radiodifusion por onda corta contra la RPDC, principalmente, en materia del \"problema del secuestro\".&nbsp;&nbsp;&nbsp;\r\n  Es demasiada provocacion y hostilidad a la RPDC que la NHK, que marca sus pasos con los reaccionarios japoneses quienes persiguen la politizacion del \"problema del secuestro\", realizara esa demagogia atreviendose a negar ese hecho historico (repatriacion de los coreanos que residian en Japon), que se llevo a efecto gracias al calido amor fraternal del Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n  De esa manera, la NHK mostro su asquerosa fachada de trompetero pagado y sirvienta politica para los reaccionarios japoneses. &nbsp;&nbsp;&nbsp;\r\n  La demagogia de ese medio es la continuacion de la politica hostil de Japon a la RPDC. &nbsp;&nbsp;&nbsp;\r\n  No es casual que esa desinformacion se difundio un dia antes de que el actual gobierno japones decidiera dar prorroga a la sancion contra la RPDC. &nbsp;&nbsp;&nbsp;\r\n  Pero, la victima politica es la misma NHK. &nbsp;&nbsp;&nbsp;\r\n  Pak Yong Gon, uno de los colaboradores para la produccion de dicho programa televisivo anti-RPDC, -como el mismo habia confesado en esa ocasion- mantenia relaciones con otro traidor Hwang Jang Yop desde la decada de 1970 pretextando estudiar la idea Juche y cuando la situacion se torno critica, revelo su verdadera naturaleza y paso al lado de los enemigos. &nbsp;&nbsp;&nbsp;\r\n  Entonces, no cabe ni la menor duda de que los demas actuantes en ese embuste de NHK son tipejos de la misma calana de Hwang que no tienen la conciencia ni el mas minimo sentido de obligacion moral. &nbsp;&nbsp;&nbsp;\r\n  !Que pobrecitos son los funcionarios de la NHK que tienen que besarse con esos diablos para ganar el dinero! &nbsp;&nbsp;&nbsp;\r\n  Antes de hablar mucho de la \"transmision por la redaccion independiente\", que no cree nadie, ese medio debe pedir perdon a la RPDC por esa demagogia y dejar de actuar como sirvienta politica. &nbsp;&nbsp;&nbsp;\r\n  Es imposible mejorar las relaciones Corea-Japon con la concepcion de confrontacion de la vieja epoca y las artimanas de doble rasero. &nbsp;&nbsp;&nbsp;\r\n  La NHK debera actuar con prudencia al reflexionar de las consecuencias que emanen de su colaboracion con las autoridades japonesas en la campana anti-RPDC.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun se refiere a capacidad de defensa nacional ",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#24",
            "content": "Epoca de reunificacion del 15 de junio avanza con poderio del Songun\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de octubre (ATCC) -- La politica de Songun (priorizacion militar) de la Republica Popular Democratica de Corea, que permite frustrar tajantemente con el invencible poderio militar los desafios agresivos de los imperialistas, da gran dignidad y orgullo a toda la nacion en el interior y exterior del pais y asegura con firmeza el avance victorioso de la causa de reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\n  Senala asi el diario Rodong Sinmun en un articulo individual de este sabado y continua: &nbsp;&nbsp;&nbsp;\r\n  La politica de Songun deviene la bandera nacional que glorifica la epoca de reunificacion iniciada el 15 de junio como la era de independencia nacional. &nbsp;&nbsp;&nbsp;\r\n  La epoca de reunificacion del 15 de Junio esta fundamentada en el ideal de \"entre nosotros, los connacionales\" basado en la independencia nacional. &nbsp;&nbsp;&nbsp;\r\n�@Esta ultima aboga por rechazar la intervencion de las fuerzas extranjeras en el cumplimiento de la causa de reunificacion y por unir las fuerzas de la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  La politica de Songun sirve de potente motor que impulsa dinamicamente el movimiento por la reunificacion de la patria en la orbita de independencia nacional rechazando las maniobras de agresion y anti-reunificacion de las arrogantes fuerzas foraneas. &nbsp;&nbsp;&nbsp;\r\n�@Ademas, resulta un arma poderosa que hace de la epoca de reunificacion del 15 de junio la era de reconciliacion y unidad nacionales e inculca a los coterraneos el calido amor a la nacion. &nbsp;&nbsp;&nbsp;\r\n  La politica de Songun manifiesta plenamente su invencible poderio en la defensa del destino de la nacion y en el cumplimiento de la causa de reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\n  En la epoca de reunificacion del 15 de junio la reconciliacion, la unidad y la cooperacion de la nacion se hacen la aspiracion y voluntad infrenables. Y por el gran entusiasmo por la unidad de todos los coreanos se logran en el citado movimiento sucesivos exitos que prometen las perspectivas de reunificacion. &nbsp;&nbsp;&nbsp;\r\n  La conmovedora realidad de hoy comprueba elocuentemente que la politica de Songun es el potente motor de dicha epoca.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Johnny Hon se entrevista con ATCC",
            "url": "http://kcna.co.jp/item/2007/200710/news10/22.htm#25",
            "content": "Rodong Sinmun se refiere a capacidad de defensa nacional \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de octubre (ATCC) -- El diario Rodong Sinmun publico en su edicion de este sabado un articulo individual subrayando que la victoria de la lucha antiimperialista radica en dar importancia a las fuerzas armadas y los asuntos militares. &nbsp;&nbsp;&nbsp;\r\n  Las guerras pequenas y grandes desatadas en el siglo XX por la intervencion y provocacion militares de los imperialistas dejaron una seria leccion historica de que los paises y naciones, que menosprecian los asuntos militares o cuentan con debiles fuerzas armadas, no pueden rechazar la invasion armada de los imperialistas sino se someten finalmente al yugo colonial. &nbsp;&nbsp;&nbsp;\r\n  La historia de politica mundial del siglo pasado tambien enseno la verdad de que las fuerzas armadas, por muy poderosas que sean, no pueden cumplir su mision si no cuentan con la direccion de un destacado lider ni atribuyen importancia a la ideologia.\r\n  En el cumplimiento de la causa de independencia y la socialista de las masas populares, las fuerzas armadas deben servir para su lider y su dirigente y cumplir su mision tomando por su conviccion las ideologias de estos. &nbsp;&nbsp;&nbsp;\r\n  Las guerras del siglo XXI demuestran que son inutiles las fuerzas armadas que no tienen firme conviccion y se desmoralizan facilmente ante la guerra psicologica de los imperialistas. &nbsp;&nbsp;&nbsp;\r\n  Las experiencias practicas de Corea corroboran que cuando se da importancia a los fusiles, triunfa sin falta. &nbsp;&nbsp;&nbsp;\r\n  En aquel periodo cuando el movimiento socialista mundial corria un serio peligro y las maniobras de los imperialistas contra el socialismo y contra la RPDC se tornaban mas brutales que nunca, el Dirigente Kim Jong Il defendio la dignidad del pais y la nacion, el socialismo y la paz levantando en alto la bandera de la politica de Songun que materializa la idea de dar importancia a los fusiles y a los asuntos militares. &nbsp;&nbsp;&nbsp;\r\n  Esa politica, que permite resolver todos los problemas en el principio de dar prioridad a los asuntos militares, trajo triunfos milagrosos en la aguda confrontacion politico-militar con los enemigos salvajes. &nbsp;&nbsp;&nbsp;\r\n  La politica de Songun es medio omnipotente y simbolo de las victorias, que asegura no solo el presente sino tambien el futuro de la humanidad.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}