{
    "date": "2007-05-28",
    "url": "http://kcna.co.jp/item/2007/200705/20070528.htm",
    "articles": [
        {
            "title": "Zimbabwean President on Feats of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lectures on Situation of Korean Peninsula Held ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#2",
            "content": "Zimbabwean President on Feats of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 27 (KCNA) -- Everything in Zimbabwe is associated with the exploits of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Zimbabwean President Robert G. Mugabe said this, recalling the fact that Kim Il Sung rendered material and mental assistance to the Zimbabwean people in the struggle for the independence of the country and the building of a new society. &nbsp;&nbsp;&nbsp;\r\n On May 17 when receiving credentials from the DPRK ambassador to his country, he said that Zimbabwe and the DPRK have very good friendly relations. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n We sincerely hope that Korea would be reunified in a peaceful way as early as possible. &nbsp;&nbsp;&nbsp;\r\n Zimbabwe attaches great importance to the relations with the DPRK and is willing to boost these relations in the future.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Peace Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#3",
            "content": "Lectures on Situation of Korean Peninsula Held  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 27 (KCNA) -- Lectures on the situation of the Korean Peninsula were given in Stockholm of Sweden and Addis Ababa of Ethiopia on May 19 and 21. &nbsp;&nbsp;&nbsp;\r\n Present there were figures of the Communist Party of Sweden, the Sweden-Korea Friendship Association and the Ethiopian Youth Study Group of the Juche Idea and people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Sweden-Korea Friendship Association in the lecture introduced the struggle of the Korean people against the U.S. moves to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The U.S. invasion of Iraq taught the world people, especially the Korean people who have stood against the U.S. moves to stifle the DPRK for more than half a century, the lesson that self-reliant national defence power should be built up to smash the imperialists' aggression and their moves for war. &nbsp;&nbsp;&nbsp;\r\n The Korean people do not forget a bitter lesson of history that their country had fallen a victim to aggression of big powers owing to their lack of strength. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea and the DPRK government have firmly consolidated the national defence capabilities and secured the powerful war deterrent under the uplifted banner of Songun to cope with the prevailing situation and on the basis of the historical lesson. &nbsp;&nbsp;&nbsp;\r\n We should fully support the Korean people in the righteous struggle to defend their country. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Ethiopian Youth Study Group of the Juche Idea in the lecture told about the world-startling miraculous events that have taken place in the reunification movement of the Korean nation under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#4",
            "content": "Struggle for Peace Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 27 (KCNA) -- Members of women's organizations in south Korea, including the Women's Society for Achieving Peace and the Council of Women's Organizations, reportedly held a meeting in Seoul on May 22 and called for turning out in the struggle for peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They contended that it is imperative to drive the U.S. forces out of south Korea in order to achieve peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They urged the government to invest the expenditure appropriated for arms buildup in the environmental protection, development of education and the social welfare service.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Patriotism",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#5",
            "content": "Abolition of NSL Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 27 (KCNA) -- A candle-light cultural event for the release of Ri Si U was reportedly held in front of the Seoul Central District Prosecutor's Office. &nbsp;&nbsp;&nbsp;\r\n Present there were members of the People's Solidarity for Abolition of the \"National Security Law\", the Society for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and other civic and public organizations, students, dissident figures and unconverted long-term prisoners. &nbsp;&nbsp;&nbsp;\r\n Speakers at the event noted that Ri Si U, arrested for no ground by the public security authorities, has been staging a hunger strike for 35 days in demand of the abolition of the NSL. &nbsp;&nbsp;&nbsp;\r\n They condemned the arrest of this media person as part of crackdown upon the reunification movement organizations. &nbsp;&nbsp;&nbsp;\r\n Recalling that innumerable people were imprisoned and executed by dint of the NSL, they held that the evil law should be repealed as it blocks the national reunification and incites confrontation. &nbsp;&nbsp;&nbsp;\r\n They called upon all the people to turn out in the struggle to get the NSL abolished.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Ethiopian President",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#6",
            "content": "Rodong Sinmun on Patriotism \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 27 (KCNA) -- Patriotism comes out of high pride and confidence in the superiority and strength of one's own country and nation, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n A genuine patriot loves his own things and steadily glorifies them. &nbsp;&nbsp;&nbsp;\r\n Ours are all the precious things in this land; the ideological, moral and material wealth we have achieved in the course of the revolution and construction with our own wisdom, enthusiasm and efforts under the leadership of the great leaders and the great party, the time-honored history and brilliant cultural tradition created by our nation and the beautiful mountains and rivers of the country. &nbsp;&nbsp;&nbsp;\r\n For the Korean people, their own things are associated with the socialist motherland. The socialist motherland is the whole of ours. &nbsp;&nbsp;&nbsp;\r\n Warm love for one's own serves as the source of high national self-respect and revolutionary pride. &nbsp;&nbsp;&nbsp;\r\n The Korean people have lived in this land down through generations and created a lot of wealth, which the nation can boast in the world, by their own diligent efforts and amazing talents. Such proud people can hardly be found in the world as the Korean people who have the great guiding idea clearly indicating the way for carving out the nation's destiny and live and make revolution in the advantageous socialist system where the perfect unity in mind has been realized and the independent position and the creative role of the popular masses are ensured on the highest level. &nbsp;&nbsp;&nbsp;\r\n In the past period of the \"Arduous March\" and the forced march, the Korean people built world-startling monumental edifices with high ambition and in a do-or-die spirit without vacillation despite grave ordeals. &nbsp;&nbsp;&nbsp;\r\n Nothing can break the spirit of the popular masses who advance full of confidence and vigor, regarding as the most precious the edifices built by themselves and the blood and sweats permeated in them. &nbsp;&nbsp;&nbsp;\r\n The warm love for one's own things serves as the motive force for consolidating the self-supporting national economy in any circumstances. &nbsp;&nbsp;&nbsp;\r\n The future of our country is very rosy as there are many genuine patriots who unhesitatingly devote their blood and sweats before saying that they love the country, the people who devotedly strive to make ours much more and better than others'.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Politics Praised in U.S. ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#7",
            "content": "Greetings to Ethiopian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Girma Woldegiorgis, President of Ethiopia, on May 25 on the occasion of its national day. &nbsp;&nbsp;&nbsp;\r\n Wholeheartedly wishing the president and people of Ethiopia greater success in the work for progress and prosperity of the country, Kim in the message expressed the belief that the friendly and cooperative relations between the two countries would continue to develop in the future, too.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Week of Iran-DPRK Friendship Opens",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#8",
            "content": "Songun Politics Praised in U.S. \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- The U.S. Group for the Study of Songun Politics posted photographs of Kim Jong Il and articles under various titles on its Internet homepage on May 15. &nbsp;&nbsp;&nbsp;\r\n The homepage said that Kim Jong Il was chosen as the most renowned leader in the world by the U.S. magazine Time. &nbsp;&nbsp;&nbsp;\r\n The article captioned \"Socialism is unanimous aspiration and desire of humankind\" referred in detail to the fact that the Pyongyang Declaration has received sustained support and sympathy from the world progressive parties and revolutionary people and the number of the political parties that signed the declaration for the past 15 years reached more than 270. &nbsp;&nbsp;&nbsp;\r\n The homepage in another article titled \"South Korean organizations widely introduce the Songun politics\" noted that south Korean organizations posted articles and other writings praising the Songun politics on their Internet homepages for surfers of various strata. &nbsp;&nbsp;&nbsp;\r\n The homepage in an article entitled \"The noble idea of the great national unity and exploits performed in the efforts to achieve it shine\" introduced in detail how the Association for the Restoration of the Fatherland was formed, adding: &nbsp;&nbsp;&nbsp;\r\n The precious experience accumulated by peerless patriot President Kim Il Sung and the feats performed by him in the course of the struggle to achieve the national unity serve as an eternal treasure for the Korean nation and a firm foundation for the great unity of the whole nation and the country's reunification. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has firmly preserved the idea of the great national unity expounded by the President and his exploits and rich experience and the tradition of this unity established by him and steadfastly carried forward them, thus steering the work to achieve the great unity of the whole nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has won one victory after another by pursuing the Songun politics and led the Koreans from all walks of life in the north, the south and abroad along the road of patriotism for the national unity and the country's reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Treacherous Remarks by S. Korean Presidential Hopeful under Fire",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#9",
            "content": "Week of Iran-DPRK Friendship Opens \r\n&nbsp;&nbsp;&nbsp;Teheran, May 24 (KCNA) -- A ceremony of opening the week of Iran-DPRK friendship was held in Teheran on May 20. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue were works of President Kim Il Sung and Kim Jong Il, photos showing their feats and books, photos and handicrafts introducing the reality of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The general director for the Artistic and Cultural Cooperation of the Organization of Culture and Islamic Relations of Iran in a speech at the ceremony said the Iranian people would never forget the fact that Kim Il Sung rendered disinterested support and encouragement to Iran when it underwent the worst hardships. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army has grown into a matchless powerful army under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The strong defence power is a source of the might that makes it possible for the DPRK to firmly stand against the pressure of the U.S. &nbsp;&nbsp;&nbsp;\r\n Stressing that the struggle of the peoples of the independent countries including Iran and the DPRK against the U.S. moves to dominate the world will surely triumph, he expressed the determination to strive to boost the cultural exchange between the two countries. &nbsp;&nbsp;&nbsp;\r\n The participants watched the Korean film \"The Military Parade and Mass Demonstration Celebrating the 55th Anniversary of the Glorious Workers' Party of Korea\" before looking round the exhibits.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces in S. Korea Use Funds for Their Upkeep for Profits",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#10",
            "content": "Treacherous Remarks by S. Korean Presidential Hopeful under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- Rodong Sinmun Saturday in a signed commentary accuses Ri Myong Bak of letting loose a spate of reckless remarks hurling mud at the DPRK after formally declaring his decision to run for the \"presidential elections\" in south Korea on the ticket of the Grand National Party recently. It brands him as a rare mean guy, political charlatan and traitor seeking power in return for faithfully serving the U.S. as his master. &nbsp;&nbsp;&nbsp;\r\n His behavior goes to prove that he is nothing but a half-wit who knows nothing about the truth behind the \"Panmunjom incident\" triggered off by the U.S. and the essence of the nuclear issue and even cannot distinguish the benefactor who protects the nation from the enemy doing harm to the compatriots and a bete noire bereft of even elementary national conscience, to say nothing of view as a \"politician,\" the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is as clear as daylight that if such wicked traitor to the nation is allowed to come to power, the north-south relations will collapse, the way for reunification will be blocked and south Korea will see the return of such dark era as the period of \"Yusin\" dictatorship. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never allow anybody to dare find fault with its dignified system but force him to pay for all his wrong doings. Ri Myong Bak had better apologize to the nation for his pro-U.S. sycophantic and anti-reunification remarks and retract them. Otherwise, he will not be able to escape bitterer curses and denunciation from the whole nation but will have to pay dearly for his crimes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves for Military Supremacy over Asia-Pacific Region under Fire",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#11",
            "content": "U.S. Forces in S. Korea Use Funds for Their Upkeep for Profits\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly released a commentary on May 21 disclosing the fact that the U.S. forces in south Korea used the funds for their upkeep for gaining profits. &nbsp;&nbsp;&nbsp;\r\n The commentary recalled that the organization sent a written request to the Ministry of National Defence of south Korea asking it to clarify the information that the U.S. forces in south Korea illegally used 800 billion won out of the funds for their upkeep to make profits. &nbsp;&nbsp;&nbsp;\r\n It accused the south Korean military authorities of letting loose a spate of sophism that they are not aware of the U.S. forces' use of defense spending for any profit-making, echoing what the U.S. forces side asserted. &nbsp;&nbsp;&nbsp;\r\n Refuting this, the commentary said it was disclosed by a media organization some days ago that a bank entrusted with the U.S. forces' funds for their upkeep re-invested the funds in its affiliated company and wired profits from the deal to Pentagon. &nbsp;&nbsp;&nbsp;\r\n The commentary demanded the south Korean military authorities make a thorough investigation into it and take a legal action against the case.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Taesong District Juvenile Sports School",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#12",
            "content": "U.S. Moves for Military Supremacy over Asia-Pacific Region under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- The U.S. imperialists are seeking to achieve at any cost its aim of domination which is to hold military supremacy over the Asia-Pacific region including the Korean Peninsula and contain countries in the region by force. Rodong Sinmun says this in a signed article Saturday. &nbsp;&nbsp;&nbsp;\r\n U.S. President Bush asserted that the 21st century would be a century of the Pacific and the future of the United States is connected with the Asia-Pacific region. Meanwhile, Timothy Keating, commander-in-chief of the U.S. armed forces in the Pacific, recently prattled that it is necessary to increase military ability to cope with somebody's \"threat\".&nbsp;&nbsp;&nbsp;\r\n Referring to the facts, the paper says: &nbsp;&nbsp;&nbsp;\r\n The U.S. is giving more importance to the Asia-Pacific region because of its political, economic and military strategic position. &nbsp;&nbsp;&nbsp;\r\n The policy of attaching importance to the Asia-Pacific region, being advertised by the U.S. ruling quarters, is aimed to establish the U.S. domination and control over the region by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are building up their armed forces in this region as aggression forces for preemptive attack while ceaselessly introducing into the region advanced war means and hardware including nukes. They are stepping up the reorganization of their armed forces in south Korea and Japan in a purpose to expand the sphere of their operations to the vast area of the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n They are nowadays getting heated in arms buildup designed for their military supremacy over the region. &nbsp;&nbsp;&nbsp;\r\n The U.S. escalates its military infiltration into the region while promoting the formation of military alliance with countries in it. &nbsp;&nbsp;&nbsp;\r\n In particular, it is directing big efforts to the strengthening of military tie-ups with Japan and south Korea. It seeks to use Japan and south Korea as its shock forces for war of aggression and military intervention against the DPRK and other Asian countries and as its military and war supply base and its base for sally. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the U.S. imperialists are intentionally rendering the situation strained by frantically staging war gambles for preemptive attack in the region including south Korea. &nbsp;&nbsp;&nbsp;\r\n It is a strategic intention of the U.S. imperialists to provoke another war of aggression in Korea and conquer the DPRK and invade Asia with the Korean Peninsula as a springboard. The United States should give up its hegemonic strategy toward Asia, urges the article.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Milestone for Building Party Organizations",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#13",
            "content": "Taesong District Juvenile Sports School\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- The Taesong District Juvenile Sports School has been well known in the DPRK for having trained ace athletes. &nbsp;&nbsp;&nbsp;\r\n It has produced three labor heroes and many promising woman reserve footballers. &nbsp;&nbsp;&nbsp;\r\n Since the girl football group was organized in Juche 86 (1997), the school has positively studied and introduced scientific methods to training so as to get the group members to acquire the developing trend of soccer technique quickly. &nbsp;&nbsp;&nbsp;\r\n As a result, it won the first place in the women's football event in the Pyongyang City contest of juvenile sports schools two years after its formation. &nbsp;&nbsp;&nbsp;\r\n It came in the first in the women's football event in the national contest of juvenile sports schools held in August that year, too.  It won three consecutive victories in the same event, attracting experts' attention. &nbsp;&nbsp;&nbsp;\r\n Many athletes who learnt fundamental techniques in the school are distinguishing themselves in the state picked team and national-level sports groups. &nbsp;&nbsp;&nbsp;\r\n Forward No.10 Jong Pok Hui (April 25 Sports Group), midfielder No. 13 Kim Ok Sim (Rimyongsu Sports Group) and defender No. 19 Ri Jin Ok (Pyongyang City Sports Group) who played main part in the FIFA U-20 Women's World Championship held last year were members of the first girl football group of the school. &nbsp;&nbsp;&nbsp;\r\n Three graduates of the school were included in the team, which won the First AFC U-16 Women's Championship held in Malaysia in March last and obtained the qualification for the First U-17 Women's World Cup to be held in New Zealand in 2008. &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA, coach Kang Chol Nam said that he would in the future, too, apply advanced methods to teaching and training and thus rear more and more woman reserve footballers who would enhance the prestige of the country.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. War Planes Busy with DPRK-Targeted Aerial War Exercises",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#14",
            "content": "Milestone for Building Party Organizations\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- Seventy years have passed since President Kim Il Sung put forth a policy on expanding and strengthening the homeland Party organizations in the secret camp in Mt. Kom during the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists further increased the repressive apparatuses in Korea in the latter half of the 1930s and tried harder to realize the policy of \"turning Koreans into loyal Japanese subjects\" than ever before. &nbsp;&nbsp;&nbsp;\r\n The President, with a scientific analysis of the situation, called the second meeting of the Homeland Party Working Committee on May 26, Juche 26 (1937) and made a speech \"On Expanding and Strengthening Homeland Party Organizations\".&nbsp;&nbsp;&nbsp;\r\n He took at the meeting measures to enhance the function and role of the HPWC and to further strengthen the leadership over the work of building party organizations and the revolutionary movement in the homeland. &nbsp;&nbsp;&nbsp;\r\n He laid stress on the struggle against flunkeyism and dogmatism in the building of party organizations. He set forth the tasks on rallying revolutionaries active in dispersion in the homeland into revolutionary organizations including party organizations to rapidly expand party organizations and on establishing a system of guidance over revolutionary organizations.  He also indicated the way to carry the tasks into practice. &nbsp;&nbsp;&nbsp;\r\n According to the policy advanced at the meeting, organizations of the Association for the Restoration of the Fatherland were expanded and strengthened in vast areas of Korea and many basic party organizations were formed to root in popular masses and to push ahead more briskly with the preparation for party foundation throughout the country. &nbsp;&nbsp;&nbsp;\r\n The meeting marked an important milestone for consolidating the mass foundation for the advance of the Korean People's Revolutionary Army into the homeland and for furthering the building of party organizations and the Korean revolution.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#15",
            "content": "U.S. War Planes Busy with DPRK-Targeted Aerial War Exercises\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- Flying corps of the U.S. imperialist aggression forces staged frantic exercises of air battle, striking ground targets and giving close air support targeted against the DPRK on May 23 and 25, according to military sources. &nbsp;&nbsp;&nbsp;\r\n Involved in those provocative war maneuvers were at least 150 war planes of the U.S. imperialist aggression forces including fighter-bombers, assault planes, pursuit and assault planes, commanding and reconnaissance planes. &nbsp;&nbsp;&nbsp;\r\n Prior to the air war exercises, the U.S. imperialist warmongers deployed formations of F-15 and F/A-18 and E-3 in their air force bases in south Korea. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, they also flew different types of reconnaissance planes including RC-12, RC-7B and U-2 to determine the striking targets of their flying corps.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Nigeria",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#16",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- A delegation of the Korean Democratic Women's Union led by Vice-chairwoman of its Central Committee Ro Song Sil left here on Saturday for China. &nbsp;&nbsp;&nbsp;\r\n Arriving here on the same day was a delegation of the Swiss Foreign Ministry headed by Division Head Pierre Combernous.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il Adopted at Chongryon Congress",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#17",
            "content": "DPRK Delegation Leaves for Nigeria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 26 (KCNA) -- A delegation of the Democratic People's Republic of Korea led by Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, left here today to visit Nigeria. &nbsp;&nbsp;&nbsp;\r\n It was seen off at the airport by Choe Yong Rim, secretary general of the Presidium, and officials concerned, Paschal Ibe Nigerian charge d'affaires a.i. here and Xing Haiming, Chinese minister-councillor of the Chinese embassy here.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "21st Congress of Chongryon Held",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#18",
            "content": "Letter to Kim Jong Il Adopted at Chongryon Congress\r\n&nbsp;&nbsp;&nbsp;Tokyo, May 26 (KNS-KCNA) -- A letter to Kim Jong Il was adopted at the 21st Congress of the General Association of Korean Residents in Japan (Chongryon) on May 26. &nbsp;&nbsp;&nbsp;\r\n The letter said that thanks to his warm love and care they could successfully implement the important tasks facing the 21st Congress of Chongryon and glorify the congress as one of victors and single-minded unity and as an epoch-making landmark in opening up a new phase of development for Chongryon accomplishing the patriotic cause. &nbsp;&nbsp;&nbsp;\r\n Noting that at the current congress they proudly reviewed the work of the 20th-term Chongryon which reliably defended its organizations from the Japanese right-wing reactionary forces' unprecedentedly fascist suppression and made long strides in the patriotic movement, the letter said: &nbsp;&nbsp;&nbsp;\r\n The past three years were a period of glory in which all of us cherished as our immutable faith the truth that Chongryon is sure to emerge victorious with the homeland as it has you who opened up a new stage of building a great prosperous powerful nation by your Songun leadership and put the dignity and national power of Juche Korea on the highest position in the nation's history of 5,000 years while leading the standoff between the DPRK and the U.S. to ever victory to strike the world with admiration. &nbsp;&nbsp;&nbsp;\r\n With this invincible faith and fortitude, Chongryon officials and Koreans in Japan could courageously conduct massive struggle to tide over the manifold difficulties and daily worsening political and social circumstances of Japan and make great progress in implementing the resolution of the 20th Congress. And we could also decorate the \"Grand festival of Koreans in Japan for celebrating the 50th anniversary of Chongryon\" and the \"Grand festival of Koreans in Japan for observing the 60th anniversary of the enforcement of the secondary education\" as great auspicious events of Chongryon, which is successfully carrying forward the patriotic feats and the tradition of unity through generations, and the Korean community in Japan. &nbsp;&nbsp;&nbsp;\r\n We will further strengthen the driving forces to actively conduct the movement of Koreans in Japan. In the three years to come, we will steadfastly establish and expand the foundations of the patriotic movement in the new era and defend Chongryon, a precious patriotic legacy of President Kim Il Sung, and further strengthen it into a genuine national organization and an all-embracing organization which enjoys positive and full support and confidence from the compatriots.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia perorata antinacional de Ri Myong Bak",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#19",
            "content": "21st Congress of Chongryon Held\r\n&nbsp;&nbsp;&nbsp;Tokyo, May 26 (KNS-KCNA) -- The 21st Congress of the General Association of Korean Residents in Japan (Chongryon) took place at the Korean House of Culture in Tokyo on May 25 and 26. &nbsp;&nbsp;&nbsp;\r\n Attending it were Chairman So Man Sul, Chief Vice-Chairman Ho Jong Man and Nam Sung U and other vice-chairmen of the Chongryon Central Standing Committee, and deputies selected from institutions and organizations at different levels and business bodies under Chongryon. &nbsp;&nbsp;&nbsp;\r\n Read out there was a congratulatory message the Presidium of the DPRK Supreme People's Assembly sent to the congress. Also introduced were congratulatory messages from different institutions and public organizations in the homeland including the Central Committee of the Democratic Front for the Reunification of the Fatherland. &nbsp;&nbsp;&nbsp;\r\n Then, introduced were congratulatory messages and greetings from different organizations and personages of Japan, the South Side Committee for Implementing June 15 Joint Declaration and the International United Confederation of Koreans and other overseas Koreans' organizations. &nbsp;&nbsp;&nbsp;\r\n Discussed at the congress were such agenda items as \"On Report on the 21st Congress of Chongryon\", \"On Financial Settlement and Bill of Budget\", \"On Amending Some of the Rules of Chongryon\" and \"On the Election of Officials of the Central Body of Chongryon\".&nbsp;&nbsp;&nbsp;\r\n Chairman So Man Sul said in his report that the three years of work of the 20th-term Chongryon were a period of indomitable struggle and steady progress, during which the Koreans in Japan defended Chongryon organizations from all sorts of moves of the reactionaries inside and outside Japan, without any vacillation and opened up the road of development of the patriotic work under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Referring to the important tasks to be carried out in three years to come, the reporter underlined the need to decisively conduct the educational and cultural work and the service for compatriots' livelihood and wellbeing as the two permanent major tasks in keeping with the reality and further develop Chongryon into a true patriotic national organization of compatriots deeply rooted among the compatriots of different strata while defending the national character and the Korean community in Japan. &nbsp;&nbsp;&nbsp;\r\n A congratulatory group of the Korean Children's Union in Japan mounted the platform to warmly congratulate the congress. &nbsp;&nbsp;&nbsp;\r\n Introduced on video were congratulatory greetings from different personages in the homeland. &nbsp;&nbsp;&nbsp;\r\n A report of the Central Audit Committee of Chongryon was made and then followed speeches of deputies at the congress. &nbsp;&nbsp;&nbsp;\r\n Solidarity speeches were made by Japanese of different strata including Sumiko Shimizu, representative of the Japanese Women's Society for Solidarity with the Korean Women. &nbsp;&nbsp;&nbsp;\r\n They denounced the Abe regime's anachronistic hostile policy toward the DPRK and illegal suppression of Chongryon. And they said they would further intensify the solidarity struggle for the just activities of Chongryon and the rights of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The report on the 21st Congress was adopted as a decision of the congress. &nbsp;&nbsp;&nbsp;\r\n At the congress So Man Sul was elected chairman, Ho Jong Man chief vice-chairman, Nam Sung U, Ryang Su Jong, Ri Ki Sok, Ko Tok U, Pae Ik Ju and Pak Ku Ho vice-chairmen of Chongryon and Ri Ki Sok its secretary general. &nbsp;&nbsp;&nbsp;\r\n Members of the Chongryon Central Committee and members of its Central Audit Committee were selected. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the congress. &nbsp;&nbsp;&nbsp;\r\n During the congress there were a performance of the music and dance epic \"With firm confidence of patriotism in the new century\", a photo show and an information exhibition. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Central Standing Committee of Chongryon was formed at the First Session of the 21st-term Central Committee of Chongryon held after the congress.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun revela intento de EE.UU. de tomar control de Asia",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#20",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Grupo de estudio de EE.UU. publica en Internet articulos sobre Corea ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#21",
            "content": "Rodong Sinmun denuncia perorata antinacional de Ri Myong Bak\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 26 de mayo (ATCC) -- Ultimamente, Ri Myong Bak del \"Gran Partido Nacional\", que hizo la promesa oficial de presentarse como candidato a las \"elecciones presidenciales\" del Sur de Corea, calumnio a la Republica Popular Democratica de Corea. Es un tipejo sucio, estafador politico y traidor que a costa de servir a su amo norteamericano intenta tomar el poder. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el diario Rodong Sinmun en un comentario individual de este sabado y continua: &nbsp;&nbsp;&nbsp;\r\n  Su perorata es propia de un imbecil que no conoce el verdadero aspecto del \"incidente de Phanmunjom\" provocado por Estados Unidos ni la esencia del problema nuclear ni distingue al benefactor de la nacion del enemigo de esta, y de una basura humana que no tiene la elemental conciencia nacional, sin hablar de la calidad del \"politico\".&nbsp;&nbsp;&nbsp;\r\n  Es obvio que en el caso de que este traidor tome el \"poder\" llevara a la ruptura las relaciones Norte-Sur, pondra obstaculo en el camino de la reunificacion y reproducira la epoca tan tenebrosa como el periodo de la dictadura de \"renovacion\" en el Sur de Corea. &nbsp;&nbsp;&nbsp;\r\n  No perdonaremos con indulgencia a tales tipejos sean cuales fueren que se atreven a difamar el digno regimen de la RPDC y saldaremos cuenta final de sus crimenes. Ri Myong Bak debe pedir perdon ante la nacion por sus peroratas anti-reunificacion y anular lo dicho. A lo contrario no podra evitar mayor condenacion y denuncia de toda la nacion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Base de formacion de deportistas de reserva",
            "url": "http://kcna.co.jp/item/2007/200705/news05/28.htm#22",
            "content": "Rodong Sinmun revela intento de EE.UU. de tomar control de Asia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 26 de mayo (ATCC) -- Los imperialistas estadounidenses quieren alcanzar a toda costa su objetivo dominacionista de tomar la hegemonia militar en la region de Asia y el Pacifico, inclusive la Peninsula Coreana, y controlar a los paises regionales con las fuerzas armadas, revela el diario Rodong Sinmun. &nbsp;&nbsp;&nbsp;\r\n  En un articulo individual difundido este sabado, el rotativo recuerda el dicho del presidente norteamericano Bush de que el siglo XXI es el del Pacifico y el futuro de su pais esta relacionado con la region de Asia y el Pacifico. &nbsp;&nbsp;&nbsp;\r\n  Mientras tanto, el nuevo comandante de las fuerzas norteamericanas en el Pacifico, Timothy Keating, abogo recientemente por el incremento de la \"capacidad militar\" y el \"enfrentamiento\" al cuestionar la presunta \"amenaza\" de alguna parte, agrega la fuente. &nbsp;&nbsp;&nbsp;\r\n  El imperio concede importancia a esta area porque se halla en una posicion muy importante tanto en lo politico-economico como en lo estrategico-militar. Esta politica y la \"doctrina del Estado del Pacifico\", planteada por la capa gobernante de EE.UU., se encaminan a implantar su dominio y control sobre esta zona con el uso de las fuerzas armadas, desenmascara el articulista. &nbsp;&nbsp;&nbsp;\r\n  Ante todo, los imperialistas norteamericanos fortalecieron a sus tropas estacionadas en la region como las agresoras para el golpe preventivo y siguen introduciendo modernos medios y equipos belicos, inclusive las armas nucleares. Ademas, pretenden ampliar a la vasta region de Asia y el Pacifico el perimetro del accionar de las tropas estadounidenses anidadas en el Sur de Corea y Japon al ultimar la reorganizacion de ellas. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, el imperio intensifica la penetracion en el area en el plano militar y acelera la formacion de la alianza militar con los paises regionales, anade el diario. &nbsp;&nbsp;&nbsp;\r\n  En particular, presta mucha atencion al fortalecimiento de las relaciones militares con Japon y el Sur de Corea a fin de convertirlos en la brigada de choque para las guerras de agresion y la intervencion militar y en la base militar y logistica para el ataque contra la Republica Popular Democratica de Corea y otros paises asiaticos, precisa Rodong Sinmun. &nbsp;&nbsp;&nbsp;\r\n  Para este fin, exacerba la situacion malintencionadamente, al desplegar en el Sur de Corea y otras partes de la region los ejercicios militares para el ataque preventivo. &nbsp;&nbsp;&nbsp;\r\n  El intento estrategico del imperio consiste en desatar en Corea una nueva guerra de agresion para conquistar la RPDC y agredir a continuacion el continente asiatico tomando la Peninsula Coreana como el trampolin de ataque, afirma el articulo y concluye exigiendo a EE.UU. que se abstenga de su hegemonica estrategia sobre Asia.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}