{
    "date": "2007-02-20",
    "url": "http://kcna.co.jp/item/2007/200702/20070220.htm",
    "articles": [
        {
            "title": "Japanese Authorities' Suppression of Chongryon and Koreans in Japan under Fire",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#1",
            "content": "Japanese Authorities' Suppression of Chongryon and Koreans in Japan under Fire  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- A spokesman for the DPRK Foreign Ministry released a statement Monday in connection with the fact that the Japanese authorities' brutal suppression of the General Association of Korean Residents in Japan and Koreans in Japan has reached an extremely grave phase. &nbsp;&nbsp;&nbsp;\r\n The statement said: The Japanese authorities' noisy racket of suppressing Chongryon and Koreans in Japan has reached an extremely grave phase recently. &nbsp;&nbsp;&nbsp;\r\n This crackdown upon the Chongryon organization got more reckless with their search operations against the Tokyo Metropolitan Headquarters of Chongryon and the Niigata Agency of the Office for Visits of Koreans to Their Homeland late in November last year as a momentum and it has gotten more brutal since the outset of the year. &nbsp;&nbsp;&nbsp;\r\n The Japanese public security authorities mobilized hundreds of heavily armed policemen and even armed vehicles more than ten times till early in this month to carry out search operations against at least thirty Chongryon-related facilities including offices of Chongryon branches, Korean schools and houses of Koreans and perpetrated a series of such outrageous acts as assaulting and arresting them for no reason. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities, at the same time, set in motion reptile media to float various kinds of false reports aimed at tarnishing the image of Chongryon in a bid to frantically incite bitterness towards the DPRK and Chongryon in the society. &nbsp;&nbsp;&nbsp;\r\n This has created in various parts of Japan the same terror-ridden atmosphere reminiscent of operations for hunting Koreans as what prevailed during the great Kanto Quake and triggered off again the fascist tyranny through which the Japanese reactionaries forcibly dissolved the \"Association of Koreans in Japan\" half a century ago. &nbsp;&nbsp;&nbsp;\r\n This brutal political suppression of Chongryon, a legitimate organization of overseas citizens of the dignified DPRK, and Koreans in Japan, members of the Korean nation, is an unpardonable infringement upon the sovereignty of our country and an unprecedented crime against humanity. &nbsp;&nbsp;&nbsp;\r\nAs far as the Koreans in Japan are concerned, they are victims who were forcibly taken to Japan in the past under the signboards of military service, forced labor, comfort women for the army and under other pretexts where they were subject to unlimited plunder, exploitation, slave labor and submission or their descendants. The Japanese authorities, are therefore under the historic and moral obligation to protect them. &nbsp;&nbsp;&nbsp;\r\n Being a descendant of the war criminal, Abe is also to blame for the above-said crimes. He should have more honestly apologized for the crimes committed against the Koreans for several generations and more fully compensated for them than any others. He, however, has taken the lead in all the criminal anti-Chongryon campaigns in bid to destroy it during the tenure of his office. We cannot but take special note of this fact. &nbsp;&nbsp;&nbsp;\r\n  By getting ever more zealous in the frantic crackdown upon Chongryon, oblivious of his position and face of being \"prime minister\" Abe seeks to make his \"cabinet appear hard-line\" in a bid to save his short-sighted hard-line diplomacy from failure and stop his support rate from declining and thus wrest a sort of \"concession\" from the DPRK. It is nothing but a daydream to try to gratify his political greed in such a mean way. &nbsp;&nbsp;&nbsp;\r\n The servicepersons and people of the DPRK will never remain a passive onlooker to the Japanese authorities' outrageous suppression of Chongryon and Koreans in Japan. The Abe group will have to pay dearly for this.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Book, Photo and Handicraft Exhibitions Held in Russia",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#2",
            "content": "Korean Book, Photo and Handicraft Exhibitions Held in Russia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Ceremonies of opening Korean book, photo and handicraft exhibitions took place at the Omsk State Science Library Named after Pushkin, the crewmen's club in Nakhodka City and the Yaroslav Regional State History, Architecture and Art Museum of Russia between Feb. 6 and 9 on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of exhibitions were famous works of President Kim Il Sung and Kim Jong Il, books and photos introducing their immortal exploits and pieces of handiwork representing the Korean people's wisdom and skill. &nbsp;&nbsp;&nbsp;\r\n Speakers at the ceremonies said that the exhibitions would provide an opportunity to have a better understanding of Kim Jong Il and Korean culture and contribute to the development of cultural exchange between the two countries. &nbsp;&nbsp;&nbsp;\r\n They stressed that the credit for the great achievements made by the Korean people in socialist construction goes to the wise leadership of Kim Jong Il, a prominent thinker-theoretician. &nbsp;&nbsp;&nbsp;\r\n Through the exhibitions the Russians would be better aware of the Korean people, they said, hoping that the Korean people would lead a happy life in a reunified country in the future.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Democratic Congo",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#3",
            "content": "Kim Jong Il's Work Published in Democratic Congo \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Kim Jong Il's famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\", published on June 19, Juche 86 (1997), was brought out in booklet by a publishing house in Democratic Congo. &nbsp;&nbsp;&nbsp;\r\n The booklet in its preface says that the National Committee for the Study of the Juche Idea of Democratic Congo publishes the work to widely introduce the undying feats of Kim Jong Il, the peerlessly elder statesman and Songun brilliant commander, on the occasion of the auspicious February holiday. The 21st century will shine as a century of Kim Jong Il, it adds. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the booklet took place in Kinshasa on Feb. 10, at which speakers said Kim Jong Il in the work clarified that the Juche character and national identity should be preserved to accomplish the popular masses' cause of independence, the socialist cause. The work serves as a powerful weapon in the struggle to push ahead with the human cause of independence today when a fierce stand-off is taking place between socialism and imperialism and between the independent forces and the dominationist forces, they stressed.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#4",
            "content": "February Holiday Celebrated in Russia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The Russian Association for Friendship and Cultural Cooperation with the DPRK sponsored a meeting of social circles of Russia in Moscow on Feb. 15 to celebrate the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Chairman Vladimir Tolstikov and members of the association, Vladimir Veredin, secretary of the Central Committee of the Communist Party of the Soviet Union, Vladimir Mashlin, first vice-chairman of the Association of International Peace Fund, and other personages of different circles. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were the ambassador and staff members of the DPRK embassy in Moscow. &nbsp;&nbsp;&nbsp;\r\n Vorontsov, vice-chairman of the association, said in a report at the meeting that the might of single-minded unity is being further strengthened in the DPRK as Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, always finds himself among servicepersons and people to encourage them. It is thanks to his wise leadership that the DPRK has achieved signal successes in the economic construction despite the imperialists' persistent pressure and sanctions, the reporter added. &nbsp;&nbsp;&nbsp;\r\n The wise guidance of Kim Jong Il steering the building of a great prosperous powerful nation with his Songun politics is striking the world with admiration, the reporter said, stressing: Rosy is the prospect of the Korean people as they have him as their supreme leader. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting paid high tribute to Kim Jong Il conducting energetic activities to creditably implement the last instructions of President Kim Il Sung for national reunification. And they wished good health to him on the significant February holiday and victory and glory to the Korean people ushering in the great heyday of Songun Korea under his leadership. &nbsp;&nbsp;&nbsp;\r\n  A congratulatory message to Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting a celebration performance was given by Russian artistes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Settlement of \"Comfort Women\" Issue Urged",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#5",
            "content": "Settlement of \"Comfort Women\" Issue Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Members of the Council for the Solution of the Issue of the Volunteers Corps of south Korea and victims to the case of the \"comfort women\" for the imperial Japanese army reportedly called a press conference at the education hall in Sodaemun district in Seoul on Feb. 12, demanding the settlement of the \"comfort women\" issue. &nbsp;&nbsp;&nbsp;\r\n At the conference speakers stated that they would testify in detail to the Japanese government's past crimes at a hearing of the U.S. House of Representatives for the settlement of the issue. &nbsp;&nbsp;&nbsp;\r\n The Japanese government has yet made such reckless remarks as denying Japan's past crimes, they said, declaring that they would intensify the work with activists of women organizations of the U.S. and its congressmen so that a resolution on the settlement of the \"comfort women\" issue can be passed through Congress. &nbsp;&nbsp;&nbsp;\r\n Then a press release was read out at the conference. It strongly demanded the Japanese government's apology for the past crimes and proper education in the historical facts related to the \"comfort women\" issue.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Conclusion of FTA Staged in U.S.",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#6",
            "content": "Struggle against Conclusion of FTA Staged in U.S. \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The touring group of south Korean protestors against the 7th round of negotiations on the conclusion of the \"Free Trade Agreement\" reportedly staged an action of protest in Washington on Feb. 11. &nbsp;&nbsp;&nbsp;\r\n  The group was reported to consist of over 20 members of such organizations as the Federation of Peasants Associations, the Council of Agricultural Businessmen, the Friendship Society, the south Korean Confederation of Trade Unions, the Federation of south Korean Trade Unions, the Women's Measure Committee against the Conclusion of south Korea-U.S. FTA and the Group for Ensuring Independent Movies, with Jong Kwang Hun, permanent representative of the People's Solidarity, as its head. &nbsp;&nbsp;&nbsp;\r\n The group called a press conference in front of the venue of the negotiations and declared that they would conduct a vigorous struggle against the negotiations in solidarity with organizations of Korean residents in the U.S. and its social organizations standing against the conclusion of the FTA. &nbsp;&nbsp;&nbsp;\r\n Then its members staged a street demonstration, holding various posters and chanting slogans and conducting information activities among American citizens. &nbsp;&nbsp;&nbsp;\r\n They held a rally in the park in front of the White House before going on an all-night sit-in.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art Performance Given on New Year's Day",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#7",
            "content": "Art Performance Given on New Year's Day \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Art performance \"Blue Sky over My Country\" (part dawn) was given at the Pyongyang Indoor Stadium on Sunday to celebrate the lunar New Year's Day. &nbsp;&nbsp;&nbsp;\r\n Appreciating it were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Ro Tu Chol, vice-premier of the Cabinet, Kang Nung Su, minister of Culture, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and servicepersons and working people of different circles in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Chinese Ambassador to the DPRK Liu Xiaoming and staff members of the embassy, Chinese technicians and experts working at the Taean Friendship Glass Factory and Chinese guests staying here and Chinese students and apprentices studying in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Put on the stage of the performance, which began with chorus \"Blue Sky over My Country\", were various numbers including chorus \"Long Live Generalissimo Kim Il Sung\", mixed duet and chorus \"O, My Country of Songun\" and choruses \"Song Devoted to Comrade Kim Jong Il\" and \"We Will Advance with Confidence.\" &nbsp;&nbsp;&nbsp;\r\n The performers vividly represented the revolutionary history of Kim Jong Il who opened up a new era of prosperity in the building of a great prosperous powerful socialist nation, in which the dignity and superiority of the nation is demonstrated to the world, holding high the great banner of Songun. &nbsp;&nbsp;&nbsp;\r\n They also well represented a Chinese song in mixed sextet and chorus. &nbsp;&nbsp;&nbsp;\r\n The performance was acclaimed by the audience for its high ideological and artistic value.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#8",
            "content": "Anniversary of Kim Jong Il's Work Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Kim Jong Il published a historic work on declaring the programme of modeling the whole society on the Juche idea on Feb. 19, Juche 63(1974). &nbsp;&nbsp;&nbsp;\r\n It is a monumental work reflecting the iron faith and will of Kim Jong Il to achieve the final victory of the Juche cause, holding fast to the revolutionary idea of President Kim Il Sung as the invincible treasured sword, says Rodong Sinmun Monday in an article. &nbsp;&nbsp;&nbsp;\r\n It stresses that the years since the publication of the work are unforgettable annuals in which a great victory has been achieved in accomplishing the cause of modeling the whole society on the Juche idea under the wise guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that the drive for imbuing the whole society with one idea is being dynamically made on a higher stage under the banner of Songun, it goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has led the cause of imbuing the whole society with one idea to victory under the banner of Songun. The greatness of his guidance finds its expression in the fact that he has trained all the Party members and other working people to be ardent fighters of the Songun era firmly armed with the Songun idea of the Party and further cemented the single-minded unity of the society around the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n He has also made sure that constant leaping forward is made in building a great prosperous powerful socialist nation with the might of the revolutionary soldier spirit. &nbsp;&nbsp;&nbsp;\r\n The dawn of a great prosperous powerful nation is breaking in the country thanks to his Songun leadership. The national power of the country has been immensely strengthened, the dignity and honor of the country and the nation is being fully demonstrated and the spirit of Thaechon, the spirit of Songun Korea, is being fully displayed all over the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Shameless Arbitrary Practices Assailed",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#9",
            "content": "U.S. Shameless Arbitrary Practices Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The south Korea-U.S. Institute and the south Korea-U.S. Economy Institute in Washington were reported to have \"dialogue\" with \"presidential\" candidates of south Korea this month in the presence of officials concerned of the U.S. government including the State Department. This is an arrogant and undisguised interference in the south Korean politics and a shameless arbitrary practice to arrest the strong trend of independence against the U.S. in south Korea and revive the pro-American fascist dictatorial \"regime\" there. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n As for \"dialogue\" in words, it is nothing but a sort of \"investigation\" on the part of the United States to directly \"verify\" the stand of candidates toward it and their ideological tendency and political view, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. attempt to intervene in the \"presidential election\" of south Korea while talking about \"verification\" is an unpardonable move to fake up a pro-U.S. dictatorial \"regime\" in a bid to remove the forces supporting the June 15 joint declaration at any cost and let the ultra-right conservative forces toeing the U.S. line return to power. The U.S. farce of \"verification\" is an intolerable insult and mockery of the south Korean people as it fully revealed once gain the extreme arrogance and ambition for domination of the U.S. persistently blocking progress, reform and realization of sovereignty while continuing to put the south Korean politics under its control. &nbsp;&nbsp;&nbsp;\r\n It is attributable to the Grand National Party and other pro-American traitorous forces of south Korea that the U.S. interfere in its internal affairs continues despite the change of the times.\r\n South Korea is the only place where presidential hopefuls have to visit the U.S. to get \"verified\" by it. It is the political reality of south Korea that one cannot come to office of \"president\" without recognition of foreign forces. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to clearly see the trend of the history of the Korean nation toward independence against the U.S. and toward independent reunification and stop at once its unreasonable interference in the internal affairs of south Korea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Suppression of Chongryon Hit in Peru",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#10",
            "content": "Japan's Suppression of Chongryon Hit in Peru\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The Revolutionary Socialist Party of Peru sent a letter to the Japanese embassy in Lima on Feb. 8 in protest against the Japanese reactionaries' suppression of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n The letter bitterly condemned the Japanese government for its hostile actions against Chongryon, a legitimate organization of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n Expressing firm solidarity with Chongryon, the letter strongly urged the Japanese government to recognize the rights of Chongryon and stop at once unreasonable economic pressure and political crackdown upon it. \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities' Repression Protested",
            "url": "http://kcna.co.jp/item/2007/200702/news02/20.htm#11",
            "content": "Japanese Authorities' Repression Protested\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The Hokkaido Headquarters and Hokkaido Commercial Association of the General Association of Korean Residents in Japan (Chongryon) called an emergency meeting of Koreans in Hokkaido on Feb. 10, protesting the Japanese police and investigation authorities' unreasonable search into Hokkaido organizations of Chongryon. And an emergency rally of Koreans in Hyogo Prefecture was held on Feb. 12 to denounce the Japanese police authorities for their search operations. &nbsp;&nbsp;&nbsp;\r\n Pak Jong Min, chairman of the Hokkaido Headquarters of Chongryon, said in a report at the meeting that the Japanese authorities have staged such search operations in a political scheme to escalate sanctions and pressure on the DPRK. The reporter called for fighting it out to defend the Chongryon organization and the Korean community with the strength of unity. &nbsp;&nbsp;&nbsp;\r\n Ro Mu Hyon, vice-chairman of the Hyogo Prefectural Headquarters of Chongryon, in a report made at the rally called for a stubborn struggle to lay bare the nature of the moves of the Japanese right-wing reactionaries and strictly frustrate their sinister political intention with the might of unity. &nbsp;&nbsp;&nbsp;\r\n Indignation speeches were made by different figures at the meeting and rally which were followed by solidarity speeches of Japanese personages. &nbsp;&nbsp;&nbsp;\r\n After the meeting and rally, the participants staged street demonstrations, conducting information activities to denounce the police authorities' outrage. &nbsp;&nbsp;&nbsp;\r\n A written protest to the Japanese authorities was read out at the meeting held in Hokkaido while in Hyogo Prefecture Chongryon representatives conveyed a written protest to the prefectural police office. &nbsp;&nbsp;&nbsp;\r\n The Hokkaido Headquarters of Chongryon organized a protest group involving 14 representatives of organs at all levels to conduct a protest struggle against the police authorities' search on Feb. 13. &nbsp;&nbsp;&nbsp;\r\n The group handed over a letter of protest, strongly urging the Japanese authorities to make honest apology for the recent search operations and release the arrested Koreans and promptly return confiscated materials. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Japan Regional Committee for Implementing the June 15 Joint Declaration made public a statement titled \"The Japanese authorities should stop at once suppression of Koreans in Japan and human rights abuses and redress the past of Japan's colonial rule over Korea\" on Feb. 14. &nbsp;&nbsp;&nbsp;\r\n The statement said that the Japanese authorities' suppression of Koreans in Japan and their human rights abuses are as good as an act of running counter to the new trend of the times toward reconciliation and peace of the countries in Northeast Asia and challenging the aspiration and demand of the Koreans for independent reunification.    \r\n\r\n\r\n"
        }
    ]
}