{
    "date": "2007-04-14",
    "url": "http://kcna.co.jp/item/2007/200704/20070414.htm",
    "articles": [
        {
            "title": "DPRK to Move Only When Lifting of Financial Sanction Proved to Be Reality",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Red Cross Talks Held",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#2",
            "content": "DPRK to Move Only When Lifting of Financial Sanction Proved to Be Reality \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- A spokesman for the DPRK Foreign Ministry Friday gave the following answer to a question put by KCNA as regards the U.S. and Macao administrative authorities' announcement of the de-freezing of the fund of the DPRK: &nbsp;&nbsp;&nbsp;\r\n The DPRK took note of the announcement made by the U.S. Department of Treasury and the Macao administrative authorities on April 10 that they took a measure of de-freezing the fund of the DPRK deposited in Banco Delta Asia in Macao. &nbsp;&nbsp;&nbsp;\r\n A DPRK financial institution concerned will confirm soon whether the measure is valid. &nbsp;&nbsp;&nbsp;\r\n The DPRK remains unchanged in its will to implement the Feb. 13 agreement and will also move when the lifting of the sanction is proved to be a reality.\r\n\r\n"
        },
        {
            "title": "Kim Yong Dae Meets Indonesian Government Cultural Delegation",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#3",
            "content": "Inter-Korean Red Cross Talks Held \r\n &nbsp;&nbsp;&nbsp; Mt. Kumgang Resort, April 13 (KCNA) -- The 8th north-south Red Cross talks were held at Mt. Kumgang Resort from Apr. 10 through 13. &nbsp;&nbsp;&nbsp;\r\n Present there were the members of the delegation of the north side led by Choe Song Ik, vice-chairman of the Central Committee of the DPRK Red Cross Society, and the members of the delegation of the south side with Jang Sok Jun, secretary general of the south Korean Red Cross as chief delegate. &nbsp;&nbsp;&nbsp;\r\n Both sides discussed the issues of energetically pushing forward Red Cross humanitarian undertakings in the basic spirit of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n They reached an agreement on such issues as arranging two video meetings of separated families and relatives on the occasion of August 15 and the harvest moon day this year, arranging the 16th reunion of separated families and relatives at Mt. Kumgang Resort on the occasion of the harvest moon day, the issue of making exchanges of image letters of separated families and relatives on an experimental basis and the issue of discussing and solving the issue of confirming the whereabouts of those who went missing during and after the Korean war as part of the issue of separated families and relatives. &nbsp;&nbsp;&nbsp;\r\n They also agreed on the issue of encouraging the Red Cross organizations of the north and the south to boost cooperation in the humanitarian field. &nbsp;&nbsp;&nbsp;\r\n Both sides agreed to hold the 9th north-south Red Cross talks at Mt. Kumgang Resort late in October.\r\n\r\n"
        },
        {
            "title": "Plan for Cultural Exchange between DPRK and Indonesia Inked",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#4",
            "content": "Kim Yong Dae Meets Indonesian Government Cultural Delegation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with an Indonesian government cultural delegation led by Sapta Nirwandar, general secretary of the Ministry of Culture and Tourism, at the Mansudae Assembly Hall Friday.&nbsp;&nbsp;&nbsp;\r\n Present there were Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and Indonesian Ambassador to the DPRK Daulat Hotma Audison Passaribu.\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Head of Indonesian Delegation",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#5",
            "content": "Plan for Cultural Exchange between DPRK and Indonesia Inked \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The 2007-2009 plan for cultural exchange between the governments of the DPRK and Indonesia was signed at the Mansudae Assembly Hall on Friday.&nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony from the DPRK side were Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned and from the Indonesian side were members of the Indonesian government cultural delegation led by Sapta Nirwandar, general secretary of the Ministry of Culture and Tourism, and Indonesian Ambassador to the DPRK Daulat Hotma Audison Passaribu.&nbsp;&nbsp;&nbsp;\r\n Jon Hyon Chan and Sapta Nirwandar inked the plan.\r\n\r\n"
        },
        {
            "title": "Agreement Inked between DPRK and Nigeria",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#6",
            "content": "Gift to Kim Jong Il from Head of Indonesian Delegation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Kim Jong Il was presented with a gift by Sapta Nirwandar, general secretary of the Ministry of Culture and Tourism who is leading the Indonesian government cultural delegation. The delegation is staying here to participate in commemorations of the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, by the general secretary on Friday.\r\n\r\n"
        },
        {
            "title": "Abe Regime under Fire for Denying Japan's Past Crimes",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#7",
            "content": "Agreement Inked between DPRK and Nigeria \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- An inter-governmental agreement on cooperation in culture and education between the DPRK and Nigeria was signed in Abuja on April 4. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony were Ambassador to Nigeria Kim Pyong Gi and a staff member of the DPRK embassy in Abuja and Babarola Borishade, Nigerian minister of Culture and Tourism, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n The agreement was inked by the DPRK ambassador and the Nigerian minister.\r\n\r\n"
        },
        {
            "title": "China Donates Equipment to DPRK",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#8",
            "content": "Abe Regime under Fire for Denying Japan's Past Crimes \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The Abe regime in Japan is typical of tricksters and hypocrites because it is no more than a group of villains of the 21st century who regard it as taking poison to apologize and repent of the past crimes and stoop to any infamy to achieve their sinister purpose. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n Members of the U.S. House of Representatives, the U.S. State Department, influential American papers, the Canadian Parliament, the German paper Suddeutsche Zeitung and political forces in Japan including opposition parties such as the Democratic Party and the Social-Democratic Party and different public circles of Japan strongly denounced the Abe regime for denying the past history of Japan, the commentary notes, and goes on: Such outcries were also made by the Liberal Democratic Party and the New Komeito Party, the ruling parties in Japan. &nbsp;&nbsp;&nbsp;\r\n The crimes of aggression committed by the Japanese imperialists in the past including the crimes related to the \"comfort women\" for the imperial Japanese army are products of evils which should never be allowed to repeat themselves. &nbsp;&nbsp;&nbsp;\r\n The Abe regime should honestly admit that the above-said crimes committed by Japan in the past are the unbearable bitter insult to humanity and acts to exterminate nations and take steps against the recurrence of such crimes. This is the demand of the world public. It is, however, blatantly challenging the world public, instead of lending an ear to its just voices. Abe went the lengths of asserting the reexamination of \"Kono's statement,\" which expressed \"apology\" for the crimes related to the \"comfort women\" for the imperial Japanese army for mere form's sake, after describing it as a wrong one. Such reckless remarks cannot be construed otherwise than an open challenge to and betrayal of human conscience. &nbsp;&nbsp;&nbsp;\r\n The Abe forces are not politicians but human scum and political philistines, bereft of any elementary moral point of view and human conscience. Human history and the world history of wars, in particular, know no such precedent in which Japan took hundreds of thousands of women to battle fields, forcing them to provide sex to its servicemen. Samurais brought humankind the most unbearable shame and contempt in its history. The sexual slavery enforced by Japan for the imperial Japanese army can neither be erased nor covered up no matter how much water may flow under the bridge. &nbsp;&nbsp;&nbsp;\r\n The Abe regime is justifying visits to the \"Yasukuni Shrine.\" And the Japanese Cabinet issued an instruction not to deal with any wartime crimes when writing the history textbooks to be used for the Japanese higher schools from 2009. Such moves of the Abe regime are nothing but an undisguised agitation of reinvasion as they are intended to instill militaristic idea into Japanese in a bid to repeat Japan's crime-woven history. An attempt on the part of Japan to cover up its past wrongs would only add to its crimes and those keen to connive at and foster the war crimes are bound to face a stern judgment of history.\r\n\r\n"
        },
        {
            "title": "Pyongyang Hanro Food Collaboration Company Commissioned",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#9",
            "content": "China Donates Equipment to DPRK \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The State Meteorological Bureau of China donated aerological observation equipment to the Hydro-Meteorological Bureau of the DPRK. &nbsp;&nbsp;&nbsp;\r\n A donating ceremony was held here on Friday.&nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Ko Il Hun, director of the Hydro-Meteorological Bureau of the DPRK, Liu Xiaoming, Chinese ambassador to the DPRK, and others.\r\n\r\n"
        },
        {
            "title": "Collection of Documents on Mongolia-DPRK Relations Released",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#10",
            "content": "Pyongyang Hanro Food Collaboration Company Commissioned\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- A commissioning ceremony of the Pyongyang Hanro Food Collaboration Company was held here on Apr. 12.&nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were officials concerned and David Ho, managing director of Hanro Ltd. (Hong Kong, China), and his party on a visit to the DPRK.&nbsp;&nbsp;&nbsp;\r\n A report was followed by speeches at the ceremony.\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Mongolian Delegations",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#11",
            "content": "Collection of Documents on Mongolia-DPRK Relations Released\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Collection of documents \"60 Years of Mongolia-DPRK Relationship\" was released on the occasion of the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n The collection, edited and published by Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo, is consisted of six chapters.&nbsp;&nbsp;&nbsp;\r\n Carried on the first part of it are pictures of President Kim Il Sung paying a historic visit to Mongolia and pictures of him receiving party and government leaders and other high-ranking delegations of Mongolia visiting the DPRK and Mongolian ambassadors to the DPRK.&nbsp;&nbsp;&nbsp;\r\n It also contains speeches made by Kim Il Sung during his Mongolia visit and the Korea visits by Mongolian high-ranking delegations and speeches of Mongolian party and government leaders made at that time, a letter to Kim Jong Il sent by the Mongolian president, and data introducing exchange of visits between high-ranking delegations of the two countries. And there are treaties and agreements concluded between the two countries, memoirs of former Mongolian ambassadors to the DPRK, and other historical data telling about the development of the bilateral relations of friendship. Among them are data introducing several units in Mongolia that bear the names of the three generals of Mt. Paektu.&nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the collection took place at the Taedonggang Club for the Diplomatic Corps on Thursday.&nbsp;&nbsp;&nbsp;\r\n At the ceremony, the collection and a letter to Kim Jong Il presented by the Mongolian ambassador were conveyed to Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries.&nbsp;&nbsp;&nbsp;\r\n Its participants looked around the collection on display.\r\n\r\n"
        },
        {
            "title": "Kimilsungia Festival and Kimilsungia-Kimjongilia Show Open",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#12",
            "content": "Gifts to Kim Jong Il from Mongolian Delegations\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- General Secretary Kim Jong Il received a gift from the Mongolian government cultural delegation staying here to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, on April 12 by S. Tumur-Ochir, vice-minister of Education, Culture and Science who is heading the delegation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Kim Jong Il received gifts from the Darkhan-Uul provincial delegation and the Ovorhangay provincial delegation of Mongolia on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n They were delivered to an official concerned by Governor D. Khayankhirvaa and Governor V. Erdenbilegt who are leading the delegations. &nbsp;&nbsp;&nbsp;\r\n A gift from the Kim Jong Il Kindergarten in Darkhan-Uul Province, Mongolia, was also conveyed.\r\n\r\n"
        },
        {
            "title": "New Documentary Film Screened",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#13",
            "content": "Kimilsungia Festival and Kimilsungia-Kimjongilia Show Open\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The 9th Kimilsungia Festival and the Kimilsungia-Kimjongilia Show to celebrate the 75th founding anniversary of the Korean People's Army opened here on Friday.&nbsp;&nbsp;&nbsp;\r\n On display in the venue of the festival and the show of the flowers of the sun to be held in succession on the occasions of the Day of the Sun and the anniversary of the KPA are the flowers in praise of the great men cultivated by armed forces organs, commissions of the Cabinet, ministries, national institutions and institutions in Pyongyang and many servicepersons, working people and school youths and children.&nbsp;&nbsp;&nbsp;\r\n Also on display are immortal flowers bred by the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) and overseas compatriots, diplomatic missions including the Indonesian embassy here and the European Union, friendship and public organizations and personages of different countries and Chinese residents in the DPRK.&nbsp;&nbsp;&nbsp;\r\n Their opening ceremony was held at the Kimilsungia-Kimjongilia Exhibition on Friday.&nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Choe Thae Bok, Yang Hyong Sop and others.&nbsp;&nbsp;&nbsp;\r\n On hand were a delegation of Koreans in Japan and other delegations of overseas Koreans, Ratna Sari Dewi Sukarno, director of the Dewi Sukarno Office in Japan, and Ri Pyong Sang, chairman of the American Kimilsungia-Kimjongilia Association, who are honorary chairpersons of the Society for Supporting the Propagation of Kimilsungia and Kimjongilia, a delegation of the Kimjongilia Greenhouse in Dandong, China, a delegation of the Japanese Kimjongilia Fanciers Society and other delegations and delegates of societies for supporting the propagation of immortal flowers in various countries and regions of the world.&nbsp;&nbsp;&nbsp;\r\n Present there on invitation were an Indonesian government cultural delegation, the Indonesian ambassador to the DPRK and staff members of his embassy.&nbsp;&nbsp;&nbsp;\r\n Vice-Premier of the Cabinet Kwak Pom Gi, chairman of the Organizing Committee of the Kimilsungia-Kimjongilia Festival, in an opening address said that Kimilsungia and Kimjongilia are the flowers of the sun symbolizing the greatness of President Kim Il Sung and Kim Jong Il and flowers praising the great persons now in full bloom in the hearts of humankind in the era of independence. These immortal flowers will remain in fuller bloom with the passage of time, he stressed.&nbsp;&nbsp;&nbsp;\r\n Sapta Nirwandar, general secretary of the Ministry of Culture and Tourism of Indonesia who is heading the Indonesian government cultural delegation, made a congratulatory speech.&nbsp;&nbsp;&nbsp;\r\n On behalf of the government and people of Indonesia he offered sincere thanks to Kim Jong Il, the great leader of the Korean people, and all the Korean people for having provided every facility for the delegation to participate in the 9th Kimilsungia festival to be held on the occasion of the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n The participants in the ceremony went round with deep emotion the venue of the festival where more than 10,000 flowers of the sun and rare flowers of various species are on display, turning it into a veritable sea of flowers.\r\n\r\n"
        },
        {
            "title": "Guideline for Fulfilling Kim Il Sung's Idea and Cause: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#14",
            "content": "New Documentary Film Screened\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Documentary film \"Finding Himself among the People All His Life\" (1) was screened at the People's Palace of Culture on the occasion of the 95th birth anniversary of President Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n The film is based on book \"Among the People\" which conveys the revolutionary career and exploits of the President down through generations. It has historical scenes showing the President conducting tireless revolutionary activities for the construction of a new country after liberation of Korea.&nbsp;&nbsp;&nbsp;\r\n The film deals in an extensive and deep-going manner with the immortal exploits the President performed by successfully carrying out the cause of founding the party, the army and building the country with his energetic leadership in the liberated country.&nbsp;&nbsp;&nbsp;\r\n It also tells legendary stories about the noble virtue and boundlessly modest and popular personality of the President who took deep care of the living of the people, once oppressed and humiliated, with warm love for them and shared joys and sorrows with them to bring happiness to them.&nbsp;&nbsp;&nbsp;\r\n It contains moving scenes telling how faithfully anti-Japanese war hero Kim Jong Suk upheld the President's line of building the country after liberation.&nbsp;&nbsp;&nbsp;\r\n Among the audience were senior party and state officials, the chairperson of a friendly party, officials of ministries and national institutions and working people in Pyongyang.\r\n\r\n"
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" Vol. 68 Published",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#15",
            "content": "Guideline for Fulfilling Kim Il Sung's Idea and Cause: Rodong Sinmun\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Rodong Sinmun Friday dedicates an article to the 33rd anniversary of the famous work of Kim Jong Il \"Let Us More Firmly Establish Monolithic Ideological System in Whole Party and Society.\" &nbsp;&nbsp;&nbsp;\r\n The work published on April 14, Juche 63(1974) is a highly important work which is of enormous historic significance in carrying the revolutionary cause of Juche pioneered by President Kim Il Sung to accomplishment by firmly ensuring the uniformity of idea and leadership in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, taking it as the basic point in accomplishing the Juche cause to establish the monolithic ideological system of the Party in the whole period of his leadership of the revolution, has consolidated the single-minded unity centering around the leader as firm as a rock while undertaking in a go-ahead manner the work of ideological education to guide all the people to think and work according to idea and intention of the Party, the author of the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n In the struggle to establish the monolithic ideological system of the Party all the soldiers and people, above all, have grown to be fighters who devotedly defend the leader. &nbsp;&nbsp;&nbsp;\r\n In the whole course of leading the revolution and construction the Party has paid deep attention to guiding the whole army and the entire people to actively learn from the spirit displayed by the revolutionaries of the first generation in defending Kim Il Sung, remaining unfailingly loyal to him, and the spirit displayed by the O Jung Hup-led Seventh Regiment in defending the command of the revolution. In recent years in particular, it has constantly deepened the work of guiding the whole Party and society to learn from the revolutionary soldier spirit of the servicepersons of the Korean People's Army who have inherited the revolutionary spirit of Mt. Paektu. In this course all the Party members, servicepersons and people have grown to be staunch fighters devotedly defending the leader, who uphold the Party and the leader with faith, conscience and noble sense of moral obligation, guided by a steadfast revolutionary outlook on the leader. &nbsp;&nbsp;&nbsp;\r\n The single-minded unity of the whole Party, the entire army and all the people with the headquarters of the revolution as the hardcore has been strengthened a thousand fold in the struggle to establish the monolithic ideological system of the Party. &nbsp;&nbsp;&nbsp;\r\n The Party has constantly deepened the struggle to strengthen the unity, based on the revolutionary idea of the leader and centering around the leader, and the organizational and ideological unity in which all the revolutionary ranks move as one under his unitary leadership. The single-minded unity in which the leader, the Party, the army and the people are closely linked together as one social and political integrity has been immensely cemented in the gigantic struggle to establish the unitary ideological system of the Party. This is the most precious fruition irreplaceable with anything. &nbsp;&nbsp;&nbsp;\r\n The revolutionary trait of devotedly implementing the Party's line and policies has also been thoroughly established in the whole country in the struggle to establish the system.\r\n\r\n"
        },
        {
            "title": "Collection of Reminiscences Published",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#16",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Vol. 68 Published\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- \"Complete Collection of Kim Il Sung's Works\" Vol. 68 was published by the Workers' Party of Korea Publishing House.&nbsp;&nbsp;&nbsp;\r\n The book contains 32 famous works including speeches, conclusions and talks made by President Kim Il Sung from Sept. to Dec. Juche 67 (1978).&nbsp;&nbsp;&nbsp;\r\n In such works as \"Let Us Step Up Socialist Construction under the Banner of the Juche Idea\" and \"Toast Made at the Banquet in Celebration of the 30th Anniversary of the Democratic People's Republic of Korea\" the President comprehensively clarified the unique ideas and theories and policies to increase the might of the DPRK in every way and step up the revolution and construction.&nbsp;&nbsp;&nbsp;\r\n In the works he declared the modeling of the whole society on the Juche idea as an ultimate goal of the DPRK government. And he set forth the idea that for the realization of this historic cause the government should keep up three revolutions--ideological, technical and cultural--as main contents of the revolution to be carried out in socialist society and as tasks of uninterrupted revolution for the complete victory of socialism, and principled matters arising in implementing the idea.&nbsp;&nbsp;&nbsp;\r\n Expounded in \"On Improving the Guidance of Party and Administrative and Economic Bodies over the Economy,\" \"On Major Tasks Facing the Fields of Fishery, Agriculture and Industry at Present\" and several other works are tasks for bringing about a fresh surge in socialist economic construction and ways for carrying them out.&nbsp;&nbsp;&nbsp;\r\n Work \"Let Us Bring About a Radical Improvement in Education through the Full Implementation of the Theses on Socialist Education\" gives details of ideas and theories on intellectualizing the whole society. Another work \"Let Us Further Accelerate Socialist Construction through Efficient Financial Management\" gives clear exposition of theoretical and practical problems arising in improving the financial management.&nbsp;&nbsp;&nbsp;\r\n Also included in the book are works that clarify the principled matters in intensifying the struggle for national reunification against imperialism and all forms of dominationism, the problem of developing the light industry to produce more mass consumer goods, the problem of increasing the volume of export in foreign trade and making it multilateral, the problem for the General Association of Korean Residents in Japan to keep pushing forward national education, and all other problems arising in the revolution and construction.\r\n\r\n"
        },
        {
            "title": "Exhibition of Books on Greatness of Three Generals Held",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#17",
            "content": "Collection of Reminiscences Published\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- \"Among the People\" Vol. 70, a collection of reminiscences, has been brought out by the Workers' Party of Korea Publishing House. &nbsp;&nbsp;&nbsp;\r\n The book contains 22 reminiscences written by leading officials of the party, the army and the state, anti-Japanese revolutionary fighters and people from all walks of life who witnessed undying feats performed by President Kim Il Sung in carrying out the sacred cause of bringing prosperity to the country and happiness to the people, his wise leadership and noble personality. &nbsp;&nbsp;&nbsp;\r\n Reminiscences \"The leader was always among the people,\" \"Recollecting the early days of the drive to build the self-reliant national defence industry\" and \"Attracted by the great personality\" recount stories about how the President laid a foundation for building a powerful self-reliant national defence industry in the period of building new democratic Korea and how he helped Kim Ku and other south Korean politicians follow the road of reunification and patriotism during the days of the historic joint conference of representatives of political parties and social organizations of North and South Korea held in 1948. &nbsp;&nbsp;&nbsp;\r\n Edited in the book are reminiscences dealing with the feats the President performed by winning the victory in the Fatherland Liberation War and the wise leadership he provided for the completion of the socialist agricultural cooperativization and the formation of the General Association of Korean Residents in Japan, a Juche-oriented overseas Koreans' organization. &nbsp;&nbsp;&nbsp;\r\n Contained in the book are reminiscences dealing with the facts that the President brought about a great turn in socialist construction, firmly established Juche in the work of training technical personnel and safeguarded the socialist cause by smashing the moves of the modern revisionists in the 1960s. &nbsp;&nbsp;&nbsp;\r\n There are in the book several reminiscences dealing with the exploits the President performed in the struggle to shatter every move of the U.S. imperialists for a new war and build a socialist land of bliss on this land and his external activities in the 1970s and the 1980s. &nbsp;&nbsp;&nbsp;\r\n Given in the book are reminiscences telling stories that the President worked hard to settle the issue of succeeding to the revolutionary cause of Juche and completing it and accomplish the cause of global independence in the last period of his great life, and those dealing with the noble personality of the President who spared nothing for the people.\r\n\r\n"
        },
        {
            "title": "Women Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#18",
            "content": "Exhibition of Books on Greatness of Three Generals Held\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- An exhibition of books on the greatness of the three generals of Mt. Paektu opened at the People's Palace of Culture on Apr. 12 to mark the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n On display in chronological order in the exhibition hall are more than 490 books including books written by personages of the five continents and their descendants who were fascinated by the great personality of President Kim Il Sung after having his audience, books praising the greatness and undying exploits of the three generals of Mt. Paektu and books introducing the originality of the Songun policy of the Workers' Party of Korea and advantages of Korean-style socialism centered on the popular masses.&nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were Kim Ki Nam, secretary of the WPK Central Committee, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and working people in the city.&nbsp;&nbsp;&nbsp;\r\n Also present were Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, Rashed Khan Menon, chairman of the C.C., the Workers' Party of Bangladesh, and other foreign personages and family members of Koreans in China and Chinese who were related to the anti-Japanese revolutionary struggle.&nbsp;&nbsp;&nbsp;\r\n At the beginning of the ceremony, a collection of songs \"Banner of Great Victory\" presented to Kim Jong Il by Russian composer Gennadi Sharin was handed to Kim Ki Nam.&nbsp;&nbsp;&nbsp;\r\n Speeches were made there.&nbsp;&nbsp;&nbsp;\r\n The participants looked round the books on display.\r\n\r\n"
        },
        {
            "title": "Foreign Delegations and Figures Here",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#19",
            "content": "Women Commemorate Day of Sun\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The function titled \"Our Leader Is Always with Women\" was held by officials and members of the Korean Democratic Women's Union at the plaza of the Arch of Triumph on Apr. 12 to commemorate the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials and members of the union.&nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui, chairperson of the Central Committee of the union, in her speech said that President Kim Il Sung put forward the women as a powerful force pushing one of the two wheels of the chariot of the revolution and brought them up as genuine revolutionaries and heroes of the era, adding that this loving care was too profound to sing of generation after generation.&nbsp;&nbsp;&nbsp;\r\n Put on the stage were colorful numbers including poems and choruses \"Let Us Sing of the Day of the Sun\" and \"We Have Grown up to Be Steadfast Fighters under the Care of the Leader,\" duet and chorus \"Kim Il Sung and Kim Jong Il Are Just the Same\" and chorus \"Blue Sky over My Country.\"&nbsp;&nbsp;&nbsp;\r\n The real story \"Our Leader, the Sun of the Nation\" and chorus \"Single Mind\" performed by those who had audiences with the peerless great men and those related to them helped the participants recollect with deep emotion the history of President Kim Il Sung's total dedication to the people and the great history of his love for them.&nbsp;&nbsp;&nbsp;\r\n A solo \"Best Wishes,\" chorus \"Military Jeep Runs for Front Far Away,\" chorus and dance \"Nilliri of Single-Minded Unity,\" poem and chorus \"We Will Hold Our General in High Esteem\" and other numbers truthfully represented all the women's deep trust and gratitude to Kim Jong Il who has made ceaseless long journeys for Songun leadership for the eternal happiness of Kim Il Sung's nation and their faith and will to remain true to the Songun leadership of Kim Jong Il.\r\n\r\n"
        },
        {
            "title": "Chinese Guests Here",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#20",
            "content": "Foreign Delegations and Figures Here\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Vishwanath, director general of the International Institute of the Juche Idea, a delegation of the Maritime Territorial Committee of the Russian Youth League headed by First Secretary Anatoli Kulikov and a delegation of the Vietnamese paper Nhan Dan headed by Editor-in-Chief Deng The Huynh arrived here Thursday to participate in commemorations of the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n Also arriving here were a delegation of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna led by Thomas Losh and Kanji Inoki, advisor to the New Japanese Pro-Wrestling Co. Ltd., and his party.\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#21",
            "content": "Chinese Guests Here\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Families of Chinese Liu Tong-shi, Li Zhaolin and Wang Minggui who are related to the anti-Japanese revolutionary struggle arrived here Friday to commemorate the Day of the Sun.\r\n\r\n"
        },
        {
            "title": "Egyptian Military Attache Gives Reception",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#22",
            "content": "Foreign Delegations Here \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- A delegation of the Liberal Democratic Party of Russia headed by Alexey Mitrofanov, member of its Supreme Council and vice-chairman of the Committee on Constitutional Legislation and State System of the State Duma of the Russian Federation, a delegation of the Bangladesh Barisal Society for the Study of Songun Policy headed by Advisor M. Jahangir Khan, a delegation of the Nepalese Association for Supporting Songun Policy headed by Chairman Manik Lama and a delegation of the Mongolian Mt. Paektu Association for Independent Development headed by G. Bold arrived here today to participate in the commemorations of the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n Meanwhile, a delegation of the Kimjongilia Greenhouse in Dandong, China, headed by General Manager Wu Hailong and a Chinese regional delegation of the Association for Supporting the Propagation of Immortal Flowers came here on Thursday to participate in the 9th Kimilsungia Festival.\r\n\r\n"
        },
        {
            "title": "Reception Arranged by Palestinian Ambassador",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#23",
            "content": "Egyptian Military Attache Gives Reception \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Ahmed Medhat, military attache of the Egyptian embassy in Pyongyang, hosted a reception on April 11 to commemorate the Day of the Sun, the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 75th anniversary of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were KPA generals and officers. &nbsp;&nbsp;&nbsp;\r\n Moustafa Mohamed Ahmed Al Hatter, Egyptian ambassador to the DPRK, was on hand.&nbsp;&nbsp;&nbsp;\r\n Speeches were made there.\r\n\r\n"
        },
        {
            "title": "Economic and Commercial Councillors' Corps Pays Floral Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#24",
            "content": "Reception Arranged by Palestinian Ambassador \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Mohammad Shahta Zarab, Palestinian ambassador to the DPRK, hosted a reception at his embassy on April 12 to commemorate the Day of the Sun and the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Rim Kyong Man, minister of Foreign Trade, Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The Palestinian ambassador in his speech said that the leadership and people of Palestine fully support the cause of the Korean people to get the U.S. forces withdrawn from south Korea and achieve the country's reunification, noting that they would make positive efforts to boost the friendly and cooperative relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n He hoped the friendly Korean people would register great successes in the efforts to strengthen and develop the country under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in his speech said that the Korean people would strive to consolidate and boost the friendly and cooperative relations between the DPRK and Palestine provided by President Kim Il Sung together with former President Yasser Arafat. &nbsp;&nbsp;&nbsp;\r\n He said that the DPRK would always extend support and solidarity to the Palestinian people in their just cause to regain the legitimate national rights including the founding of a sovereign state with Kuds as its capital.\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Chinese Family",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#25",
            "content": "Economic and Commercial Councillors' Corps Pays Floral Tribute to Kim Il Sung \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The economic and commercial councilors' corps here laid a floral basket before the statue of President Kim Il Sung on Mansu Hill on Friday before paying tribute to him on the occasion of the Day of the Sun.\r\n\r\n"
        },
        {
            "title": "Performances of Art Festival Go on",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#26",
            "content": "Floral Basket to Kim Jong Il from Chinese Family \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Kim Jong Il was presented with a floral basket by the visiting family of Chinese anti-Japanese revolutionary martyr Zhang Weihua on the occasion of the Day of the Sun.&nbsp;&nbsp;&nbsp;\r\n The floral basket was conveyed to an official concerned by his son Zhang Jinquan on Friday.\r\n\r\n"
        },
        {
            "title": "Moscow State Academy Chamber Chorus Gives Performance",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#27",
            "content": "Performances of Art Festival Go on \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Second-day performances of the 25th April Spring Friendship Art Festival were given at theatres in Pyongyang on Thursday, drawing capacity audiences.&nbsp;&nbsp;&nbsp;\r\n Artistes of the Moscow State Academy Chamber Chorus of Russia put on stage immortal revolutionary paean \"Song of General Kim Il Sung\" at the Yun I Sang Concert Hall and a soprano of the Indonesian Guruhsukarno Dancing Troupe sang the song \"Kimilsungias in Full Bloom All over the World\" at the State Theatrical Theatre, representing their strong longing and boundless reverence for Kim Il Sung. She was awarded a gold prize at the 23rd April Spring Friendship Art Festival.&nbsp;&nbsp;&nbsp;\r\n Two male and female singers of the Hebei Provincial Song and Dance Troupe of China sang \"Song Devoted to Comrade Kim Jong Il\" at the Ponghwa Art Theatre and a male vocal soloist of the song and dance ensemble of the Mongolian army sang the songs \"General on a Galloping White Horse\" and \"No Motherland without You\" at the Pyongyang International Cinema House. They sang high praises of the personality of Kim Jong Il as a great man and his undying feats.&nbsp;&nbsp;&nbsp;\r\n Suzanna Clarke, a female vocal soloist of the British musical company who is an international concours winner sang immortal masterpiece \"Nostalgia\" at the Pyongyang Grand Theatre to be acclaimed by the audience.&nbsp;&nbsp;&nbsp;\r\n Members of the art troupe of Koreans in China put on the stage folk song \"Ballad of Mt. Kumgang\" and dance \"Our Tune Is Good\" and other numbers at the Central Youth Hall, deeply impressing the audiences.&nbsp;&nbsp;&nbsp;\r\n Participants in the festival beautifully decorated with colorful numbers the stages at the music hall of the Pyongyang Kim Won Gyun Conservatory, the East Pyongyang Grand Theatre and other places in the city.&nbsp;&nbsp;&nbsp;\r\n Bouquets were conveyed to the performers in congratulation of their successful performances. &nbsp;&nbsp;&nbsp;\r\n Among the audiences were officials of ministries and national institutions, members of the festival organizing committee, officials concerned, working people, youth and students in Pyongyang, diplomatic envoys and staff members of foreign embassies here, foreigners and overseas Koreans staying here.&nbsp;&nbsp;&nbsp;\r\n Performances go on.\r\n\r\n"
        },
        {
            "title": "Relics Conveying Patriotic Spirit of Mangyongdae Family",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#28",
            "content": "Moscow State Academy Chamber Chorus Gives Performance \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The Moscow State Academy Chamber Chorus of Russia is participating in the current 25th April Spring Friendship Art Festival.&nbsp;&nbsp;&nbsp;\r\n It has earned fame through performance tours in various regions of the world including Europe and North America and tens of international art festivals since it gave its premiere in April 1972.&nbsp;&nbsp;&nbsp;\r\n It is led by Minin Vladimir, Russian People's Actor and State Prize Winner.  It has talented singers including Yurasova Svetlana who draws the audience deep into the musical world with her resonant vocal ability and artistic skill.&nbsp;&nbsp;&nbsp;\r\n The chorus, with deep reverence for the peerlessly great leaders, is singing songs in unique and vivid tone.&nbsp;&nbsp;&nbsp;\r\n \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\" sung by the chorus deepen the respect of the audience for the brilliant commanders of Mt. Paektu.  The audience gives a huge ovation to it for its enthusiastic performance.\r\n\r\n"
        },
        {
            "title": "Title of Generalissimo, Commendation by Country and People",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#29",
            "content": "Relics Conveying Patriotic Spirit of Mangyongdae Family \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- An increasing number of people are visiting Mangyongdae with boundless reverence for the peerlessly great man President Kim Il Sung on the threshold of his birth anniversary.&nbsp;&nbsp;&nbsp;\r\n Preserved in the old home in Mangyongdae are the precious relics of members of the President's revolutionary family, a paragon of the patriotic and revolutionary families.&nbsp;&nbsp;&nbsp;\r\n Conspicuous among them are a low desk and an ink-stone.&nbsp;&nbsp;&nbsp;\r\n Lecturer of the Mangyongdae Revolutionary Museum Ri Song Hui told the visitors that they are relics conveying the patriotic spirit of the Mangyongdae family. She added to the following effect: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il visited the old home together with his parents right after the liberation of the country.&nbsp;&nbsp;&nbsp;\r\n Great-grandfather Kim Po Hyon took the ink-stone out of the clothes-box in front of Kim Jong Il, and said:&nbsp;&nbsp;&nbsp;\r\n This is the ink-stone used from your grandfather's times.  He rubbed down an ink stick on it and wrote the words \"Aim High\".  It means that one should have a high aim to regain the country.  True to the words, your grandfather fought bravely to a finish.&nbsp;&nbsp;&nbsp;\r\n And your father wrote the words \"Independence of Korea\". I bought ink sticks and writing-brushes with the money I earned by selling straw sandals and gave them to him.  Then he wrote words until the brush wore away.  At last, he liberated the country and returned home.  Your father brought your grandfather's intention to reality.  So, my darling great-grandson, what do you want to write with it?&nbsp;&nbsp;&nbsp;\r\n After thinking for a while, Kim Jong Il dipped the brush in the ink rubbed down by his mother Kim Jong Suk and wrote the words \"Long live the General Kim Il Sung!\"&nbsp;&nbsp;&nbsp;\r\n Reading the words, the great-grandfather slapped his knee and said: All right, you are a descendant of the Mangyongdae family.  You must write like that. You must glorify our country holding your father in high esteem.&nbsp;&nbsp;&nbsp;\r\n The legacies associated with such patriotic spirit give to the visitors the faith in sure victory and optimism that Korea will thrive for ever under the guidance of Kim Jong Il who is carrying the President's plan for building a rich and powerful country into reality as he made an oath on the historic day.\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Commemorated",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#30",
            "content": "Title of Generalissimo, Commendation by Country and People\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Fifteen years have passed since President Kim Il Sung was awarded the title of Generalissimo of the Democratic People's Republic of Korea.&nbsp;&nbsp;&nbsp;\r\n Extensively reflected in the title are the great military merits performed by the iron-willed brilliant commander Kim Il Sung who founded the heroic Korean People's Army, the revolutionary armed forces and led the revolutionary wars against imperialist invaders to a brilliant victory.&nbsp;&nbsp;&nbsp;\r\n He was born in the darkest period of national ruin and embarked on the road of struggle to liberate the country in his teens.  He founded the Korean People's Revolutionary Army (KPRA) in April Juche 21 (1932) and led the anti-Japanese armed struggle to victory, thus defeating the Japanese imperialists and achieving the historic cause of the national liberation.&nbsp;&nbsp;&nbsp;\r\n After liberation he developed the KPRA into regular revolutionary armed forces and led the Fatherland Liberation War against the imperialist allied forces to a great victory so as to inflict an ignominious defeat upon the U.S. imperialists and defend the freedom and independence of the country with credit.&nbsp;&nbsp;&nbsp;\r\n He set forth and brilliantly embodied the self-defensive military line after the war; he strengthened the KPA into a-match-for-a hundred revolutionary forces and turned the whole country into an impregnable fortress, smashing the aggressive maneuvres of the imperialists and reactionaries at every step and firmly safeguarding the security of the country and people.&nbsp;&nbsp;&nbsp;\r\n The President created the great military idea and unique strategies and tactics and performed rich military exploits and many-sided experience in the protracted and arduous struggle for accomplishing the Juche-oriented cause of army building and thus gave a positive encouragement to the people in their struggle for independence against imperialism.&nbsp;&nbsp;&nbsp;\r\n The Korean people, who were very grateful to the President for his immortal feats for the country and revolution, had long cherished a desire to award the title of highest level to him.&nbsp;&nbsp;&nbsp;\r\n Their ardent desire came true with the adoption of a decision of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the DPRK National Defence Commission and the DPRK Central People's Committee on awarding the title of the Generalissimo of the Republic to the President on April 13, Juche 81 (1992).\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Lauded",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#31",
            "content": "Important Days of DPRK Commemorated \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- An opening ceremony of the Korean book, photo and handicraft exhibition and a film show were held in Sofia, a lecture at the \"Gor King-Erdene\" Institute of Teachers in Mongolia, a film show at the Indian newspaper Daily Barat, a photo exhibition and a meeting to listen to songs at Kitante Primary School in Kampala City of Uganda and a reading session on President Kim Il Sung's reminiscences \"With the Century\" by the Pan-African Movement on April 4 and 5 on the occasions of the Day of the Sun and the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the events were famous works of Kim Il Sung and Kim Jong Il, photos showing their undying revolutionary exploits and books and photos dealing with the successes the Korean people achieved in socialist construction and handiworks. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean films including \"The Great Guidance Leading the Building of a Great Prosperous Powerful Nation to Victory.\" &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting to listen to songs appreciated \"Song of General Kim Il Sung,\" \"Song of General Kim Jong Il\" and other Korean songs.\r\n\r\n"
        },
        {
            "title": "Memory of Victims to \"Case of People's Revolutionary Party\"",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#32",
            "content": "Kim Il Sung Lauded \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Personages of various countries addressing multifarious events held there on the occasion of the Day of the Sun highly praised President Kim Il Sung as the sun of Juche. &nbsp;&nbsp;&nbsp;\r\n P. Shiv Shankar, chairman of the All-India Indo-Korean Friendship Association who is former Indian Foreign Minister, Vishwanath, director general of the International Institute of the Juche Idea and secretary general of the \"International Kim Il Sung Prize\" Council, and other personages made speeches at the national meeting to commemorate the Day of the Sun held in India on April 7.  &nbsp;&nbsp;&nbsp;\r\n They were unanimous in saying that Kim Il Sung, whom progressive humankind respect and follow as the sun of Juche, is the great leader who devoted his whole life to the prosperity and happiness of the country and the people. &nbsp;&nbsp;&nbsp;\r\n They noted that man-centered Korean-style socialism built by Kim Il Sung on the basis of the great Juche idea is shining as a beacon of hope instilling confidence and courage into progressive humankind despite the vicious anti-DPRK moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n Progressive humankind still misses the President very much as he performed great feats on behalf of humankind, they added. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Mfumalanga Provincial Committee of the South African Communist Party in a lecture noted that the world people always remember Kim Il Sung because he was, indeed, a great teacher who founded the man-centered Juche idea for the first time in the history of human thoughts, thus indicating the road to be followed by the countries and nations to independently carve out their destinies. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Ethiopian preparatory committee to commemorate the Day of the Sun addressing a remembrance meeting said that the feats of Kim Il Sung will be immortal because he founded the undying Juche idea, the acme in the development of the human thoughts, and gave origin to the cause of global independence.\r\n\r\n"
        },
        {
            "title": "Anti-DPRK War Maneuvers of U.S. Imperialists",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#33",
            "content": "Memory of Victims to \"Case of People's Revolutionary Party\" Honored \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The preparatory committee for the 32nd memorial functions to remember the April 9 pro-reunification martyrs in south Korea reportedly held an event to honor the memory of the victims to the \"case of the People's Revolutionary Party\" in Taegu on April 7. &nbsp;&nbsp;&nbsp;\r\n The speakers said the event marked the start of the movement for a thorough probe into the case of April 9, 1975 and the reinstatement of the victims. &nbsp;&nbsp;&nbsp;\r\n They held that the \"government\" should probe the truth behind the case in a responsible manner and the security institutions and conservative media involved in the case should make an apology. &nbsp;&nbsp;&nbsp;\r\n At the end of the event the participants marched through streets.\r\n\r\n"
        },
        {
            "title": "GIs' Sexual Abuse under Fire",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#34",
            "content": "Anti-DPRK War Maneuvers of U.S. Imperialists \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- The U.S. imperialist aggression forces have staged ceaseless anti-DPRK war exercises, according to a military source. &nbsp;&nbsp;&nbsp;\r\n On April 6 and 10, a total of over 300 warplanes of the U.S. imperialist aggression forces carried out such exercises as striking ground targets, close air support and locating air targets one after another in the sky around south Korea as an operational theater, inciting war atmosphere. &nbsp;&nbsp;&nbsp;\r\n On April 4 and 5, formations of Japan-based F/A-18s flew to the sky over south Korea and staged the drill of striking designated ground targets. &nbsp;&nbsp;&nbsp;\r\n Flying corps of the U.S. imperialist aggression forces present in south Korea and overseas-based F-15, E-8C and E-2C, too, were busy with the war exercises against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Some days ago, the mixed landing helicopter carrier and landing dock carrier belonging to the navy of the U.S. forces, which were involved in the RSOI and Foal Eagle joint military exercises, anchored in Pusan Port, south Korea, again. Then they moved to operational waters on April 9. &nbsp;&nbsp;&nbsp;\r\n At the same time, a guided missile destroyer of the U.S. navy staged madcap drill of maritime operation on the open sea off Musudan and Suwondan on the eastern coast of Korea. &nbsp;&nbsp;&nbsp;\r\n The facts show that the U.S. imperialist war maniacs remain unchanged in their ambition to stifle the DPRK by force of arms.\r\n\r\n"
        },
        {
            "title": "MINREX comenta levantamiento de congelacion de los fondos de RPDC",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#35",
            "content": "GIs' Sexual Abuse under Fire \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 13 (KCNA) -- Some days ago, GIs in south Korea were caught red-handed while sexually abusing a woman police officer coming out of a toilet.&nbsp;&nbsp;&nbsp;\r\n In this regard Minju Joson Friday in a signed commentary says the case clearly indicates once again that the U.S. imperialist aggression troops are a group of vicious criminals who stoop to any infamy regardless of time and place to achieve their purpose.&nbsp;&nbsp;&nbsp;\r\n South Koreans, young and old, men and women, are exposed to the U.S. imperialist aggression forces' violence wherever and whatever they work. This is unpardonable as it is intolerable national humiliation and insult to them, the commentary notes, and goes on:&nbsp;&nbsp;&nbsp;\r\n It was clearly evidenced by the recent case that as long as the U.S. troops stay in south Korea, the south Korean people can never get rid of misfortune and disaster nor can they live in peace and freedom in their land even a moment.&nbsp;&nbsp;&nbsp;\r\n The south Korean people from all walks of life should wage a more vigorous anti-U.S. struggle to have the south Korea-U.S. \"status of forces agreement\" repealed as it fosters, shields and patronizes GIs' crimes, and get the U.S. troops, the root cause of all misfortune and pain, withdrawn from south Korea at an early date.\r\n\r\n"
        },
        {
            "title": "VIII ronda de conversaciones de la cruz roja Norte-Sur",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#36",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun critica duro al gobierno de Abe",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#37",
            "content": "MINREX comenta levantamiento de congelacion de los fondos de RPDC \r\n &nbsp;&nbsp;&nbsp; Pyongyang, 13 de abril (ATCC) -- En relacion con que Estados Unidos y las autoridades administrativas de Macao anunciaron el levantamiento de la medida de congelar los fondos de la Republica Popular Democratica de Corea, un reportero de la Agencia Telegrafica Central de Corea formulo una pregunta al portavoz del Ministerio de Relaciones Exteriores de la RPDC quien le dio el dia 13 la siguiente respuesta:&nbsp;&nbsp;&nbsp;\r\n Tomamos en consideracion el hecho de que el Departamento de Tesoro de EE.UU. y las autoridades administrativas de Macao anunciaron el dia 10 la anulacion de la medida de congelar los fondos de la RPDC depositados en Banco Delta Asia de Macao.&nbsp;&nbsp;&nbsp;\r\n La entidad financiera competente de nuestro pais verificara pronto la validez de este anuncio.&nbsp;&nbsp;&nbsp;\r\n Ratificamos que no hay ningun cambio en nuestra voluntad de ejecutar el Acuerdo del 13 de Febrero y tomaremos tambien acciones pertinentes cuando sea comprobado en realidad el levantamiento de sancion.\r\n\r\n"
        },
        {
            "title": "Firmado plan de intercambio cultural Corea-Indonesia",
            "url": "http://kcna.co.jp/item/2007/200704/news04/14.htm#38",
            "content": "VIII ronda de conversaciones de la cruz roja Norte-Sur \r\n &nbsp;&nbsp;&nbsp; Monte Kumgang, 13 de abril (ATCC) -- Tuvo lugar del 10 al 13 del mes en curso en este pintoresco monte la VIII ronda de conversaciones de la cruz roja Norte - Sur de Corea.&nbsp;&nbsp;&nbsp;\r\n A la cita asistieron los miembros de la delegacion encabezada por Choe Song Ik, vicepresidente del CC de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea, y los de la delegacion dirigida por su delegado jefe Jang Sok Jun, secretario general de la Sociedad de la Cruz Roja del Sur de Corea.&nbsp;&nbsp;&nbsp;\r\n En la ocasion, ambas partes discutieron los problemas para impulsar activamente las labores humanitarias de la Cruz Roja conforme al espiritu fundamental de la Declaracion Conjunta del 15 de Junio.&nbsp;&nbsp;&nbsp;\r\n En particular, acordaron organizar dos veces el encuentro por medios audiovisuales entre los familiares y parientes dispersados en el Norte y el Sur en ocasion del 15 de agosto (dia de liberacion de Corea) y de la misma fecha segun el calendario lunar (fiesta folclorica de Corea) y facilitar la XVI cita directa de los mismos en el monte Kumgang por la segunda efemeride.\r\n Ademas, quedaron en intercambiar de manera experimental las cartas en imagenes de esas personas y consultar y solucionar el problema de averiguacion del paradero de los desaparecidos durante y despues de la pasada guerra coreana (1950-1953) incluyendolo al asunto de los familiares y parientes separados.&nbsp;&nbsp;&nbsp;\r\n Igualmente, acordaron desarrollar mas las labores de cooperacion entre las entidades de la cruz roja del Norte y el Sur en el dominio humanitario.&nbsp;&nbsp;&nbsp;\r\n Por ultimo, decidieron sostener a eso de finales de octubre en el monte referido la IX ronda de conversaciones de la cruz roja de ambas partes.\r\n\r\n"
        }
    ]
}