{
    "date": "2007-07-24",
    "url": "http://kcna.co.jp/item/2007/200707/20070724.htm",
    "articles": [
        {
            "title": "Message of Thanks to Mongolian President",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Leaves Ulan Bator",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#2",
            "content": "Message of Thanks to Mongolian President  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 23 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of thanks to Nambariin Enkhbayar, President of Mongolia, on Monday leaving Mongolia. &nbsp;&nbsp;&nbsp;\r\n Expressing deep thanks to the Mongolian president, government and people for the warm reception and cordial hospitality accorded to Kim and his party, the message said: &nbsp;&nbsp;&nbsp;\r\n We exchanged views on the issue of steadily and energetically boosting the bilateral relations and on matters of mutual concern at a series of talks and conversations this time. &nbsp;&nbsp;&nbsp;\r\n I am pleased to note that the visit paid by us to Mongolia under the deep care of you and your government marked an important occasion in further deepening the mutual understanding and friendship and putting further spurs to the development of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n  Our visit offered an opportunity to see for ourselves the splendid successes made by the Mongolian people in the work for the country's prosperity. &nbsp;&nbsp;&nbsp;\r\n I sincerely wish friendly Mongolia bigger progress in the future and you good health and fresh success in your responsible work.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Indian President",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#3",
            "content": "Kim Yong Nam Leaves Ulan Bator  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 23 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, left Ulan Bator on Monday after concluding his official goodwill visit to Mongolia. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party were seen off at the airport by Mongolian Foreign Minister N. Enkhbold, Mongolian Ambassador to the DPRK J. Lomvo and Advisor for Foreign Policy to the President D. Tsogtbaatar and DPRK Ambassador to Mongolia Pak Jong Do and staff members of the DPRK embassy in Ulan Bator.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Scandals of Abe Cabinet ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#4",
            "content": "Greetings to Indian President  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a congratulatory message to Pratibha Patil who was elected President of India. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to boost in the future, too, Kim wished her great success in her new job.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Strengthened People's Power Called for ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#5",
            "content": "Rodong Sinmun on Scandals of Abe Cabinet  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- The Abe Cabinet is now tight-cornered by the recent disclosure of a series of scandals including the case in which the ex-Japanese minister of Agriculture, Forest and Fisheries committed suicide by hanging himself, hard hit for the political fund scandal, the case of loss of huge pension records and the case in which the Japanese defence minister was forced to resign for his gaffe. &nbsp;&nbsp;&nbsp;\r\n It was disclosed later that Akagi, successor to the former minister of Agriculture, Forest and Fisheries, embezzled nearly a hundred million yen by falsely declaring the house of his parents in Ibaraki Prefecture as a \"main office.\" &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today in a signed commentary observes that the disclosure of the political fund scandal of the Akagi again threw the Abe Cabinet into a pretty fix. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The opposition parties are strongly attacking the Abe Cabinet, demanding the minister step down at once. Accordingly, the support rate for the Abe Cabinet has sharply declined. &nbsp;&nbsp;&nbsp;\r\n The ruling Liberal Democratic Party of Japan now finds itself crestfallen with the House of Councillors election just around the corner. &nbsp;&nbsp;&nbsp;\r\n There is rumor about the possible resignation of the Abe Cabinet. There is also a lot of talk about who will be to blame for the possible defeat in the election. &nbsp;&nbsp;&nbsp;\r\n It is quite natural for the Abe Cabinet to be censured by the public at home and abroad for the disclosure of a series of scandals among its ministers. This is a due outcome of the extremely corrupt politics of the Abe Cabinet.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Guarantee of Rights of Women Workers Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#6",
            "content": "Strengthened People's Power Called for  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- The people's power of the DPRK serves as a powerful weapon for building a socialist economic power as the work of mobilizing popular masses to socialist construction is being carried out by the people's power under the leadership of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK's people's power is the invincible socialist power which was built and has grown strong under the leadership of President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The President, who set a brilliant example in settling the issue of power in the era of independence on the basis of the Juche idea in his early years, always exerted great efforts for the development of the people's power in the whole course of leading the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The tested leadership of Kim Jong Il has become a basic source of strength that made it possible for the people's power to steadily develop into the socialist power most solid and most viable. It is Kim Jong Il who has energetically led the people's power to firmly preserve its character as a socialist power centering on the popular masses guided by the Juche idea and creditably perform its mission and role as a representative of independent rights of people, organizer of their creative ability and activities, householder in charge of people's living and protector of their interests. It is the outstanding exploit performed by Kim Jong Il in carrying out the cause of socialism and the field of power construction that he has developed the people's power as a powerful political weapon of the Songun revolution holding Kim Il Sung in high esteem as the eternal President of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Strengthening the people's power is the basic demand for fully realizing the Party's leadership over the economic construction and an important requirement for bringing about uninterrupted surge in economic construction by giving full play to the revolutionary zeal and creative ingenuity of all the people. It also provides an important guarantee for frustrating the moves of the U.S. imperialists against the DPRK and strictly abiding by the revolutionary principle and working class principle in the economic construction.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Increased Military Spending under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#7",
            "content": "Guarantee of Rights of Women Workers Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- At least 2,650 women activists of political parties, civic and public organizations of south Korea reportedly published a declaration on July 19 in demand of the guarantee of the rights of the women workers. &nbsp;&nbsp;&nbsp;\r\n The declaration said that the proportion of women part-timers among the women workers has reached 70 percent, adding that the women workers are undergoing the biggest sufferings due to the authorities' enforcement of the \"law on protecting the part-time job\" and the policy of gender discrimination. &nbsp;&nbsp;&nbsp;\r\n It demanded the authorities totally abolish the above-said evil law, guarantee the women workers jobs and working conditions and make women part-timers full-timers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#8",
            "content": "Increased Military Spending under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- The People for Achieving Peace and Reunification in south Korea reportedly issued a statement on July 19 in which it denounced the \"Ministry of National Defence\" for scheming to increase the military spending for 2008. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that the ministry made public a proposal on July 18 in which it earmarked 26,932,100 million won for a military budget for next year according to the \"mid-term national defence plan\" till the year 2012. &nbsp;&nbsp;&nbsp;\r\n The ministry claimed that \"the budget was shaped with main emphasis on the take-over of the right to command wartime operations and build-up of deterrent force\" but by the \"deterrent force\" it meant the armed forces for conducting operations for striking the strategic targets in the depth of the north, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The assertion of the ministry is nothing but a crafty artifice to justify its arms buildup for preemptive attack on the north. We can never tolerate the attitude of the ministry to collect taxes from the people in a bid to introduce U.S.-made weapons, swimming against the trend of peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the ministry cancel its plan for arms buildup and put an end to the vicious cycle of arms race. The organization will conduct the movement for checking the increase of military spending in combination with the struggle to achieve peace on the Korean Peninsula, it declared.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK History Society Flays Japan's Fabrication of \"Jongmi Seven-Point Treaty\"",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#9",
            "content": "Repeal of NSL Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- Ryu Son Min, chairman of the south Korean Federation of University Student Councils (Hanchongryon), reportedly issued a statement on July 19 in which he said that the \"National Security Law\" (NSL) defining the north as \"enemy\" should be certainly repealed now that peace and reunification of the Korean Peninsula are becoming the trend of the times. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the security authorities on the same day walked away Ri Hui Chol who held the post of the chairman of the National Reunification Committee of the Kwangju and South Jolla Provincial Federation of University Student Councils under Hanchongryon in 2005, the statement termed the security authorities' act of walking away the patriotic student on charge of the violation of the NSL as an anachronistic repressive action. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon will join the people in their dynamic struggle to get the NSL repealed, the statement said, demanding the security authorities set free Ri Hui Chol at once and stop the \"witch hunt-like\" suppression of the organization.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Social Scientists Assail \"Jongmi Seven-Point Treaty\"",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#10",
            "content": "DPRK History Society Flays Japan's Fabrication of \"Jongmi Seven-Point Treaty\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- The Japanese reactionaries, seized with the wild ambition to realize overseas expansion, are now resorting to the shameless moves to embellish their crime-woven history of Korean aggression and justify and legalize it, far from sincerely admitting, apologizing and compensating for it. &nbsp;&nbsp;&nbsp;\r\n The History Society of the DPRK issued a memorandum on July 23 in this regard in which it discloses how the \"Jongmi Seven-Point Treaty\", one of the \"treaties\" the \"legality\" of which is still asserted by the Japanese reactionaries, was fabricated and how Japan forced Korea to disband its army. &nbsp;&nbsp;&nbsp;\r\n The memorandum recalls that Japan, to begin with, forced King Kojong to abdicate from the throne and fabricated the above-said treaty, adding that this was a prelude to its operation to completely annex Korea to Japan. &nbsp;&nbsp;&nbsp;\r\n The memorandum goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists calculated that it was necessary to dethrone Kojong, first of all, in order to create conditions favorable for bringing under their control the right of Korea to administer internal affairs and annexing Korea to Japan in the future and, on this basis, began carrying out this scenario from the beginning of 1907. &nbsp;&nbsp;&nbsp;\r\n On May 22, 1907, Hirobumi Ito met King Kojong and forced him to appoint Ri Wan Yong, a vicious pro-Japanese traitor, as head of the government of Korea. Then he forced Korea to take a swift retrogressive measure of introducing a \"Cabinet system\", drastically cutting down the power of the King and sharply increasing instead the power of the Cabinet with a view to building a mechanism whereby the pro-Japanese Cabinet could stand against King Kojong. &nbsp;&nbsp;&nbsp;\r\n It was against this backdrop that there happened an incident in the Hague in June 1907 in which Ri Jun, emissary of Korean King Kojong, disemboweled himself at the Second International Peace Conference in protest against the Japanese imperialists' gangster-like aggression of Korea that stunned the world. They took this as the best chance to dethrone King Kojong and put the right of Korea to administer the internal under their complete control. &nbsp;&nbsp;&nbsp; \r\n  On July 7 Hirobumi Ito sent a message to the foreign minister of Japan in which he urged the need for the Japanese government to hold a discussion and make a decision at an early date on the issue of concluding a \"treaty\" for depriving Korea of its right to administer its internal affairs \"in a legitimate manner.\" On July 10 the Japanese Cabinet thus adopted \"Korea policy\" aimed at usurping the above-said right of Korea and dethroning King Kojong. &nbsp;&nbsp;&nbsp;\r\n Ito buckled down to forcing King Kojong to abdicate from the throne, to begin with. &nbsp;&nbsp;&nbsp;\r\n At his instigation pro-Japanese stooges held a Cabinet meeting on July 16 at which they decided to dethrone King Kojong, holding him responsible for the above-mentioned incident, before informing the king of the decision. &nbsp;&nbsp;&nbsp;\r\n Finding it hard to stand the persistent threat, blackmailing and pressure from the Japanese imperialists and pro-Japanese traitors, the king on July 19 was compelled to stamp his seal on a \"royal edict\" to the effect that \"the crown prince shall take his place to handle military and state affairs,\" prompted by the desire to regain the throne in the future. This, however, was not the \"royal edit\" on transferring the throne. &nbsp;&nbsp;&nbsp;\r\n The brazen-faced Japanese imperialists forced Korea to stage a ceremony of transferring the throne to Crown Prince Sunjong on July 20, asserting that Kojong's \"royal edict\" was the \"royal edict\" on abdication. &nbsp;&nbsp;&nbsp;\r\n The king, under the pressure of the Japanese imperialists and pro-Japanese stooges, handed over a \"royal edict\" to the effect that the temporary title of Sunjong shall be replaced by the title of king on July 22. &nbsp;&nbsp;&nbsp;\r\n This was how King Kojong was completely dethroned. &nbsp;&nbsp;&nbsp;\r\n The crafty Japanese imperialists then started concocting a \"treaty\" aimed at depriving Korea of the right to administer its internal affairs as the next phase of their scenario to occupy Korea, as they pleased. &nbsp;&nbsp;&nbsp;\r\n Pro-Japanese traitors held a Cabinet meeting where they all consented to a draft \"treaty\" proposed by the Japanese imperialists. The criminal \"Jongmi Seven-Point Treaty\" was formally signed between Ito and Ri Wan Yong. &nbsp;&nbsp;&nbsp;\r\n The conclusion of the \"treaty\" which stipulated basic rights such as direct command, supervision and control by the resident-general provided the Japanese imperialists with a \"legal groundwork\" for formally and completely depriving Korea of the right to administer its internal affairs. &nbsp;&nbsp;&nbsp;\r\n Ito and Ri Wan Yong also \"signed\" a confidential document for the thorough implementation of the treaty in the wake of its signing on July 24. &nbsp;&nbsp;&nbsp;\r\n  In this document the Japanese imperialists stipulated provisions calling for setting up new courts and jails under their control and disbanding the Korean army for the purpose of harshly suppressing the anti-Japanese struggle of the Korean people. This document also stipulated that Japanese \"advisers\" in the feudal government of the Ri Dynasty should be replaced by Japanese to hold national and local administrative posts. &nbsp;&nbsp;&nbsp;\r\n This was, in fact, an evil document aimed at completely bringing down the Ri Dynasty and a false and fraudulent one without any legal validity like the \"Jongmi Seven-Point Treaty.\" &nbsp;&nbsp;&nbsp;\r\n From the viewpoint of international law, any treaty dealing with such important issues as the transfer of a state's right to administer internal affairs should be discussed and inked by the person with full mandate given by the head of state. But there is no evidence proving that they were given such mandate. &nbsp;&nbsp;&nbsp;\r\n The \"Jongmi Seven-Point Treaty\" is an illegal document as it was signed between the government of the Ri Dynasty which had no right to conclude any treaty, being deprived of its diplomatic right under the \"Ulsa Five-Point Treaty,\" and the \"resident-general\" having neither mandate nor qualifications to sign any treaty. &nbsp;&nbsp;&nbsp;\r\n Strictly speaking, the \"Jongmi Seven-Point Treaty\" faked up between the Ri Dynasty without any diplomatic right and Japan, which deprived the former of the right, was a false document which lacked any validity because it was not a document made between the two sides but was unilaterally fabricated by Japan. &nbsp;&nbsp;&nbsp;\r\n The memorandum recalls facts that the Japanese imperialists abolished King Kojong's prerogative of supreme command over the Korean army, comprehensively cut down the number of institutions and strength of the Korean regular army and, furthermore, forcibly disbanded the army, the core of the national power of Korea. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n In a bid to deprive the Korean king of the prerogative of supreme command the Japanese imperialists pressurized King Kojong under the pretext of \"advisory politics\" to release a \"royal order\" on the \"reform of military system\" aimed at destabilizing the coordinated system of command over the military forces with the Russo-Japanese war in 1904 as a momentum. &nbsp;&nbsp;&nbsp;\r\n Early in 1905 just before depriving Korea of her sovereignty the Japanese imperialist aggressors hatched a plot to drastically cut down the strength of the Korean army for fear that the armed forces of Korea might have been turned into an organized force including the anti-Japanese volunteer army for the anti-Japanese resistance of the Korean people. &nbsp;&nbsp;&nbsp;\r\n After taking such step the Japanese imperialists systematically posted 62 officers and noncommissioned officers of the Japanese army in every branch of the Korean army till May 1907, putting not only the right to command the units but also the every move of Korean servicepersons under their strict watch and control. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists were so cunning as to fabricate a legal \"justification\" for the disbandment of the Korean army. &nbsp;&nbsp;&nbsp;\r\n The first step in this respect was to issue the \"royal edict\" on the disbandment of the army. &nbsp;&nbsp;&nbsp;\r\n The original of this \"royal edict\" in Japanese was discovered in Japan long ago. The results of the examination of the style involved in writing it proved that the edict was written by Resident-General Hirobumi Ito himself. &nbsp;&nbsp;&nbsp;\r\n But the Japanese imperialists let the \"royal edict\" known throughout Korea by publishing it in the August 1 issue of \"Kwanbo\" which claimed that the disbandment of the Korean army would be carried out by the order of the king. &nbsp;&nbsp;&nbsp;\r\n After laying a siege to the Korean army, disarming and disbanding it by the force of a false legal mechanism, the Japanese imperialist aggressors held a ceremony of disbanding the army. &nbsp;&nbsp;&nbsp;\r\n Japan has incessantly committed aggression against Korea century after century since the Japanese pirates' invasion at the end of the Koryo Dynasty 800 years ago. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to behave itself, well aware that the Korean nation today is not what used to be in the past, and make an honest apology and compensation for the crimes it committed against the Koreans.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Korean Journalists Union Leaves",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#11",
            "content": "Social Scientists Assail \"Jongmi Seven-Point Treaty\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- A seminar in the field of social science was held Monday on the occasion of the centenary of the Japanese imperialists' fabrication of the \"Jongmi Seven-Point Treaty\" and their forcible disbandment of the Korean army. &nbsp;&nbsp;&nbsp;\r\n The seminar heard 5 papers explaining and proving how the Japanese imperialists fabricated the \"Jongmi Seven-Point Treaty\" and the illegality of the treaty and the crimes they committed by forcibly disbanding the Korean army and the struggle of the Korean people against it. &nbsp;&nbsp;&nbsp;\r\n Prof. and Dr. Jo Hui Sung, director of an institute of the Academy of Social Sciences, in his paper noted that the above-said treaty fabricated by the Japanese imperialists on July 24, 1907 clearly shows the gangster-like nature, shamelessness and craftiness of the Japanese imperialism, adding that it can be fully proved by the historical fact that they dethroned King Kojong with the \"incident of emissary in the Hague\" as a momentum. &nbsp;&nbsp;&nbsp;\r\n Dr. and Associate Prof. Kim Un Thaek, head of a department of Kim Il Sung University, explained the aggressive nature of the above-said treaty which \"legally\" provided for completely depriving Korea of the right to administer its internal affairs and aimed at bringing down the Ri Dynasty. &nbsp;&nbsp;&nbsp;\r\n Noting that the above-said treaty is an illegal fraudulent document from the viewpoint of international law, Dr. Hong Chol Hwa, director of an institute of the Academy of Social Sciences, stressed that it was illegal as it was fabricated by those disqualified to conclude any international treaty and those who lacked any mandate given by the state. &nbsp;&nbsp;&nbsp;\r\n It is needless to say that the Japanese imperialists' act of depriving Korea of the right to administer its internal affairs was an act of aggression from A to Z and there was no legal ground for Japan to \"annex\" Korea to Japan and establish a colonial rule over it on its basis. &nbsp;&nbsp;&nbsp;\r\n Master Jegal Myong, teacher at Kim Hyong Jik University of Education, cited historical facts to disclose in detail that after the fabrication of the \"Jongmi Seven-Point Treaty\" the Japanese imperialists resorted to more mean and conspiratorial methods to forcibly disband the Korean army. &nbsp;&nbsp;&nbsp;\r\n He noted that the Japanese imperialists' forced disbandment of the Korean army was the final outcome of their premeditated, illegal and unilateral moves to neutralize the military power of Korea. &nbsp;&nbsp;&nbsp;\r\n Prof. and Dr. Han Hung Song, vice-rector of the University of Politics of the Ministry of People's Security, referred to the nation-wide anti-Japanese struggle of the Korean people against the above-said treaty and the forced disbandment of the Korean army. &nbsp;&nbsp;&nbsp;\r\n He stressed that the struggle taught a bitter lesson that the nationwide struggle to defend the sovereignty of the country and protect the independence can emerge victorious only when it is guided by the prominent leader capable of leading the struggle to victory, the importance is attached to the military affairs and the military power is bolstered.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cuban Embassy Officials Give Friendly Helping Hand",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#12",
            "content": "Delegation of Korean Journalists Union Leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- A delegation of the Korean Journalists Union led by Kim Pyong Ho, deputy director general of the Korean Central News Agency, left here Monday to visit China.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Marine Sport Activities Get Brisk",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#13",
            "content": "Cuban Embassy Officials Give Friendly Helping Hand\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- Enrique Montoto Cruz, Cuban charge d' affaires a.i. here, and his embassy officials helped employees of the DPRK-Cuba friendship stock farm in weeding a bean field on July 23 on the occasion of the month of solidarity with the Cuban people. &nbsp;&nbsp;&nbsp;\r\n Members of the DPRK-Cuba Solidarity Committee joined Cubans in weeding the field. &nbsp;&nbsp;&nbsp;\r\n The guests went round a room dedicated to its history and the stock farm. &nbsp;&nbsp;&nbsp;\r\n During a break they talked with officials of the farm about the need to boost the friendly ties between the two peoples. &nbsp;&nbsp;&nbsp;\r\n The Cuban charge d' affaires a.i. expressed the will to exert positive efforts to develop the bilateral ties of friendship, adding that the bilateral relations of friendship and cooperation are growing stronger as the days go by under the special concern of respected Fidel Castro Ruz and Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successes Made in Fish Breeding",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#14",
            "content": "Marine Sport Activities Get Brisk\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- The sea bathing resorts and swimming pools are crowded with people every day in the DPRK after the beginning of the hottest period of summer. &nbsp;&nbsp;&nbsp;\r\n The swimming pool on Panwol Islet in the River Taedong flowing through Pyongyang receives more than 10,000 swimming fans a day. &nbsp;&nbsp;&nbsp;\r\n Pupils of Pyongyang Changjon Primary School, Pyongyang Okryu Middle School and other school youth and children in the city are engaged in swimming training with a great ambition to become the conqueror of sea. &nbsp;&nbsp;&nbsp;\r\n The students who take part in marine activities amount to one million per day on an average throughout the country. &nbsp;&nbsp;&nbsp;\r\n There are many scenic spots on the shore of the East Sea. The quality of the water in the sea off the scenic spots is good and its temperature is 25-29��. A lot of elders and working people, along with students, are bathing in the sea or basking in the sun on sand beaches. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Ok working in the sea bathing resort of Majon Pleasure Ground told KCNA that the visitors this year double that of last year.  &nbsp;&nbsp;&nbsp;\r\n The sea bathing resort off Kiam-ri, Riwon County is occupied by miners in Tanchon area who have overfulfiled their mineral production assignments for the first half of the year. &nbsp;&nbsp;&nbsp;\r\n The DPRK set July and August as the months of sea and provides conditions necessary for marine sport activities, which increases the number of swimming fans.    \r\n \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Samdung Revolutionary Site",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#15",
            "content": "Successes Made in Fish Breeding\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- Many successes have been made in fish breeding in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n�@According to Han Yong Il, vice-director of a department of the Fish Farming Guidance Bureau, the acreage of artificial fish breeding ponds and the artificial fish breeding units have increased three times and the fish production nine times as compared with that ten years ago. &nbsp;&nbsp;&nbsp;\r\n�@During the period, modern catfish farms have come into being and spawning bases, fish breeding units and technicians and experts have also grown in number. &nbsp;&nbsp;&nbsp;\r\n�@The Pyongyang Catfish Farm is raising fish in an intensive way in a short span of time while considerably saving fodder and manpower. And similar farms have made their appearance in Tongsin, Unsan, Songhwa and Samchon Counties and other parts of the country. &nbsp;&nbsp;&nbsp;\r\n�@Fish breeding grounds covering more than 20-30 hectares or 100 hectares have been built in cities and counties of the country. Among them are Poman Fish Farming Office, Yonggwang Youth Fish Farming Office, Chongjin Fish Farming Office and Jangyonho Fish Farm. &nbsp;&nbsp;&nbsp;\r\n�@Numbers of the fish seed farms in provinces and spawning farms in cities and counties have also been increased remarkably. &nbsp;&nbsp;&nbsp;\r\n�@The Experimental Biological Institute of the Branch Academy of Biology and the Institute of Fish Breeding Science under the State Academy of Sciences and other research institutions have stepped up their research in the production of new kinds of protein fodder and assorted fodder with raw materials abundant in local areas, thus contributing to breeding fish in a scientific and intensive way. &nbsp;&nbsp;&nbsp;\r\n�@Meanwhile, they have succeeded in breeding a new kind of catfish which grows fast with less amount of feed and raising fresh-water herring fry. Along with this, they have examined and selected some ten species of new fish and sent them to fish farms. &nbsp;&nbsp;&nbsp;\r\n�@They have opened up a bright vista for rapidly developing the fish farming in a brief span of time.    \r\n�@\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia escandalo de acto ilicito del gabinete de Abe",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#16",
            "content": "Samdung Revolutionary Site\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 23 (KCNA) -- The elections of deputies to the local power bodies will be held on July 29 in the DPRK. &nbsp;&nbsp;&nbsp;\r\n�@All the voters in the country are recollecting the imperishable feats accomplished by President Kim Il Sung in Samdung-ri, Kangdong County, Pyongyang, with the day approaching. &nbsp;&nbsp;&nbsp;\r\n�@With the historic democratic election, the first of its kind in the country, just at hand, the President went out to the then Samdung-myon (sub-county) in Kangdong County, South Phyongan Province to have a significant meeting with voters and illumine the way to be followed by the people's power. \r\n�@The elections were to be held on November 3, Juche 35 (1946) to establish the People's Committee of North Korea. &nbsp;&nbsp;&nbsp;\r\n�@Upon hearing the news, the people in the sub-county had a mass meeting to nominate the President as a candidate for deputy to the People's Committee of South Phyongan Province for the first time in the country. &nbsp;&nbsp;&nbsp;\r\n�@The President granted audience to representatives of the sub-county who visited Pyongyang two times to inform him of the news and willingly accepted their request. He, fathoming their wish, made a call at the sub-county on October 16. &nbsp;&nbsp;&nbsp;\r\n�@On the day he delivered a historical speech \"Let Us Participate in the First Democratic Elections as One\" in the playground of the then Samdung Primary School. &nbsp;&nbsp;&nbsp;\r\n�@After the speech he got together with the representatives from all the political parties and public organizations in the sub-county to instruct them that all the people should make every effort for themselves and for the happiness of the rising generations. &nbsp;&nbsp;&nbsp;\r\n�@He visited the sub-county again on November 2, 1947, one day before the first anniversary of the democratic elections and delivered a historical speech \"On the First Anniversary of the November 3 Elections\" in the presence of electors. &nbsp;&nbsp;&nbsp;\r\n�@In the speech he referred to the successes made by the people's power for a year and put forward tasks for energetically accelerating the construction of a new country through the general mobilization for nation building in order to cope with the obtaining situation. &nbsp;&nbsp;&nbsp;\r\n�@The Samdung Revolutionary Site will hand down generation after generation the immortal feats performed by the President for establishing the true people's power.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam se reune con Nambariin Enkhbayar",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#17",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam se encuentra con varias personalidades de Mongolia",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#18",
            "content": "Rodong Sinmun denuncia escandalo de acto ilicito del gabinete de Abe\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de julio (ATCC) -- No hace mucho tiempo que el gabinete de Abe sufrio gran deshonra con los incidentes tales como el suicidio a ahorcamiento del ministro de agricultura, silvicultura y pesqueria quien se encontraba en un callejon sin salida por el escandalo de fondo politico en Japon, el caso de perdida de datos de registro de pension, la destitucion del ministro de defensa por su desliz en la lengua. &nbsp;&nbsp;&nbsp;\r\n  Esta vez se revelo que Akagi quien ocupo el puesto de ministro de agricultura, silvicultura y pesqueria en sustitucion del suicidado hizo una declaracion falsificada sobre la vivienda de sus padres en el departamento de Ibaraki calificandola de \"oficina principal\" para apropiarse de cien millones de yenes. &nbsp;&nbsp;&nbsp;\r\n  Por el escandalo de fondo politico del nuevo ministro de agricultura, silvicultura y pesqueria el gabinete de Abe volvio a quedarse en apuro. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el diario Rodong Sinmun en un comentario individual del dia 23 y continua: &nbsp;&nbsp;&nbsp;\r\n  Los partidos opositores critican duramente al gabinete de Abe demandando la destitucion inmediata de susodicho ministro. La tasa de apoyo al gabinete de Abe se rebajo bruscamente. &nbsp;&nbsp;&nbsp;\r\n  En visperas de las elecciones de los consejeros la situacion se torna a disfavor del Partido Democratico Liberal en poder. Circulan rumores que pronostica la ruina del gabinete japones. Surge la demanda de fustigar la responsabilidad sobre la inevitable derrota en las elecciones de camara de consejeros. &nbsp;&nbsp;&nbsp;\r\n  Es sumamente natural que el gabinete de Abe es objeto de la burla de la opinion interna y externa por los sucesivos escandalos de actos ilicitos de los ministros. Es resultado de la politica corrupta del citado gabinete.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Conversaciones por ramas entre Corea y Mongolia ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/24.htm#19",
            "content": "Kim Yong Nam se reune con Nambariin Enkhbayar\r\n&nbsp;&nbsp;&nbsp;Ulan Bator, 21 de julio (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, se encontro el dia 21 con el presidente de Mongolia, Nambariin Enkhbayar. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion estuvieron presentes por la parte coreana el canciller Pak Ui Chun, el ministro de Salud Publica Choe Chang Sik, el vicecanciller Kim Hyong Jun, el viceministro superior de Transporte Automovilistico y Maritimo Cha Son Mo y el embajador coreano en Mongolia Pak Jong Do y, por la mongola, el embajador mongol en Corea Janchivdorjyn Lomvo, el asesor del presidente para la politica exterior D. Tsogtbaatar y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\n  Kim Yong Nam y Nambariin Enkhbayar conversaron en una atmosfera cordial.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}