{
    "date": "2007-01-29",
    "url": "http://kcna.co.jp/item/2007/200701/20070129.htm",
    "articles": [
        {
            "title": "Congratulations to 8th Ordinary Session of African Union",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#1",
            "content": "Congratulations to 8th Ordinary Session of African Union \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a congratulatory message to the 8th Ordinary Session of the Assembly of the Heads of State and Government of the African Union.\r\n Extending, on behalf of the DPRK government, heartfelt congratulations and friendly greetings to the heads and delegates of states and governments who attend the 8th ordinary session of the Assembly of Heads of State and Government of the African Union held in Addis Ababa, the capital city of Ethiopia, amid great interest and expectations of the African countries and the international community, the message says: &nbsp;&nbsp;&nbsp;\r\n The African Union has recently made significant strides in its work to achieve the independent development and integration of the African continent and ensure the regional peace and stability and made a great contribution to the common cause of the developing countries for establishing just and impartial international relations. &nbsp;&nbsp;&nbsp;\r\n The DPRK government and people, who value the traditional relations of friendship and cooperation with the AU and its member states, extend full support to and solidarity to the governments and peoples of Africa in their endeavors to build an independent and prosperous continent. &nbsp;&nbsp;&nbsp;\r\n I express conviction that the current summit meeting will mark a turning point in not only developing science and technology onto a new plane and taking effective steps to cope with the climatic change on the continent but also further speeding up the political and economic integration of the region and sincerely hope that the current session will bear a good fruit in line with the desire and demand of all the member states.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Western Media's Rumor about Nuclear Cooperation Refuted",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#2",
            "content": "Western Media's Rumor about Nuclear Cooperation Refuted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question put by KCNA on Jan. 27 as regards the rumor about the \"DPRK's nuclear cooperation with Iran\" floated by Western media:\r\n In a bid to mislead public opinion, some Western media recently spread the rumor that the DPRK is cooperating with Iran in nuclear development. &nbsp;&nbsp;&nbsp;\r\n Their assertion is nothing but a sheer lie and fabrication intended to tarnish the image of the DPRK by charging it with \"nuclear proliferation\".&nbsp;&nbsp;&nbsp;\r\n As solemnly declared more than once by the DPRK, it will continue to sincerely honor its duty it had assumed before the international community in the field of nuclear non-proliferation as a responsible nuclear weapons state.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Greatest Holidays to Be Commemorated in Bangladesh",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#3",
            "content": "Korean People's Greatest Holidays to Be Commemorated in Bangladesh \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- An inaugural ceremony of the Bangladeshi national preparatory committee for commemorating the Day of the Sun and February 16 was held on Jan. 21 under the co-sponsorship of the Workers' Party of Bangladesh and the Bangladesh-Korea Friendship and Solidarity Committee.\r\n Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, was elected chairman of the preparatory committee and Nuran Nabie, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, its coordinator. &nbsp;&nbsp;&nbsp;\r\n The ceremony discussed the issue of organizing diverse functions to highly praise and give wide publicity to the immortal feats performed by President Kim Il Sung and leader Kim Jong Il on the occasions.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity with Just Struggle of Korean People Expressed",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#4",
            "content": "Solidarity with Just Struggle of Korean People Expressed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- The Central Committee of the All-India Forward Bloc issued a statement on Jan. 22 in support of the joint statement of the political parties, government and organizations of the DPRK, in which it expressed solidarity with the just struggle of the Korean people to achieve the reunification of the country.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The All-India Forward Bloc signed the Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n We support the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n We consider that the reunification of Korea will ensure the peace and stability of the Korean Peninsula and Asia. &nbsp;&nbsp;&nbsp;\r\n The U.S. undisguised interference in the internal affairs of Korea is aggravating the situation of the Korean Peninsula and creating tensions and instability of the region. &nbsp;&nbsp;&nbsp;\r\n We hold that the Korean people have the legitimate right to decide on their problems as master. &nbsp;&nbsp;&nbsp;\r\n No foreign forces have the right to interfere in the internal affairs of other independent countries. &nbsp;&nbsp;&nbsp;\r\n The All-India Forward Bloc will wage a more dynamic movement for supporting the reunification of Korea and make every possible effort to strengthen international solidarity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#5",
            "content": "Kim Jong Il's Birthday Celebrated in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- An opening ceremony of the Korean book, photo and handicraft exhibition took place in Mexico City and a round-table talks and a lecture were held in Kinshasa and Tunis City between Jan. 17 and 22 on the occasion of the birthday of Kim Jong Il.\r\n Displayed at the venues of the functions were famous works of President Kim Il Sung and Kim Jong Il and photos showing their undying feats and Korean handicraft. &nbsp;&nbsp;&nbsp;\r\n Present there were parliamentarians, the general secretary of the Central Committee of the People's Socialist Party and the chairman of the National Centre of Bankers' Council of Mexico, the chairman of the National Committee of the Genuine Lumumbist Patriotic Party and the chairman of the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo, the chairman of the Tunis-Korea Friendship Association, and officials of different circles, members of Juche idea study organizations and organizations for friendship and solidarity with the Korean people and citizens in the above-said countries. &nbsp;&nbsp;&nbsp;\r\n The chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo said in the round-table talks that Kim Jong Il is, indeed, a great politician who is making a new history of the socialist cause, the human cause of independence, under the uplifted banner of independence, the banner of Songun.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repression of Japan-resident Koreans Blasted in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#6",
            "content": "Repression of Japan-resident Koreans Blasted in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- The General Student Council of Hansin University, the Tongari Federation, the Student Committee of the Democratic Labor Party and other student movement organizations in south Korea reportedly issued a statement on Jan. 22 denouncing the Japanese authorities' suppression of Koreans in Japan.\r\n The Japanese authorities are cracking down upon the Koreans in Japan more harshly instead of fully apologizing to the Korean nation for Japan's past crimes, the statement said. &nbsp;&nbsp;&nbsp;\r\n All the overseas Koreans including those in Japan should go along the road to the independent and peaceful reunification of the country together in the spirit of the June 15 joint declaration, the statement said, calling on the students to take the lead in the struggle to defend the dignity of the nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' Scheme for \"Globalization\" Bound to Go Bust",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#7",
            "content": "Imperialists' Scheme for \"Globalization\" Bound to Go Bust \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- The reactionary \"globalization\" can never be realized no matter how desperately the U.S. and other imperialist forces may try, says Rodong Sinmun Sunday in a signed article.\r\n The imperialists' reactionary policy to obliterate the Juche character and national identity of the progressive countries has taken up another form with the unjustifiable sophistry what they call new \"globalization\". It is because the \"globalization\" policy pursued by the imperialist forces for years is on the verge of bankruptcy, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The new \"globalization\" asserted by several Western forces including the U.S. calls for converting the world into the \"free world\" of the Western style more openly than the previous \"globalization\", and herein lies the reactionary nature of the new \"globalization\".&nbsp;&nbsp;&nbsp;\r\n The imperialist forces are trying to justify their interference in the internal affairs of other countries and military invasion of them with such \"globalization\".&nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' occupation of Iraq reveals their intention to realize the \"globalization\" in a gangster-like manner by exercising the imperialist state authority and strength to the full. &nbsp;&nbsp;&nbsp;\r\n The \"globalization\" sought by the imperialist forces is bound to go bankrupt. &nbsp;&nbsp;&nbsp;\r\n There can never be a universal \"view on value\" and standard of development suited to all countries. &nbsp;&nbsp;&nbsp;\r\n It is an independent right of each country and nation to carve out its own destiny with its own idea and system, and doing so is the requirement of the times. A great number of countries and nations across the world have chosen systems suited to their specific conditions and are hewing out their own destinies. Under such situation there can never be the global \"integration\" involving politics, economy, culture and all other fields. &nbsp;&nbsp;&nbsp;\r\n It is a preposterous and gangster-like sophism to assert that the American \"view on value\" becomes a \"standard\" applicable to all the countries over the world. Almost all the countries are opposing the introduction of the U.S. style \"view on value.\" &nbsp;&nbsp;&nbsp;\r\n No force on earth can ever check the desire and struggle of the world progressive countries to defend the Juche character and national identity, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Members of Groups for Study Tour Vow Loyalty to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#8",
            "content": "Members of Groups for Study Tour Vow Loyalty to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp;Samjiyon, January 26 (KCNA) -- The members of the group of the Ministry of People's Security for the study tour of the old home of Kim Jong Il in the secret camp of Mt. Paektu held a meeting to take an oath and the members of the group of the Ministry of Railways for the study tour a gathering to evince their resolution in front of the time-honored old home on Friday on the occasion of the February holiday.\r\n The participants laid floral baskets and bouquets before the mosaic portraying the three generals of Mt. Paektu erected at the secret camp in Mt. Paektu before paying tribute to them in humble reverence. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting of the members of the group of the Ministry of People's Security for the study tour firmly resolved to hold President Kim Il Sung in high esteem forever and become vanguard fighters devotedly defending the leader, first line followers, defenders and implementers of the Songun idea in the course of the long journey for the Songun revolution true to the leadership of Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A reporter and speakers at the meeting of the members of the group of the Ministry of Railways for the study tour stressed the need for the officials and other working people in the field of railway transport to devotedly defend the headquarters of the revolution and become staunch fighters sharing the idea, intention and destiny with Kim Jong Il, reposing profound trust in him.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#9",
            "content": "Congratulatory Message to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- General Secretary Kim Jong Il received a congratulatory message on Jan. 12 from the participants in the Internet seminar on the Songun policy held in Barcelona.\r\n All the participants in the Internet seminar on the Songun policy and a total of at least 300,000 Netizens who had access to the special homepage dealing with the seminar extend sincere congratulations to Kim Jong Il who have pursued the glorious Songun policy, the message said. &nbsp;&nbsp;&nbsp;\r\n National unity is based on the great leadership ability and strong military power, it said, stressing that humankind is convinced that it can achieve independence thanks to the socialist system in the DPRK and the Songun idea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a man with steel-strong grit and benevolent loving care who have always steered us to victory, the message said, adding: We will always prepare ourselves to defend socialist Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. and Anti-War Event Held in Pusan",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#10",
            "content": "Anti-U.S. and Anti-War Event Held in Pusan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- A national meeting of anti-U.S. and anti-war activists for progress in 2007 was reportedly held at a maritime training centre for the youth and children in Pusan on Jan. 20.\r\n Kwon O Chang, permanent co-representative of the Solidarity for Implementing the South-North Joint Declaration, Kim In Gyu, co-representative of the Pusan Solidarity for Implementing the South-North Joint Declaration, So Sang Gwon, chairman of the Pusan and South Kyongsang Provincial Federation of the National Alliance for the Country's Reunification, and others made speeches. &nbsp;&nbsp;&nbsp;\r\n Then followed a lecture on the theme of anti-U.S. and anti-war actions and an evening to evince resolution. &nbsp;&nbsp;&nbsp;\r\n The participants also held a meeting to vow to struggle for the disbandment of the corrupt Grand National Party of south Korea keen on pro-U.S. flunkeyism and war while obstructing reunification in Pusan on Jan. 21 as part of their program.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given for Officials of International Liaison Department of CPC Central Committee",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#11",
            "content": "Reception Given for Officials of International Liaison Department of CPC Central Committee\r\n&nbsp;&nbsp;&nbsp;Beijing, January 25 (KCNA) -- The DPRK embassy in Beijing arranged a reception for officials of the International Liaison Department of the Central Committee of the Communist Party of China on Jan. 25 on the occasion of the New Year.\r\n Present there on invitation were Liu Hongcai, deputy head of the International Liaison Department of the CPC Central Committee, and other officials. DPRK Ambassador Choe Jin Su and staff members of the embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n Liu Hongcai in a speech at the reception said that Kim Jong Il visited China at the beginning of last year, making a great contribution to boosting the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n It is the consistent strategic policy of the Chinese party and government to steadily consolidate and develop the friendly and cooperative relations between China and the DPRK, he said, stressing that in the new year the CPC will do its utmost to steadily deepen and promote the development of these relations in accordance with the agreement reached by the top leaders of the CPC and the Workers' Party of Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Criminal Scenario for Invasion of DPRK under Fire",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#12",
            "content": "U.S. Criminal Scenario for Invasion of DPRK under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- The U.S. imperialists' attempt to step up the \"reorganization of the UN Command\" under the pretext of the transfer of the \"right to command wartime operation\" behind the curtain of \"dialogue\" and \"peace\" clearly reveals their sinister intention to perpetuate their military domination over south Korea and realize their adventurous scenario for invasion of the DPRK. Rodong Sinmun Saturday observes this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The commander of the U.S. imperialist aggressor troops in south Korea, addressing a news conference with foreign correspondents in south Korea on Jan. 18, talked about the \"reorganization of the UN Command.\" His utterances raise two points that merit attention. &nbsp;&nbsp;&nbsp;\r\n First, the U.S. loudmouthed transfer of the \"right to command wartime operation\" is, in fact, nothing but an empty talk because its real aim is to continue exercising the right to control the south Korean army by reinforcing the \"UN Command.\" &nbsp;&nbsp;&nbsp;\r\n The commander of the U.S. forces in south Korea this time vociferated about the need for the \"commander of the UN force\" to retain \"the right to command operations\" and \"maintain his position.\" This means the U.S. intends to transfer the \"right to command wartime operation\" for form's sake and to continue exercising, in actuality, \"the right to command operations\" of the south Korean army in the capacity of the \"commander of the UN force.\" &nbsp;&nbsp;&nbsp;\r\n His remarks on the \"reorganization of the UN Command\" prove that the U.S. does not intend to transfer the above-said right and the much touted transfer is nothing but a charade to check the movement for independence against the U.S. mounting in south Korea. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the U.S. imperialists' scheme for the \"reorganization of the UN Command\" as regards the transfer of the above-mentioned right is a criminal aim to speed up the preparations for a war against the DPRK and use the south Korean army as a shock brigade for a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warmongers have long worked hard to revive and reinforce the defunct \"UN Command,\" talking about \"the increased role\" of the countries which participated in the Korean war and \"the formation of a multi-national staff\" capable of closing the ranks of their allies. The U.S. imperialists are keen to put the south Korean army under \"the new combined command system\" of the above-said multi-national mechanism for invasion of the DPRK under the pretext of the transfer of the \"right to command wartime operation.\" The U.S. moves to reorganize and reinforce the \"UN Command\" for the purpose of igniting the second Korean war and place the south Korean army under it go to prove that it is keen to force south Korea to fall victim to the nuclear war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The \"UN Command\" should not be \"reorganized\" but be completely dismantled. The U.S. imperialist aggressor troops should quit south Korea at an early date, taking with them all their nuclear war hardware.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Indian Ambassador",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#13",
            "content": "Reception Given by Indian Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- Indian Ambassador to the DPRK N. T. Khankhup gave a reception at the Taedonggang Club for the Diplomatic Corps on Friday on the occasion of the 57th anniversary of the Day of the Republic of India.\r\n Present on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea and chairman of the Korea-India Friendship Association, officials concerned and diplomatic envoys of different countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Nationwide Struggle for Peace",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#14",
            "content": "Rodong Sinmun Calls for Nationwide Struggle for Peace\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- The reunification of Korea and co-prosperity of the nation are ensured by the nation-wide struggle to shatter the evermore undisguised reckless moves of the U.S. imperialists and their followers for invasion of the DPRK and defend the peace of the country.\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The present era of June 15 reunification calls for peace on the Korean Peninsula more urgently than ever before. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are now running amuck to deter the north and the south of Korea from advancing toward the national reunification with their joint efforts. They unhesitatingly resort to the acts of spoiling the atmosphere for reconciliation in the Korean Peninsula. The reality proves that only when all the Koreans frustrate the U.S. imperialists' criminal scheme for a new war through a nation-wide struggle to reliably defend the peace of the peninsula, can they add luster to the June 15 reunification era and achieve the reunification of the peninsula, the cherished desire of the nation. &nbsp;&nbsp;&nbsp;\r\n The struggle for peace of the peninsula is a patriotic struggle to defend the land for the life of the Korean nation and promote its prosperity. &nbsp;&nbsp;&nbsp;\r\n Now, the dark clouds of war are persistently hanging over the Korean Peninsula and for this reason, the life and security of the Korean nation are exposed to a grave threat. This is entirely attributable to the anti-DPRK racket and war moves of the U.S. imperialists and their followers. &nbsp;&nbsp;&nbsp;\r\n It is proper that huge mental and material wealth to be used for the prosperity common to the nation would be dissipated to cope with such instable, touch-and-go situation fraught with danger of war. &nbsp;&nbsp;&nbsp;\r\n The reunification of the peninsula and the security, happiness and prosperity of the Korean nation are unthinkable without its durable peace and the defence of peace is vital to the Korean nation. All members of the Korean nation should turn out in the struggle to defend peace from the moves of the U.S. imperialists and their followers for provoking a new war, irrespective of differences in ideology, political view and religious belief.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Deals with Role of KPA",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#15",
            "content": "Rodong Sinmun Deals with Role of KPA\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- The Korean People's Army plays the role of a strong pillar in defending the country and vanguard in socialist construction.\r\n Rodong Sinmun Saturday observes this in a by-lined article. &nbsp;&nbsp;&nbsp;\r\n Saying that the great Songun era is an emotion-charged era in which the KPA is taking the lead in socialist construction as a driving force of revolution and a mainstay of the country, the author of the article goes on: &nbsp;&nbsp;&nbsp;\r\n It is thanks to the KPA strong in idea and faith that the defence position of the country has been fortified and a turn brought about in building a prosperous powerful country despite intensified anti-DPRK aggression moves and economic sanctions of the U.S.-led imperialists. Without it, it is impossible to think about the might of Songun Korea demonstrating its dignity and bright future of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The KPA plays the vanguard role not only in defending the country but also in building socialism as it is stronger in idea and spirit than any group of society. It has displayed the revolutionary soldier spirit, the spirit of going through thick and thin to carry out any task assigned by the Workers' Party of Korea and making the impossible possible and creating something out of nothing. This spirit has become a fundamental source whereby the servicepersons have created undying feats in socialist construction. &nbsp;&nbsp;&nbsp;\r\n The idea and mental power of the People's Army strongest in the revolutionary character and fighting spirit have served as source encouraging the revolutionary ranks in the country to perform fresh feats and work miracles. &nbsp;&nbsp;&nbsp;\r\n Now the servicepersons continue to work miracles and innovations in the building of a great prosperous powerful socialist country by fully displaying the revolutionary soldier spirit, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Internet Seminar on Songun Policy Held",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#16",
            "content": "Internet Seminar on Songun Policy Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- An Internet seminar on the Songun policy was held from Jan. 6 to 12 under the sponsorship of the Association for Friendship with the Korean People headquartered in Barcelona, Spain, on the occasion of the February holiday, the birthday of Kim Jong Il.\r\n The special page on the seminar opened at the DPRK homepage operated by the association included columns of multimedia, dialogue, suggestion and discussion. &nbsp;&nbsp;&nbsp;\r\n The homepage carried a portrait of Kim Jong Il and pictures of Jong Il Peak and his old home in the secret camp on Mt. Paektu. An explanation of the purpose of the seminar was also given there. &nbsp;&nbsp;&nbsp;\r\n Animation files and photos of Kim Jong Il inspecting units of the Korean People's Army and more than 20 Korean songs including \"Leader is always with us\" and \"Thunder on Jong Il peak\" were edited in the multimedia column. Congratulatory letters to the seminar from progressive figures of different countries were introduced in the dialogue and suggestion columns. &nbsp;&nbsp;&nbsp;\r\n Present there were heads of organizations for friendship and solidarity with the Korean people in different countries including Denmark, Switzerland, Russia and Britain and members of the association. &nbsp;&nbsp;&nbsp;\r\n Alejandro Cao De Benos, chairman of the association, in a keynote report made at the seminar said that the Songun policy is a unique socialist political mode to defend and realize independence of the popular masses. &nbsp;&nbsp;&nbsp;\r\n It is entirely thanks to the Songun policy pursued by Kim Jong Il that socialism in the DPRK has grown stronger despite untold difficulties and hardships, he said, stressing that the Songun policy serves as an ever-victorious banner and an all-powerful treasured sword which progressive humankind should hold tightly to the last to build a new world, independent and peaceful. &nbsp;&nbsp;&nbsp;\r\n Then followed speeches. &nbsp;&nbsp;&nbsp;\r\n Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that it is the most fundamental and essential issue in implementing the Songun policy to strengthen the revolutionary armed forces, stressing that to meet such requirement Kim Jong Il has worked heart and soul to train the KPA into strong forces fully prepared politico-ideologically and in military technique which no formidable enemy can match. &nbsp;&nbsp;&nbsp;\r\n Miguel Boieir, chairman of the Portugal-Korea Friendship Association, said that to uphold the Songun policy provides a sure guarantee for protecting the independent dignity of the country and the nation and the global peace and security. &nbsp;&nbsp;&nbsp;\r\n Martin Lotscher, chairman of the Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea, evinced his resolution to conduct brisk study and dissemination of the Songun idea and Songun policy and international solidarity movement to support the just cause of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Dermot Hudson, vice-chairman of the British Friendship Society with Korea, who is official representative of the British Branch of the Association for Friendship with the Korean People and chairman of the British Association for the Study of Songun Policy, said that the Songun policy serves as a powerful weapon in the struggle against imperialism and the U.S. and in realizing global independence. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the Malta-DPRK Friendship Association said that the reality in the DPRK which is vigorously advancing along the wide avenue to build a great prosperous powerful nation is a clear proof of the validity and vitality of the Songun policy that calls for putting forward the army as the mainstay and driving force of the revolution and pushing forward the cause of socialism as a whole in reliance upon it, praising the Songun policy as an ever-victorious banner. &nbsp;&nbsp;&nbsp;\r\n The international information secretary of the Association for Friendship with the Korean People referred to the fact that Kim Jong Il has consolidated the single-minded unity of the leader, the party and the masses with the Songun policy. &nbsp;&nbsp;&nbsp;\r\n Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK and chairman of the Eastern European Center for the Support and Solidarity to the DPRK, expressed the conviction that the Korean people would surely build a great prosperous powerful nation in the near future thanks to the Songun policy. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the seminar. &nbsp;&nbsp;&nbsp;\r\n During the seminar a total of more than 300,000 Netizens of all social standings in different countries and regions had access to the special page.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Stages Air War Exercises against DPRK",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#17",
            "content": "U.S. Stages Air War Exercises against DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- Warplanes of the U.S. imperialist aggression troops in south Korea recently staged war exercises against the DPRK to further aggravate the tense situation of the Korean Peninsula, according to a military source. \r\n Some formations of Stealth F-117s deployed in U.S. military air bases in south Korea were busy flying in the sky above areas of Kunsan, Ronsan and Tangjin on Jan. 18 and 19 to have topography-familiarizing exercise. Meanwhile, some other formations were hell-bent on the exercises of striking ground targets and dropping laser-guided bombs in the areas of Hoengsong, Nyongwol and Thaebaek as an operational theatre. &nbsp;&nbsp;&nbsp;\r\n On Jan. 24 and 25, above-said fighter-bombers were sent to the sky above the areas of Jechon, Thaebaek and Phyongchang to frantically stage a training for locating air targets and an air war exercise, close air support and air attack on ground targets in cooperation with F-16s and A-10s belonging to the U.S. 7th Air Force in south Korea. &nbsp;&nbsp;&nbsp;\r\n Earlier on Jan. 22 the 7th Air Force frequently let the flying corps of the regiment of fighters in Osan and Kunsan make emergency sorties to judge their capabilities of intensive strike on the DPRK in case of contingency.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Use of Germ Weapons during Last Korean War under Fire",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#18",
            "content": "U.S. Use of Germ Weapons during Last Korean War under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- A spokesman for the Korean National Peace Committee issued a statement Saturday 55 years after the U.S. massacred Koreans by germ weapons in the northern half of Korea during the last Korean war.\r\n The U.S. imperialists dropped germ bombs of all kinds including viruses of cholera, typhoid and pest more than 700 times in over 400 places in the northern half of Korea from Jan. 28 to late March, 1952, the statement said, adding that they continued to use germ weapons and chemical weapons till 1953, causing huge casualties. &nbsp;&nbsp;&nbsp;\r\n Citing facts to prove that the U.S. imperialists were keen on getting ready to launch a germ and chemical war against the DPRK even after the ceasefire, the statement continued: &nbsp;&nbsp;&nbsp;\r\n In the 1960s the U.S. imperialists brought to south Korea defoliant, toxic chemical substance that earned an ill fame in the Vietnam war. As if it were not enough with this, they built at least 10 toxic gas factories and have mass-produced chemical weapons there. They have stock-piled 25,000 drums of toxic chemical substance of more than 10 kinds in different regions including south Korea, Japan and Hawaii. &nbsp;&nbsp;&nbsp;\r\n From 1985 to 1989 they introduced to more than 40 bases in south Korea binary chemical weapons well known as devilish weapons and transferred the U.S. forces units specializing in germ weapons to south Korea from Japan. They have conducted researches into germ weapons, manufactured them and carried out experiments on them at germ institutes they set up at Korea University, Kyunghee University and other places. &nbsp;&nbsp;&nbsp;\r\n A special mention should be made of the fact that the present U.S. administration has actively pushed forward the plan to study and mass-develop biological weapons by investing 6.5 billion U.S. dollars under the pretext of \"combating terrorism by use of biological and chemical weapons.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. is keen to provoke the second germ and chemical war on the Korean Peninsula.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities' Suppression of Chongryon under Fire",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#19",
            "content": "Japanese Authorities' Suppression of Chongryon under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 28 (KCNA) -- The Norway-Korea Friendship Association in a statement on Jan. 22 strongly denounced the Japanese police for searching facilities related to the General Association of Korean Residents in Japan (Chongryon) without any reason.\r\n Japan has not apologized for the past crimes it committed in Korea and several other countries and, on the contrary, it is inciting the hostile sentiment toward Korea through media under the patronage of the United States, the statement said. &nbsp;&nbsp;&nbsp;\r\n Voices of condemning the Japanese authorities' suppression of Chongryon and Koreans in Japan are recently ringing louder from south Korea, too, it said, stressing the need to check the reactionary moves of Japan so as to defuse the tensions in Asia.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Immediate Stop to Suppression of Chongryon Demanded",
            "url": "http://kcna.co.jp/item/2007/200701/news01/29.htm#20",
            "content": "Immediate Stop to Suppression of Chongryon Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 27 (KCNA) -- Bonakele Majuba, chairman of the South African Association of Friendship and Solidarity with the Korean People and secretary of the Mfumalanga Provincial Committee of the South African Communist Party, sent a letter to the Japanese embassy in the country on Jan. 19 in protest against the Japanese reactionaries' suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n The ultra-right reactionary group of Japan is escalating the suppression, searching organs under Chongryon and houses of its officials and frequently committing assaults against Korean students in violation of the legitimate rights of Chongryon, the letter said. &nbsp;&nbsp;&nbsp;\r\n What matters is that the Japanese government is not only conniving at such suppression by the reactionary group but manipulating and escalating it behind the scene on an organized basis, it noted, and went on: &nbsp;&nbsp;&nbsp;\r\n This is an unpardonable mockery of the progressives aspiring after peace and justice and a challenge to the world peace. &nbsp;&nbsp;&nbsp;\r\n  If the Japanese authorities continue pursing its hostile policy toward the DPRK while resorting to the suppression of Chongryon, far from making efforts to improve the relations with the DPRK, they will find themselves in an abyss of ruin. &nbsp;&nbsp;&nbsp;\r\n  It bitterly denounced the mean moves of the Japanese government and strongly demanded it stop at once the suppression of Chongryon, repent of this and unconditionally compensate for this.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}