{
    "date": "2007-06-20",
    "url": "http://kcna.co.jp/item/2007/200706/20070620.htm",
    "articles": [
        {
            "title": "Philippine Foreign Minister Arrives Here",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#1",
            "content": "Philippine Foreign Minister Arrives Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Secretary of Foreign Affairs of Philippines Alberto Gatmaitan Romulo and his party arrived here on Tuesday. &nbsp;&nbsp;&nbsp;\r\n They were met at the airport by Vice-Minister of Foreign Affairs of the DPRK Kim Yong Il and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between DPRK, Philippine FMs",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#2",
            "content": "Talks between DPRK, Philippine FMs \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Talks between DPRK Foreign Minister Pak Ui Chun and Philippine Secretary of Foreign Affairs Alberto Gatmaitan Romulo were held at the Mansudae Assembly Hall Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were officials concerned and from the Philippine side the entourage of the secretary and the Philippine ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides informed each other of the situation of their countries and exchanged views on further developing the friendly relations between the two countries and matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Local Election to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#3",
            "content": "Local Election to Be Held in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- The election of deputies to the Provincial (City under the Direct Control of the Government), City (District) and County People's Assemblies will be held in the DPRK on July 29 according to Article 133 of the Socialist Constitution and the decision of the Local People's Committees, said the information released by the DPRK Supreme People's Assembly on Monday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminars Held in Bulgaria and Mongolia ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#4",
            "content": "Seminars Held in Bulgaria and Mongolia  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- The Bulgarian Group for the Study of the Juche Idea and the Mongolian Art Creative Center held seminars on June 12 and 13 on the occasion of the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 7th anniversary of the publication of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of the Juche Idea, in a seminar on Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" said that this work has been warmly hailed and supported by the countries and peoples in their struggle for independence and has displayed tremendous vitality for its scientific accuracy and truth. &nbsp;&nbsp;&nbsp;\r\n Noting that to preserve the Juche character and national character and promote the independent development of the country and nation is a vital requirement for strengthening the international unity and solidarity and making a genuine contribution to the development of the human cause of independence, he stressed that Kim Jong Il's work has clearly indicated all of us that preserving the Juche character and national character provides a true way of carving out the destiny of the country and nation. &nbsp;&nbsp;&nbsp;\r\n N. Bold, chairman of the Center for the Study of the Juche Idea of the Mongolian Chinggis Khan College, in a seminar on \"The Juche Idea and Songun Korea\" said that the past 43 years have been a period which proved that Kim Jong Il is, indeed, a peerless statesman who has won one victory after another by displaying his distinguished political ability. &nbsp;&nbsp;&nbsp;\r\n The north-south summit took place and the June 15 North-South Joint Declaration was adopted in Pyongyang in June, 2000 thanks to the bold decision of Kim Jong Il, he noted, stressing that the advent of the period of reconciliation and cooperation between the north and the south of Korea has created environment favorable for the reunification of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Struggle for Reunification Supported in India",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#5",
            "content": "Korean People's Struggle for Reunification Supported in India \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- The Institute for Foreign Policy Studies, the Association for the Study of History, the Council for World Studies and the Educational Association in India issued a joint statement on June 13 on the occasion of the 7th anniversary of the publication of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The statement strongly demanded the U.S. withdraw its forces from south Korea as early as possible as they obstruct the implementation of the joint declaration and block reconciliation, unity and reunification between the north and the south, drop its hostile policy toward the DPRK and discontinue its moves to provoke a new war at once. &nbsp;&nbsp;&nbsp;\r\n We will join the world peace-loving people supporting Korea's reunification in waging a dynamic movement supporting the Korean people in their efforts to implement the joint declaration, it stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Women Mark Anniversary of Kim Jong Il's Start of Work at C.C., WPK",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#6",
            "content": "Women Mark Anniversary of Kim Jong Il's Start of Work at C.C., WPK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- A meeting of members of the Korean Democratic Women's Union was held in the plaza of the Monument to Party Founding on Monday to celebrate the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui, chairwoman of the Central Committee of the union, made a report at the meeting which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that under the guidance of Kim Jong Il the WPK has entered a new era of ushering in the great heyday of the revolution and construction while demonstrating its dignity as the glorious party of President Kim Il Sung. The history of revolutionary activities of Kim Jong Il who has made great contribution to implementing the cause of building the Juche-type party will remain long as an eternal asset of the country and the nation, they stressed. &nbsp;&nbsp;&nbsp;\r\n They underlined the need for all the union officials and members to regard it as their faith that the leadership of Kim Jong Il guarantees the ever-victorious advance of the WPK, the prosperous development of the country and the worthwhile life and happiness of the women and safeguard the headquarters of the revolution with their lives and remain faithful to the Songun idea and leadership of the Party in any storm and stress.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Day of DPRK Marked by Cambodian Crewmen",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#7",
            "content": "Important Day of DPRK Marked by Cambodian Crewmen \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Crewmen of the Cambodian flagged ship \"Rich Queen\" met at Chongjin Port on Sunday to celebrate the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting said that Kim Jong Il's start of work at the C.C., WPK was a historic event of weighty significance in the development of the Korean revolution and great fortune of the Korean party and people. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the WPK has dynamically advanced the cause of socialism, smashing the moves of the imperialists, they stressed that only victory and glory are in store for the Korean people holding Kim Jong Il in high esteem as general secretary of the WPK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Public Presentation of Foreign Students' Writings Held",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#8",
            "content": "Public Presentation of Foreign Students' Writings Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- \"The Country of the General\", a public presentation of writings done by foreign students who are studying at Kim Il Sung University, took place at the Pyongyang Cultural Exhibition on Monday to mark the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n At the presentation, which began with chorus \"Song Devoted to Comrade Kim Jong Il\", the performers highly praised his distinguished leadership and personality as a great man. &nbsp;&nbsp;&nbsp;\r\n Among the writings were occasional notes \"Warm Love\", visitor's account \"Visiting the Grand Study Palace for All the People\" and essay \"Echo of Heart\". In those writings they impressively expressed their feelings of deep thanks to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They also put on the stage Korean songs.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Independence and Peace Urged",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#9",
            "content": "Struggle for Independence and Peace Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Youth and student organizations in south Korea reportedly released statements on June 13 and 14 on the lapse of five years since two middle schoolgirls Sin Hyo Sun and Sim Mi Son were killed. &nbsp;&nbsp;&nbsp;\r\n The south Korean Federation of University Students in the 21st Century, in its statement, assailed the gangster-like and shameless acts of the U.S. forces in south Korea who declared criminals not guilty, claiming that \"they were on an official duty\" though they drove an armored car over the two girls to death in broad daylight. &nbsp;&nbsp;&nbsp;\r\n What we promised before the two slain girls at the candlelight event in 2002 is to retake the sovereignty of this land and turn the Korean Peninsula into a peaceful land free from war, the statement noted, adding: We students will positively turn out in the struggle for independence and peace. &nbsp;&nbsp;&nbsp;\r\n The Youth and Students Solidarity for Implementing the June 15 South-North Joint Declaration said in a statement that crimes by GIs are still now persisting in this land and the dignity of the Korean nation is being violated by the pro-U.S. sycophantic forces like the Grand National Party of south Korea. &nbsp;&nbsp;&nbsp;\r\n The Seoul Regional Federation of University Student Councils under the south Korean Federation of University Student Councils declared in a statement that to break up the unequal south Korea-U.S. \"alliance\" and advance toward the independent reunification is the only way for wreaking the grudge of Hyo Sun and Mi Son.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#10",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Papers today dedicate editorials to the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun in its editorial says that the history of the revolutionary leadership of Kim Jong Il is shining as the history of a great statesman who has exalted the dignity and position of the country and the nation to the highest level despite grim ordeals of history. &nbsp;&nbsp;&nbsp;\r\n Noting that the WPK has embodied the class principle as well as the principle of national independence in the revolution and construction, steadily consolidating and developing the people-centered Korean-style socialism, achieving the prosperity and development of the country and demonstrating the dignity, wisdom and stamina of Kim Il Sung's nation, the editorial continues: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's steadfast independent politics is reinforcing the Korean people's faith of sure victory and making progressive humankind optimistic about the future of independent new world. &nbsp;&nbsp;&nbsp;\r\n His Songun politics serves as an ever-victorious treasured sword for accomplishing the socialist cause in the present era. It was the Songun politics that saved the country and the people from the crossroads of life and death during the \"Arduous March,\" the forced march and made it possible for the servicepersons and people to firmly defend the red flag of socialism, demonstrating their might as independent guards and heroic people. &nbsp;&nbsp;&nbsp;\r\n Inexhaustible is the strength of the revolutionary armed forces in the DPRK built under the Songun leadership of Kim Jong Il and invulnerable is the DPRK. &nbsp;&nbsp;&nbsp;\r\n His politics of unity has served as a decisive factor that turned the whole country into monolithic social and political organism and brought about shining victories in the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The might of the great army-people unity resulted in signal successes in the nation's agricultural production and in the efforts to improve the standard of people's living and appearance of many monumental edifices in different parts of the country. Such eye-opening reality instills great conviction and optimism into the Korean people. &nbsp;&nbsp;&nbsp;\r\n The country has witnessed the greatest success in the drive to achieve its new prosperity under the Songun leadership of Kim Jong Il. The WPK, the revolution and Korean-style socialism are sure to always emerge victorious as there are the great headquarters of revolution indicating the way to be followed by all the servicepersons and people, their single-minded unity around the headquarters and the strong political and military capabilities built despite difficulties. &nbsp;&nbsp;&nbsp;\r\n Minju Joson editorially calls upon all the people to wage a dynamic struggle for the victorious advance in the building of a great prosperous powerful nation and the ultimate victory in the revolutionary cause of Juche under the Songun revolutionary leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Famous Work Observed ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#11",
            "content": "Anniversary of Kim Jong Il's Famous Work Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Rodong Sinmun today dedicates an article to the 12th anniversary of the publication of Kim Jong Il's famous work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\".&nbsp;&nbsp;&nbsp;\r\n This work published by Kim Jong Il on June 19, Juche 84 (1995) comprehensively clarifies all issues arising in victoriously advancing the socialist cause by dint of ideology as required by the times and the revolutionary development such as the essence and contents of the ideological work, its main duty, principles and ways for conducting it. &nbsp;&nbsp;&nbsp;\r\n The future and might of socialism depend on ideology, the article notes, and goes on: Only when priority is given to the ideological work to help all the people cherish the socialist idea as faith, can the socialist cause win victory after victory in any storm and stress. &nbsp;&nbsp;&nbsp;\r\n What is important in Kim Jong Il's leadership that glorified Songun Korea by dint of ideology is that he conducted energetic ideological and theoretic activities to develop and enrich the ideas and theories of socialism as required by the new era and made sure that the socialist education was intensified among the party members and other working people and thus consolidated the politico-ideological position of the DPRK as firm as a rock. &nbsp;&nbsp;&nbsp;\r\n What is also important in his guidance is that he has steadily improved the forms and methods of the ideological work to significantly boost its effectiveness. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il taught the officials forms and methods of the ideological work one by one and wisely led them, saying that the popular masses are responsible for socialist construction and the driving force for the country's prosperity and there is nothing impossible in the world if they are motivated. &nbsp;&nbsp;&nbsp;\r\n Recent years have witnessed the appearance of many power stations and modern production centres built by the servicepersons and the people in the DPRK despite difficulties, the nation's fields changed beyond recognition as befitting the land of socialist Korea and monumental edifices in the Songun era. All these are the precious fruition of the might of the ideology of the army and the people in the DPRK&nbsp;&nbsp;&nbsp;\r\n The article calls on all servicepersons and people to tightly hold the Juche-oriented theory of ideology as an invincible weapon for accomplishing the socialist cause and exalt the honor of being a winner in the on-going drive to consolidate the politico-ideological position as firm as a rock and usher in an era of overall success in the efforts to achieve the country's prosperity by dint of ideology.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Famous Hot Springs",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#12",
            "content": "Famous Hot Springs\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Korea is endowed with a lot of hot springs. &nbsp;&nbsp;&nbsp;\r\n The Phyongnam Spa in Onchon County, South Phyongan Province has been famous in the country for its content of rich mineral substances. &nbsp;&nbsp;&nbsp;\r\nIts major ions are chlorine, sodium and calcium ions. &nbsp;&nbsp;&nbsp;\r\n Radon hot springs with thin minerals include the Jongdal Spa in Samchon County, South Hwanghae Province, Kyongsong Spa in Kyongsong County, North Hamgyong Province and Kumgangsan Spa in Kosong County, Kangwon Province. &nbsp;&nbsp;&nbsp;\r\nThe Jongdal Spa is largest in water volume out of the alkali springs. &nbsp;&nbsp;&nbsp;\r\n The Hwangjin Spa in Hwangjin-ri, Myongchon County, North Hamgyong Province has been well-known from long ago along with Haechilbo (Sea Chilbo) of Mt. Chilbo. &nbsp;&nbsp;&nbsp;\r\n Its temperature is 51.3 degrees centigrade and pH is 9.1. &nbsp;&nbsp;&nbsp;\r\n The spas are potent for the treatment of various diseases including hypertension, rheumatic arthritis and neuralgia. &nbsp;&nbsp;&nbsp;\r\n Working people are enjoying treatment free of charge at spa sanatoriums built in different parts of the country thanks to the popular policy of the government.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Medical Association",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#13",
            "content": "Korean Medical Association\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- The Korean Medical Association, a permanent academic organization of the medical workers, was inaugurated on June 19, Juche 59 (1970). It has been doing its bit in enhancing all the medical workers' level of medical science and technology to solve the issues arising in the health service and in conducting scientific and technological interchange with other countries and international organizations to develop the nation's medical science and technology. &nbsp;&nbsp;&nbsp;\r\n The association enrolls all the medical workers of the country. &nbsp;&nbsp;&nbsp;\r\n Vice-chairman of the association Kim In Guk told KCNA that it has 60 odd special branch associations and permanent provincial, city and county associations. &nbsp;&nbsp;&nbsp;\r\n It annually organizes national and provincial medical scientific and technical festivals and departmental seminars on medical science for the purpose of generalizing and applying new scientific research achievements. &nbsp;&nbsp;&nbsp;\r\n It also sponsors scientific and technical short-courses for training specialists at units and regions and dispatches competent lecturers there to raise the trainees' level of special science and technology. &nbsp;&nbsp;&nbsp;\r\n The association briskly exchanges medical science and technology with professional medical institutions of China, Bulgaria and other countries. &nbsp;&nbsp;&nbsp;\r\nAlong with this, it sends delegations to international meetings for the development of medical science every year. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the association has sponsored international seminars on medical science including the Pyongyang International Medical Scientific Seminar on Acupuncture and the Pyongyang International Medical Scientific Seminar on Traditional Medicine so as to exchange medical scientific research successes and experience. &nbsp;&nbsp;&nbsp;\r\n It plans to hold at the end of this August the pan-national \"Pyongyang Medical Science Seminar of Koreans at Home and Abroad\" which has been organized as an annual event from May 1999. The applicants for the seminar are growing in numbers.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People Preserve Juche Character and National Character ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#14",
            "content": "Korean People Preserve Juche Character and National Character \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- The Democratic People's Republic of Korea is consistently preserving the Juche character and national character in all fields of the social life as an important issue for the independent development of the nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il published the famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" on June 19, Juche 86 (1997) to clearly indicate the road ahead of countries and nations. &nbsp;&nbsp;&nbsp;\r\n He, in the work, elaborates in a comprehensive way the tasks and ways in the efforts for keeping the Juche character and national character in the revolution and construction and realizing the prosperity of the country, including the issues of adhering to the patriotic stand and enhancing national pride and self-confidence. &nbsp;&nbsp;&nbsp;\r\n Under the leadership of Kim Jong Il the Korean people have independently settled all the problems arising in the socialist construction, holding fast to the Songun politics as main political mode of socialism and waged a dynamic struggle for smashing the ever-intensified moves of the imperialists to stifle the DPRK and defending the national sovereignty. &nbsp;&nbsp;&nbsp;\r\n An energetic work has been undertaken to give full play to the superiority of the nation. As a result, the historical relics have been restored to their original state in accordance with the principles of historicism and modern character and the living practices, good manners and customs peculiar to the nation have been developed and enriched. &nbsp;&nbsp;&nbsp;\r\n The folk holidays and folk amusement games have been encouraged, folk streets built in cities and the folk food restaurants made their appearance. &nbsp;&nbsp;&nbsp;\r\n Literature and art, national in form and socialist in content, have been effloresced brilliantly. The mass gymnastic and artistic performance \"Arirang\" was completed into an extravaganza and world startling-successes were made in art fields of feature film, circus and fine arts. &nbsp;&nbsp;&nbsp;\r\n The historic Pyongyang meeting was realized and the June 15 North-South Joint Declaration was published amid the surging enthusiasm of the fellow-countrymen to achieve national reunification with the concerted efforts of the nation, thus opening up a new era of the great unity of the whole nation in the course of launching the movement for the independent reunification under the idea of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n All these successes of the Korean people prove clearly the validity and vitality of the idea of preserving the Juche character and national character in the revolution and construction.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Termed World's Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#15",
            "content": "U.S. Termed World's Worst Human Rights Abuser\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- The European Council and Amnesty International recently issued a report on secret prisons operated by the CIA and the actual conditions of \"suspected terrorists\" in prison. This is nothing but an indictment that disclosed before the world once again the true colors of the United States hell-bent on abusing human rights in gross violation of international law, conventions on human rights and democracy. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Tuesday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is quite natural that the U.S. is standing rebuffed and denounced by the international community for being a kingpin of human rights violations. It has, therefore, no right to talk about human rights. &nbsp;&nbsp;&nbsp;\r\n It is the unanimous view and mind-set of the international community that such wanton abuser of human rights can hardly be found in any other part of the world. &nbsp;&nbsp;&nbsp;\r\n It is widely known that the CIA has operated even secret prisons in Asia, Europe and other regions and countries of the world after working out rules for overseas prisons with the approval of the Bush administration and savagely mistreated and punished prisoners. &nbsp;&nbsp;&nbsp;\r\n It is preposterous and ridiculous for the U.S. to say this or that about human rights issues of others. &nbsp;&nbsp;&nbsp;\r\n The U.S. is behaving as if it were a \"human rights champion\" and \"a human rights judge\", paying lip service to such sacred words as human rights. This shameless behavior is an insult and mockery of genuine human rights and human conscience. &nbsp;&nbsp;&nbsp;\r\n The U.S. should be brought to the human rights court and face a stern judgement by the international community for its hideous human rights abuse, the commentary concludes.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South African Government Delegation Here",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#16",
            "content": "South African Government Delegation Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- A South African government delegation led by M.A. Stofile, minister of Sports and Recreation, arrived here today.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#17",
            "content": "Anniversary of Kim Il Sung's Work Marked\r\n&nbsp;&nbsp;&nbsp;Hamhung, June 19 (KCNA) -- A meeting took place in Hamhung on June 19 to mark the 40th anniversary of President Kim Il Sung's famous work \"Our Intellectuals Must Be Revolutionaries Faithful to the Party, the Working Class and the People\".&nbsp;&nbsp;&nbsp;\r\n Present there were Hong Song Nam, chief secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea, Kim Yong Jin, minister of Education, and others. &nbsp;&nbsp;&nbsp;\r\n The President in the work underscored the need for the teachers of universities to thoroughly eliminate flunkeyism and dogmatism and firmly establish Juche in scientific researches and education. &nbsp;&nbsp;&nbsp;\r\n Clarified in the work are the idea of rooting out the remnants of outworn ideologies among intellectuals and working-classizing and revolutionizing them and the issue of steadily improving their qualifications. &nbsp;&nbsp;&nbsp;\r\n Hong Song Nam in a report said that the President's work serves as important guidelines for revolutionizing intellectuals so that they may creditably fulfill their duties as revolutionaries and a powerful ideological and theoretical weapon to be held tightly at all times for Juche-oriented education. &nbsp;&nbsp;&nbsp;\r\n He referred to the fact that Juche has been fully established in university education, the quality of education has markedly improved and great successes have been achieved in scientific researches. &nbsp;&nbsp;&nbsp;\r\n There has been a signal turn in the contents of education, advanced educational methods have been put into practice to yield good results and not a few problems arising in the field of ultra modern science and technology have been solved to go a long way toward the building of a rich and powerful nation, the reporter noted. &nbsp;&nbsp;&nbsp;\r\n He called upon teachers, researchers and officials of all universities to bring about a fresh turn in the education and scientific researches so as to successfully implement the President's behests and make a genuine contribution to building a great prosperous powerful nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Military Attaches Corps Appreciates Acrobatic Performance",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#18",
            "content": "Military Attaches Corps Appreciates Acrobatic Performance\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 19 (KCNA) -- Members of the military attaches corps here Tuesday appreciated an acrobatic performance at the Korean People's Army Circus on the occasion of the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Staged there were physical acrobatics \"flight on circling swing\" and aerial stunt \"aerial flight on trapeze\" and other numbers in which performers presented refined skills, graceful rhythms and unique and admirable talents. &nbsp;&nbsp;&nbsp;\r\n The performance was acclaimed by the spectators.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tendran lugar las elecciones locales de diputados ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson califica a EE.UU. de peor violador de DDHH",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#20",
            "content": "Tendran lugar las elecciones locales de diputados \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 19 de junio (ATCC) -- Segun la informacion fechada 18 del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, se efectuaran en Corea el 29 de julio que viene las elecciones de diputados a las Asambleas Populares de las provincias (las ciudades directamente subordinadas al centro), las ciudades (los municipios) y los distritos de acuerdo con el articulo 133 de la Constitucion Socialista de la RPDC y las resoluciones tomadas en los comites populares locales.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Periodicos llaman a explayar el poderio de unidad monolitica",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#21",
            "content": "Minju Joson califica a EE.UU. de peor violador de DDHH\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 19 de junio (ATCC) -- Recientemente, el Consejo Europeo y la Amnistia Internacional emitieron un informe sobre las prisiones secretas administradas por la Agencia Central de Inteligencia (CIA) de Estados Unidos y la situacion de los \"sospechosos terroristas\" encarcelados. &nbsp;&nbsp;&nbsp;\r\n  Este documento deviene un acta de acusacion que vuelve a delatar a todo el mundo la siniestra naturaleza de EE.UU. que se dedica a violar los derechos humanos infringiendo flagrantemente las leyes y convenciones internacionales y la democracia. &nbsp;&nbsp;&nbsp;\r\n  Reporta este martes el rotativo Minju Joson a traves de un comentario individual. &nbsp;&nbsp;&nbsp;\r\n  Es muy natural que hoy dia, la sociedad internacional denunciara unanimemente al imperio calificandolo de peor violador de DDHH en este mundo que ni siquiera tiene derecho a hablar de este tema, afirma el comentarista y prosigue: &nbsp;&nbsp;&nbsp;\r\n  Ya es de sobra conocido que con la aprobacion de la administracion Bush, la CIA elaboro un reglamento sobre las prisiones en el extranjero y administra las carceles secretas en varias regiones y paises del orbe como Asia y Europa, donde maltrata y castiga cruentamente a los reos. &nbsp;&nbsp;&nbsp;\r\n  Sin embargo, este violador de DDHH cuestiona absurda y ridiculamente el mismo problema de otros paises. &nbsp;&nbsp;&nbsp;\r\n  La muy descarada conducta de EE.UU., que se porta como si fuera \"defensor y juez de DDHH\", resulta una profanacion y burla a los verdaderos DDHH y la conciencia de la humanidad. &nbsp;&nbsp;&nbsp;\r\n  Este pais debera sentarse en el banquillo del acusado y ser condenado severamente por la sociedad internacional por sus infames actos contra los DDHH.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gremiales de UMDC se congratulan por el 19 de junio",
            "url": "http://kcna.co.jp/item/2007/200706/news06/20.htm#22",
            "content": "Periodicos llaman a explayar el poderio de unidad monolitica\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 19 de junio (ATCC) -- Hoy, los periodicos capitalinos dedicaron editoriales al 43o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea. &nbsp;&nbsp;&nbsp;\r\n  El periodico Rodong Sinmun senala que la historia de direccion revolucionaria del Dirigente Kim Jong Il brilla como historia del gran politico que coloco en la altura suprema la dignidad y posicion de nuestra patria y nacion superando las severas pruebas de la historia, y prosigue: &nbsp;&nbsp;&nbsp;\r\n  Hoy dia el PTC, al materializar los principios clasista y de independencia nacional en la revolucion y construccion, consolida incesantemente el socialismo coreano centrado en las masas populares, logra la prosperidad del pais y exalta su dignidad, inteligencia e impetu de la nacion de Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n  El pueblo coreano cobra la fe en la victoria cierta en la politica independiente inconmovible del Dirigente y la humanidad progresista ve con optimismo el futuro del nuevo mundo en que sea verificada la independencia. &nbsp;&nbsp;&nbsp;\r\n  La politica de Songun (priorizacion militar) del Dirigente Kim Jong Il sirve hoy de invencible remedio en el cumplimiento de la causa socialista. Es gracias a la politica de Songun que en el periodo de la \"marcha penosa\" y la forzada nuestra patria y nacion pudieron escapar el destino de sucumbir y el ejercito y el pueblo de Corea pudieron defender con firmeza la bandera roja socialista dando mas lustre a su honor de ser vanguardia independiente y heroica. El poderio de las fuerzas armadas revolucionarias de Corea preparadas por la direccion de Songun del Dirigente no tiene limite y nuestra patria es una fortaleza inexpugnable. &nbsp;&nbsp;&nbsp;\r\n  La politica de unidad del Dirigente es el factor decisivo que hace del pais entero un organismo socio-politico y que permite lograr la brillante victoria en la construccion de gran potencia prospera. &nbsp;&nbsp;&nbsp;\r\n  Por el poderio de la gran unidad del ejercito y el pueblo se logran grandes exitos en la produccion agricola del pais y la mejora de la vida del pueblo y se levantan por doquier creaciones monumentales. Esta realidad infunde gran fe y optimismo al pueblo coreano. &nbsp;&nbsp;&nbsp;\r\n  Bajo la direccion del Songun del Dirigente adviene una nueva epoca de prosperidad sobre la tierra patria. Nuestro partido, revolucion y socialismo coreano son invencibles gracias a contar con la Direccion de la Revolucion que nos indica el camino a seguir con la unidad monolitica del ejercito y el pueblo en torno a la Direccion y con el gran poderio politico-militar preparado en medio de severas pruebas. &nbsp;&nbsp;&nbsp;\r\n  El periodico Minju Joson exhorta a librar intensa batalla para el avance victorioso de la construccion de la gran potencia prospera y el triunfo final de la causa revolucionaria del Juche bajo la direccion del Dirigente Kim Jong Il sobre la revolucion mediante el Songun.      \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}