{
    "date": "2007-07-21",
    "url": "http://kcna.co.jp/item/2007/200707/20070721.htm",
    "articles": [
        {
            "title": "DPRK-U.S. Talks and Meeting of Heads of Delegations to Six-Party Talks Held",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#1",
            "content": "DPRK-U.S. Talks and Meeting of Heads of Delegations to Six-Party Talks Held \r\n&nbsp;&nbsp;&nbsp;Beijing, July 20 (KCNA Correspondent) -- A series of rounds of talks between the DPRK and the U.S. and the meeting of heads of the delegations to the six-party talks were held in Beijing from July 17 to 20. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side was a delegation of the DPRK led by Vice-Minister of Foreign Affairs Kim Kye Gwan. &nbsp;&nbsp;&nbsp;\r\nIn-depth discussions were held at the talks and meeting on various issues arising in implementing the September 19 joint statement and the February 13 agreement on denuclearizing the whole of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The participating countries decided to continue fulfilling the commitments under the February 13 agreement according to the principle of \"action for action.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Kim Yong Nam and Mongolian President Held",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#2",
            "content": "Talks between Kim Yong Nam and Mongolian President Held  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA Correspondent) -- Talks between Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, and Nambariin Enkhbayar, President of Mongolia, were held in Ulan Bator Friday. &nbsp;&nbsp;&nbsp;\r\n Present at the talks from the DPRK side were Pak Ui Chun, minister of Foreign Affairs, Choe Chang Sik, minister of Public Health, Kim Hyong Jun, vice-minister of Foreign Affairs, Ri Myong San, vice-minister of Foreign Trade, Cha Son Mo, senior vice-minister of Land and Marine Transport, and Pak Jong Do, DPRK ambassador to Mongolia, and from the Mongolian side Foreign Minister Nyamaagiin Enkhbold, Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo and officials concerned. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on the issue of boosting the friendly relations between the two countries provided by President Kim Il Sung and the leaders of the elder generation of Mongolia and issues of mutual concern and reached a consensus on the issues discussed. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Mongolian Prime Minister",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#3",
            "content": "Kim Yong Nam Meets Mongolian Prime Minister \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today met Miyegombiin Enkhbold, Mongolian Prime Minister, who paid a courtesy call on him. &nbsp;&nbsp;&nbsp;\r\n Present there were Foreign Minister Pak Ui Chun, Vice-Minister of Foreign Trade Ri Myong San, Senior Vice-Minister of Land and Marine Transport Cha Son Mo and DPRK Ambassador to Mongolia Pak Jong Do. &nbsp;&nbsp;&nbsp;\r\n Also present there were Mongolian Foreign Minister Nyamaagiin Enkhbold, Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo and officials concerned. &nbsp;&nbsp;&nbsp;\r\n A conversation proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreements between DPRK and Mongolia Inked ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#4",
            "content": "Agreements between DPRK and Mongolia Inked  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA Correspondent) -- An agreement on cooperation in the field of public health and medical science, an agreement on the marine transport and others between the governments of the DPRK and Mongolia were signed in Ulan Bator Friday. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony from the DPRK side were Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Pak Ui Chun, minister of Foreign Affairs, Choe Chang Sik, minister of Public Health, Kim Hyong Jun, vice-minister of Foreign Affairs, Ri Myong San, vice-minister of Foreign Trade, Cha Son Mo, senior vice-minister of Land and Marine Transport, and Pak Jong Do, DPRK ambassador to Mongolia. &nbsp;&nbsp;&nbsp;\r\n Present there from the Mongolian side were President of Mongolia Nambariin Enkhbayar, Deputy Prime Minister M. Enkhsaihan, Foreign Minister Nyamaagiin Enkhbold and Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo and others. &nbsp;&nbsp;&nbsp;\r\n The agreements were signed by the minister of Public Health and the senior vice minister of Land and Marine Transport of the DPRK and the minister of Health and the minister of Road Transport and Tourism of Mongolia.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Pays Courtesy Call on Nambariin Enkhbayar",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#5",
            "content": "Kim Yong Nam Pays Courtesy Call on Nambariin Enkhbayar \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday paid a courtesy call on Nambariin Enkhbayar, President of Mongolia. &nbsp;&nbsp;&nbsp;\r\n Present there were Pak Ui Chun, minister of Foreign Affairs, Choe Chang Sik, minister of Public Health, Kim Hyong Jun, vice-minister of Foreign Affairs, Ri Myong San, vice-minister of Foreign Trade, Cha Son Mo, senior vice-minister of Land and Marine Transport, and Pak Jong Do, DPRK ambassador to Mongolia. &nbsp;&nbsp;&nbsp;\r\n On hand were Mongolian Deputy Prime Minister M. Enkhsaihan, Foreign Minister N. Enkhbold, Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo and others. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam had a conversation with Nambariin Enkhbayar in a cordial and friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n A ceremony of welcoming Kim Yong Nam was held at the Suhbaatar Square on Friday. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Kim Yong Nam and his party, the DPRK ambassador to Mongolia and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Present there were also Mongolian President Nambariin Enkhbayar, Deputy Prime Minister M. Enkhsaihan, Foreign Minister N. Enkhbold, Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo and others. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam together with Nambariin Enkhbayar reviewed guards of honor of the Mongolian army.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Leaves for Foreign Countries",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#6",
            "content": "Kim Yong Nam Leaves for Foreign Countries  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, today left Pyongyang by a special plane to pay official good-will visits to Mongolia, Algeria and Ethiopia. &nbsp;&nbsp;&nbsp;\r\n Leaving together with him were Foreign Minister Pak Ui Chun, Minister of Public Health Choe Chang Sik and other suite members.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Arrives in Ulan Bator",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#7",
            "content": "Kim Yong Nam Arrives in Ulan Bator \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA-Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, arrived in Ulan Bator Friday by a special plane to pay an official goodwill visit to Mongolia upon the invitation of Mongolian President Nambariin Enkhbayar. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party were greeted at the airport by the Mongolian foreign minister, the Mongolian ambassador to the DPRK, officials concerned, the DPRK ambassador to Mongolia and embassy officials.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Mongolian President",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#8",
            "content": "Gift to Kim Jong Il from Mongolian President  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA Correspondent) -- General Secretary Kim Jong Il was presented with a gift by Mongolian President Nambariin Enkhbayar. &nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly on an official goodwill visit to Mongolia, by the Mongolian president on Friday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Colombian President",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#9",
            "content": "Greetings to Colombian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Colombian President Alvaro Uribe Velez on Friday on the occasion of the 197th anniversary of the independence of Colombia. &nbsp;&nbsp;&nbsp;\r\n Kim, in the message, wished the Colombian president and government great successes in their work for ensuring socio-economic stability of the country and improving the standard of people's living and expressed belief that the relations between the two countries would continue to develop favorably guided by the idea of independence, peace and friendship.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Brazilian President",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#10",
            "content": "Message of Sympathy to Brazilian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of sympathy to Luiz Inacio Lula Da Silva, Brazilian president, Thursday in connection with an air crash in Sao Paulo, Brazil that caused a huge loss of lives. &nbsp;&nbsp;&nbsp;\r\n The message expressed deep sorrow to the Brazilian president and, through him, to the deceased and their families.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung Remembered ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#11",
            "content": "President Kim Il Sung Remembered \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Remembrance meetings, round-table talks, seminars and film shows took place in Brazil, Guinea, Russia and Moldova from July 5 to 10 on the occasion of the 13th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\nThe general secretary of the October 8 Revolutionary Movement of Brazil in a remembrance meeting said that Kim Il Sung honorably defended the national sovereignty and dignity and built the man-centered socialist power independent in politics, self-supporting in economy and self-reliant in national defence in Korea. &nbsp;&nbsp;&nbsp;\r\n Renato Ravello, national chairman of the Central Committee of the Brazilian Communist Party, at the round-table talks said that the feats performed by Kim Il Sung before the country and the nation and humankind are always remembered by all people and that the members of the party would continue to support the Korean people in their efforts to reunify their country true to the behests of the President. &nbsp;&nbsp;&nbsp;\r\n A message to Kim Jong Il was adopted at the seminar held in Moldova.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Lauded in U.S. and Britain",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#12",
            "content": "Kim Il Sung Lauded in U.S. and Britain \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- John Paul Cupp, chairman of the U.S. Group for the Study of Songun Politics, posted on its Internet homepage an article titled \"President Kim Il Sung and Red Flag\" on July 2 on the occasion of the 13th anniversary of demise of the President. &nbsp;&nbsp;&nbsp;\r\n The article said that the red flag of Juche is associated with the noble life of the President. &nbsp;&nbsp;&nbsp;\r\n It referred in detail to the fact that the President founded the Juche idea and the Songun idea and led the anti-Japanese armed struggle to victory, liberating Korea, inflicted an ignominious defeat upon the U.S. imperialists in the Korean war and turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n It said that the President was a great statesman and the sun of the 20th century boundlessly revered by all people as he performed undying feats in the cause of socialism and the human cause of independence, upholding the red flag. &nbsp;&nbsp;&nbsp;\r\n The red flag which the President defended by making long journeys of bloody battles of the revolution is fluttering more vigorously thanks to Kim Jong Il, the article added. &nbsp;&nbsp;&nbsp;\r\n Dermot Hudson, chairman of the British Association for the Study of Songun Policy, on July 13 posted on its Internet homepage an article praising the glorious revolutionary history of the President who performed great undying feats for the Korean revolution and the cause of global independence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Ambassador Hosts Reception ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#13",
            "content": "Russian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Valery Sukhinin, Russian ambassador to the DPRK, hosted a reception at the embassy here on Thursday on the occasion of the 7th anniversary of the publication of the DPRK-Russia Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n DPRK Foreign Minister Pak Ui Chun and others were present there on invitation. &nbsp;&nbsp;&nbsp;\r\n Officials of the Russian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n The Russian ambassador said in his speech that the Russia-DPRK Joint Declaration signed at the summit meeting 7 years ago provided a solid groundwork for boosting the bilateral relations. The Russia-DPRK relations have since made big progress through the meeting of the top leaders of the two countries in Pyongyang and their two meetings in the subsequent period, he added. &nbsp;&nbsp;&nbsp;\r\n The DPRK foreign minister in his speech said that the publication of the DPRK-Russia Joint Declaration here 7 years ago marked an important occasion in boosting the DPRK-Russia relations to meet the desire and wishes of the two peoples in the new century. &nbsp;&nbsp;&nbsp;\r\n He expressed expectation that the two countries would boost cooperation and exchange in different fields and strengthen collaboration and support in the international arena in the spirit of the DPRK-Russia Joint Declaration in the future, too.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Presidential Hopefuls from GNP Urged to Clarify Their Attitudes toward FTA",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#14",
            "content": "Presidential Hopefuls from GNP Urged to Clarify Their Attitudes toward FTA\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Members of the All-People Movement Headquarters for Checking the Conclusion of south Korea-U.S. \"Free Trade Agreement\" reportedly called a press conference in Seoul on July 16 at which it demanded the presidential hopefuls from the Grand National Party (GNP) of south Korea clarify their attitudes toward the \"National Assembly's\" planned ratification of the FTA. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference urged the presidential candidates to clarify their stands toward the conclusion of the FTA which would adversely affect the south Korean economy as they call for economic recovery. &nbsp;&nbsp;&nbsp;\r\n They also urged the GNP's candidates to hold an open hearing on the security authorities' suppression of O Jong Ryol and Jong Kwang Hun, co-representatives of the all-people movement headquarters who spearheaded the actions against the conclusion of the FTA. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference the members of the all-people movement headquarters handed a protest letter demanding the clarification of the stands of the presidential candidates of the GNP toward the conclusion of the FTA and the release of the co-representatives to the election office of the GNP.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "160th Friday Rally in S. Korea Urges Pullback of U.S. Forces ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#15",
            "content": "160th Friday Rally in S. Korea Urges Pullback of U.S. Forces \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Civic and social organizations in south Korea reportedly held the anti-U.S. and anti-war 160th Friday rally demanding the withdrawal of the U.S. forces from south Korea in front of the U.S. embassy in Seoul on July 13. It voiced opposition to the U.S. plot to perpetuate its forces' presence in south Korea. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally accused the U.S. of recently announcing a plan to organize a \"future-oriented command in the Pacific\" through the merger of the U.S. Force Command in south Korea and the U.S. Forces Command in the Pacific. &nbsp;&nbsp;&nbsp;\r\n This means that the U.S. has rounded off the preparations for developing its forces in south Korea into a task force in Northeast Asia for the purpose of realizing the \"strategic flexibility\" of its forces in south Korea and is now keen to set up a command for it, they noted. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned plot is nothing but a move of the U.S. to keep its forces in south Korea even after Korea is reunified, they said, calling on the people to foil it by their concerted efforts.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Materials and Relics Added to Ponghwa-ri Revolutionary Museum ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#16",
            "content": "More Materials and Relics Added to Ponghwa-ri Revolutionary Museum \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- More revolutionary historical materials and relics were put on display at the Ponghwa-ri Revolutionary Museum. &nbsp;&nbsp;&nbsp;\r\n The museum built in the Ponghwa Revolutionary Site was opened to public in Juche 93 (2004). Since then officials and employees of the museum have steadily worked hard to display more materials related to the brilliant revolutionary activities of Kim Hyong Jik, an indomitable revolutionary fighter. &nbsp;&nbsp;&nbsp;\r\n New exhibits include a barked tree bearing a slogan showing that Kim Hyong Jik put forward the idea of \"Aim High\", a book dealing with the revolutionary activities of Kim Hyong Jik who worked energetically to rally youths and students in an organized way with a plan to form an anti-Japanese underground revolutionary organization from early in the 1910s and a paper carrying news that he formed an armed group named \"Kwangjongdan\" in April Juche 11 (1922) and other papers. &nbsp;&nbsp;&nbsp;\r\n They also include revolutionary relics showing the revolutionary activities of Kim Hyong Jik who pushed forward the work for rallying comrades and enlightening broad masses while keeping in close touch with advocates of the independence movement.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Voters' Meetings Held to Nominate Candidates of Deputies to Local Power Bodies",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#17",
            "content": "Voters' Meetings Held to Nominate Candidates of Deputies to Local Power Bodies\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Meetings of voters to nominate candidates of deputies to the provincial (city under the direct control of the government), city (district) and county people's assemblies of the DPRK have been held across the country. &nbsp;&nbsp;&nbsp;\r\n Participating in the meetings were voters of appropriate constituencies. &nbsp;&nbsp;&nbsp;\r\n Reports and speeches were made at the meetings. &nbsp;&nbsp;&nbsp;\r\n The reporters said the forthcoming elections will mark an important milestone in further strengthening the people's power and displaying the might of the single-minded unity of the leader, the party and the masses and the superiority of the socialist system of the DPRK and it will powerfully encourage the party members and other working people in their efforts for building a prosperous powerful country. &nbsp;&nbsp;&nbsp;\r\n The meetings heard explanations about relevant provisions of the enforcement regulations of the law on the elections of deputies to the people's assemblies at all levels of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Nominated as candidates of deputies to the provincial (city under the direct control of the government), city (district) and county people's assemblies are officials, workers, farmers and intellectuals who are faithful to the party and the revolution and able to fulfil their duties as true representatives and servants of the people in the work to build a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n The speakers expressed full support to the nominated candidates and express their resolutions to cast ballots of approval in the elections and thus make positive contributions to consolidating as firm as a rock the socialist power of the DPRK which enjoys high dignity for its Songun policy.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP Branded as Root Cause of South Koreans' Misfortunes",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#18",
            "content": "GNP Branded as Root Cause of South Koreans' Misfortunes\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- The Grand National Party of south Korea has neither qualification nor value to exist in the June 15 era of reunification and its existence is the hotbed of all the sufferings and misfortunes of south Koreans, states Rodong Sinmun in an article Friday. &nbsp;&nbsp;&nbsp;\r\n The GNP is stringing out a high-flown jargon that it would save the political and economic catastrophe and confusion and bring something like \"benefits\" to the people, if it came to power, the author of the article says, and adds: But this is a shameless fraud to misrepresent the reality. &nbsp;&nbsp;&nbsp;\r\n The GNP is a reactionary pro-U.S. conservative party whose physical quality is to pursue pro-U.S. flunkeyism, anti-reunification, fascism and confrontation between the north and the south. &nbsp;&nbsp;&nbsp;\r\n The domination of outside forces is the source of all the misfortunes and disasters in south Korea. The GNP, however, is meanly begging for the occupation of south Korea by the U.S. imperialists as it regards pro-U.S. flunkeyism and dependence to foreign forces as its mode of existence. &nbsp;&nbsp;&nbsp;\r\n It still stakes its destiny at the pro-U.S. policy whereby it looses ten and gets one hundred damaged after receiving one. This is because it cannot prolong its political days nor can it seize power without the support of the U.S. The party sells off the interests of the country and the nation to outside forces without hesitation when it comes to personal wealth and luxury and the party's interests and stratagem. It is a high hurdle blocking the independent development of south Korean society. &nbsp;&nbsp;&nbsp;\r\n It is a conservative political party whose idea is ultra-right conservatism going against national reconciliation, unity and reunification demanded by the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n Now the GNP is advertising \"a policy switchover.\" But there can be no change in its fascist policy and anti-reunification policy as long as its idea of pro-U.S. conservatism remains unchanged. &nbsp;&nbsp;&nbsp;\r\n To put it plainly, should the GNP grab power, south Korea would be pushed back to the past shocking era of anti-reunification fascist dictatorship when the south Korean soil was drenched in the blood of the pro-reunification patriotic forces.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Sports Department Installed in KUPE",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#19",
            "content": "National Sports Department Installed in KUPE\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- A national sports department has been recently established in Korean University of Physical Education. &nbsp;&nbsp;&nbsp;\r\n Sin Tong Gyu, a vice rector of the university, said in an interview with KCNA that the national sports department will give students the education in such traditional sports of the nation as Taekwon-Do, Ssirum (Korean wrestling) and paduk (go). &nbsp;&nbsp;&nbsp;\r\n Noting that in the past the university gave students general education in national sports, as they should know national sports, he went on: &nbsp;&nbsp;&nbsp;\r\n In recent years colorful folk sports contests including the annual national ssirum tournament for \"Grand Bull Prize\" have been held amid interests of all people, through which national sports fans and experts have increased in number. The reality needs personnel who will take charge of the special education of national sports. &nbsp;&nbsp;&nbsp;\r\n It is a duty of the department to train students as coaches who are prepared theoretically and practically. &nbsp;&nbsp;&nbsp;\r\n The university is now writing and publishing textbooks for the department, combining the theoretical education with practical one well. &nbsp;&nbsp;&nbsp;\r\n It is also striving hard to constantly improve the educational content and method so as to boost the level of special knowledge on and practical movement in Taekwon-Do, ssirum and paduk. &nbsp;&nbsp;&nbsp;\r\n It plans to add such subjects as seesaw and swinging to the education in future.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Reckless Attempt at Preemptive Strike Blasted ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#20",
            "content": "Japan's Reckless Attempt at Preemptive Strike Blasted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Japanese Prime Minister Abe openly asserted that according to the Constitution, Japan has the right to make a preemptive strike to evade any attack, while vociferating about the need to examine the strike at an \"enemy\" base. And the former Japanese minister of Defense held that Japan should have the capability to make a preemptive strike at an \"enemy\" base. Japanese Foreign Minister Aso, too, blustered that striking an \"enemy\" base means the \"exercise of the right to self-defense.\" &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes in a signed article in this regard: &nbsp;&nbsp;&nbsp;\r\n By the word \"enemy\" the senior most politicians of Japan meant the DPRK and China. The persistent hue and cry raised by them over the non-existent \"threat\" from the DPRK and China was prompted by their enmity towards these countries. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' theory of preemptive strike is based on their militarist nature and ambition to revenge the defeat Japan suffered in the past, which is their resolution to realize their ambition for re-invasion by any military means and methods at any cost. &nbsp;&nbsp;&nbsp;\r\n It is the strategic aim of the Japanese reactionaries to realize the ambition for re-invasion by bolstering the Japan \"Self-Defense Forces (SDF)\" into the aggressor forces for making preemptive strikes and building legal and institutional mechanisms for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are putting spurs to the moves to equip the SDF with ultra-modern high-tech hardware to boost its capability to operate as a task force and operational capability on the ground and in the sea and air to the maximum. This is an indication that their theory of preemptive strike is neither a mere theoretical matter nor an abstract goal. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are becoming evermore undisguised in their moves for preemptive strikes, taking advantage of a series of changes that have taken place in the international relations since the end of the Cold War. &nbsp;&nbsp;&nbsp;\r\n They legalized the overseas dispatch of the SDF under the pretext of Japan-U.S. military integration and \"international contributions\" and made the exercise of the \"right to collective self-defense\" an established fact. &nbsp;&nbsp;&nbsp;\r\n They stipulated in the \"white paper on defense\" released in July 1999 that \"Japan can make a preemptive strike at a foreign base\", singling out the preemptive strike as a military principle and policy of Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' insistence that parts of the territories of Korea and other neighboring countries belong to Japan is nothing but deliberate and premeditated provocations intended to strain the situation to an extreme pitch of tension over the territorial issues and thus make a preemptive strike. &nbsp;&nbsp;&nbsp;\r\n Japan's scenario for preemptive strikes only leads it to self-destruction.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Urged to Display Strong National Self-Esteem",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#21",
            "content": "All Koreans Urged to Display Strong National Self-Esteem \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- The strong national self-esteem of the Korean nation serves as a powerful weapon for achieving unity in the June 15 era of reunification in which all Koreans are working hard to put an end to the national division that has lasted for more than half a century and attain national unity and reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n  It goes on: &nbsp;&nbsp;&nbsp;\r\n It was thanks to Kim Jong Il that the Koreans greeted the June 15 era of reunification in which they are promoting reconciliation and unity after putting an end to the history of antagonism and confrontation. &nbsp;&nbsp;&nbsp;\r\n The high self-esteem of the Koreans all out in the nation-wide struggle to achieve great national unity is growing stronger to be exceptionally high pride and self-confidence as they have the great leader at the head of the nation. &nbsp;&nbsp;&nbsp;\r\n The high self-esteem of the Korean nation instills into its members the faith that there is nothing impossible as long as the invincible Songun politics is in force. &nbsp;&nbsp;&nbsp;\r\n A century ago the Korean nation lamented over the miserable lot of being a weak nation as it was too weak to protect itself. But now the Korean nation is demonstrating the dignity and might steadfastly standing in confrontation with the U.S. imperialists styling themselves the world's \"only super power\". Thanks to the Songun politics, the sky over the country remains so clean and blue and the peace on the Korean Peninsula and the security of the nation are firmly guaranteed. &nbsp;&nbsp;&nbsp;\r\n As the people of the DPRK have strong national self-esteem guaranteed by Songun, they are putting up a resolute struggle without the slightest compromise against anyone standing in the way of national dignity and independent development and advancing full of confidence with the might of great national unity.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Swiss Organization Slams Japanese Authorities' Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#22",
            "content": "Swiss Organization Slams Japanese Authorities' Suppression of Chongryon \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- The Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea released a statement on July 14 condemning the Japanese authorities' suppression of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n Branding the Abe group's criminal and fascist crackdown on Chongryon and Koreans in Japan as a wanton violation of their rights, the statement stressed that these actions go to prove that Japan is being further militarized and becoming more undisguised in its ambition to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n Expressing firm solidarity with Chongryon in its just struggle to defend the democratic national rights of Koreans in Japan, the statement demanded the Japanese authorities halt their crackdown on Chongryon at once and guarantee the Koreans in Japan their democratic national rights.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Causa raigal de sufrimientos e infortunios del pueblo surcoreano",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#23",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun critica intento de ataque preventivo de Japon ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#24",
            "content": "Causa raigal de sufrimientos e infortunios del pueblo surcoreano\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de julio (ATCC) -- El \"Gran Partido Nacional\" del Sur de Corea no tiene calificacion de vivir en la epoca de reunificacion iniciada el 15 de junio y su existencia no es mas que la causa raigal de toda clase de sufrimientos y desgracias de los habitantes surcoreanos. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el diario Rodong Sinmun en un articulo individual del dia 20 y continua: &nbsp;&nbsp;&nbsp;\r\n  En estos momentos, el \"GPN\" habla mucho de que al tomar el poder remediara la depresion y confusion politicas y economicas y dara \"beneficio\" al pueblo. Pero esto no pasa de ser un descarado acto de engano a la realidad. &nbsp;&nbsp;&nbsp;\r\n  El \"GPN\" es una agrupacion politica conservadora reaccionaria que persigue el servilismo proyanqui, el fascismo anti-reunificacion y la confrontacion Norte-Sur. &nbsp;&nbsp;&nbsp;\r\n  El dominio de las fuerzas extranjeras es la fuente de todas las desgracias y calamidades en el Sur de Corea. Pero, el \"GPN\" implora la presencia de las tropas norteamericanas en el Sur de Corea porque toma por su modo de existencia el servilismo proyanqui y la dependencia de las fuerzas extranjeras. &nbsp;&nbsp;&nbsp;\r\n  Este partido se entrega a EE.UU. que arrebata diez y ocasiona cien danos luego de dar uno porque sin depender de este imperio no puede mantener su vida politica ni tomar el poder. Para la opulencia, lujo e intereses y estrategias egoistas entrega sin titubeo a las fuerzas foraneas los intereses del pais y la nacion. En fin constituye un freno al desarrollo independiente de la sociedad surcoreana. &nbsp;&nbsp;&nbsp;\r\n  El \"GPN\" es una agrupacion politica ultraconservadora que nada contra la corriente de la reconciliacion, la unidad y la reunificacion de la nacion que exige la epoca del 15 de junio. &nbsp;&nbsp;&nbsp;\r\n  En estos momentos este partido anuncia algun \"cambio politico\". Pero, es imposible la renuncia de la politica fascista y anti-reunificacion del \"GPN\" cuando predomina el ideal conservador proyanqui dentro de este partido. &nbsp;&nbsp;&nbsp;\r\n  Es obvio que si el \"GPN\" toma el poder, el Sur de Corea se retornara a aquella epoca de la dictadura fascista horrorosa contra las fuerzas patrioticas pro-reunificacion.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Adicionados datos y objetos en Museo de Revolucion de Ponghwari",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#25",
            "content": "Rodong Sinmun critica intento de ataque preventivo de Japon \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de julio (ATCC) -- En estos tiempos, al abogar por la necesidad de examinar el ataque a las bases de los \"enemigos\", el premier japones Abe declaro abiertamente que \"en virtud de la constitucion, Japon tiene el derecho a dar el primer golpe para no ser atacado\".&nbsp;&nbsp;&nbsp;\r\n  De otro lado, el ex ministro japones de Defensa dijo que es preciso que Japon adquiera la capacidad de \"ataque preventivo\" a las bases \"enemigas\", mientras el canciller Aso senalo que este asalto \"forma parte del ejercicio del derecho a la autodefensa\".&nbsp;&nbsp;&nbsp;\r\n  Al respecto, el diario Rodong Sinmun publico en su edicion de este viernes un articulo individual que va como sigue: &nbsp;&nbsp;&nbsp;\r\n  Los \"enemigos\", de que hablan tanto los altos politicos de Japon, son precisamente la Republica Popular Democratica de Corea y China. &nbsp;&nbsp;&nbsp;\r\n  Ellos difunden obstinadamente la teoria de la fantasmal \"amenaza\" de ambos paises partiendo de su arraigada hostilidad a estos dos vecinos. &nbsp;&nbsp;&nbsp;\r\n  La doctrina de ataque preventivo de los reaccionarios japoneses tiene su genesis en el temperamento militarista y el revanchismo de ellos que quieren realizar a toda costa su ambicion de tomar de nuevo el camino de agresion empleando todos los medios y metodos militares. &nbsp;&nbsp;&nbsp;\r\n  Para ese fin, ellos trazaron la meta estrategica consistente en convertir las \"fuerzas de autodefensa\" en las tropas agresoras para el ataque preventivo y preparar los aparatos legales e institucionales que justifiquen la agresion a ultramar. &nbsp;&nbsp;&nbsp;\r\n  Tambien dan acicate a la ultra-modernizacion de los pertrechos militares de las \"fuerzas de autodefensa\" para elevar al maximo la capacidad de ataque movil y la operacional de estas en la tierra, el mar y el aire, lo cual comprueba que esa doctrina no es ya un problema teorico o una meta hipotetica. &nbsp;&nbsp;&nbsp;\r\n  La ambicion de golpe preventivo de los reaccionarios islenos se hizo mas explicita despues del fin de la Guerra Fria y por los cambios acontecidos en las relaciones internacionales. &nbsp;&nbsp;&nbsp;\r\n  Pretextando la identificacion militar Japon-EE.UU. y la \"contribucion internacional\", legalizaron el despacho a ultramar de las \"fuerzas de autodefensa\" e hicieron del ejercicio del \"derecho a la defensa colectiva\" un hecho consumado. &nbsp;&nbsp;&nbsp;\r\n  Al establecer en la \"carta blanca para la defensa\" emitida en julio de 1999 que \"Japon puede pasar al ataque preventivo contra las bases extranjeras\", ellos lo proclamaron como el principio y la politica de su pais en el campo militar. &nbsp;&nbsp;&nbsp;\r\n  En ese contexto, insisten en que son suyas las tierras de Corea y otros paises vecinos como parte de sus premeditadas maniobras provocativas para dar inicio al golpe preventivo al agravar al tope la situacion con esos litigios territoriales. &nbsp;&nbsp;&nbsp;\r\n  Pero, el ataque preventivo conducira al pais isleno al arruinamiento.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam llega a Ulan Bator",
            "url": "http://kcna.co.jp/item/2007/200707/news07/21.htm#26",
            "content": "Adicionados datos y objetos en Museo de Revolucion de Ponghwari\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de julio (ATCC) -- Ultimamente, fueron adicionados datos, objetos y reliquias en el Museo de la Revolucion de Ponghwari. &nbsp;&nbsp;&nbsp;\r\n  Este museo fue inaugurado en el Lugar Historico de la Revolucion Ponghwa en el 93 (2004) de la Era Juche. &nbsp;&nbsp;&nbsp;\r\n�@Desde entonces los funcionarios y empleados de aqui vinieron trabajando constantemente para enriquecer los datos relativos a las brillantes actividades revolucionarias del indoblegable combatiente revolucionario Kim Hyong Jik. &nbsp;&nbsp;&nbsp;\r\n  Esta vez se exhibio una consigna inscrita en un arbol, referente a la idea \"Jiwon\" (gran proposito) presentada por el. &nbsp;&nbsp;&nbsp;\r\n  Ademas, se ven un libro que se refiere a las actividades revolucionarias de Kim Hyong Jik quien trabajo incansablemente desde el principio de la decada de 1910 para agrupar en una organizacion a los jovenes y estudiantes con el proposito de fundar una entidad revolucionaria clandestina antijaponesa y los recortes de varios periodicos como el que reporta sobre la constitucion por el del destacamento armado llamado \"Kwangjongdan\" en abril del 11 (1922) de la Era Juche. &nbsp;&nbsp;&nbsp;\r\n  Entre las nuevas muestras figuran tambien las reliquias historicas revolucionarias vinculadas a ese destacado dirigente del movimiento antijapones trabajando intensamente para agrupar a los camaradas e ilustrar a amplias masas e intensificando las relaciones con los independentistas.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}