{
    "date": "2007-09-25",
    "url": "http://kcna.co.jp/item/2007/200709/20070925.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Stock-Breeding Base of KPA Unit",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Guinea-Bissau",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#2",
            "content": "Kim Jong Il Inspects Stock-Breeding Base of KPA Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- General Secretary Kim Jong Il inspected the stock-breeding base of KPA Unit 757. &nbsp;&nbsp;&nbsp;\r\n He first inspected the modernly rebuilt rabbit warren. &nbsp;&nbsp;&nbsp;\r\n Going round the newly built production processes, the rebuilt rabbit hutches and various other places of the warren, he acquainted himself in detail with the technological equipment and production there. &nbsp;&nbsp;&nbsp;\r\n He highly praised the builders for their feats and extended thanks to them, expressing great satisfaction over the fact that the unit successfully completed the projects for capacity expansion and modernization by its own efforts in a short span of time, thereby radically changing the appearance of the warren and producing a large quantity of rabbit and supplying it to servicepersons. &nbsp;&nbsp;&nbsp;\r\n He dropped in at the house of Yun Ho Jung, manager of the warren, and acquainted himself with the rabbit raising there. &nbsp;&nbsp;&nbsp;\r\n Yun reported to Kim Jong Il in detail about how he has implemented the instructions on setting an example for individual houses to follow in rabbit raising given by the leader when he visited Yun's house last year. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il said that the experience of Yun's family proved in practice that if one makes persevering efforts with exceptional enthusiasm to implement the Party's stock-breeding policy to the letter, all families in the countryside can raise many more rabbits. &nbsp;&nbsp;&nbsp;\r\n He stressed the need to actively encourage rabbit raising as it not only ensures high productivity but brings big economic profits, its breeding quite easy in any pasture. &nbsp;&nbsp;&nbsp;\r\n What is important for raising rabbits as a mass movement is for officials to take the lead in it just as Yun does and to establish the system of raising rabbits of good stock and supplying them, take measures for sufficient feed supply, set up an anti-epidemic system and satisfactorily settle scientific and technological issues, he noted, indicating ways to do so. &nbsp;&nbsp;&nbsp;\r\n Then he went round a branch of the goat farm of the unit. &nbsp;&nbsp;&nbsp;\r\n Making the rounds of pasture, goat houses, milking room, feed store, attractive and cozy modern dwelling houses, he was greatly satisfied to learn that servicepersons of the unit built a modern branch as big as a farm in a short span of time. &nbsp;&nbsp;&nbsp;\r\n He said that in order to make pasture pay off it is necessary to sow clover seeds of good strain and mechanize all kinds of work including manuring and harvesting. &nbsp;&nbsp;&nbsp;\r\n He visited the family of discharged soldiers couple Pak Yong Chun and Kim Myong Son, both workers of the branch, and took deep care of their living as a real father would do. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su, First Vice Department Director of the Central Committee of the WPK Jang Song Thaek, and Vice Department Director of the same Hwang Pyong So.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Damage by Typhoon Wipha in DPRK",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#3",
            "content": "Greetings to President of Guinea-Bissau \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Joao Bernardo Vieira, President of Guinea-Bissau, on the occasion of the 34th anniversary of the proclamation of the republic. &nbsp;&nbsp;&nbsp;\r\n In the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms, the message wholeheartedly wished the president great success in his work for peace, stability and prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chusok, Folk Holiday",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#4",
            "content": "Damage by Typhoon Wipha in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- The rainstorms triggered off by typhoon Wipha from September 18 to 21 hit again the Democratic People's Republic of Korea, leaving heavy losses in various sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n The amount of precipitation in west coastal areas including Pyongyang and South Hwanghae, North Hwanghae and South Phyongan Provinces was 250mm to 470mm.\r\n In particular, it rained 469mm in Unchon County, 446mm in Jaeryong County, 410mm in Thaethan County, 397mm in Jangyon County of South Hwanghae Province, 339mm in Sariwon City of North Hwanghae Province and 331mm in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n According to the data available, over 14,000 dwelling houses, over 8,000 public buildings and over 300 production buildings were destroyed partially or totally and deluged throughout the country. &nbsp;&nbsp;&nbsp;\r\n More than 109,000 hectares of farm lands went under water across the country. &nbsp;&nbsp;&nbsp;\r\n  Many sections of roads which were destroyed in August had been rehabilitated in the main by the devoted efforts of the working people. &nbsp;&nbsp;&nbsp;\r\n But the railway roadbeds were washed away, dipped or buried under landslides caused by the heavy rains in scores of sections and bridges and roads were wrecked in 90 odd sections. &nbsp;&nbsp;&nbsp;\r\n The recent rainstorms brought about difficulties to the rehabilitation work but the people in Pyongyang and other parts of the country are making greater efforts to heal the flood damage.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans Called upon to Work Hard for Reconciliation and Unity",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#5",
            "content": "Chusok, Folk holiday \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- September 25 (lunar August 15th) is Chusok (Hangawi), a folk holiday of the Korean people. &nbsp;&nbsp;&nbsp;\r\n It is a custom of remote antiquity to visit the ancestral graves with dishes made from new crops of the year. &nbsp;&nbsp;&nbsp;\r\n They tidy up the graves, hold memorial services and recollect the deceased, sharing the food. &nbsp;&nbsp;&nbsp;\r\n The custom shows well part of the good manners and customs peculiar to the Korean people who worship their ancestors, respect the elders and promote the amity with relatives. &nbsp;&nbsp;&nbsp;\r\n After the memorial service, the people joyously spend the holiday, enjoying such amusement games as Ssirum (Korean wrestling), swinging, tug-of-war and welcoming of the full moon. &nbsp;&nbsp;&nbsp;\r\n Chusok has been celebrated in Korea as the most auspicious folk holiday from olden times. &nbsp;&nbsp;&nbsp;\r\n Among the holiday dishes are the rice cake steamed on a laver of pine needles, steamed rice cake and glutinous rice-cake. &nbsp;&nbsp;&nbsp;\r\n The custom on the day of Chusok is still observed as it was.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Information Activities in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#6",
            "content": "Koreans Called upon to Work Hard for Reconciliation and Unity  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- Koreans in the north and the south should work hard to achieve reconciliation and unity on the basis of the common national identity and thus bring earlier independent reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n National identity serves as a foundation for achieving the reunification of the country through the great unity of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n This can be explained by the fact that Koreans have the common national identity though they live separated in the north and the south and this is important for achieving independence of the nation. &nbsp;&nbsp;&nbsp;\r\n More than half a century has passed since Korea was divided into the north and the south but national identity of the Koreans as a homogeneous nation remains unchanged. &nbsp;&nbsp;&nbsp;\r\n National identity of the Koreans, therefore, serves as a foundation for achieving the great unity of the whole nation and the reunification of the country despite the differing ideologies and social systems that exist in the north and south for the time being due to the territorial division. &nbsp;&nbsp;&nbsp;\r\n Each nation has its peculiar culture and tradition which have been formed and preserved historically. Accordingly, when national identity is disregarded, it will be impossible to truly meet the demands of the people for independence and their interests. Preserving national identity would help ensure the independent development of the country and the nation and successfully achieve the independence of the people. &nbsp;&nbsp;&nbsp;\r\n Koreans are a nation strong in patriotism as they love the country and the nation and value national identity. Only when Koreans regard national identity as a basis can they successfully achieve the great unity of the whole nation in the struggle for carving out destiny of the nation independently. &nbsp;&nbsp;&nbsp;\r\n Great national unity and the reunification of the country are aimed at achieving independence of the nation. To regard national identity as the foundation for the great national unity serves the purpose of achieving independence of the nation. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the Workers' Party of Korea for national reunification to lead all Koreans along the road of unity and patriotism by putting main emphasis on the characteristics of Koreans who love the nation and value national identity.    \r\n\r\n\r\n"
        },
        {
            "title": "Conviction against Progressive Figures Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#7",
            "content": "Anti-U.S. Information Activities in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- Civic and public organizations of south Korea reportedly conducted anti-U.S. information activities in Seoul on September 21, calling for peace on the Korean Peninsula and stop to troop dispatch overseas. &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Progress of south Korea denounced the U.S. war moves while distributing among citizens copies of literature carrying such content as demands for the signing of a peace agreement on the Korean Peninsula and withdrawal of the U.S. forces from south Korea. &nbsp;&nbsp;&nbsp;\r\n The Headquarters of the All-People Movement for Checking the south Korea-U.S. Free Trade Agreement and the people's group for supervising American beef infected with mad cow disease held a joint press conference and called upon the people to turn out in the campaign against import of American beef. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the People's Action against Troop Dispatch distributed among citizens handbills exposing the crimes of the U.S. which has killed many inhabitants in Iraq after invading it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Reminiscences Posted on Internet",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#8",
            "content": "Conviction against Progressive Figures Denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- The People's Solidarity for the Abolition of the \"National Security Law\" reportedly held a news conference on Sept. 21 and denounced the judicial authorities for declaring guilty progressive figures who had created a cemetery area for deceased unconverted long-term prisoners. &nbsp;&nbsp;&nbsp;\r\n The press release read out at the news conference recalled that the judicial authorities that day delivered a verdict of guilty to Ro Jin Min, executive chairman of the Committee for Promoting the Repatriation of Unconverted Long-term Prisoners, and Kwon Rak Gi, co-representative of the Plaza of Reunification, on the charge of violating the provision \"praising and encouraging the north\" of the \"National Security Law\" after they laid out a cemetery area for deceased unconverted long-term prisoners in Phaju City, Kyonggi Province, and engraved the letters \"Indomitable Patriotic Fighters for Reunification\" on the cenotaph. &nbsp;&nbsp;&nbsp;\r\n The press release bitterly denounced the conviction and declared that the Solidarity would surely get the NSL repealed in solidarity with all the people of south Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il presencia funcion del conjunto de danza Moiseyev",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#9",
            "content": "Kim Il Sung's Reminiscences Posted on Internet \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- The U.S. Group for the Study of Songun Politics posted the detailed gist of Vol. 5 of Part 1 the Anti-Japanese Revolution of President Kim Il Sung's reminiscences \"With the Century\" on its Internet homepage on the occasion of the 58th anniversary of the demise of Kim Jong Suk, an anti-Japanese war hero. &nbsp;&nbsp;&nbsp;\r\n The homepage carried a picture of her.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Crecen danos por el \"tifon no. 12\"",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#10",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Chusok, fiesta folclorica de la nacion coreana",
            "url": "http://kcna.co.jp/item/2007/200709/news09/25.htm#11",
            "content": "Kim Jong Il presencia funcion del conjunto de danza Moiseyev\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 24 de septiembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio una funcion del Conjunto de Danza Folclorica Academica Nacional Moiseyev de Rusia, de visita en Corea. &nbsp;&nbsp;&nbsp;\r\n Le acogieron en el teatro la jefa del conjunto Elena Scherbakova y el director Lev Golobanov, Actor del Pueblo de Rusia. &nbsp;&nbsp;&nbsp;\r\n  Elena le entrego al Dirigente presente preparado por su conjunto. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente estuvo agradecido por el respecto y departio cordialmente con los huespedes evaluando altamente sus entusiastas actividades artisticas realizadas durante su permanencia en el centro y localidades. &nbsp;&nbsp;&nbsp;\r\n  Cuando el Dirigente hizo su aparicion en el teatro todos los espectadores le dieron calurosa bienvenida con efusivos aplausos. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron Choe Thae Bok y Kim Ki Nam, secretarios del CC del PTC; Kang Sok Ju, primer viceministro de Relaciones Exteriores; Jang Song Thaek, primer subjefe de departamento del CC del PTC; Pak Kyong Son, subjefe del Departamento Internacional del CC del PTC; Hyon Chol Hae y Ri Myong Su, generales de ejercito del Ejercito Popular de Corea; funcionarios, creadores y artistas de la rama de cultura y arte. &nbsp;&nbsp;&nbsp;\r\n  Los artistas rusos pusieron en la escena las danzas de Rusia  \"Verano\", \"Guerrilleros\", \"El baile Kalmyk\", \"Muchacha de Tatar\", \"Baile del humorista ruso\", \"Yavlochuco\" de la suite coreografica de la flotilla, el  baile folklorico de Corea \"Trio de baile\", el \"Baile con cintas de China\", el \"Baile de Egipto\",  la danza uzbek  \"Baile con platos\", la danza de Venezuela \"Joropo\", el ballet de un solo acto \"Noche del monte Rusaya\" y otras piezas. &nbsp;&nbsp;&nbsp;\r\n  Mediante la funcion artistica, los ejecutantes describieron bien con gran habilidad artistica la vida optimista, el sentimiento nacional y las costumbres de vida de los pueblos de Rusia y otros paises demostrando excelentemente la fisonomia de su conjunto de larga historia y tradiciones. &nbsp;&nbsp;&nbsp;\r\n  Los artistas rusos describieron excelentemente con ritmos especificos y armonia bien acoplada los sentimientos de vida de los pueblos de distintos paises y asi se granjearon vivos aplausos de los espectadores. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente felicito el exito de la funcion de los artistas y les envio su saludo.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}