{
    "date": "2007-01-24",
    "url": "http://kcna.co.jp/item/2007/200701/20070124.htm",
    "articles": [
        {
            "title": "Joint New Year Editorial of DPRK Studied Abroad",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arms Build-Up for War against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#2",
            "content": "Joint New Year Editorial of DPRK Studied Abroad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- Seminars, lectures, reading sessions and briefings on the joint New Year editorial of the DPRK were held by the Egyptian Committee for the Study of the Juche Idea, the Group for the Study of the Juche Idea of the Teachers of the Psychological Department of Chambogo University of Uganda, the Group for the Study of the Juche Idea of the Teachers of the Normal Education Department of the university, the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea and the Secretariat of the Pan-African Movement from Jan. 14 to 17.\r\n Present at the functions were officials of the above-said countries and the regional organization and members of the above-said organizations. &nbsp;&nbsp;&nbsp;\r\n Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea, said at the seminar that the army and the people of the DPRK single-mindedly united around Kim Jong Il, the Songun brilliant commander, have registered great successes in building a great prosperous powerful socialist nation last year. He expressed belief that the DPRK would achieve fresh success in their efforts to bring about prosperity this year, too, thanks to the Songun policy. &nbsp;&nbsp;&nbsp;\r\n  The chief of the Group for the Study of the Juche Idea of the Teachers of the Psychological Department of Chambogo University of Uganda in a lecture noted that the joint editorial reviewed the successes made by the DPRK last year and set forth the tasks to be undertaken to build a great prosperous powerful nation and accelerate the movement for national reunification this year. The chief called for intensifying the movement for friendship and solidarity with the Korean people in 2007.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Realizing Great Alliance against Conservative Forces",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#3",
            "content": "U.S. Arms Build-Up for War against DPRK under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- Recently the United States deployed a wing of F-117 Stealth fighter bombers and at least 300 support personnel in south Korea.\r\n In this regard a news analyst of Rodong Sinmun Tuesday says this is a very dangerous move for arms buildup to put military pressure on the DPRK and ignite the second Korean war. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the U.S. imperialists are contemplating deploying 12 F-22A Stealth fighters and more than 250 military personnel in the U.S. military base in Kadena, Okinawa Prefecture of Japan next month to keep pace with the deployment of the above-said war hardware, the news analyst notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Their plan to deploy these fighters in the Kadena base suggests that they are attaching special importance to their base for aggression in Okinawa and focusing the greatest efforts on carrying out their Korean strategy to dominate Asia. &nbsp;&nbsp;&nbsp;\r\n The U.S. massive deployment of air task forces in south Korea and Okinawa, a move to unleash another Korean war, is a blatant challenge to the mindset of the world people desirous of a peaceful settlement of the nuclear issue and the peace and security on the Korean Peninsula and a criminal act of deliberately aggravating the military confrontation and tensions in this region. &nbsp;&nbsp;&nbsp;\r\n The \"dialogue\" and \"peace\" much touted by the U.S. is nothing but sophism intended to conceal its true colors as an aggressor and its sinister intention to invade the DPRK. The U.S. imperialists are whetting the sword of aggression, watching for a chance to attack the DPRK. &nbsp;&nbsp;&nbsp;\r\n The option for military action is not a monopoly of the U.S. The DPRK also has an option for military action for self-defence. It is fully ready to cope with any option of the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to coolly face up to the reality and stop at once its reckless military moves to strain the situation on the Korean Peninsula and bring the danger of war to it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson Raps at Japs' Reinvasion Scheme",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#4",
            "content": "Rodong Sinmun Calls for Realizing Great Alliance against Conservative Forces \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- To realize a great alliance against the conservative forces provides a firm guarantee for meeting the challenge of the pro-U.S. conservative forces, creating new politics and life and successfully promoting the cause of independent reunification, says Rodong Sinmun today in a signed article.\r\n South Korea has turned into a scene of fierce confrontation between the forces supporting the June 15 joint declaration and those opposed to it, the forces standing for progressive reforms and the pro-U.S. reactionary conservative forces, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The desperate offensive of the pro-U.S. ultra-right conservatives in south Korea is intolerable because it is a reactionary action to stem the trend of the times towards independence, democracy and reunification and step up the moves to turn the society conservative, pro-U.S. and fascist. &nbsp;&nbsp;&nbsp;\r\n The pro-U.S. conservative forces in south Korea are tightening their collusion as an organized force in a bid to realize their wild ambition to come to power with the \"presidential elections\" ahead. This situation requires the progressive forces for reforms from all walks of life and forces for reunification and patriotism to frustrate the above-said collusion through a great alliance of progressives. This is the only way of achieving progress of the south Korean society and national reunification. &nbsp;&nbsp;&nbsp;\r\n The firm unity of the people from all walks of life in the struggle for social progress and independent reunification is a decisive factor of smashing the collusion and challenge of the pro-U.S. conservatives in south Korea. No matter how hard the pro-U.S. and ultra-right conservatives including the Grand National Party of south Korea work to save the conservative base from a collapse and strengthen it and seize power, they can never overpower the popular masses going closely united to create the new. It is the law of history that the south Korean people's just and patriotic cause of independence, democracy and reunification is sure to triumph despite stern challenge. &nbsp;&nbsp;&nbsp;\r\n It is beyond doubt that broad strata of the south Korean people's realization of a great alliance against the conservatives would pave the way for progress and independent development and open up a bright prospect of national reconciliation and unity and national reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendship Meeting with Chinese Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#5",
            "content": "Minju Joson Raps at Japs' Reinvasion Scheme \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- The Japanese reactionaries some time ago decided to bring to the Kadena U.S. air force base, Okinawa Prefecture, from the United States 12 ultra-modern F-22A Stealth fighters, which are said to be most undetectable to radar and of high performance and great capacity to strike targets on the ground.\r\n Commenting on this, a Minju Joson analyst notes that this reveals the indiscreet attempt of the reactionaries of the island country to gratify their reinvasion ambition at an early date by clinging to the coattails of the United States. &nbsp;&nbsp;&nbsp;\r\n Their decision to bring the ultra-modern Stealth fighters to their land cannot be construed otherwise than a move to create a big imbalance in the arms confrontation in this region, says the analyst goes on: &nbsp;&nbsp;&nbsp;\r\n It is a serious lesson given by the current international situation that, when an imbalance is created in the standoff of strength between sides standing against each other, peace is wrecked and a war breaks out. &nbsp;&nbsp;&nbsp;\r\n In this sense, we may say that the steady arms buildup by the Japanese reactionaries is a prelude to the provocation of a war on the Korean Peninsula for gratifying their design to stage a comeback there. &nbsp;&nbsp;&nbsp;\r\n The reactionaries of the island country never let a chance pass by without unhesitatingly letting loose the outburst that a preemptive strike should be made at the major military targets of the DPRK, thus threatening it. &nbsp;&nbsp;&nbsp;\r\n Their desperate attempt to provoke a new war on the Korean Peninsula, preoccupied with reinvasion ambition, adds fuel to the hatred of the army and people of the DPRK toward Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should behave with discretion, pondering over the destructive consequences to be entailed by their reinvasion scheme.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sports Contest for Paektusan Cup Opens",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#6",
            "content": "Friendship Meeting with Chinese Embassy Officials Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- The DPRK Foreign Ministry Tuesday arranged a friendship meeting with officials of the Chinese embassy here on the occasion of the New Year Juche 96 (2007).\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The participants talked to each other about the matter of further developing the friendly and cooperative relations between the two countries, deepening friendship. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Ambassador Liu Xiaoming and officials of the Chinese embassy. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Minister Kim Yong Il and other officials of the Foreign Ministry.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Hit for Suppressing Supporters of Songun Policy",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#7",
            "content": "Sports Contest for Paektusan Cup Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- The 12th Sports Contest for Paektusan Cup of officials of national institutions opened with due ceremony at the Basketball Gymnasium in Chongchun Street here on Tuesday.\r\n Competitions will be taking place in eight events including table-tennis, volleyball, tennis, Taekwon-Do and defence sports at the Kim Il Sung Stadium and gymnasiums in Chongchun Street. &nbsp;&nbsp;&nbsp;\r\n Among those present at the ceremony was Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Winter Physical Culture and Sports Activities Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#8",
            "content": "S. Korean Authorities Hit for Suppressing Supporters of Songun Policy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- The authorities of south Korea have prevented inhabitants from logging on the DPRK Internet homepages while cracking down on those who posted articles supporting the Songun policy on Internet. It is a fascist action intended to blind and deafen the people and quell the atmosphere for alliance with the DPRK and reunification growing stronger in south Korea.\r\n A spokesman for the Central Committee of the Korean Union of Educationists and Men of Culture said this in a statement on Tuesday. &nbsp;&nbsp;&nbsp;\r\n The statement further said: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities permit and foster the poisoning of U.S. corrupt ideology and culture scorned and rejected by the nation, but repress any practice of supporting the Songun policy recognized by all the Koreans and the world. Such unreasonable action can never be justified. &nbsp;&nbsp;&nbsp;\r\n In south Korea suppression is almost every day brought upon people calling for alliance with the north and reunification, and even \"spy ring case\" is cooked up, thereby rendering the society fraught with the horror. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the south Korean authorities scheme to stem the trend of the June 15 reunification era and bring the dark era of confrontation and fascism back to south Korea in actuality, though they pay their lip-service to \"democracy,\" \"human rights\" and \"improvement of the south-north relations.\" &nbsp;&nbsp;&nbsp;\r\n It is as foolish an act as trying to get the sun eclipsed by palms to seek to distract the mindset of south Koreans desiring the new and aspiring after justice and truth. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities are well advised to stop suppression of Internet users and pro-reunification patriotic figures at once, drawing a serious lesson from the miserable fate of the fascist dictators in the past who trampled people's desire for independent new policy and new life only to come to a shameful end.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Coal Production Ups in DPRK",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#9",
            "content": "Winter Physical Culture and Sports Activities Brisk in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- It is high time for winter physical culture and sports activities in the Democratic People's Republic of Korea.\r\n The Korean people are taking an active part in winter physical culture and sports activities with a will to do their bit in the onward march for ushering in a great heyday of Songun Korea this year with a sound body. &nbsp;&nbsp;&nbsp;\r\n Sports and amusement games including group running, mass rhythmic exercise and health-promoting Taekwon-Do exercise were held nearly in all units across the country on the first day of physical culture and sports this year. &nbsp;&nbsp;&nbsp;\r\n High is the spirit of schoolchildren for physical culture and sports. &nbsp;&nbsp;&nbsp;\r\n Skating rinks have been arranged in the Ryonmot Park and other places of Pyongyang for schoolchildren. They are training their body and mind there with skating, sleighing, kite flying, top spinning, shuttlecock and other colorful sports and amusement games during the winter vacation. &nbsp;&nbsp;&nbsp;\r\n Students in Ryanggang and Jagang Provinces are conducting winter sports activities including skiing and speed skating to suit the topographical features. &nbsp;&nbsp;&nbsp;\r\n In particular, the morning running exercises of sports fans are heightening the sports atmosphere in the country. &nbsp;&nbsp;&nbsp;\r\n A worker of the Pyongyang 326 Electric Wire Factory Kim Su Nam, who starts his daily routine with morning running exercise for over 30 years, told KCNA that the morning running exercise in the winter season is a good opportunity to train the will and physical strength. &nbsp;&nbsp;&nbsp;\r\n The number of people running on the banks of the River Taedong is ever growing this winter, he added. &nbsp;&nbsp;&nbsp;\r\n The vigorous winter physical culture and sports activities reflect well the revolutionary stamina and optimism of the Korean people replete with the confidence in victory.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korea Education Fund Gets Brisk",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#10",
            "content": "Coal Production Ups in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- Greater efforts are being directed to increasing coal production in the coal-mining industry in the DPRK.\r\n Officials of the Ministry of Coal Industry go deep among workers to concentrate efforts on coal production, each taking in charge of big coal mines including the Anju Area Coal Complex. &nbsp;&nbsp;&nbsp;\r\n In particular they are launching the mass technical innovation drive, intensifying creative cooperation with technicians and colliers. &nbsp;&nbsp;&nbsp;\r\n The Pukchang, Onsong, Tokchon, Kujang and Chonnae Area Coal Complexes have introduced the advanced methods to coal production, registering big achievements every day. &nbsp;&nbsp;&nbsp;\r\n They are paying the primary attention to securing favorable cutting faces by giving precedence to tunneling and are taking thoroughgoing measures to supply materials, facilities and accessory parts including props to collieries in time. &nbsp;&nbsp;&nbsp;\r\n Innovations are being reported from the Ryongdung Coal Mine, February 8 Jikdong Youth Coal Mine and Chonsong Youth Coal Mine and other coal mines. &nbsp;&nbsp;&nbsp;\r\n The coal mines are widely organizing an inter-pit tunneling emulation and other forms of socialist emulation, thus boosting colliers' enthusiasm for production. &nbsp;&nbsp;&nbsp;\r\n Thanks to the devotion of the coal producers in a pilot for building an economic power, larger amount of coal is being provided to the thermal power plants.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans Urged to Turn Out in Struggle for National Reunification",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#11",
            "content": "Korea Education Fund Gets Brisk\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- The Korea Education Fund is active in backing educational institutions in the DPRK.\r\n Ri Yong, secretary of the KEF, said, in an interview with KCNA, that Koreans at home and abroad and political, public and educational figures and organizations in many countries have been rendering a lot of material and financial assistance to the DPRK in its educational work proceeding from the lofty humanitarian idea in accordance with the call of the Korea Education Fund (KEF) established in January Juche 94 (2005). &nbsp;&nbsp;&nbsp;\r\n Its support, he went on to say, has been given to the insufficient educational apparatuses and school things, improvement of infrastructure of educational institutions and studying conditions at schools and to training of personnel. &nbsp;&nbsp;&nbsp;\r\n In a recent year alone, organizations in Germany, Canada and other countries and members of the Germany Agro Action (GAA) in the European Union Office in the DPRK rendered a large amount of finance and materials. &nbsp;&nbsp;&nbsp;\r\n Especially the Koreans residing in China, Canada and other countries donated scientific and technical books of various fields and facilities to the KEF to help the improvement of educational conditions and the development of education. &nbsp;&nbsp;&nbsp;\r\n The KEF hails all the donators at home and abroad on the principle of good intentions and voluntariness and will continue to promote the tradition of international cooperation. &nbsp;&nbsp;&nbsp;\r\n It is situated in Ryonhwa-Dong No 2, Central District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n (E-mail: kef@co.chesin.com, Homepage: www.koredufund.com)    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities' Suppression of Chongryon Protested",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#12",
            "content": "Koreans Urged to Turn Out in Struggle for National Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- Kim Wan Su, director of the Secretariat of the Central Committee of the Democratic Front for the Reunification of the Fatherland, issued a statement on Jan. 23 in support of the joint statement of the political parties, government and organizations of the DPRK.\r\n The joint statement is consistent with ardent patriotism and mirrors the steadfast will of the Koreans for independent reunification. It also serves as an inspiring banner arousing all the Koreans to the nation-wide struggle for the peace and reunification of the country, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The anti-reunification forces at home and abroad are now working hard to stem the trend toward independent reunification prevailing in the Korean Peninsula while posing a serious threat to the peace of the country and the security of the nation. The present situation requires the Koreans to turn out in the struggle to glorify the June 15 reunification era by attaching importance to the nation, defending peace and achieving unity. &nbsp;&nbsp;&nbsp;\r\n If all the Koreans are to decisively meet the vicious challenge of the anti-reunification forces at home and abroad and smash their disturbance and open up a new era of national reunification, it is important to always maintain the stand of attaching importance to the nation and realize the unity of the whole nation, holding aloft the banner of defending peace. &nbsp;&nbsp;&nbsp;\r\n All the Koreans from all walks of life should demolish the walls bisecting the nation and join in the sacred cause of adding brilliance to the June 15 reunification era by closely uniting under the banner of patriotism and national reunification, with a proper understanding that the nation precisely means them and to defend the national interests is for them. &nbsp;&nbsp;&nbsp;\r\n The Songun policy is the noblest, patriotic policy for glorifying the June 15 reunification era. &nbsp;&nbsp;&nbsp;\r\n The whole nation should fully support and uphold the Songun policy, a treasured sword for peace and reunification, regarding it as its lifeline. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to Suppression of Koreans in Japan Urged",
            "url": "http://kcna.co.jp/item/2007/200701/news01/24.htm#13",
            "content": "Japanese Authorities' Suppression of Chongryon Protested\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 23 (KCNA) -- The Denmark-DPRK Friendship Association sent a letter to the Japanese government in protest against the Japanese authorities' suppression of the General Association of Korean Residents in Japan (Chongryon) on Jan. 17.\r\n Expressing deep concern over the Japanese authorities' crackdown on Chongryon and Koreans in Japan, the letter accused the Japanese police of having searched organs of Chongryon and houses of Koreans in Japan on the basis of misinformation. &nbsp;&nbsp;&nbsp;\r\n Their suppression of Chongryon and Koreans in Japan is part of the U.S.-led pressure and sanctions against the DPRK, it noted. &nbsp;&nbsp;&nbsp;\r\n The letter bitterly denounced the evermore intensified suppression of Chongryon and Koreans in Japan by the Japanese authorities and demanded the Japanese government stop at once the crackdown on Chongryon and respect the national democratic rights of the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n It urged the Japanese government to roll back its hostile policy toward the DPRK and opt for normalizing relations with it in conformity with the DPRK-Japan Pyongyang Declaration and lift all forms of sanctions against it.    \r\n\r\n\r\n\r\n"
        }
    ]
}