{
    "date": "2007-07-20",
    "url": "http://kcna.co.jp/item/2007/200707/20070720.htm",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Blasts Abe Group's Racket over \"Abduction Issue\"",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#1",
            "content": "DPRK Foreign Ministry Blasts Abe Group's Racket over \"Abduction Issue\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The Ministry of Foreign Affairs of the DPRK released a memorandum Thursday to warn the international community of the dangerous consequences to be entailed by the Japanese authorities' attempt to abuse the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n The memorandum says: &nbsp;&nbsp;&nbsp;\r\n The Abe group is now busy with soliciting diplomacy in a bid to put international pressure upon the DPRK while asserting that the \"abduction issue\" has not yet found a solution. &nbsp;&nbsp;&nbsp;\r\n As if it were not enough with applying economic sanctions against the DPRK under the pretext of the \"issue,\" it is even scheming to destroy the General Association of Korean Residents in Japan. &nbsp;&nbsp;&nbsp;\r\n The \"abduction issue\" had already been settled thanks to the DPRK's sincere efforts. &nbsp;&nbsp;&nbsp;\r\n When a delegation of Japanese political parties led by former Japanese Prime Minister Tomiichi Murayama visited the DPRK in December 1999 the Japanese side requested the DPRK side to confirm the whereabouts of 13 Japanese who had been reported missing. &nbsp;&nbsp;&nbsp;\r\n The DPRK government, taking the humanitarian nature of the issue of the missing persons into consideration, organized a special investigation committee in April 2002 to conduct the investigation on a nationwide scale. &nbsp;&nbsp;&nbsp;\r\n The results of the investigation proved that there were cases in which some Japanese had been abducted by individual Koreans from late in the 1970s to early in the 1980s. &nbsp;&nbsp;&nbsp;\r\n During the Pyongyang visit by former Japanese Prime Minister Koizumi on September 17, 2002 the Japanese side was informed of the results of the investigation that 13 missing Japanese were confirmed to be abductees: Five of them are still alive and eight died. &nbsp;&nbsp;&nbsp;\r\n Formal regret was also expressed over the emergence of the \"abduction issue\" at the DPRK-Japan summit talks. &nbsp;&nbsp;&nbsp;\r\n It was by no means a simple decision that the DPRK government opted to settle among other things the issue of a little more than ten Japanese abductees out of sincerity, given the fact that Japan had not compensated for the huge damage done to the Koreans by the Japanese imperialists in the earlier period of the same century when they committed such hideous crimes against humanity as forcibly drafting more than 8.4 million Koreans, killing more than one million and forcing 200,000 Korean women into sexual slavery for the Imperial Japanese Army. &nbsp;&nbsp;&nbsp;\r\n On October 15, 2002 the DPRK government allowed five survivors of abduction to visit their home towns in Japan at the request of the Japanese side. &nbsp;&nbsp;&nbsp;\r\n On October 30 after their arrival in Japan the Japanese government, all of a sudden, unilaterally made public a decision that it would not send them back to the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is the first example showing how the Japanese side reneged on its promise and behaved against good faith in the course of settling the \"abduction issue\".&nbsp;&nbsp;&nbsp;\r\n It was later confirmed that the then Deputy Chief Cabinet Secretary Shinzo Abe was behind the decision. &nbsp;&nbsp;&nbsp;\r\n On May 22, 2004, former Japanese Prime Minister Koizumi again visited Pyongyang. The DPRK side allowed him to take all the five sons and daughters of the survivors to Japan with him as requested by him. &nbsp;&nbsp;&nbsp;\r\n In November 2004 the DPRK provided every facility to a Japanese government joint delegation made up of officials concerned of the Cabinet, the Foreign Ministry and the National Police Agency and medico-legal experts so that they could visit the DPRK for a week and confirm on the spot the death of the above-said Japanese. &nbsp;&nbsp;&nbsp;\r\n Thanks to the sincere efforts exerted by the DPRK government five survivors of the 13 abductees and all of their seven sons and daughters went to Japan and the remains of Megumi Yokota were also sent to Japan as requested by her parents, thus settling the \"abduction issue\".&nbsp;&nbsp;&nbsp;\r\n The Abe group has persistently kicked up a racket over the \"abduction issue\" while flatly denying the fact that the \"abduction issue\" had found a solution. &nbsp;&nbsp;&nbsp;\r\n Japan's first negative reaction to the settlement of \"the issue\" came when it floated the fiction about the false remains of Megumi Yokota. Abe who was acting secretary general of the Japan Liberal Democratic Party in a lecture given in Tokyo Metropolis on November 17, 2004 let loose a string of anti-DPRK vituperation and his group claimed that the results of the DNA test of the remains of Megumi Yokota handed over by her husband proved that they were \"bones of two other persons.\" Timed to coincide with this, Abe asserted the need to immediately apply economic sanctions against the DPRK and the Japanese government declared that it would freeze humanitarian aid which Koizumi promised during his Pyongyang visit. &nbsp;&nbsp;&nbsp;\r\n Recalling that the \"report on the DNA test of the remains of Megumi Yokota\" sent to the DPRK by the Japanese side on Dec. 25, 2004 contained contradictions in the explanation about the method involved in the examination and the content of the DNA samples and it was a document hard to believe as it lacked signatures of the analysts and witnesses as well as the seal of the institution that conducted the examination, the memorandum goes on: &nbsp;&nbsp;&nbsp;\r\n As the doubt about the results of the DNA test of the remains of Megumi Yokota widely floated at home and abroad, the Japanese authorities soon transferred Tomio Yoshii who had been in charge of the examination of the remains to the Police Institute of Science to hold the post of its section chief and cut off all contacts with outsiders. &nbsp;&nbsp;&nbsp;\r\n The husband of Megumi, angered to hear the fiction of \"false remains\" spread by the Abe group, demanded the Japanese side return her remains at once but the latter has still refused to meet this demand. &nbsp;&nbsp;&nbsp;\r\n The Abe group is now concocting stories about more \"abductees\" as the probe into and handling of the issue of the 13 abductees raised by the Japanese side at the outset have come to an end. &nbsp;&nbsp;&nbsp;\r\n The Abe regime is working hard to keep the \"abduction issue\" debated in a bid to use it for the purpose of stepping up the rearmament of Japan. &nbsp;&nbsp;&nbsp;\r\n It is the calculation of the ultra-nationalist forces of Japan represented by Abe that when it bars the DPRK-Japan relations from being normalized over the \"abduction issue\" and succeeds in torpedoing the six-party talks in a bid to deter the nuclear issue on the Korean Peninsula from being settled, it will be able to use the \"access to nukes by the DPRK in hostile relationship with Japan\" as a pretext for preserving the justification for its militarization and nuclear armament. &nbsp;&nbsp;&nbsp;\r\n The \"theory of departure from the postwar regime\" much touted by Abe right after holding premiership was nothing but his real intention to free Japan of the position of a defeated nation subject to military restrictions. &nbsp;&nbsp;&nbsp;\r\n Japan once used the issue of the DPRK's missile launch as a good pretext for its rearmament. But when it succeeded in putting into the orbit even a spy satellite by such delivery means as missiles, it needed a more proper pretext other than that pretext. &nbsp;&nbsp;&nbsp;\r\n That is why the Japanese right-wing forces had no option but to raise the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n  According to the scenario of the ultra-nationalists, a frantic propaganda campaign was kicked off to underscore the \"seriousness\" and \"rate\" of the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n After holding the premiership in September 2006, Abe set up the \"headquarters for measures to settle the abduction issue\" headed by himself and created such posts as \"minister in charge of the abduction issue\" and \"adviser on the abduction issue,\" making his cabinet known as a \"cabinet to handle the abduction issue,\" the first of its kind in history. &nbsp;&nbsp;&nbsp;\r\n As claimed by Japan, the \"abduction issue\" can be settled only when the dead return to life and all those Japanese missing reappear. &nbsp;&nbsp;&nbsp;\r\n Even according to what was reported up to 2004, eight persons whom the Japanese side had claimed \"abducted\" by the DPRK were discovered in Japan. &nbsp;&nbsp;&nbsp;\r\n Japan is now taking much pain to make even the six-party talks a scapegoat of the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n As regards the decision of the participating countries to provide energy aid to the DPRK as a step to be taken at the preliminary phase for the denuclearization of the Korean Peninsula, Abe uttered on February 5, 2007 that he would like to explicitly state there would be basically nothing to be given by Japan to north Korea should it fail to take sincere measures for the solution of the abduction issue. &nbsp;&nbsp;&nbsp;\r\n If Japan is allowed to pursue such design, the nuclear issue on the peninsula will remain unsettled for an indefinite period like the \"abduction issue,\" an issue of bringing the dead to life. This is the ultimate goal pursued by the ultra-nationalist forces of Japan keen on the nuclear weaponization. Herein lies the danger of the political aims sought by the Abe group. It is so morally vulgar that it is hyping the \"issue\" of a little more than ten abductees though Japan forcibly took away and abducted millions of Koreans to force them to toil and moil at the construction sites of power stations, coal and ore mines, railways and airfields.  &nbsp;&nbsp;&nbsp;\r\n Noting that Japan's operations for luring and abducting Koreans are still going on, the memorandum says: The DPRK government suggested more than once the Japanese side to probe the cases in which it lured and abducted citizens of the DPRK in the area along the DPRK-China border, inform the DPRK of the results and send back the victims but Japan is avoiding any response to it. The increased zeal of Japan to evade the responsibility for redeeming its past and rearm itself under the pretext of threats from neighboring countries would only precipitate its self-destruction, not revival, warns the memorandum.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar Held in Britain ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#2",
            "content": "Seminar Held in Britain  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- A seminar on the theme of \"Who Is Threatening Peace\" was held in London on July 8 on the occasion of the month of international solidarity with the Korean people under the sponsorship of the British Coordinating Committee with Korean Friends. &nbsp;&nbsp;&nbsp;\r\n Michael Chant, secretary of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist), in his keynote report elaborated on the background of the occurrence of the nuclear issue of the Korean Peninsula and stripped bare the real nature of the false propaganda of the western media on it. And he explained and proved the just stand of the DPRK on the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n He earnestly called for positively supporting the just cause of the Korean people for defending the man-centered socialist system and ensuring the peace and security of the Korean Peninsula and the rest of the world, true to the behests of President Kim Il Sung and the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Then followed speeches of various figures. &nbsp;&nbsp;&nbsp;\r\n Present at the seminar were Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, and Harpal Brar, chairman, and Ella Rule, vice-chairman, of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), Dermot Hudson, chairman of the Association for the Study of Songun Policy, and other figures of political parties and organizations and people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletins Issued in Peru and Nigeria ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#3",
            "content": "Information Bulletins Issued in Peru and Nigeria  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- An information bulletin titled \"Great Life\" was published by the Peruvian-Korean Institute of Culture and Friendship on July 7 to commemorate the 13th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The bulletin in an article said that the President devoted his all to the accomplishment of the cause of independence of the popular masses, true to the idea of believing in the people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n Noting that the President provided the world revolutionary people desirous of independence with a banner of eternal struggle and victory by founding the great Juche idea, it stressed: The President is a rare thinker and theoretician, iron-willed brilliant commander and the benevolent father and eternal sun of the Korean people and progressive people worldwide. &nbsp;&nbsp;&nbsp;\r\n On the same day, the Nigerian National Committee for the Study of the Juche Idea also released an information bulletin under the title \"The life of President Kim Il Sung who gave a military guarantee for the accomplishment of the cause of independence with Songun\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Terms U.S. Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#4",
            "content": "Rodong Sinmun Terms U.S. Worst Human Rights Abuser \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- It is an insult to human rights and deception and mockery of conscience of the world people that the United States is talking about the \"human rights issue\" in other countries though it is the worst human rights abuser in the world. With no artifice can the U.S. ever cover up its true colors as the most savage murderer and worst violator of human rights. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Thursday observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. was built on the heaps of the dead bodies of Indians as they fell victim to the war of genocide waged to exterminate them. Since then the U.S. imperialists have recorded a blood-stained history by violating human rights. &nbsp;&nbsp;&nbsp;\r\n The Korean war ignited by the U.S. to put the whole of Korea and the rest of Asia under its military control serves as a clear proof revealing the true colors of the U.S. imperialists as the world's most savage murderer and worst violator of human rights. The monstrous man-killing and human rights abuses committed by the U.S. imperialists in the Korean war can never be written off no matter how much water may flow under the bridge. &nbsp;&nbsp;&nbsp;\r\n The history also records the U.S. imperialists' massacres committed against the innocent peaceable civilians in Vietnam at the end of the 1960s. &nbsp;&nbsp;&nbsp;\r\n They killed numerous peaceable civilians by indiscriminate air raids during the Persian Gulf War and the Balkan War in the 1990s. &nbsp;&nbsp;&nbsp;\r\n Their man-killing and violation of human rights are going on in this century, too. &nbsp;&nbsp;&nbsp;\r\n After declaring the \"war on terrorism\" on the occasion of the 9/11 incidents in 2001, the U.S. provoked the wars in Afghanistan and Iraq. These wars brought into bolder relief its true colors as the most cruel murderer and worst violator of human rights. &nbsp;&nbsp;&nbsp;\r\n The human rights abuses perpetrated by U.S. troops against prisoners in secret prisons in different countries of the world touching off widespread concern and resentment of the international community. &nbsp;&nbsp;&nbsp;\r\n The world will surely force the U.S. to pay for its human rights abuses.    \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Cuban Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#5",
            "content": "Friendly Meeting with Cuban Embassy Officials Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- A friendly meeting with Cuban embassy officials here was held at DPRK-Cuba Friendship Moranbong Middle School No. 1 on Thursday on the occasion of the 54th anniversary of the July 26 armed uprising of the Cuban people. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Enrique Montoto Cruz, Cuban charge d'affaires a.i. here, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the DPRK-Cuba Solidarity Committee, officials concerned, teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting looked round various educational facilities of the school. Then they appreciated an art performance given by its students and talked to one another about the need to boost the relations between the two countries, deepening the friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hottest Period of Summer and Folk Dishes",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#6",
            "content": "Hottest Period of Summer and Folk Dishes \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Korea has entered the hottest period of summer. It is called Sambok season. &nbsp;&nbsp;&nbsp;\r\n Sambok consists of Chobok (the beginning of the three dog days), Jungbok (the middle of the three dog days) and Malbok (the last of the dog days). Sambok has a long history in Korea. &nbsp;&nbsp;&nbsp;\r\n Generally Sambok falls the period from the middle of July to the middle of August of the solar calendar but the dates are not fixed. Chobok comes between the July 13 and 22, Jungbok ten days after Chobok and Malbok 10-20 days after Jungbok. &nbsp;&nbsp;&nbsp;\r\n This year Chobok is July 15, Jungbok July 25 and Malbok August 14. &nbsp;&nbsp;&nbsp;\r\n The Korean people have habitually eaten tangogi soup, bouilli of chicken with insam inside and other hot dishes in the hottest period of summer in the meaning that heat should be controlled with heat. &nbsp;&nbsp;&nbsp;\r\n Best out of the hot dishes is tangogi soup. &nbsp;&nbsp;&nbsp;\r\n As the tangogi soup is easily absorbed into the human body, it is good for health, prevents diseases and makes people resist hot weather. Therefore, eating tangogi soup on the three days of dog days has been a custom from ancient times. &nbsp;&nbsp;&nbsp;\r\n Tangogi meat is boiled, along with a kind of mint. The sliced tangogi meat is seasoned with spices soysauce mixed with oil, leek, scallion, garlic, pulverized red pepper and black pepper and boiled again. &nbsp;&nbsp;&nbsp;\r\n The chicken bouilli is made by the method of steaming a chicken with insam, forest asiabell, jujube, garlic and glutinous rice inside. &nbsp;&nbsp;&nbsp;\r\n It is efficacious for the treatment of the inappetance and indigestion caused by hot weather and for the treatment of heart throbbing, sleep disturbance, anemia and collapse. &nbsp;&nbsp;&nbsp;\r\n Among the dishes in the hottest period of summer are beef pepper-pot soup, rice gruel prepared with red-bean mashed and strained, scallion soup and lettuce-wrapped rice. &nbsp;&nbsp;&nbsp;\r\n These days the Pyongyang Tangogi Restaurant and other national restaurants in the city are crowded with customers.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Medicines for Liver Diseases Developed",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#7",
            "content": "New Medicines for Liver Diseases Developed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- A biochemical research team in University of Science of the DPRK has developed highly efficient protoporphyrin hepatitis injection and protoporphyrin hepatitis capsule. &nbsp;&nbsp;&nbsp;\r\n Dr. and Associate Prof. Pak Song Jin, chief of the Biochemical Research Section, told KCNA that protoporphyrin is a natural bioactivity matter which performs an important function in metabolism and energy turnover in a living organism. &nbsp;&nbsp;&nbsp;\r\n Their clinical application in several hospitals has proved that they are most efficacious for the treatment of hepatitis. &nbsp;&nbsp;&nbsp;\r\n They instantly lower the high serum transaminase enzyme unit and return the protein colloidal reaction to normalcy. &nbsp;&nbsp;&nbsp;\r\n They also have functions of detoxication, antioxidation, anti-inflammation and anti-virus and control liver fibrosis. &nbsp;&nbsp;&nbsp;\r\n The medicines become increasingly popular in the public health sector. &nbsp;&nbsp;&nbsp;\r\n They had been highly appreciated in various scientific and technical festivals and public presentations, exhibitions and the national symposium on science and technology of scientists in the north, south and overseas.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "British Organizations Condemn Japan's Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#8",
            "content": "British Organizations Condemn Japan's Suppression of Chongryon \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on July 12 in denunciation of the Japanese authorities' crackdown on the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n Noting that the Abe group these days set in motion the whole force of public security authorities and right-wing gangsters in a madcap political persecution and suppression of Chongryon and Koreans in Japan, the statement said: This reminds us of the hateful brutalities of the Japanese imperialists in repressing and murdering Korean people in the past. &nbsp;&nbsp;&nbsp;\r\n These acts of Japan aimed at putting down the patriotic movement of the Koreans in Japan are an unpardonable provocation against Chongryon, a dignified overseas Koreans' organization of the DPRK, and abuses of the human rights of the Koreans in Japan, the statement said. &nbsp;&nbsp;&nbsp;\r\n Strongly demanding that the Japanese authorities promptly stop suppression of Chongryon, the statement called on the world people to lift up louder voices against Japan's crackdown on Chongryon.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Memorandum del MINREX sobre campana de \"secuestro\" de Japon",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#9",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "EE.UU. es peor violador de DDHH del mundo, subraya Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#10",
            "content": "Memorandum del MINREX sobre campana de \"secuestro\" de Japon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 19 de julio (ATCC) -- La cancilleria de la Republica Popular Democratica de Corea publico el dia 19 un memorando a fin de llamar la atencion de la sociedad internacional a las peligrosas consecuencias que emanen de las maniobras de las autoridades japonesas encaminadas a malemplear el \"problema del secuestro\".&nbsp;&nbsp;&nbsp;\r\n  La Agencia Telegrafica Central de Corea reproduce abajo su texto resumido: &nbsp;&nbsp;&nbsp;\r\n  Al insistir en que no se ha resuelto todavia el \"problema del secuestro\", la banda de Abe lanza una intensa y mendicante diplomacia a fin de imponer una presion internacional sobre la RPDC. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, como si no le bastara la sancion economica aplicada a nuestro pais pretextando ese \"asunto\", intenta ahora acabar con la Chongryon (Asociacion General de Coreanos Residentes en Japon). &nbsp;&nbsp;&nbsp;\r\n  Pero, el contencioso \"problema\" ya fue resuelto gracias a los sinceros esfuerzos de la RPDC. &nbsp;&nbsp;&nbsp;\r\n  Durante la estancia en Corea en diciembre de 1999 de la delegacion de los partidos politicos de Japon presidida por el ex premier Tomiichi Murayama, la parte japonesa solicito a nuestro pais la averiguacion del paradero de los 13 desaparecidos japoneses. &nbsp;&nbsp;&nbsp;\r\n  Tomando en consideracion el caracter humanitario de la solicitud, el gobierno de la RPDC llevo a cabo una investigacion en toda la extension nacional por conducto del comite de averiguacion especial instaurado en abril de 2002. &nbsp;&nbsp;&nbsp;\r\n  Como su resultado, se aclaro que algunos individuos de nuestro pais habian secuestrado a los japoneses desde finales de la decada de 1970 hasta comienzos de la de 1980. &nbsp;&nbsp;&nbsp;\r\n  Durante la visita a Pyongyang del ex premier japones Koizumi realizada el 17 de septiembre de 2002, fue notificado a la parte japonesa el informe de investigacion senalando que entre 13 japoneses desaparecidos, confirmados como victimas de secuestro, sobreviven 5 y ya se murieron 8. &nbsp;&nbsp;&nbsp;\r\n  En las conversaciones al maximo nivel entre Corea y Japon fue expresada oficialmente lastima por la ocurrencia de ese caso. &nbsp;&nbsp;&nbsp;\r\n  No fue una decision facil el que el gobierno de la RPDC mostrara primero su buena fe en la solucion del problema de rapto de unos diez y tantos japoneses justamente cuando no fueron recompensadas ni un apice las colosales perdidas ocasionadas por los macro-crimenes de lesa humanidad que en los tiempos anteriores del mismo siglo pasado cometieron los imperialistas japoneses, a saber, el arresto forzado a mas de 8 millones 400 mil coreanos, el genocidio de mas de un millon de ellos y la conversion de 200 mil coreanas en las \"consoladoras sexuales\" para el viejo ejercito nipon. &nbsp;&nbsp;&nbsp;\r\n  A instancia de la parte japonesa, el 15 de octubre de 2002 el gobierno de la RPDC autorizo el viaje a Japon de los 5 sobrevivientes para que ellos pudieran visitar su tierra natal. &nbsp;&nbsp;&nbsp;\r\n  Sin embargo, despues de la llegada de ellos al pais isleno, especificamente el 30 de octubre, el gobierno japones anuncio brusca y unilateralmente su decision de no devolverlos. &nbsp;&nbsp;&nbsp;\r\n  Esto fue el primer ejemplo de que la parte japonesa traiciono la confianza dando vuelcos a sus compromisos en el curso de la solucion de ese asunto. &nbsp;&nbsp;&nbsp;\r\n  Segun se averiguo despues, detras de tal decision de la parte japonesa estuvo el entonces subdirector del secretariado del gabinete, Shinzo Abe. &nbsp;&nbsp;&nbsp;\r\n  Como pidio el ex premier japones Koizumi, la RPDC le permitio llevar a todos los 5 hijos de victimas del secuestro el 22 de mayo de 2004 cuando partia de regreso despues de finalizar su visita a Corea. &nbsp;&nbsp;&nbsp;\r\n  En noviembre de 2004 facilito todas las condiciones a la delegacion gubernamental conjunta de Japon integrada por los funcionarios del secretariado del gabinete, la cancilleria y la agencia de la policia y los especialistas en la medicina legal, para que ella pudiera realizar durante una semana en Corea una investigacion en el terreno sobre los difuntos. &nbsp;&nbsp;&nbsp;\r\n  Gracias a los esfuerzos sinceros y constantes del gobierno de la RPDC, regresaron a Japon 5 sobrevivientes de las 13 victimas de secuestro y todos sus 7 hijos y se devolvieron al mismo pais los restos mortales de Megumi Yokoda como deseaban sus padres, con lo cual quedo sellado este asunto. &nbsp;&nbsp;&nbsp;\r\n  No obstante, la pandilla de Abe recurre mas a la campana de \"secuestro\" rehusando obstinadamente su solucion. &nbsp;&nbsp;&nbsp;\r\n  Pues la primera reaccion de Japon a la solucion del \"problema del secuestro\" fue la insistencia en que son falsos los restos mortales de Megumi. &nbsp;&nbsp;&nbsp;\r\n  El 17 de noviembre de 2004, el entonces secretario en jefe interino del Partido Democratico Liberal de Japon, Abe, pronuncio palabras agresivas a nuestro pais en una conferencia concedida en la metropoli de Tokio. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, la horda liderada por el publico el resultado de la prueba DNA sobre los restos mortales de Megumi entregados a la parte japonesa por su esposo, segun el cual estos son \"huesos de ella y de otras 2 personas\".&nbsp;&nbsp;&nbsp;\r\n  Al mismo tiempo, Abe abogo por la aplicacion inmediata de la sancion economica contra la RPDC y el gobierno japones anuncio la congelacion de la ayuda humanitaria comprometida por el ex premier Koizumi durante su visita a Pyongyang. &nbsp;&nbsp;&nbsp;\r\n  La parte japonesa envio el 25 de diciembre de 2004 a nuestro pais el \"reporte del resultado de peritaje medico\" de los polemicos huesos. &nbsp;&nbsp;&nbsp;\r\n  Pero, este documento fraudulento conllevaba puntos contradictorios en los metodos y el contenido de la autopsia y carecia de la firma del perito y los observadores del peritaje y hasta de la selladura del organo a cargo de este trabajo. &nbsp;&nbsp;&nbsp;\r\n  Ya que el escepticismo del resultado de esa prueba DNA se extendio en el ambito nacional e internacional, las autoridades japonesas removieron precipitadamente a Tomio Yoshii, encargado de este trabajo, a la jefatura de una seccion del Instituto Policial de Ciencias a fin de cortarle todos sus vinculos con el exterior. &nbsp;&nbsp;&nbsp;\r\n  Muy indignado por el rumor de \"falsos restos mortales\" pregonado por la banda de Abe, el esposo de Megumi demando a la parte japonesa la devolucion inmediata de ellos, lo cual es desatendido hasta la fecha. &nbsp;&nbsp;&nbsp;\r\n  Para colmo, ya que quedaron ultimados la investigacion y el arreglo de 13 personas propuestas al principio, la banda de Abe inventa nuevas \"victimas de secuestro\".&nbsp;&nbsp;&nbsp;\r\n  El gobierno de Abe quiere seguir dando mucho destaque a este asunto para emplearlo como pretexto del rearmamento de su pais. &nbsp;&nbsp;&nbsp;\r\n  Es decir, las fuerzas ultranacionalistas de Japon, representadas por Abe, planean impedir la normalizacion de las relaciones con la RPDC cuestionando el controvertido problema para imposibilitar la solucion del problema nuclear de la Peninsula Coreana al llevar a la quiebra las conversaciones a 6 bandas. &nbsp;&nbsp;&nbsp;\r\n  De esta manera, quieren justificar la militarizacion y el armamento nuclear de Japon pretextando la \"posesion de armas nucleares de la RPDC en relaciones hostiles con el primero\".&nbsp;&nbsp;&nbsp;\r\n  En igual sentido, al asumir el cargo de premier, Abe preconizo la \"salida de Japon del sistema posbelico\" en su intento de sacarlo de esa incomoda posicion del pais derrotado que tiene restricciones en el area militar. &nbsp;&nbsp;&nbsp;\r\n  En otros tiempos, Japon justificaba tales acciones pretextando el lanzamiento de misiles por parte de nuestro pais. &nbsp;&nbsp;&nbsp;\r\n  Pero, los japoneses tuvieron que buscar otro pretexto \"razonable\" dado que ellos mismos lanzaron hasta satelites artificiales espias empleando los medios de transporte como misil. &nbsp;&nbsp;&nbsp;\r\n  De ahi que las fuerzas derechistas islenas comenzaron a cuestionar el \"problema de secuestro\".&nbsp;&nbsp;&nbsp;\r\n  Segun el guion de los ultranacionalistas, se lanzo una enloquecida campana propagandistica para resaltar la \"gravedad\" y elevar el \"significado\" de ese \"asunto\".&nbsp;&nbsp;&nbsp;\r\n  Al tomar el cargo del premier en septiembre de 2006, Abe instauro la \"direccion de medidas para el problema de secuestro\" encabezada por si mismo y creo los puestos de \"ministro y asesor encargados\" del mismo \"asunto\" proclamando asi la fundacion del primer \"gabinete de secuestro\".&nbsp;&nbsp;&nbsp;\r\n  De acuerdo con la opinion de Japon, para resolver este tema, hay que resucitar a los muertos y hacer comparecer a todos los japoneses desaparecidos. &nbsp;&nbsp;&nbsp;\r\n�@Segun los reportes trascendidos hasta 2004, fueron aparecidas en el mismo territorio japones 8 personas, que segun la parte japonesa, fueron \"secuestradas\" por la RPDC. &nbsp;&nbsp;&nbsp;\r\n  Ahora Japon realiza todos sus esfuerzos posibles por convertir hasta las conversaciones a 6 bandas en un sacrificio del \"problema de secuestro\". &nbsp;&nbsp;&nbsp;\r\n  En cuanto a la ayuda energetica a la RPDC comprometida por los paises participantes en la cita a 6 partes como la medida de la primera etapa para la desnuclearizacion de la Peninsula Coreana, Abe dijo el 5 de febrero de 2007 que \"quiere dejar en claro que Japon no entregara basicamente nada al Norte de Corea si este no toma una disposicion sincera en cuanto al \"problema de secuestro\". &nbsp;&nbsp;&nbsp;\r\n  Si se permite el intento de Japon, el problema nuclear de la Peninsula Coreana nunca sera resuelto al igual que el de secuestro que exige \"resucitar a los muertos\". Esto es el desenlace de este caso que desean las fuerzas ultranacionalistas japonesas sonando con el armamento nuclear de su pais. &nbsp;&nbsp;&nbsp;\r\n  He aqui la peligrosidad politica de las maniobras de la banda de Abe y la bajeza moral de Japon que pregona el \"problema de secuestro\" de mas de 10 japoneses silenciando el hecho de que las centrales electricas, las minas de carbon y minerales, el ferrocarril y los aeropuertos en su pais fueron edificados a costa de sangre y sudor de millones de coreanos arrestados forzadamente y secuestrados en el pasado. &nbsp;&nbsp;&nbsp;\r\n  Hasta la fecha prosiguen el rapto y el secuestro a los coreanos por parte del pais isleno. &nbsp;&nbsp;&nbsp;\r\n  El gobierno de la RPDC solicito en varias ocasiones a la parte japonesa que averiguara esos casos acontecidos en las zonas fronterizas Corea-China, notificara los detalles de la investigacion y devolviera a las victimas. Pero Japon evade su respuesta al respecto. &nbsp;&nbsp;&nbsp;\r\n�@Si Japon evade de continuo la liquidacion del pasado criminal y persigue el rearme cuestionando a los paises circunvecinos, se le acercara cada vez mas no la prosperidad sino su autodestruccion.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Platos nacionales para la estacion canicular",
            "url": "http://kcna.co.jp/item/2007/200707/news07/20.htm#11",
            "content": "EE.UU. es peor violador de DDHH del mundo, subraya Rodong Sinmun\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 19 de julio (ATCC) -- A pesar de que tiene el mayor defecto en este mundo en el tema de derechos humanos, Estados Unidos acusa mas que nadie a otros paises en esta materia, lo cual deviene un insulto a los DDHH y un engano y burla a la conciencia mundial. &nbsp;&nbsp;&nbsp;\r\n�@El imperio no podra encubrir de ninguna manera su identidad de peor asesino y violador de DDHH. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Rodong Sinmun en un articulo individual del dia 19 y continua: &nbsp;&nbsp;&nbsp;\r\n  Desde que se fundo sobre el monton de los cadaveres indios hasta la fecha, EE.UU. escribio una historia ensangrentada de violacion de DDHH. &nbsp;&nbsp;&nbsp;\r\n  En particular, la guerra coreana provocada por EE.UU. para implantar su dominio militar sobre toda Corea y el resto de Asia desenmascaro claramente su fachada de asesino y violador de DDHH de pesima calana en este globo terraqueo. &nbsp;&nbsp;&nbsp;\r\n  Resultan imborrables el salvaje genocidio y los otros crimenes de violacion de DDHH cometidos por los imperialistas yanquis en esa contienda belica. &nbsp;&nbsp;&nbsp;\r\n  La historia registra tambien las barbaridades de los yanquis contra los inocentes habitantes inermes, escenificadas a finales de la decada de 1960 en Vietnam. &nbsp;&nbsp;&nbsp;\r\n  Tambien, en las guerras del Golfo Persico y balcanica desatadas en la decada de 1990 ellos asesinaron a numerosos civiles con indiscriminados ataques aereos. &nbsp;&nbsp;&nbsp;\r\n  Tales actos de homicidio masivo y de violacion a los derechos humanos prosiguen tambien en el nuevo siglo. &nbsp;&nbsp;&nbsp;\r\n  Pretextando el \"incidente del 11 de septiembre\" de 2001, EE.UU. declaro la \"guerra antiterrorista\" y provoco la guerra afgana y la iraqui, las cuales pusieron de relieve tal fachada de este imperio. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, causan gran preocupacion e indignacion de la sociedad internacional las vejaciones que dan las tropas norteamericanas a los encarcelados en las prisiones secretas enclavadas en varios paises del orbe. &nbsp;&nbsp;&nbsp;\r\n  El mundo pasara la cuenta sin falta de todas esas infamias de la Norteamerica.    \r\n\r\n\r\n\r\n"
        }
    ]
}