{
    "date": "2007-05-22",
    "url": "http://kcna.co.jp/item/2007/200705/20070522.htm",
    "articles": [
        {
            "title": "KCNA Ridicules Abe's Clumsy Diplomacy over \"Issue of Abduction\"",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#1",
            "content": "KCNA Ridicules Abe's Clumsy Diplomacy over \"Issue of Abduction\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Japanese Prime Minister Abe at a recent Japan-U.S. summit again raised the hackneyed \"issue of abduction\" only to be snubbed. &nbsp;&nbsp;&nbsp;\r\n When Abe at the summit begged the U.S. not to de-list north Korea as a terrorism sponsor unless the \"abduction issue\" is settled, the U.S. brushed aside it by officially stating that from a legal point of view the settlement of the \"abduction issue\" does not serve as a precondition for de-listing a country as a terrorism sponsor. &nbsp;&nbsp;&nbsp;\r\n Abe made his maiden trip to a \"friendly country\" as prime minister, pinning a big hope on it, but his eager imploration brought Japan shame only as it was a great departure from the reality of the international community. His disgraceful behavior became a laughing stock of the international community, much less garnering any support or sympathy from its senior ally. &nbsp;&nbsp;&nbsp;\r\n This was a deserved treatment for Japan as Abe peddled the above-said issue wherever he went, not knowing where he stood. It only proved the poor image of the Abe Cabinet. &nbsp;&nbsp;&nbsp;\r\n Then, why is this Cabinet getting so vociferous about the \"abduction issue\", even swallowing its pride? &nbsp;&nbsp;&nbsp;\r\n This can be explained by the fact that the Abe Cabinet has no option but to go so mean as to arouse ridicule of the international community because Japan stakes its political fate on the above-mentioned issue. &nbsp;&nbsp;&nbsp;\r\n Abe succeeded in assuming the premiership by committing himself to \"preferential settlement of the 'abduction issue,'\" backed by the ultra right forces against the backdrop of the prevailing conservative tendency of the Japanese society.  He, however, has faced big challenges since the outset of his office. &nbsp;&nbsp;&nbsp;\r\n The Abe Cabinet's noisy trumpeting about the \"abduction issue\" is to meet its political interests. With its support rate rapidly declining with the election to the House of Councilors near at hand, it is keen to tide over its deepening political crisis and ensure the victory of the Liberal Democratic Party in the election in a bid to stay long in power. &nbsp;&nbsp;&nbsp;\r\n Abe, when meeting with members of the \"Association of Families of Abductees\" earlier, jabbered that \"it was his responsibility and mission to rescue the abductees.\" &nbsp;&nbsp;&nbsp;\r\nAbe is crying out for the solution of the \"abduction issue\" only, while working hard to tamper with and write off the history of the hideous human rights abuses, i.e. Japan's coercive recruitment of 200,000 Korean women as sexual slaves for the Imperial Japanese Army. This is the height of shamelessness. &nbsp;&nbsp;&nbsp;\r\n The present Abe Cabinet is abusing the \"abduction issue\" to realizing its political strategy to raise the approval rating for its \"leadership ability\" and infuse a new \"view on the state\" based on ultra nationalism into Japanese inside the country. &nbsp;&nbsp;&nbsp;\r\n This short-sightedness of being unable to see the wood for the trees does Japan harm only. &nbsp;&nbsp;&nbsp;\r\n The prime minister and other politicians of Japan would be well advised to know well that the hectic diplomacy conducted by them over the \"abduction issue,\" sidestepping the issue of redressing its past, the core of the issue of the DPRK-Japan relations, would only strip bare its moral vulgarity. &nbsp;&nbsp;&nbsp;\r\n The present ruling quarters of Japan had better have before anything else the will to honestly redress its past wrongs and the sense to face up to the times.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#2",
            "content": "Kim Jong Il's Work Off Press in Trinidad and Tobago \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet in Trinidad and Tobago on April 25. &nbsp;&nbsp;&nbsp;\r\n The work, published on July 26, Juche 85 (1996), gives scientific analysis of the preceding philosophies' limitations of the times and the originality of the Juche philosophy and clarifies that the Juche philosophy serves as the revolutionary philosophy, the political philosophy of the Workers' Party of Korea. Expounded in it are also the principled problems arising in the study and explanation of the philosophy.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kwangju Popular Uprising Marked in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#3",
            "content": "Anniversary of Kwangju Popular Uprising Marked in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The preparatory committee for the Solidarity for Progress in south Korea reportedly released a statement titled \"We will invariably struggle by inheriting the May spirit\" on May 18. &nbsp;&nbsp;&nbsp;\r\n The statement described the Kwangju Popular Uprising in May 1980 as a heroic deed that demonstrated the indomitable will of the people aspiring after independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n It noted that though 27 years have passed after the uprising the anti-reunification forces are still inciting the atmosphere of arresting the progressive figures through the fabrication of various fictitious \"cases\".&nbsp;&nbsp;&nbsp;\r\n The preparatory committee will invariably struggle for independence, democracy and reunification on this land by inheriting the fighting spirit of those involved in the uprising, the statement declared. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Institute of National Studies, the Democratic Labor Party and the National Measure Committee against the Projected Construction of the Ilhae Park and other south Korean civic and public organizations held a seminar at a meeting room of the National Assembly library on May 16, at which they demanded the punishment of those who committed crimes against humanity in the past period of dictatorship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Reinvasion Scheme under Fire",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#4",
            "content": "Japan's Reinvasion Scheme under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly released a statement on May 15 in denunciation of the Japanese authorities' feverish activities for the revision of the constitution. &nbsp;&nbsp;&nbsp;\r\n Recalling that a bill on holding a referendum on the procedures of the revision of the constitution was carried through the Japanese Upper House at its plenary session on May 14, the statement branded Japan as a criminal state which invaded Korea and provoked the \"Manchurian Incident,\" the Sino-Japanese war and the Pacific war in the past century, and the land of rare criminals who committed all manner of atrocities. &nbsp;&nbsp;&nbsp;\r\n Noting that Japan has not discarded its wild ambition for reinvasion after its defeat in the war, the statement bitterly denounced Japan for working to escalate its moves for reinvasion with the Korean Peninsula as a springboard, violating the \"Pacifist Constitution\" which prohibits the maintenance of an army. &nbsp;&nbsp;&nbsp;\r\n The south Korean people from all walks of life will join efforts and intensify the struggle against Japan's reinvasion moves, said the statement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Criminal Moves of Descendants of Top Class War Criminals under Fire",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#5",
            "content": "Criminal Moves of Descendants of Top Class War Criminals under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The descendants of the top class war criminals are trumpeting about the building of a \"pacifist state\" and \"a beautiful country,\" ruling the roost after coming to power. This is nothing but window-dressing to cover up their moves to militarize the Japanese society. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday observes this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\nSome time ago Abe made ceremonial offering to the Yasukuni Shrine and Yuko Tojo, granddaughter of top class war criminal Hideki Tojo, decided to run for the election to the House of Councillors, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n As for Abe, he is a grandson by the daughter of a top class war criminal who was member of the war cabinet of Japan in the closing period of the Pacific war. &nbsp;&nbsp;&nbsp;\r\n Abe's ceremonial offering to the shrine meant lauding such crimes as the invasion and war committed by such top class war criminals as his maternal grandfather and a manifestation of his resolution to steer Japan along the road of militarization. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, Abe intends to turn Japan into a war state, not pacifist one, and into a dangerous country, not a beautiful one. &nbsp;&nbsp;&nbsp;\r\n Yuko Tojo, explaining her motive of running for the election, claimed that it was aimed at preserving the remains or tablets of war dead during World War II at the shrine to the end. &nbsp;&nbsp;&nbsp;\r\n Hideki Tojo was the boss of the top war criminals of the Japanese imperialists. He was hung to death according to the ruling of the International Military Tribunal for the Far East held in Tokyo after the defeat of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n This being a hard reality, she dared deny and whitewash the hideous crimes perpetrated by her grandfather. This is a blatant challenge to the historical judgement and international decision. &nbsp;&nbsp;&nbsp;\r\n Given the fact that both militarist fanatics Abe and Yuko Tojo are acting so rashly, it is very clear which way the Japanese society will go.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP Branded as Filth of Times",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#6",
            "content": "GNP Branded as Filth of Times \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The Grand National Party of south Korea, a group of conservatives and a pro-American Cold War force opposing independence and reunification desired by all the Koreans and invariably pursuing flunkeyism, dependence on foreign forces and confrontation between the north and the south, is the filth of the times as it has no justification to exist in the present June 15 reunification era, says Rodong Sinmun in an article today. &nbsp;&nbsp;&nbsp;\r\n The GNP is a traitorous party paying no heed to the desire of the times and the people and engaging itself in treachery, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The GNP is nowadays talking about \"switchover in its policy toward the north\" in accordance with the stream of changing situation in the Korean Peninsula. But this never means change in its anti-reunification and confrontation policy. It is no more than a deceptive trick of the fools who have been isolated and left in the cold at home and abroad because they persisted in the north-south confrontation, ignoring the requirement of the times and the aspiration of the people. &nbsp;&nbsp;&nbsp;\r\n The GNP is a den of power fanatics and political frauds who are crazy only about power in the defiance of the entire nation's desire for independent reunification. The GNP gentries are making frantic efforts to gratify their ambition for seizing power while pursuing their factional or private interests, far from the demand of the times and desire of the people for independence and reunification. In fact, it would be right to assert that the politics of the GNP is characterized by scramble for power and treachery. &nbsp;&nbsp;&nbsp;\r\n The outdated and corrupt GNP opposing independence and reunification of the nation and running amuck for the anti-reunification confrontation, has no room to remain in the era of independent reunification, the era of national reconciliation and unity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#7",
            "content": "Greetings to Yemeni President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Yemeni President Ali Abdullah Saleh on the occasion of the 17th anniversary of the Yemeni national holiday. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop, Kim in the message sincerely wished the Yemeni people greater progress and prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sokthang Hot-Spring",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#8",
            "content": "Sokthang Hot-Spring \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The Sokthang hot-spring in Onjong-ri, Yangdok County, South Phyongan Province is one of the famous spas in Korea. &nbsp;&nbsp;&nbsp;\r\n Hot spring gushes from different places in three zones and the temperature of the water is 78 degrees centigrade. &nbsp;&nbsp;&nbsp;\r\n The water contains mineral matters, hydrogen sulphide, metasilicic acid component, hydrogen carbonate ions and sodium ions. &nbsp;&nbsp;&nbsp;\r\n As it regenerates skin, promotes blood circulation and heals inflammation, the water is applicable to the treatment of various diseases including chronic osteoarthritis, neuritis, neuralgia, sequelae of traumatism and operations and women's troubles. &nbsp;&nbsp;&nbsp;\r\n Nearly 50 years ago, a facility was built there for medical treatment with the hot-spring as the main, which was developed into Sokthang Hot-Spring Sanatorium, a medical institution for special treatment of skin diseases. &nbsp;&nbsp;&nbsp;\r\n The sanatorium has mineral-water treatment rooms for bath, shower and rectoclysis, a physiotherapy room for high-frequency treatment and ultrasonic therapy, a functional treatment room for curative sports and massage and so on.  It helps promote the people's health.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Architecture for Immortality of Leader",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#9",
            "content": "Architecture for Immortality of Leader\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The architecture in the DPRK has entered a new phase of its development in the Songun era. &nbsp;&nbsp;&nbsp;\r\n The leader-immortality architecture reflects the unshakable will of the Korean people to attend President Kim Il Sung as the eternal image and to glorify his revolutionary exploits. &nbsp;&nbsp;&nbsp;\r\n The Kumsusan Memorial Palace, the sacred temple of Juche, is a symbol and pattern of architecture for the immortality of the leader. &nbsp;&nbsp;&nbsp;\r\n The Kumsusan Assembly Hall where President Kim Il Sung had conducted indefatigable activities for the Korean revolution and the global cause of independence was named Kumsusan Memorial Palace and built as a sacred temple more than 10 years ago, with the result that a new history of architecture for the immortality of the leader was created. &nbsp;&nbsp;&nbsp;\r\n All structural elements and detailed decorations of the palace from the formation of the elevation to the palace square and stone gates mirror the faith and will of the servicepersons and the people to hold the President in high esteem forever. &nbsp;&nbsp;&nbsp;\r\n Towers of immortality have been erected in different parts of the country.  Inscribed in them is the slogan of faith \"The great leader Comrade Kim Il Sung will always be with us\".&nbsp;&nbsp;&nbsp;\r\n Typical of them is the tower of immortality built in the entrance of Kumsong Street in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The tower built across the street has two arch-type openings in the foundation.  Inscribed in relief are the immortal slogan on the front and back sides of the tower body flanked by magnolia flowers, the national flower. &nbsp;&nbsp;&nbsp;\r\n The Monument to Party Founding and the Monument to the Victorious Battle of Musan Area, grand monumental edifices in the Songun era, are also associated with the revolutionary exploits of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The Monument to Party Founding depicts the emblem of the Workers' Party of Korea in a unique way.  A hammer, a sickle and a writing-brush tightly grasped in the hands of a worker, a peasant and an intellectual are vertically erected, surrounded by a girdle.  The body of the Monument to the Victorious Battle of Musan Area is a vertically standing rifle, the main theme, unlike other monuments.  The monuments depict well in a symbolic method the exploits of the President who founded the WPK and pioneered Songun. &nbsp;&nbsp;&nbsp;\r\n The architectural edifices for the immortality of the leader will be handed down long in accordance with the noble moral obligation of the servicepersons and people to attend President Kim Il Sung as the Sun of Juche and eternal leader.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA Navy Command on S. Korean Military Provocations",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#10",
            "content": "KPA Navy Command on S. Korean Military Provocations\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- The Navy Command of the Korean People's Army issued a press release on May 21 as regards the recently frequent intrusions deep into the DPRK's territorial waters on the West Sea of Korea by south Korean warships. &nbsp;&nbsp;&nbsp;\r\n According to the release, on May 20 the warmongers of the south Korean army infiltrated ten odd warships deep into the territorial waters of the DPRK southeast of Ssanggyo-ri, Kangryong County, South Hwanghae Province, several times. Earlier, on May 18 they sent several warships to the DPRK's territorial waters off Kirin Islet in Ongjin County and Ssanggyo-ri in Kangryong County of the above-said province. &nbsp;&nbsp;&nbsp;\r\n Similar military provocations were also made on May 16, 17 and 19. &nbsp;&nbsp;&nbsp;\r\n What cannot be overlooked is the fact that such provocations were made when five islets on the West Sea of Korea have been reinforced and the south Korean military bosses have incited atmosphere of confrontation with the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the south Korean army persists in such military provocations despite the DPRK's warnings, it will be to blame for all the consequences arising therefrom, the release said, warning that the south Korean military hawks should not act rashly, squarely facing up to the reality.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Doctor's Degrees Conferred upon German Professors and Chinese Researcher",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#11",
            "content": "DPRK Doctor's Degrees Conferred upon German Professors and Chinese Researcher\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 21 (KCNA) -- Prof. Bernhard Motzkus, member of the leadership of the Berlin Hospital Association, and Prof. Axel Ekkernkamp, director of the Marzahn First Aid Hospital of Germany, were awarded DPRK honorary doctorate of medicine and Ri Jong, head of the Scientific Research Department of the Academy of Arts of Yanbian University of China, DPRK doctorate of the science of art.\r\n The Germans made public papers on research successes of world-wide significance, thus contributing to the development of medical science and technology, and helped develop health service in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Ri Jong explained the heyday of the Juche-oriented music art, a result of the unique music politics of the Workers' Party of Korea, and scientifically proved its vitality. &nbsp;&nbsp;&nbsp;\r\n The ceremonies of awarding the above-said degrees were separately held at the Mansudae Assembly Hall on Monday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kwak Pom Gi, vice-premier of the DPRK Cabinet who is chairman of the DPRK State Commission for Conferring Degrees and Titles, Choe Chang Sik, minister of Public Health, Kim Jong Yong, vice-president of the Academy of Social Sciences, officials concerned and Jens-Peter Voss, German charge d'affaires ad interim here, and members of the delegation of Yanbian University of China.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "ATCC comenta visita mendigante de Abe a EE.UU.",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#12",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun critica a descendientes de criminales de guerra",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#13",
            "content": "ATCC comenta visita mendigante de Abe a EE.UU.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 21 de mayo (ATCC) -- En la reciente cumbre Japon-Estados Unidos, el premier japones Abe volvio a cuestionar el \"problema del secuestro\" del Norte de Corea sin alcanzar resultados esperados. &nbsp;&nbsp;&nbsp;\r\n  En esa ocasion, el suplico a EE.UU. que no excluya al Norte de Corea de la lista de los \"paises que apoyan al terrorismo\" antes de solucionado el \"problema del secuestro\". Pero, el imperio lo rehuso al exponer su posicion oficial de que en sentido juridico, ese asunto \"no es una premisa\" para tachar a un pais de ese listado. &nbsp;&nbsp;&nbsp;\r\n  La decepcion es lo unico que produjo ese pedido tan mezquino y muy distante de la realidad de la sociedad internacional. &nbsp;&nbsp;&nbsp;\r\n�@De esta manera, esa repugnante conducta de Abe en EE.UU., a donde viajo por primera vez despues de su toma de posesion cifrando una gran esperanza, fue objeto de burla de la sociedad internacional, lejos de recabar apoyo ni compasion siquiera de este \"pais aliado\".&nbsp;&nbsp;&nbsp;\r\n  Esto deviene un tratamiento merecido al pais isleno, que plantea ese tema en todos los lugares y bajo cualesquier circunstancias, y demuestra la miserable fachada del gabinete de Abe. &nbsp;&nbsp;&nbsp;\r\n  Lo que pasa es que el destino politico de ese ejecutivo depende del citado problema. &nbsp;&nbsp;&nbsp;\r\n  Abe afronta serios desafios desde los primeros tiempos de su vida en el poder, al que llego gracias al respaldo de las fuerzas ultraderechistas y a su promesa electoral de la \"solucion prioritaria del 'problema del secuestro'\", hecha aprovechando la corriente del \"conservadurismo general\" de la sociedad japonesa. &nbsp;&nbsp;&nbsp;\r\n  En particular, en visperas de las inminentes elecciones de consejeros de la dieta, caen en picada los apoyos al gabinete de Abe. &nbsp;&nbsp;&nbsp;\r\n�@A fin de atajar la creciente crisis politica y realizar su ambicion de permanecer en el poder a largo plazo al lograr la mayoria del Partido Democratico Liberal en esos comicios, el gabinete de Abe cuestiona obstinadamente el \"problema del secuestro\".&nbsp;&nbsp;&nbsp;\r\n  Con anterioridad, en su encuentro con los miembros de la \"sociedad de los familiares de victimas del secuestro\", Abe dijo que \"rescatar a estas personas es su responsabilidad y mision\".&nbsp;&nbsp;&nbsp;\r\n  Sin embargo, el muy cinico y descarado premier japones guarda silencio y trata de tergiversar u ocultar para siempre el caso del abuso sexual a 200 mil coreanas, convertidas por la fuerza en \"consoladoras sexuales\" para el viejo ejercito japones, lo cual resulta el peor crimen de violacion de derechos humanos. &nbsp;&nbsp;&nbsp;\r\n  El actual gabinete japones malemplea ese asunto para ganar en el pais el visto bueno a su \"capacidad directiva\" e inculcar una nueva \"concepcion del Estado\" fundamentada en el ultranacionalismo. &nbsp;&nbsp;&nbsp;\r\n  Pero, la falta de vision de las autoridades islenas las lleva a la ruina. &nbsp;&nbsp;&nbsp;\r\n  El premier y otros politiqueros japoneses deben saber que inmoralizaran mas a su pais, si siguen andando atareados por pedir respaldos en cuanto al \"problema del secuestro\" sin atender la liquidacion del pasado criminal de Japon, asunto clave en las relaciones interestatales con Corea. &nbsp;&nbsp;&nbsp;\r\n  Ellos deberan adquirir, ante todo, la voluntad de expiar el pasado criminal, y la correcta vision de la epoca.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Trinidad-Tobago: obra de Kim Jong Il en folleto",
            "url": "http://kcna.co.jp/item/2007/200705/news05/22.htm#14",
            "content": "Rodong Sinmun critica a descendientes de criminales de guerra\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 21 de mayo (ATCC) -- En estos tiempos, los descendientes de los criminales de guerra de pesima calana de Japon, quienes andan sueltos despues de asumir el poder, abogan por construir un \"Estado pacifista\" y un \"pais hermoso\" en su intento de encubrir sus maniobras destinadas a militarizar la sociedad japonesa. &nbsp;&nbsp;&nbsp;\r\n  Comienza asi un comentario individual difundido este lunes por el diario Rodong Sinmun y prosigue: &nbsp;&nbsp;&nbsp;\r\n  Hace poco, el premier japones Abe dedico tributos al \"Santuario Yasukuni\", que honra a los criminales de guerra de categoria especial, mientras Yuko Tojo, nieta del caudillo de estos, Hideki Tojo, anuncio su candidatura a las elecciones de consejeros de la dieta japonesa. &nbsp;&nbsp;&nbsp;\r\n  El propio Abe es nieto por linea materna de un criminal de guerra de igual indole, que fue integrante del gabinete belico de Japon a finales de la Guerra del Pacifico. &nbsp;&nbsp;&nbsp;\r\n  Por lo tanto, su tributacion a dicho santuario significa alabanza a las agresiones, guerras y otros crimenes de los tipejos como su abuelo materno, siendo un manifiesto de su intento de conducir al Japon actual a la senda del militarismo. &nbsp;&nbsp;&nbsp;\r\n  Efectivamente, el actual premier japones trata de convertir a su pais en uno belicista y mas peligroso, lo que resulta contradictorio con un \"pais pacifista y hermoso\".&nbsp;&nbsp;&nbsp;\r\n  Mientras tanto, al explicar el motivo de su postulado a la camara de consejeros, Yuko Tojo, dijo que su aspiracion es para conservar hasta el final en el \"Santuario Yasukuni\" los restos mortales o el listado de los criminales de guerra muertos durante la Segunda Guerra Mundial. &nbsp;&nbsp;&nbsp;\r\n  Su abuelo Hideki Tojo fue condenado a la horca segun el fallo del Tribunal Militar Internacional del Extremo Oriente, que opero en Tokio despues de la derrota del imperialismo japones en la segunda conflagracion mundial. &nbsp;&nbsp;&nbsp;\r\n  Sin embargo, Yuko niega expresamente y hasta elogia los infames crimenes de su abuelo desafiando al veredicto de la historia y del tribunal internacional. &nbsp;&nbsp;&nbsp;\r\n  Si se tiene en cuenta que se portan a su albedrio los maniacos militaristas como Abe y Yuko, quienes tienen la misma ideologia, resultara evidente que rumbo cogera la sociedad japonesa.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}