{
    "date": "2007-12-05",
    "url": "http://kcna.co.jp/item/2007/200712/20071205.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Air Force Unit",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Ui Chun Meets U.S. Assistant Secretary of State",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#2",
            "content": "Kim Jong Il Inspects KPA Air Force Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- General Secretary Kim Jong Il inspected KPA Air Force Unit 378. &nbsp;&nbsp;&nbsp;\r\n After looking round the room devoted to the history of the unit, he acquainted himself with the unit's performance of duty and watched the training of airpersons. &nbsp;&nbsp;&nbsp;\r\n Expressing satisfaction over the fact that the airpersons have become proficient in the Juche-oriented methods of air battle by steadily raising the level of combat technique, he set forth the tasks to be carried out by the unit to further increase its combat capability. &nbsp;&nbsp;&nbsp;\r\n After being informed that woman pilot Jong Un Byol who participated in the training became an airperson following in the footsteps of her grandfather, father and mother, he highly appreciated the feats performed by her family. &nbsp;&nbsp;&nbsp;\r\n The family generation precisely means the generation of the revolution, he said, adding that the exciting reality today when the whole country has turned into a huge family of soldiers is a manifestation of the ardent patriotism of the Korean people who regard the socialist homeland as their life and soul. &nbsp;&nbsp;&nbsp;\r\n Going round the servicepersons' hall, an educational room and other entertainment and educational facilities, he learned about how the political work is conducted among servicepersons. &nbsp;&nbsp;&nbsp;\r\n He praised the unit for having intensified the movement to learn from the noble revolutionary spirit of the heroic forerunners to fully prepare the servicepersons as heroes of the new century. &nbsp;&nbsp;&nbsp;\r\n Making the rounds of the unit's supply service facilities, he expressed satisfaction over the fact that its commanding officers and soldiers have provided good living conditions in unity and highly appreciated the assiduous manner in which they have managed their economic life. &nbsp;&nbsp;&nbsp;\r\n Noting that all units of the KPA have paid deep attention to the sideline job, while increasing their combat capability, and thus brought about a fresh turn in the supply service, he stressed that this signal success is the precious fruition of the revolutionary spirit of self-reliance and fortitude displayed by the KPA servicepersons in the era of Songun. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "North Side's Delegation Leaves for Seoul",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#3",
            "content": "Pak Ui Chun Meets U.S. Assistant Secretary of State \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, met and conversed with Christopher Hill, assistant secretary of the U.S. Department of State, and his party at the Mansudae Assembly Hall on Tuesday when the latter paid a courtesy call on him.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Thai King",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#4",
            "content": "North Side's Delegation Leaves for Seoul \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- A delegation of the north side led by Vice-Premier of the Cabinet Jon Sung Hun left here today by air to participate in the first meeting of the inter-Korean committee for economic cooperation to be held in Seoul.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Australian FM",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#5",
            "content": "Congratulations to Thai King \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a congratulatory message to Thai King Bhumibol Adulyadej on Monday on the occasions of his birthday and the national day of Thailand. &nbsp;&nbsp;&nbsp;\r\n Kim in the message sincerely wished the king good health and happiness and the friendly Thai people stability and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lao Delegation Arrives",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#6",
            "content": "Congratulations to Australian FM  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, sent a congratulatory message to Stephen Smith on his appointment as foreign minister of the Commonwealth of Australia. &nbsp;&nbsp;&nbsp;\r\n In his message Pak expressed the belief that the relations between the two countries would grow stronger on good terms and sincerely wished him success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Romanian Charge d' Affaires a.i. Hosts Reception",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#7",
            "content": "Lao Delegation Arrives \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- A delegation of officials in charge of foreign affairs of the Laotian People's Army led by Siphay Munduang, director of the External Relations Department of the Ministry of Defence, arrived here today.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Athletes Prove Successful in Marathon Races",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#8",
            "content": "Romanian Charge d' Affaires a.d. Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Ivancu Riviu Ovidiu, Romanian charge d'affaires ad interim here, hosted a reception on Monday on the occasion of the national day of Romania. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, officials concerned and diplomatic envoys of different countries and staff members of foreign embassies and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Romanian embassy were present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Micro-filter Membrane Developed",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#9",
            "content": "DPRK Athletes Prove Successful in Marathon Races \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Ri Kum Song (male) and Phyo Un Suk (female) of the DPRK won gold medals by clocking 2 hours, 17 minutes, 40 seconds and 2 hours, 38 minutes, 27 seconds each in the 26th Macao International Marathon Races held on December 2. &nbsp;&nbsp;&nbsp;\r\n The events brought together runners from many countries and regions. &nbsp;&nbsp;&nbsp;\r\n Kim Chol Sun bagged a silver medal in the women's marathon race. &nbsp;&nbsp;&nbsp;\r\n Hong Su Jong placed second in vault in the International Invitational Gymnastics Contest held in Beijing on December 1.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Dangerous Scenario for World Domination under Fire",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#10",
            "content": "Micro-filter Membrane Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- The newly developed micro-filter membrane is popular among the users. &nbsp;&nbsp;&nbsp;\r\n It is a highly efficient filtering material which filters and separates microorganisms and impurities in liquid or vapor in high accuracy. &nbsp;&nbsp;&nbsp;\r\n Medical scientists have developed the highly efficient micro-filter membrane and industrialized its production by their own efforts and technology. &nbsp;&nbsp;&nbsp;\r\n The pores of the membrane, made with polymer which is strong against the heat and medicaments, are uniform in size. &nbsp;&nbsp;&nbsp;\r\n The diameter of the pore being 0.2 micrometers, the speed of water transmission is very high and the rate of bacterial collection is nearly a hundred percent. The membrane effectively separates colon bacilli, dysentery bacilli, cholera germs, staphylococcus, tubercle bacilli, etc. and provides ideal sterilized water in an instant. &nbsp;&nbsp;&nbsp;\r\n It also totally removes all the corpuscle and floating materials, thus making it possible to convert natural water such as water of rivers and reservoirs into good-quality drinking water. &nbsp;&nbsp;&nbsp;\r\n Now the membrane and different shapes of filter devices using it are distributed among many units including pharmaceutical factories, foodstuff factories, hospitals and families.    \r\n \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Anti-Chongryon Campaign under Fire",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#11",
            "content": "U.S. Dangerous Scenario for World Domination under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- The U.S. bellicose forces have already worked out a phased program for establishing a lunar military base capable of striking any target on the earth and any satellite as part of their frantic moves to accelerate the development of space weapons and specified even what should be done at each phase and its period. &nbsp;&nbsp;&nbsp;\r\n This comes under fire by a signed commentary of Rodong Sinmun Tuesday. The above-said scenario worked out and pushed forward on the basis of the brigandish assumption that the conqueror of the moon can dominate the world is a clear indication of their evermore madcap moves to provoke a war and their sinister scheme to conquer the world, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Their adventurous moves to monopolize the space military base are very dangerous and grave war moves prompted by their criminal scenario to exterminate the humankind. &nbsp;&nbsp;&nbsp;\r\n The above-said lunar military base is neither for \"security\" nor for \"peace\" much touted by them. &nbsp;&nbsp;&nbsp;\r\n The U.S. warmongers are running the whole gamut of moves against the DPRK strong in its independent stand against imperialism and confident in its advance along the path of socialism. This is evidenced by their outbursts that the production of space weapons and the moves to establish the lunar military base are targeted against \"dangerous states\" including the DPRK. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation reinforces the Korean people's will to continue bolstering their national defence capability without neglecting it even a moment. &nbsp;&nbsp;&nbsp;\r\n The U.S. warlike forces would be well advised to face up to the trend of the present times towards peace and give up their reckless moves for a war.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unity of Progressive Camp Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#12",
            "content": "Japanese Reactionaries' Anti-Chongryon Campaign under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- The campaign being perpetrated by the Japanese reactionaries against the General Association of Korean Residents in Japan (Chongryon) these days reveals before the world the brutal nature and moral vulgarity peculiar to Japan as they leave no means untried to attain their criminal purpose in violation of laws and human rights, says Rodong Sinmun Tuesday in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It is a trite method used by the Japanese reactionaries for suppressing Chongryon to fabricate shocking cases and stage a series of search operations to justify them, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese public security authorities are now busy stoking hysteric anti-Chongryon atmosphere after faking up cases one after another, raising a hue and cry over \"suspected tax evasion\" and the like. It admits of no argument that this is intended to paint the organization of Korean workers in commerce in Japan, a financial base of Chongryon, as an \"organization engrossed in illegal acts\" in a bid to invent a pretext for stamping out Chongryon and tear Korean traders and industrialists from it. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' suppression of Chongryon and Koreans in Japan is not confined to this only. They are beating the drum to step up the anachronistic hard-line policy towards the DPRK quite contrary to the trend of the international community and escalating their crackdown upon Chongryon, pursuant to the policy. The Japanese public security authorities' ceaseless anti-Chongryon campaign is not only a blatant infringement upon the rights of Koreans in Japan but a wanton violation of the dignity and sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK would like to send a loud and clear message to the Japanese reactionaries. &nbsp;&nbsp;&nbsp;\r\n Chongryon is a dignified overseas citizens' organization of the DPRK. The DPRK will never remain a passive on-looker to the Japanese reactionaries' such unethical and brutal criminal acts as harshly suppressing Chongryon in violation of the rights of Koreans in Japan including their vital rights but force them to pay for all their crimes without fail. The Japanese reactionaries should stop at once their reckless suppression of Chongryon.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#13",
            "content": "Unity of Progressive Camp Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification, reportedly called upon the progressive camp to unite for foiling the attempt of the pro-U.S. conservative forces to grab power. &nbsp;&nbsp;&nbsp;\r\n He in an appeal issued on November 29 recalled that the political attention of the people from all walks of life in south Korea is being focused on the actions for putting an end to irregularities and corruption and eliminating the Cold War-minded conservative forces and the progressive forces are growing more dynamic in their activities to achieve unity. &nbsp;&nbsp;&nbsp;\r\n He underscored the need for the progressive camp to eliminate the conservative forces from the political arena on the occasion of the \"presidential elections\" in order to bring about the phase of independent reunification on its own initiative. &nbsp;&nbsp;&nbsp;\r\n He called for foiling without fail the attempt of the pro-U.S. conservative forces to seize power through unity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Panama",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#14",
            "content": "Abolition of NSL Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- The south Korean Women's Solidarity reportedly called a press conference in Seoul on November 30 to demand the abolition of the \"National Security Law (NSL)\", an anti-reunification evil law. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference said that all the anti-reunification legal and institutional mechanisms should be removed to develop the inter-Korean relations into the ones oriented to reunification. &nbsp;&nbsp;&nbsp;\r\n They called on people from all walks of life to actively turn out in the struggle to get the NSL abrogated. &nbsp;&nbsp;&nbsp;\r\n On the same day, members of the solidarity waged one-man demonstrations all at once in nine areas including Seoul, Pusan, Ulsan, Suwon and Inchon, in demand of the abolition of the evil law.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Canciller coreano se reune con Christopher Hill",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#15",
            "content": "Kim Jong Il's Work Published in Panama \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 4 (KCNA) -- Kim Jong Il's famous work \"Kimilsungia Is an Immortal Flower Blooming in the Hearts of Humankind in the Era of Independence\" was brought out in pamphlet by the Panamanian Group for the Study of the Juche Idea on November 27. &nbsp;&nbsp;&nbsp;\r\n This work, published on April 6, Juche 94 (2005), says that Kimilsungia is the flower of the sun symbolizing the greatness of President Kim Il Sung who indicated the road ahead of the world people with rays of Juche and it is a flower dedicated to the great man blooming in the hearts of humankind in the era of independence. &nbsp;&nbsp;&nbsp;\r\n The work stresses that it is great pride and honor of the Korean people to have Kimilsungia, a national treasure, and an immortal flower shining with the august name of the President.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegacion nortena parte para la 1a reunion del CCCE",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#16",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia maniobras anti-Chongryon de Japon",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#17",
            "content": "Canciller coreano se reune con Christopher Hill\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de diciembre (ATCC) -- El canciller coreano Pak Ui Chun departio este martes en el capitalino Palacio de los Congresos Mansudae con Christopher Hill, asistente del secretario de Estado de Estados Unidos, quien le hizo una visita de cortesia, y su comitiva.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia el intento de EE.UU. de dominar el mundo",
            "url": "http://kcna.co.jp/item/2007/200712/news12/05.htm#18",
            "content": "Delegacion nortena parte para la 1a reunion del CCCE\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de diciembre (ATCC)-- La delegacion de la parte Norte encabezada por el viceprimer ministro del Consejo de Ministros Jon Sung Hun partio este martes de esta capital por via aerea para tomar parte en la primera reunion del Comite Conjunto de Cooperacion Economica Norte-Sur de Corea que va a efectuarse en Seul.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}