{
    "date": "2007-10-05",
    "url": "http://kcna.co.jp/item/2007/200710/20071005.htm",
    "articles": [
        {
            "title": "Kim Jong Il Signs together with Roh Moo Hyun Declaration for Development of North-South Relations and Peace and Prosperity",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Declaration for Development of North-South Relations and Peace and Prosperity",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#2",
            "content": "Kim Jong Il Signs together with Roh Moo Hyun Declaration for Development of North-South Relations and Peace and Prosperity \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- General Secretary Kim Jong Il together with south Korean President Roh Moo Hyun signed the Declaration for the Development of North-South Relations and Peace and Prosperity Thursday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Il, premier of the Cabinet, Kim Il Chol, minister of the People's Armed Forces, and Kim Yang Gon, department director of the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Also on hand were Minister of Finance and Economy Kwon O Gyu, Minister of Unification Ri Jae Jong, Director of the National Intelligence Service Kim Man Bok and Chief for Unification, Diplomatic and Security Polices of Chongwadae Paek Jong Chon. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il together with Roh Moo Hyun inked the Declaration for the Development of North-South Relations and Peace and Prosperity and exchanged its texts. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il toasted with Roh Moo Hyun before having a photograph taken. &nbsp;&nbsp;&nbsp;\r\n The declaration is the precious fruition of the meeting of the top leaders of the north and the south and the summit talks as it reflects the desire and will of all Koreans to accomplish the sacred cause of reunification and build a rich and powerful country by the concerted efforts of the nation.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Hosts Luncheon in Honor of Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#3",
            "content": "Declaration for Development of North-South Relations and Peace and Prosperity \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- A declaration for the development of north-south relations and peace and prosperity was made public in Pyongyang Thursday. &nbsp;&nbsp;&nbsp;\r\n The declaration is as follows: &nbsp;&nbsp;&nbsp;\r\n President Roh Moo Hyun visited Pyongyang from October 2 to 4, 2007 under an agreement reached between Kim Jong Il, chairman of the DPRK National Defence Commission, and Roh Moo Hyun, president of the Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n Historic meetings and talks were held in the period of the visit. &nbsp;&nbsp;&nbsp;\r\n The meetings and talks reconfirmed the spirit of the June 15 joint declaration and frankly discussed all issues related to boosting the north-south relations, achieving peace on the Korean Peninsula, prosperity common to the nation and reunification. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the nation can open up the era of national prosperity, the new era of independent reunification, when it pools intention and strength, both sides declare as follows to boost the north-south relations on the basis of the June 15 joint declaration: &nbsp;&nbsp;&nbsp;\r\n 1. The north and the south shall uphold and positively implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to independently solve the reunification issue in the spirit of \"By our nation itself\", put the dignity and interests of the nation above all and orientate everything to this objective. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to push ahead with the matter of commemorating June 15 reflecting the will to invariably implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n2. The north and the south agreed to definitely convert the north-south relations into those of mutual respect and confidence irrespective of differing ideologies and systems. &nbsp;&nbsp;&nbsp;\r\n They agreed not to interfere in the internal affairs of the other side but solve problems related to the north-south relations in favor of promoting reconciliation, cooperation and reunification. &nbsp;&nbsp;&nbsp;\r\n They agreed to adjust their legal and institutional mechanisms with a view to developing the north-south relations to meet the purpose of reunification. &nbsp;&nbsp;&nbsp;\r\n They agreed to positively promote dialogues and contacts in all fields including parliaments of both sides to solve all the issues related to boosting the inter-Korean relations in line with the desire of the nation. &nbsp;&nbsp;&nbsp;\r\n3. The north and the south agreed to closely cooperate with each other in the efforts to put an end to the hostile military relations and ensure detente and peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They agreed not to antagonize each other but to ease the military tension and settle disputes through dialogues and negotiations. &nbsp;&nbsp;&nbsp;\r\n They agreed to oppose any war on the peninsula and faithfully honor the commitment of non-aggression. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to hold the talks between the minister of the People's Armed Forces of the north side and the minister of National Defence of the south side in Pyongyang within November this year with a view to discussing measures for building military confidence including the proposal for fixing waters for joint fishing in order to prevent accidental clashes in the West Sea and turning them into peaceful ones and the issue of providing military guarantees for various forms of cooperation undertakings. &nbsp;&nbsp;&nbsp;\r\n 4. The north and the south shared the understanding about the need to put an end to the existing armistice mechanism and build a lasting peace mechanism and agreed to cooperate with each other in the efforts to push forward the issue of arranging the meeting of the heads of state of three or four parties directly concerned on the Korean Peninsula and declaring an end to a war. &nbsp;&nbsp;&nbsp;\r\nThey agreed to make joint efforts to ensure the smooth implementation of \"September 19 joint statement\" and \"February 13 agreement\" made at the six-party talks for the solution of the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n5. The north and the south agreed to reenergize economic cooperation and make its sustained development on the principles of ensuring common interests and co-prosperity and meeting each other's need with a view to ensuring balanced development of national economy and achieving common prosperity. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to encourage investments for economic cooperation and energetically push forward the construction of economic infrastructure and development of resources and grant various kinds of preferential treatment and special privilege to suit the peculiarities of cooperation undertakings between compatriots. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to establish \"special area for peace and cooperation in West Sea\" covering Haeju area and waters off its surrounding areas and positively push forward undertakings including the issue of setting waters for joint fishing and those for peace, construction of special economic zone, active use of Haeju Port, direct passage of civilian vessels through Haeju Port and joint use of the estuary of the River Rimjin. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to complete the construction of the first-phase project of the Kaesong Industrial Zone at an early date, start its second-phase development, begin the railway freight transport between Munsan and Pongdong and rapidly take all the measures for institutional guarantees including the issues of passage, communications and customs clearance. &nbsp;&nbsp;&nbsp;\r\n They agreed to discuss and push forward the issue of reconstructing and repairing the railways between Kaesong and Sinuiju and the motorway between Kaesong and Pyongyang in order to jointly use them. &nbsp;&nbsp;&nbsp;\r\n They agreed to build zones for cooperation in ship-building in Anbyon and Nampho and conduct cooperation undertakings in different fields including agriculture, healthcare and environmental protection. &nbsp;&nbsp;&nbsp;\r\n They agreed to upgrade the present \"North-South Committee for the Promotion of Economic Cooperation\" to the \"joint committee for inter-Korean economic cooperation\" at vice-premier's level for the satisfactory promotion of inter-Korean economic cooperation. &nbsp;&nbsp;&nbsp;\r\n 6. The north and the south agreed to develop the exchange and cooperation in the social and cultural fields such as history, language, education, science and technology, culture and arts and sports to add shine to the time-honored history and fine culture of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n They agreed to start the tour of Mt. Paektu and inaugurate the Mt. Paektu-Seoul direct flight to this end. &nbsp;&nbsp;&nbsp;\r\n They agreed to let the cheering groups of the north and the south participate in the 2008 Beijing Olympics by using the train to run on the west coastal railroad for the first time. &nbsp;&nbsp;&nbsp;\r\n 7. The north and the south agreed to positively push forward the humanitarian cooperation undertakings. &nbsp;&nbsp;&nbsp;\r\n They agreed to expand the meeting of separated families and relatives and go ahead with the work to exchange video correspondence. &nbsp;&nbsp;&nbsp;\r\n To this end, the north and the south agreed to permanently post representatives of both sides at the reunion centre at Mt. Kumgang resort when completed with a view to putting the reunion of separated families and relatives on a regular basis. &nbsp;&nbsp;&nbsp;\r\n They agreed to positively cooperate with each other in case of calamities including natural disaster on the principle of compatriotism, humanitarianism and mutual support and assistance. &nbsp;&nbsp;&nbsp;\r\n 8. The north and the south agreed to strengthen the cooperation in the efforts to meet the interests of the nation and rights and interests of overseas Koreans on the international arena. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to hold the talks between the premier of the north and the prime minister of the south for the implementation of this declaration and decided to hold its first meeting in Seoul within November this year. &nbsp;&nbsp;&nbsp;\r\n The north and the south reached an agreement on ensuring that the top leaders of both sides meet from time to time to discuss pending issues for the purpose of developing the inter-Korean relations. &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;\r\n\r\nOctober 4, 2007 Pyongyang&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;\r\n\r\nKim Jong Il&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\tRoh Moo Hyun&nbsp;&nbsp;&nbsp;\r\nChairman of the DPRK National&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \tPresident of the Republic of &nbsp;&nbsp;&nbsp;\r\nDefence Commission&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korea &nbsp;&nbsp;&nbsp;\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam and Roh Moo Hyun Plant Tree",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#4",
            "content": "Kim Jong Il Hosts Luncheon in Honor of Roh Moo Hyun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- General Secretary Kim Jong Il hosted a luncheon in honor of President Roh Moo Hyun and his wife Thursday. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Roh Moo Hyun and his wife, Minister of Finance and Economy Kwon O Gyu, Minister of Science and Technology Kim U Sik, Minister of Unification Ri Jae Jong, Minister of National Defence Kim Jang Su, Minister of Agriculture and Forestry Im Sang Gyu, Minister of Health and Welfare Pyon Jae Jin, Director of the National Intelligence Service Kim Man Bok and other suite members. &nbsp;&nbsp;&nbsp;\r\n Present there were Premier of the Cabinet Kim Yong Il, Minister of the People's Armed Forces Kim Il Chol, Secretary of the Central Committee of the Workers' Party of Korea Kim Ki Nam, First Vice-Minister of Foreign Affairs Kang Sok Ju, Department Directors of the C.C., the WPK Kim Yang Gon and Pak Nam Gi, First Vice Department Director of the C.C., the WPK Jang Song Thaek, Director of the Administrative Department of the National Defence Commission Ri Myong Su, General of the Korean People's Army Pak Jae Gyong and Vice-Minister of Foreign Affairs Kim Kye Gwan. &nbsp;&nbsp;&nbsp;\r\n The luncheon proceeded in an amicable atmosphere overflowing with compatriotic feelings. &nbsp;&nbsp;&nbsp;\r\n At the end of it, Kim Jong Il said goodbye to Roh Moo Hyun. &nbsp;&nbsp;&nbsp;\r\n Roh Moo Hyun expressed profound thanks to Kim Jong Il for the cordial hospitality accorded to him during his visit to Pyongyang.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Roh Moo Hyun Visits West Sea Barrage",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#5",
            "content": "Kim Yong Nam and Roh Moo Hyun Plant Tree \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and south Korean President Roh Moo Hyun had a commemoration tree-planting at the Central Botanical Garden on Oct. 4. &nbsp;&nbsp;&nbsp;\r\n Prior to it, the participants heard an explanation about a pine tree brought from the area of the south side. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and Roh Moo Hyun planted the tree. &nbsp;&nbsp;&nbsp;\r\n At the end of the tree planting, the participants had a photo session.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Roh Moo Hyun Leaves Pyongyang",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#6",
            "content": "Roh Moo Hyun Visits West Sea Barrage \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- South Korean President Roh Moo Hyun and his party visited the West Sea Barrage Thursday. &nbsp;&nbsp;&nbsp;\r\n They watched a video dealing with the construction of the barrage before mounting the observation platform to take a bird's-eye view of the barrage. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit Roh Moo Hyun wrote letters \"People are great\" in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n On the same day they visited the Phyonghwa General Motor Works.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#7",
            "content": "President Roh Moo Hyun Leaves Pyongyang \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- President Roh Moo Hyun left Pyongyang today after winding up his visit to it. &nbsp;&nbsp;&nbsp;\r\n Leaving together with him were Minister of Finance and Economy Kwon O Gyu, Minister of Science and Technology Kim U Sik, Minister of Unification Ri Jae Jong, Minister of National Defence Kim Jang Su, Minister of Agriculture and Forestry Im Sang Gyu, Minister of Health and Welfare Pyon Jae Jin, Director of the National Intelligence Service Kim Man Bok and other suite members and reporters from the south side. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, Choe Thae Bok, chairman of the SPA, Yang Hyong Sop, vice-president of the SPA Presidium, Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, leading officials of the armed forces and power organs, working people's organizations, ministries and national institutions saw President Roh Moo Hyun and his party off on the road in front of the People's Palace of Culture. &nbsp;&nbsp;&nbsp;\r\n Women workers presented bouquets to Roh Moo Hyun and his wife. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam said goodbye to Roh Moo Hyun. &nbsp;&nbsp;&nbsp;\r\n A motorcade carrying Roh Moo Hyun and his party was given a warm send-off by Pyongyangites in streets of the capital.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Government Cultural Delegation Leaves for Egypt",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#8",
            "content": "Floral Basket to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by Chief of the Palestinian National Authority Mahmoud Abbas on the occasion of the 62nd founding anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The floral basket was conveyed Thursday to an official concerned by the Palestinian ambassador to the DPRK.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Delegation Leaves for African Countries",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#9",
            "content": "DPRK Government Cultural Delegation Leaves for Egypt \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- A DPRK government cultural delegation headed by Jon Hyon Chan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, left here today to visit Egypt.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Reunification Is Cause Sure to Win: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#10",
            "content": "Korean Delegation Leaves for African Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- A delegation of the Korean Social Scientists Society led by its Chairman Choe Sang Sun left here today to visit various African countries.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Monument Permeated with Nation's Ardent Desire for Reunification",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#11",
            "content": "National Reunification Is Cause Sure to Win: Rodong Sinmun\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- Rodong Sinmun in an article Thursday praises the feats of President Kim Il Sung in the cause of national reunification, noting that it was his lifelong cause and ardent desire. &nbsp;&nbsp;&nbsp;\r\n The author of the article says: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung laid a solid foundation and spread a bright vista for the reunification of the country by pioneering the cause of national reunification and leading it to victory with his distinguished idea and leadership. &nbsp;&nbsp;&nbsp;\r\n In the first days of the division of the country, he saw through the prevailing situation with his rare perspicacity and keen political eye and made it plain that the division of Korea was not brought by contradictions within the nation but was forced by outside forces, in other words, was an offspring of the U.S. policy of aggression toward Korea. And he gave the wise teaching that the question of Korea's reunification was a question of putting an end to foreign domination and interference, establishing the sovereignty of the nation on the nation-wide scale and achieving national unity. &nbsp;&nbsp;&nbsp;\r\n He set forth the guideline to be maintained in accomplishing the cause of national reunification after clarifying the root cause of the nation's division and the essence of the issue of national reunification. The three principles of national reunification, the ten-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo are the three charters for national reunification in which he systematized and consummated in a integral whole the fundamental principles and ways of reunification on the basis of the precious experience attained in the course of his leading the movement for reunification. They indicate the most fair and reasonable way of accomplishing the national historic cause of reunification in conformity with the specific conditions of the country where different ideas and systems exist in the north and the south and the unanimous desire of all the fellow countrymen for reunification. &nbsp;&nbsp;&nbsp;\r\n The great exploits of the President in closely uniting all the compatriots in the north, the south and overseas under the banner of great national unity are brilliantly recorded in the history of the reunification movement. &nbsp;&nbsp;&nbsp;\r\n The cause of national reunification pioneered and led by the President is being carried to a shining fruition by the distinguished and tested leadership of Kim Jong Il today.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abrogation of Unequal Treaty Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#12",
            "content": "Monument Permeated with Nation's Ardent Desire for Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- The Monument to the Three Charters for National Reunification symbolizing the ardent desire of the Korean nation for the independent reunification stands in the gateway to Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The monument is visited by a stream of people amid the ever growing desire for reunification occasioned by the Pyongyang meeting between the top leaders of the north and the south. &nbsp;&nbsp;&nbsp;\r\n Being briefed about the monument conveying the lofty patriotic will of leader Kim Jong Il, the visitors with deep interest look round the Monument to the Instruction of the Great President Kim Il Sung for National Reunification, the main tower, secondary thematic group sculptures carved in relief and four rooms where donated stones are displayed. &nbsp;&nbsp;&nbsp;\r\n There are over 800 stones sent by Koreans in the north, south and overseas and foreigners in commemoration of the monument.   &nbsp;&nbsp;&nbsp;\r\n Each stone is associated with the will of the Korean nation and the aspiration of world progressive people for the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n It has been visited by over 600,000 people since the completion of its construction in August Juche 90 (2001). &nbsp;&nbsp;&nbsp;\r\n The number of the groups of Koreans from south Korea and overseas totals more than 1,300. &nbsp;&nbsp;&nbsp;\r\n Through the inspection of the monument built in reflection of the will and mind of all the Koreans in the north, south and overseas, the visitors bear deep in their minds that the three principles of national reunification, the ten-point programme of the great unity of the whole nation for the reunification of the country and the proposal for founding a Democratic Federal Republic of Koryo are the three charters for national reunification all the Korean nation should thoroughly implement. &nbsp;&nbsp;&nbsp;\r\n The three charters is the most fair and reasonable reunification programme which makes it possible to achieve national reunification at an early date in accordance with the unanimous aspiration of the fellow country-men and to suit the actual conditions of Korea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reckless Remarks of GNP Denounced",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#13",
            "content": "Abrogation of Unequal Treaty Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly released a statement on October 1, 54 years after the unequal \"mutual defence treaty\" was signed between south Korea and the U.S. &nbsp;&nbsp;&nbsp;\r\n The above-said treaty is an unequal one as it forces south Korea to depend on the U.S. in military and economic and all other fields, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. fabricated hundreds of unequal \"agreements\" on this land on the basis of the treaty and the U.S. troops present in south Korea have committed many crimes including murder, arson and plunder, bringing only misfortune and pain to its people. &nbsp;&nbsp;&nbsp;\r\n Holding that the above-said unequal treaty be repealed, the statement demanded the immediate withdrawal of the U.S. troops from south Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Italy",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#14",
            "content": "Reckless Remarks of GNP Denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly made public a statement titled \"We bitterly denounce the Grand National Party of south Korea for obstructing national unity\" on September 28. &nbsp;&nbsp;&nbsp;\r\n Recalling that the GNP gentries recently let loose a spate of reckless remarks slandering and debasing the summit meeting again, the statement termed their anti-reunification behavior an unpardonable act of treachery. &nbsp;&nbsp;&nbsp;\r\n Warning that the organization would not remain a passive on-looker to the GNP gentries' acts of obstructing the national reconciliation and unity, the statement declared that it would surely eliminate them.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Seminar on Juche Idea Held in Mongolia",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#15",
            "content": "Kim Jong Il's Work Off Press in Italy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- Kim Jong Il's famous work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in booklet by \"Photo Produzione\" Publishing House of Italy on Sept. 26. &nbsp;&nbsp;&nbsp;\r\n The work, published on Oct. 2, Juche 84 (1995), serves as an immortal great programme for the party building and activities as it reviews the glorious history of the WPK which paved a new way for building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicates the road of strengthening the WPK into an eternal party of the President.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK's Birthday Marked in Foreign Countries",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#16",
            "content": "Joint Seminar on Juche Idea Held in Mongolia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- A joint seminar on the Juche idea on the theme of \"Preservation of Juche and national characters in developing and building country\" took place under the co-sponsorship of the Mongolian Mt. Paektu Association for Independent Development and the Korean Social Scientists Society in Darkhan-Uul Province of Mongolia on Sept. 21. &nbsp;&nbsp;&nbsp;\r\n The director of the Secretariat of the Governor of the province made a congratulatory speech at the seminar and N. Sarantuya, vice-chairman of the Mongolian association, made a keynote report. &nbsp;&nbsp;&nbsp;\r\n The DPRK has fully demonstrated its might to the world thanks to the Songun policy of Kim Jong Il, they said, adding that the signal successes made in the DPRK under the wise leadership of Kim Jong Il are encouraging the Mongolian people in their struggle for independent development. &nbsp;&nbsp;&nbsp;\r\n Then the floor was taken by several figures under the subjects \"Juche idea and independent development of the country and nation\", \"Global challenges to independence in the international arena at present and essential issues in meeting them,\" \"People are driving force\", \"Importance of the preservation of the Juche and national characters at present,\" \"Issue arising in applying Juche and national characters to Mongolia\" and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il firma declaracion junto con Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#17",
            "content": "WPK's Birthday Marked in Foreign Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 4 (KCNA) -- Round-table talks took place in Nepal, a lecture in South Africa and a Korean book exhibition in Italy from Sept. 20 to 25 on the occasion of the 62nd anniversary of the foundation of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were photos showing the undying feats performed by President Kim Il Sung and Kim Jong Il in founding and strengthening the WPK and Korean books including famous works of the peerlessly great men. &nbsp;&nbsp;&nbsp;\r\n The director of the International Department of the C.C., the Nepal Worker-Peasant Party, noted at the round-table talks that the WPK founded by the President is the most seasoned party and the party with a wealth of experience and long traditions as it has performed brilliant feats by leading the revolution and construction and the anti-imperialist, anti-U.S. struggle to victory over the last more than six decades. &nbsp;&nbsp;&nbsp;\r\nThe WPK and the Korean people have registered great successes in building a great prosperous powerful socialist nation, heroically smashing the moves of the U.S. imperialists and their allies for aggression thanks to the Songun policy of Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n Bonakele Majuba, chairman of the South African Association of Friendship and Solidarity with the Korean people who is secretary of the Mfumalanga Provincial Committee of the South African Communist Party, in a lecture said that thanks to the wise leadership of Kim Jong Il, the WPK has been able to further consolidate the single-minded unity of the whole army and people. &nbsp;&nbsp;&nbsp;\r\n The distinguished political caliber of Kim Jong Il who has victoriously advanced the cause of socialism without any turns and twists despite the vicious moves of the imperialists has been fully displayed in the world history of politics, he said.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Declaracion para el Desarrollo de las Relaciones Norte-Sur, la Paz y Prosperidad",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#18",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il ofrece almuerzo en honor de Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#19",
            "content": "Kim Jong Il firma declaracion junto con Roh Moo Hyun\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de octubre (ATCC) -- El Dirigente Kim Jong Il firmo el dia 4 junto con el presidente Roh Moo Hyun la \"Declaracion para el Desarrollo de las Relaciones Norte-Sur, la Paz y Prosperidad\".&nbsp;&nbsp;&nbsp;\r\n  Participaron en la ocasion el premier del Consejo de Ministros Kim Yong Il, el ministro de las Fuerzas Armadas Populares Kim Il Chol y el jefe de departamento del Comite Central del Partido del Trabajo de Corea Kim Yang Gon. &nbsp;&nbsp;&nbsp;\r\n  Por la parte Sur, se encontraban presentes el ministro de Finanzas y Economia Kwon O Gyu, el ministro de Reunificacion Ri Jae Jong, el director del Servicio Nacional de Inteligencia Kim Man Bok y el jefe para Politicas de Reunificacion, Diplomacia y Seguridad de la Casa Azul Paek Jong Chon. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il intercambio el documento con el presidente Roh tras suscribirlo. &nbsp;&nbsp;&nbsp;\r\n  Despues, los maximos dirigentes hicieron un brindis y se fotografiaron juntos. &nbsp;&nbsp;&nbsp;\r\n  La declaracion, que refleja la aspiracion y el deseo de toda la nacion de alcanzar la sagrada causa de reunificacion y construir una patria prospera con las fuerzas unidas de la nacion, deviene un valioso fruto del presente encuentro Cumbre y las conversaciones de maximo nivel entre el Norte y el Sur de Corea.       \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam y Roh Moo Hyun plantan arbol en jardin botanico ",
            "url": "http://kcna.co.jp/item/2007/200710/news10/05.htm#20",
            "content": "Declaracion para el Desarrollo de las Relaciones Norte-Sur, la Paz y Prosperidad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de octubre (ATCC) -- Quedo publicada el dia 4 en esta capital la Declaracion para el Desarrollo de las Relaciones Norte-Sur, la Paz y Prosperidad. &nbsp;&nbsp;&nbsp;\r\n�@El texto va como sigue: &nbsp;&nbsp;&nbsp;\r\n�@\r\n�@Declaracion para el Desarrollo de las &nbsp;&nbsp;&nbsp;\r\nRelaciones Norte-Sur, la Paz y Prosperidad&nbsp;&nbsp;&nbsp;\r\n�@\r\n�@Segun el acuerdo entre el Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Il, y el Presidente de la Republica de Corea, Roh Moo Hyun, el segundo visito a esta capital del 2 al 4 de octubre de 2007. &nbsp;&nbsp;&nbsp;\r\n  Durante esta visita se realizaron encuentros y dialogos historicos. &nbsp;&nbsp;&nbsp;\r\n  En las ocasiones ratificaron el espiritu de la Declaracion Conjunta del 15 de Junio y debatieron con sinceridad todos los problemas para lograr el desarrollo de las relaciones Norte-Sur, la paz de la Peninsula Coreana, la prosperidad comun de la nacion y la reunificacion. &nbsp;&nbsp;&nbsp;\r\n  Convencidas de que si los nacionales unen sus voluntades y fuerzas, pueden abrir la epoca de prosperidad nacional y la nueva era de reunificacion independiente, ambas partes declaran lo siguiente para ampliar y desarrollar las relaciones bilaterales basandose en la Declaracion Conjunta del 15 de Junio: &nbsp;&nbsp;&nbsp;\r\n  Primero, el Norte y el Sur defienden y materializan activamente la Declaracion Conjunta del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur decidieron solucionar de modo independiente el problema de reunificacion segun el espiritu de \"Entre nosotros, los connacionales\" e impulsar todas las labores orientandolas a apreciar la dignidad y los intereses nacionales. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur quedaron en adoptar un proyecto para conmemorar el 15 de junio, reflejando la voluntad de seguir ejecutando invariablemente la declaracion conjunta aprobada en esta fecha. &nbsp;&nbsp;&nbsp;\r\n  Segundo, el Norte y el Sur acordaron convertir, por encima de las diferencias de ideas y sistemas, las relaciones bilaterales en los vinculos de respeto y confianza reciprocos. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur se comprometieron a no intervenir en los asuntos internos y solucionar los problemas surgidos en las relaciones bilaterales en lo conveniente a la reconciliacion, la cooperacion y la reunificacion. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur decidieron perfeccionar sus respectivos aparatos legales e institucionales a fin de desarrollar las relaciones bilaterales de manera unificada. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur acordaron promover activamente los dialogos y contactos de diferentes sectores, inclusive los organos legislativos de ambas partes, para solucionar segun el deseo de la nacion los problemas relativos con la ampliacion y el desarrollo de las relaciones bilaterales. &nbsp;&nbsp;&nbsp;\r\n�@Tercero, el Norte y el Sur acordaron cooperarse estrechamente para acabar con las relaciones militares hostiles y asegurar el relajamiento de la tension y la paz en la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur quedaron en no tratar con hostilidad a la contraparte, relajar la tension militar y solucionar los litigios mediante el dialogo y negociaciones. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur decidieron oponerse a cualquier tipo de guerra y observar estrictamente la obligacion de no agresion. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur acordaron sostener en noviembre de este ano en Pyongyang las conversaciones entre el ministro de las Fuerzas Armadas Populares de la parte Norte y el ministro de Defensa Nacional de la parte Sur a fin de consultar las medidas para el establecimiento de la confianza militar, incluyendo el proyecto sobre la fijacion de una zona de pesca conjunta y la conversion de ella en la pacifica para prevenir los conflictos eventuales en el Mar Oeste y las medidas de garantia militar sobre las labores de cooperacion de toda indole. &nbsp;&nbsp;&nbsp;\r\n�@Cuarto, el Norte y el Sur coincidieron en acabar con el actual sistema de armisticio y establecer el sistema de la paz duradera y acordaron cooperarse para impulsar el problema para hacer que los maximos dirigentes de tres o cuatro partes directamente relacionadas se reunan en la Peninsula Coreana y declaren el fin de la guerra.  &nbsp;&nbsp;&nbsp;\r\n�@El Norte y el Sur acordaron esforzarse en conjunto por ejecutar sin complicaciones la \"Declaracion Conjunta del 19 de Septiembre\" y el \"Acuerdo del 13 de Febrero\", adoptados en las conversaciones a 6 bandas, para solucionar el problema nuclear de la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n�@Quinto, para el desarrollo equilibrado de la economia nacional y la prosperidad comun, el Norte y el Sur decidieron acelerar de modo activo, ampliar y desarrollar sostenidamente las labores de cooperacion economica en el principio de los intereses y prosperidad comunes y del intercambio mutuamente beneficioso. &nbsp;&nbsp;&nbsp;\r\n�@El Norte y el Sur quedaron en promover la inversion para la cooperacion economica, impulsar activamente la construccion de infraestructura economica y la explotacion de recursos naturales y facilitar las condiciones preferenciales y privilegios de varios tipos tomando en cuenta el caracter especial de la labor de la cooperacion interna de la nacion. &nbsp;&nbsp;&nbsp;\r\n�@El Norte y el Sur coincidieron en establecer la \"Zona especial de cooperacion pacifica del Mar Oeste\" que abarca la region de Haeju y las aguas maritimas perifericas y en impulsar activamente la fijacion de la zona de pesca conjunta y la zona maritima de paz, la construccion de la zona economica especial, el uso activo del Puerto Haeju, el paso de las embarcaciones civiles por la ruta maritima directa a Haeju, la utilizacion conjunta de la desembocadura del rio Rimjin, entre otras labores. &nbsp;&nbsp;&nbsp;\r\n�@�@El Norte y el Sur acordaron terminar en un corto plazo la primera fase de la construccion de la Zona Industrial de Kaesong y proceder a la segunda etapa, comenzar el transporte de cargas en el tramo ferroviario Munsan-Pongdong y perfeccionar pronto todas las medidas institucionales de garantia incluso el transito, las comunicaciones y la admision de la aduana. &nbsp;&nbsp;&nbsp;\r\n  Para utilizar en conjunto la ferrovia Kaesong-Sinuiju y la autopista Kaesong-Pyongyang, el Norte y el Sur decidieron consultar y promover el problema de reconstruccion y reparacion de ellas. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur acordaron construir en Anbyon y Nampho las zonas de cooperacion de Corea y desarrollar los trabajos de cooperacion en varias esferas como la agricultura, la asistencia medica y la proteccion medioambiental. &nbsp;&nbsp;&nbsp;\r\n  Para promover satisfactoriamente la cooperacion economica Norte-Sur, el Norte y el Sur acordaron elevar el rango del actual \"Comite por la Promocion de Cooperacion Economica Norte-Sur\" al del \"Comite Conjunto de Cooperacion Economica Norte-Sur\" a nivel de vicepremier. &nbsp;&nbsp;&nbsp;\r\n  Sexto, el Norte y el Sur decidieron desarrollar el intercambio y la cooperacion en los sectores sociales y culturales como la historia, la lengua, la educacion, la ciencia y tecnica, la cultura, el arte y el deporte a fin de glorificar la larga historia y la excelente cultura de la nacion. &nbsp;&nbsp;&nbsp;\r\n�@El Norte y el Sur acordaron llevar a la practica el turismo al monte Paektu y abrir para este fin la linea aerea directa Monte Paektu - Seul. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur acordaron enviar al grupo de hinchas de ambas partes a la Olimpiada de Beijing 2008 utilizando por primera vez el tren de la linea ferroviaria de la costa occidental. &nbsp;&nbsp;&nbsp;\r\n  Septimo, el Norte y el Sur decidieron promover activamente la labor de cooperacion humanitaria. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur acordaron ampliar los encuentros entre los familiares y parientes separados y promover la correspondencia en video. &nbsp;&nbsp;&nbsp;\r\n  Para este fin, acordaron enviar a los delegados permanentes de ambas partes cuando se inaugure la casa de encuentro del monte Kumgang y organizar regularmente el encuentro entre los familiares y parientes separados. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur quedaron en cooperarse activamente en el principio de fraternidad, humanitarismo y ayuda mutua cuando ocurran siniestros como los desastres naturales. &nbsp;&nbsp;&nbsp;\r\n  Octavo, el Norte y el Sur coincidieron en fortalecer en la escena internacional la cooperacion para los intereses nacionales, los derechos e intereses de los compatriotas en ultramar. &nbsp;&nbsp;&nbsp;\r\n   Para ejecutar esta declaracion, el Norte y el Sur decidieron convocar las conversaciones entre los primeros ministros del Norte y el Sur y realizar la primera reunion en Seul dentro de noviembre del ano en curso. &nbsp;&nbsp;&nbsp;\r\n  El Norte y el Sur acordaron frecuentar el encuentro de los maximos dirigentes para el desarrollo de las relaciones Norte-Sur y consultar los problemas pendientes. &nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;\r\nEl 4 de octubre de 2007, Pyongyang&nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;\r\n\r\nKim Jong Il, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Roh Moo Hyun, &nbsp;&nbsp;&nbsp;\r\nPresidente del Comite&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Presidente de la &nbsp;&nbsp;&nbsp;\r\nde Defensa Nacional&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Republica de Corea&nbsp;&nbsp;&nbsp;\r\nde la Republica Popular &nbsp;&nbsp;&nbsp;\r\n\r\nDemocratica de Corea &nbsp;&nbsp;&nbsp;\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}