{
    "date": "2007-06-30",
    "url": "http://kcna.co.jp/item/2007/200706/20070630.htm",
    "articles": [
        {
            "title": "KCNA Indicts Japan for Its Moves to Emerge Military Power",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#2",
            "content": "KCNA Indicts Japan for Its Moves to Emerge Military Power \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The Korean Central News Agency on Friday released an indictment blasting the Japanese reactionaries' ever-more undisguised moves to turn Japan into a military giant. &nbsp;&nbsp;&nbsp;\r\n The indictment says: &nbsp;&nbsp;&nbsp;\r\n To turn Japan into a military giant is the policy goal of the Japanese authorities and their strategic line. &nbsp;&nbsp;&nbsp;\r\n Since its emergence the Abe cabinet has worked hard to perfect the legal groundwork for turning Japan into a military giant, talking about \"departure from the postwar regime\" and the \"adoption of a new Constitution\".&nbsp;&nbsp;&nbsp;\r\n In fact, the adoption of the \"law on referendum\" on May 14 provided Japan with a firm legal foundation for emerging a military power. &nbsp;&nbsp;&nbsp;\r\n The aim sought by the Abe cabinet in adopting the retrogressive revision of the Constitution as its political task is to convert Japan into a war state at any cost. &nbsp;&nbsp;&nbsp;\r\n The restructuring of state mechanism is one of the important tasks proposed by the Japanese authorities to convert the country into a military power. &nbsp;&nbsp;&nbsp;\r\n Japan upgraded the Defense Agency to the Ministry on January 9, thus securing a powerful means for developing the Japan \"Self-Defense Forces\" (SDF) into regular armed forces and acquiring the position of a military power. Afterwards, the Defense Ministry of Japan started overall reexamination of its mechanism. &nbsp;&nbsp;&nbsp;\r\n The establishment of an integral operational system whereby the commanding systems of the ground, maritime and air SDF are uniformly coordinated has been approved to coordinate the operational command over the armed forces. &nbsp;&nbsp;&nbsp;\r\n Japan is contemplating setting up a \"national security council\" of the Japanese version involving organizations in the fields of diplomacy, security and information, etc. in the wake of the creation of a \"council to bolster information-gathering function\" chaired by the chief cabinet secretary. &nbsp;&nbsp;&nbsp;\r\n Most noteworthy in the Japanese authorities' moves for turning Japan into a military power is the full conversion of the SDF into aggressor forces of offensive nature. &nbsp;&nbsp;&nbsp;\r\n They began equipping the SDF with ultra-modern war hardware which ensure high maneuverability, powerful striking force and increased operational capabilities on ground and in sea and air. These moves for an offensive purpose are being updated in all aspects and pushed forward at a final phase. &nbsp;&nbsp;&nbsp;\r\n The maritime force is their first thrust. &nbsp;&nbsp;&nbsp;\r\n The duty of the maritime SDF has been gradually shifted from \"coastal defence\" to carrying out the \"strategy of ocean attack\".&nbsp;&nbsp;&nbsp;\r\n Japan tops the world's list of anti-submarine and mine-sweeping and conventional submarine combat capabilities. &nbsp;&nbsp;&nbsp;\r\n Large-size prototype warships have been put on an offensive and IT basis with each passing day. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the Japanese reactionaries' intensified moves to bolster its maritime SDF is a sinister intention to secure a powerful naval combat capacity and use it as a main springboard from which to launch a continental reinvasion just as they did in the last century. &nbsp;&nbsp;&nbsp;\r\n The air SDF has also been equipped with modern means as good as those of world military powers against the backdrop of the ever-increasing call for a qualitative edge. &nbsp;&nbsp;&nbsp;\r\n Japan is planning to introduce 100 U.S.-made F-22A fighters of the fourth generation from 2009 in a bid to secure longer-distance attack capacity. In the meantime, it also seeks to deploy Apache and AH-1 in a bid to be atop the anti-armor operational capability in Asia. &nbsp;&nbsp;&nbsp;\r\n The ground SDF has increased its maneuverability and firepower striking capacity while putting emphasis on coordinating operations in air and on ground.  Its equipment are of special and diverse nature and wide in their operational sphere. Tanks and other vehicles are now being developed in the direction of cutting down their weight and boosting their performance, while maintaining a high degree of their mechanization so that they may be transferred and deployed in any operational theatre. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities' moves to stockpile strategic materiel should not be overlooked by the international community. &nbsp;&nbsp;&nbsp;\r\n The development of the latest military hardware to qualitatively bolster the SDF is in full swing. &nbsp;&nbsp;&nbsp;\r\n The above-said moves to turn Japan into a military power are being zealously supported by the right-wing foundations and major military industrial complexes. &nbsp;&nbsp;&nbsp;\r\n The SDF's military exercises are a preliminary war, a test war to \"examine\" the military power of Japan in the sky, ground and sea. &nbsp;&nbsp;&nbsp;\r\n The moves to turn Japan into a military power are, to all intents and purposes, dangerous actions to hold the military and technological edges, military hegemony for preemptive attacks and continental aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities' above-mentioned reckless moves are driving the situation on the Korean Peninsula to the brink of war. &nbsp;&nbsp;&nbsp;\r\n The Abe cabinet intends to attain the ambition to stage a comeback to Korea through preemptive attacks, vociferating about \"guarantee of security of Japan\" and \"military threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japan-U.S. joint missile attack system is also being rounded off. &nbsp;&nbsp;&nbsp;\r\n Espionage and plot-breeding operations against the DPRK are getting more pronounced. &nbsp;&nbsp;&nbsp;\r\n What should not go unnoticed is the fact that Japan began working out the \"joint operation plan\" stimulating \"contingency\" on the Korean Peninsula together with the U.S. from December last year. &nbsp;&nbsp;&nbsp;\r\n The drafting of the \"joint operation plan,\" a more concrete version of \"5055\", a scenario for a war against the DPRK worked out by Japan and the U.S. in 2002, is expected to be finished by the coming autumn. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, an increasing number of latest fighter planes and combat warships including nuclear-powered carriers are being forward-deployed in the western areas of Japan close to the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Discussions on \"military sanctions\" and \"economic sanctions\" against the DPRK are becoming hotter among the Japanese government authorities and heavyweights of the ruling Liberal Democratic Party. &nbsp;&nbsp;&nbsp;\r\n The Abe cabinet, militarism being a mode of its existence, is rushing headlong into turning Japan into a military power in a bid to realize at any cost the old dream of the \"Greater East Asia Co-prosperity Sphere\" its predecessors failed to do. &nbsp;&nbsp;&nbsp;\r\n Japan is a force of aggression and war that arouses the special vigilance of the international community. &nbsp;&nbsp;&nbsp;\r\n The world peace and security are now being threatened by Japan, a militarist state, which has emerged the biggest war force in the world next to the U.S. &nbsp;&nbsp;&nbsp;\r\n Japan's moves to emerge a military power will lead to an aggression against Korea and a war to conquer Asia and the rest of the world.  Herein lies the danger of Japan's ever-more pronounced moves to emerge a military power.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Articles Praising Kim Jong Il Posted on Internet",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#3",
            "content": "Kim Jong Il Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Meetings, seminars, round-table talks, Korean book, photo and handicraft exhibitions, photo exhibitions and film shows took place in Russia, Singapore, Egypt, Austria, Peru, Tajikistan, Democratic Congo, Finland and Nepal from June 7 to 25 to commemorate the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 7th publication anniversary of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The chief of the International Department of the C.C., the Nepal Worker-Peasant Party in a round-table talk said that Kim Jong Il's start of work at the WPK Central Committee 43 years ago was a political event of weighty significance not only for the WPK and the Korean people but also for the progressive humankind the world over. &nbsp;&nbsp;&nbsp;\r\n Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, in a seminar praised Kim Jong Il as the great leader of the present times and the beacon of their hope. &nbsp;&nbsp;&nbsp;\r\n Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea, in a seminar detailed the exploits performed by Kim Jong Il in leading the party building, saying it is the greatest feat that he has developed the WPK into the party of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Kalevi Warman, chairman of the Finnish Communists' Association, said at a meeting that as it is led by Kim Jong Il, the WPK has developed into an invincible party, guiding the Korean people to victory.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Crackdown upon Anti-FTA Struggle Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#4",
            "content": "Articles Praising Kim Jong Il Posted on Internet \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Articles praising the greatness of Kim Jong Il were posted on Internet homepages run by the Solidarity for Implementing the South-North Joint Declaration and the National Alliance for Democracy and Reunification in south Korea on June 23. &nbsp;&nbsp;&nbsp;\r\n Among them was the article entitled \"Single-minded unity is the key of General Kim Jong Il to accomplishing the revolutionary cause of Juche.\" &nbsp;&nbsp;&nbsp;\r\n Single-minded unity serves as the most powerful strength guaranteeing the existence and development of the DPRK at present, the article said, adding: The core of its might is the greatness of Kim Jong Il and the Workers' Party of Korea and loyalty of all the people to the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n Regarding the single-minded unity as a key to accomplishing the revolutionary cause of Juche, he has defended the socialist cause of Juche from the world reactionaries' attack while braving today's difficulties with the idea, might and spirit of the unity, it noted. &nbsp;&nbsp;&nbsp;\r\n It said that Kim Jong Il is, indeed, the great leader and a great master of politics as he has achieved the most powerful and steadfast single-minded unity to accomplish the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n There were also such articles as \"The General worships the popular masses as his greatest teacher\", \"'Serve the People!' is the General's principle of life\" and \"The General's immediate task is to reunify the country\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Collection of Materials on Crimes Related to \"Comfort Women\" for Imperial Japanese Army Published",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#5",
            "content": "Crackdown upon Anti-FTA Struggle Assailed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The All-People Movement Headquarters for Checking South Korea-U.S. Free Trade Agreement reportedly called a press conference in front of the Seoul Central District Court on June 25 in protest against the security authorities' suppression of its leading members. &nbsp;&nbsp;&nbsp;\r\n At the press conference speakers charged that the security authorities conducted an investigation into co-representatives of the headquarters, calling to account its struggle against the negotiations for the conclusion of the FTA, and are now seeking to detain them. &nbsp;&nbsp;&nbsp;\r\n Such outrage has been prompted by a sinister political intention to foil the all-people rally slated for June 29 and push ahead with the conclusion of the FTA at any cost, they said. &nbsp;&nbsp;&nbsp;\r\n It is illegal to obstruct a rally and a demonstration, they pointed out, urging the security authorities to stop at once their unreasonable suppression. &nbsp;&nbsp;&nbsp;\r\n They declared that they would surely make the rally for checking the conclusion of the FTA a success despite any crackdown.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Policy Lauded",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#6",
            "content": "Collection of Materials on Crimes Related to \"Comfort Women\" for Imperial Japanese Army Published \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The Institute for National Studies and the \"Institute of the Volunteers' Corps\" of south Korea reportedly brought out a collection of materials \"We were sexual slaves for Japanese Soldiers\" (English version) disclosing before the international community the truth of the crimes related to \"comfort women\" for the Imperial Japanese Army. &nbsp;&nbsp;&nbsp;\r\n The three-volume collection in its preface said that the sexual slavery for the Imperial Japanese Army was a war crime premeditated and organized by the army and it reduced a large number of women to its sexual slaves, inflicting unbearable pain upon them. It called on all members of the international community to turn out in the struggle to achieve peace. &nbsp;&nbsp;&nbsp;\r\n The collection carried testimonies made by victims of the sexual slavery, testimonies and records of statements made by servicemen of the Imperial Japanese Army involved in the setting up of \"comfort stations\" and their operation, a clear proof that sexual slavery was a crime perpetrated by the army in a premeditated manner. &nbsp;&nbsp;&nbsp;\r\n It also deals with the remarks made by political heavyweights of Japan to conceal the above-mentioned crimes and activities staged by civic organizations of south Korea and Japan for a solution to the issue of \"comfort women.\" &nbsp;&nbsp;&nbsp;\r\n It also edited recommendations, reports and texts of ruling made by such international organizations as the UN Sub-Committee on Human Rights, the International Lawyers' Association and Amnesty International, on the issue of \"comfort women.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Mass Art Giving Victorious Confidence and Optimism",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#7",
            "content": "Songun Policy Lauded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The originality and tremendous vitality of the Songun policy pursued by the Workers' Party of Korea are based on a new clarification made about the main force of the revolution, notes Rodong Sinmun Friday in a signed article. &nbsp;&nbsp;&nbsp;\r\n Explaining in detail that only a group which is more loyal to the cause of the Party and the leader and stronger in revolutionary spirit and the sense of organization and unity than any class and group involved in the revolution and which sets an example for other members of the revolutionary ranks to follow in thinking, faith and spiritual and moral traits can play the role of a main force of the revolution, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, while providing energetic Songun revolutionary leadership for nearly half a century since the 1960s, clarified the law governing the development of the revolutionary cause that starts and advances thanks to the leading and pivotal role of the revolutionary army and, on this basis, opened up a new chapter of the socialist policy which calls for depending on the might of the revolutionary army. The idea and theory of Kim Jong Il that the arms guarantees peace and socialism and the military affairs are the most important national affair proceeded from the Juche-oriented point of view on the decisive role of the arms. &nbsp;&nbsp;&nbsp;\r\n The validity and vitality of the WPK's Songun policy based on the fresh elucidation of the main force of the revolution have been fully proved in the revolutionary practice. &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army is the strong revolutionary army of Mt. Paektu fully prepared politically and ideologically and in military technique and the matchless revolutionary armed forces capable of decisively frustrating the imperialists' moves for aggression and firmly defending the country, the revolution and the socialist cause. &nbsp;&nbsp;&nbsp;\r\n The KPA's transparent spirit of devotedly defending the leader has become the steadfast faith and will of all the Korean people and its revolutionary comradeship served as a main source of the unbreakable single-minded unity of the society. &nbsp;&nbsp;&nbsp;\r\n The ardent trait of assisting the people displayed by the People's Army has remarkably encouraged the people's enthusiasm to assist the army and the unity of the army and people in thinking and fighting spirit have helped further augment the politico-ideological might of the Korean revolution, the foundation of the society, than ever before. &nbsp;&nbsp;&nbsp;\r\n The army and people are sharing weal and woe, united in thinking, will, destiny and the view on the future. This Songun revolutionary unity today guarantees great victory of the WPK's Songun policy and means the true picture of Songun Korea.     \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Flower Tending of Pyongyang Citizens",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#8",
            "content": "Mass Art Giving Victorious Confidence and Optimism \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The joint performances were given in Pyongyang recently by participants in the tenth contest of artistic groups of officers' wives of the Korean People's Army (KPA). &nbsp;&nbsp;&nbsp;\r\n The performances made a deep impression on the audience for their great vitality of the revolutionary soldier culture. &nbsp;&nbsp;&nbsp;\r\n The mass art of the DPRK has a long historical tradition. The contest of artistic groups of officers' wives of KPA came into being in the great Songun era. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung penetrated deep into the role of musical art in arousing people to the revolutionary struggle in the early years of his revolutionary activities and established the brilliant tradition of mass art. &nbsp;&nbsp;&nbsp;\r\n The President created famous masterpieces including \"Song of Korea\", \"Nostalgia\", \"Song of Anti-Japanese War\", \"Song of the Sea of Blood\" and \"Song of Ten-point Programme of the Association for the Restoration of the Fatherland\" during the anti-Japanese revolutionary struggle. Art troupe members, with these songs, awakened the people in a revolutionary way and dynamically inspired them to the struggle against the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n The various forms, contents and methods of the artistic performance held under the guidance of the President constituted the precious wherewithal for the development of the mass art after the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n In the period of the hard-fought Fatherland Liberation War the servicepersons of the KPA inherited the traditions of the anti-Japanese revolutionary struggle made front-line musical instruments on battle heights and held artistic contests of servicepersons full of confidence in and optimism for the sure victory. In this course, they wrought military miracles unprecedented in the world history of wars. &nbsp;&nbsp;&nbsp;\r\n A brisk artistic agitation for increased production was conducted during the grand socialist construction as the anti-Japanese guerrillas did. It forcefully encouraged the working people to the revolution and construction, leap forward and innovation. &nbsp;&nbsp;&nbsp;\r\n In particular, the contest of artistic groups of officers' wives of the KPA, which made its appearance as a model of the revolutionary mass-based art on the initiative of Kim Jong Il, filled the whole society with the revolutionary optimism and emotion and became the main driving force for the Korean people to overcome the severe trials and break the bright dawn of the great, prosperous and powerful country. &nbsp;&nbsp;&nbsp;\r\n Today the servicepersons and people are striving hard to usher in the great heyday of the Songun Korea full of confidence in victory, loudly singing the revolutionary songs.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Myth of \"Invincible Imperial Army\" of Japan Smashed in Battle of Jiansanfeng",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#9",
            "content": "Flower Tending of Pyongyang Citizens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The rich cultural and emotional life of the Pyongyang citizens is reflected in their flower tending. &nbsp;&nbsp;&nbsp;\r\n Those flowers are seen along Changgwang Street, Chollima Street, Pulgun Street, Thongil Street and other streets and by windows of apartment houses in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Kim Thaek Su in Tongsong-dong, Central District is called as \"grandpa of flower house\". He has cultivated more than 40 plants of some ten species. &nbsp;&nbsp;&nbsp;\r\n He told KCNA that he was happy to see buds opening flowers and the flower is fragrance of life. &nbsp;&nbsp;&nbsp;\r\n Kim Myong Hui residing in Kaeson-dong, Moranbong District is also tending over 20 kinds of flowers at her home. &nbsp;&nbsp;&nbsp;\r\n She noted that patriotism was cultivated in planting and tending even a flower plant and a tree, adding that she was striving to instill the love for the flowers into the minds of her children. &nbsp;&nbsp;&nbsp;\r\n Flower fanciers are transplanting their flower plants on roadsides and vacant lots, exchanging experience and flower seeds with each other on Sundays. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, institutions at all levels and industrial establishments in the capital are also cultivating Kimilsungia, Kimjongilia and other flowers in their green-houses.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Democratic Congo",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#10",
            "content": "Myth of \"Invincible Imperial Army\" of Japan Smashed in Battle of Jiansanfeng\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Seventy years have elapsed since the battle of Jiansanfeng, an important battle in the Korean people's history of the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n The battle was of great significance; it consolidated the success of the victory in the battle of Pochonbo on June 4, 1937 which heralded the dawn of national liberation for the Korean people, smashed the myth about the \"invincible imperial army\" of Japan and widely demonstrated the might of the Korean People's Revolutionary Army. &nbsp;&nbsp;&nbsp;\r\n At that time, the Japanese army was hit hard in Kouyushan following the Pochonbo Battle. So it prepared a \"great punitive operation\" to recover its heavy defeat. &nbsp;&nbsp;&nbsp;\r\n In order to crush the enemy's desperate attempt, President Kim Il Sung held a meeting of the commanding personnel of the combined unit of the Korean People's Revolutionary Army and let them make active defence posture with assembled forces. &nbsp;&nbsp;&nbsp;\r\n Prior to the battle, he drew up the battle plan to wipe out the enemy on Jiansanfeng and told the commanding personnel that they should not be inveigled into the enemy's regular warfare tactics but positively apply the flexible guerrilla tactics of swiftly moving right and left by making use of forests. &nbsp;&nbsp;&nbsp;\r\n His superb tactics made the \"punitive forces,\" which vociferated that they would annihilate the revolutionary army, suffer more than 1,500 casualties in the day-long battle. &nbsp;&nbsp;&nbsp;\r\n There were so many casualties that heads were cut off from the dead bodies, packed in sacks and wooden boxes to carry them on carts. From then on the expression \"pumpkin head\" spread among the people. &nbsp;&nbsp;&nbsp;\r\n  Many legends lauding the superb tactics of the President were told among the people after the victorious battle of Jiansanfeng.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "27th Congress of KDWU in Japan Held",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#11",
            "content": "Greetings to President of Democratic Congo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Joseph Kabila, President of Democratic Congo, on June 26 on the occasion of the 47th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the long-standing bilateral relations of friendship and cooperation would grow stronger in the mutual interests, the message sincerely wished the president greater success in his work for national unity and economic development.\r\n    \r\n\r\n\r\n"
        },
        {
            "title": "Abe's Remarks Assailed by Chongryon",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#12",
            "content": "27th Congress of KDWU in Japan Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The 27th congress of the Korean Democratic Women's Union in Japan was held at the Korean Hall in Tokyo on June 26. &nbsp;&nbsp;&nbsp;\r\n Present there were So Man Sul, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Jong Thae Mun, director of the General Affairs Department of the Central Standing Committee of Chongryon, and delegates selected from the women's union organizations at different levels. &nbsp;&nbsp;&nbsp;\r\n Introduced at the congress were messages of greetings to the congress from the Central Committee of the Korean Democratic Women's Union, different bodies of Chongryon, organizations in south Korea and Korean bodies abroad and organizations of Japan. &nbsp;&nbsp;&nbsp;\r\n So Man Sul in his address at the congress referred to the achievements made by the officials of the women's union for the last 3 years, calling on the women's union to preserve its characteristics and identity and conduct diverse activities with a main emphasis on the education of children and thus bring about big progress in the \"movement to invite Koreans to come to the fold of Chongryon.\" &nbsp;&nbsp;&nbsp;\r\n His address was followed by a report on the work of the Central Standing Committee of the KDWU in Japan by Kim So Ja, chairwoman of its central standing committee, congratulatory speeches by the secretary general of the Japanese Women's Society for Solidarity with the Korean Women and the honorary chairperson of the Society for Supporting the Dissemination of Kimilsungia and Kimjongilia and speeches by delegates. &nbsp;&nbsp;&nbsp;\r\n A report on the above-said work, a proposal for revising the statute of the union and proposals on finance and budget were adopted at the congress. &nbsp;&nbsp;&nbsp;\r\n The congress elected Kang Chu Ryon chairwoman of the Central Standing Committee of the KDWU. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the congress.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il es gran orientador de la epoca actual, elogian en varios paises",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#13",
            "content": "Abe's Remarks Assailed by Chongryon\r\n&nbsp;&nbsp;&nbsp;Tokyo, June 27 (KNS-KCNA) -- Japanese Prime Minster Abe let loose reckless remarks groundlessly labeling the General Association of Korean Residents in Japan (Chongryon) a \"criminal organization\" as part of Japan's frantic anti-DPRK, anti-Chongryon campaign. Infuriated by this, Chongryon officials strongly protested against them. &nbsp;&nbsp;&nbsp;\r\n Pak Chang Gil, chairman of the Tokyo Metropolitan Headquarters of Chongryon, accused the prime minister of unreasonably labeling the Chongryon organization as a \"criminal organization\" and setting in motion media to stoke the anti-DPRK, anti-Chongryon and anti-Korean sentiment in the Japanese society, adding that this is politically motivated terrorism unprecedented in history. He demanded Abe withdraw his reckless remarks as early as possible and make an apology for them and immediately stop the suppression and human rights abuses against Chongryon and the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n Kim Pong Hyong, chairman of the Osaka Prefectural Headquarters of Chongryon, termed Abe's outbursts an expression of his crafty plot to negate the DPRK-Japan Pyongyang Declaration, incite anti-DPRK sentiment by hyping the \"abduction issue\" which had already found a solution, tarnish the image of Chongryon and tear Koreans in Japan off the Chongryon organization. &nbsp;&nbsp;&nbsp;\r\n Jang Thae Ho, chairman of the Fukushima Prefectural Headquarters of Chongryon, said that the Japanese government is under the obligation to protect the Koreans in Japan and guarantee Chongryon legitimate activities but is getting so reckless as to incriminate the Chongryon organization. This is an unpardonable behavior to build up public opinion favorable for fanning up bitterness and national chauvinism toward Koreans in Japan in a bid to bring down Chongryon, he noted. &nbsp;&nbsp;&nbsp;\r\n Ri Ju Hak, chairman of the Fukuoka Prefectural Headquarters of Chongryon, demanded Abe make a prompt apology for making extremely reckless remarks insulting and slandering Chongryon and the Japanese authorities fully guarantee the Koreans in Japan living and rights.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sitios Web surcoreanos elogian a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#14",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Impreso en Sur de Corea libro sobre caso de \"consoladoras sexuales\"",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#15",
            "content": "Kim Jong Il es gran orientador de la epoca actual, elogian en varios paises\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 29 de junio (ATCC) -- Con motivo del 43o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea y del 7o aniversario de la publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio, tuvieron lugar entre el 7 y el 25 del mes en curso mitin, simposio, charla, exposicion de libros, fotos, bordados y productos artesanales de Corea, fotoexhibicion y proyeccion filmica en Rusia, Singapur, Egipto, Austria, Peru, Tadjikistan, Congo Democratico, Finlandia y Nepal. &nbsp;&nbsp;&nbsp;\r\n  El jefe del departamento internacional del Comite Central del Partido Obrero y Campesino de Nepal subrayo en la charla que el hecho de que el Dirigente Kim Jong Il inicio hace 43 anos su trabajo en el Comite Central del PTC fue un evento politico de gran significado no solo para esta agrupacion politica y el pueblo coreano sino tambien para la humanidad progresista del mundo entero. &nbsp;&nbsp;&nbsp;\r\n  El presidente del Comite Nacional del Partido Patriotico Lumumbista Autentico del Congo Democratico, Otete Gaston Mboyo, elogio en un simposio que Su Excelencia Kim Jong Il es el gran orientador de la epoca actual y el faro de esperanza para ellos. &nbsp;&nbsp;&nbsp;\r\n  El presidente del Comite de Estudio de la Idea Juche de Egipto, Yehia Zakariya Khairallah, se refirio detalladamente en un seminario a las proezas logradas por el Dirigente al construir y dirigir el partido y ratifico que el fortalecimiento del Partido del Trabajo de Corea como el partido del Presidente Kim Il Sung constituye la hazana mas grande de Su Excelencia Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  Kalevi Warman, presidente de la Asociacion de Comunistas de Finlandia dijo en un mitin que por tener al Dirigente Kim Jong Il en su puesto cimero, el Partido del Trabajo de Corea pudo fortalecerse como una entidad invencible y orientar a la victoria al pueblo coreano.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun argumenta nueva aclaracion sobre grueso de revolucion ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/30.htm#16",
            "content": "Sitios Web surcoreanos elogian a Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 29 de junio (ATCC) -- Fueron publicados el dia 23 en los sitios web de internet de la Solidaridad de Ejecucion de la Declaracion Conjunta Sur-Norte y la \"Alianza Nacional por la Democracia y la Reunificacion de la Nacion\" del Sur de Corea unos articulos que elogian la noble personalidad del Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  El articulo intitulado \"Unidad monolitica es el medio clave del General Kim Jong Il para llevar a feliz termino la causa revolucionaria del Juche\" senala que \"hoy, la fuerza de la unidad monolitica es la mas poderosa que garantiza la existencia y el desarrollo del Norte de Corea\" y enfatiza que el nucleo del poderio de ella reside en la noble personalidad del General Kim Jong Il, la grandeza del Partido del Trabajo de Corea y la fidelidad de todos los habitantes a estos. &nbsp;&nbsp;&nbsp;\r\n  Subraya que al tomar la unidad monolitica como el medio clave para cumplir la causa revolucionaria del Juche, el Dirigente salvaguarda con la idea, el poderio y el espiritu de la misma la causa socialista del Juche frente a los reaccionarios del mundo y supera las dificultades de hoy &nbsp;&nbsp;&nbsp;\r\n  Elogia que el General Kim Jong Il, quien lleva adelante la causa mencionada logrando la unidad monolitica mas poderosa y solida, es el gran dirigente y maestro de la politica. &nbsp;&nbsp;&nbsp;\r\n  Igualmente, fueron difundidos otros escritos bajo titulares de \"El pueblo es el gran maestro adorado por el General\", \"El credo de vida del General es '!Servir al pueblo!'\" y \"La tarea inmediata del General es la reunificacion de la patria\".      \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}