{
    "date": "2007-01-18",
    "url": "http://kcna.co.jp/item/2007/200701/20070118.htm",
    "articles": [
        {
            "title": "KCNA Holds U.S. Chiefly Responsible for Counterfeiting",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#1",
            "content": "KCNA Holds U.S. Chiefly Responsible for Counterfeiting \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- It was recently disclosed that the United States is a centre for forged dollar notes, a worldwide problem, sparking off a great furor.\r\n The German Frankfurter Allgemeine Sonntagszeitung, on the basis of the results of study conducted by experts on counterfeit notes in Europe and Asia for years and testimonies made by those related to printing machine manufacturers, clarified that the CIA has issued fake notes in a secret printing shop in the suburbs of Washington D.C.\r\n The newspaper asserted that north Korea is not capable of counterfeiting \"super notes,\" noting that the \"super notes\" for which the U.S. holds the DPRK accountable might have been massively issued by an intelligence institution in the U.S. for a clandestine operation. &nbsp;&nbsp;&nbsp;\r\n The international community is responding to this assertion with discretion as the above-said newspaper is widely known to be serious about impartiality and the author of the article is well versed in this particular field. &nbsp;&nbsp;&nbsp;\r\n Such problems as \"forged notes\" and \"illicit dealings\" rest with the U.S. and the story about the \"counterfeit notes\" much touted by it is nothing but a fabrication aimed to execute its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n As already reported, forged notes worth 46.5 million U.S. dollars and 499 counterfeiting shops were disclosed in the U.S. in the recent one year only. Internet homepage \"Conspiracy Planet\" on April 26, 2006, said that the U.S. banks launder illicit funds amounting to 500 billion U.S. dollars every year and without that the U.S. economy would have gone bankrupt long ago. Financial deficits of hundreds of billions dollars in the U.S. are believed to have been offset by the circulation of such dirty money. &nbsp;&nbsp;&nbsp;\r\n Such being a hard fact, it is preposterous for the U.S. to talk about \"counterfeit notes\" in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. raised this issue against the background of the embarrassing situation where it was compelled to roll back its hostile policy toward the DPRK as the process for the denuclearization of the Korean Peninsula reached the phase of \"words for words and action for action\" in the wake of the adoption of the September 19 joint statement. &nbsp;&nbsp;&nbsp;\r\n Levi, U.S. under secretary of Treasury, at a Congress hearing on April 6, 2006 said that the authority of the Department of Treasury would serve as one of a few means that can be used as leverage instead of military power in case it faces \"threat\" from a foreign country not yielding to diplomatic pressure, thus self-exposing that the story of the \"forged notes\" is a lever for pressurizing the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. has so far failed to produce any scientific evidence that may prove the DPRK's counterfeiting. This was the reason why it was censured and jeered by the international community at a briefing held in Washington in December 2005 and at a meeting of the International Criminal Police Organization in July last year. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the anti-DPRK smear campaign over the \"counterfeit notes\" is orchestrated and staged by the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. counterfeiting row is its own making. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better drop the curtain on the clumsy farce.    \r\n\r\n\r\n"
        },
        {
            "title": "Invariable Guidelines in Cause of Reunification",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#2",
            "content": "Invariable Guidelines in Cause of Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- The joint New Year editorial re-clarified that the three principles of national reunification--independence, peaceful reunification and great national unity--put forth by President Kim Il Sung are the immutable guidelines in the cause of reunification, and it is the unshakeable will of Kim Jong Il to realize reunification in our generation true to the instructions of the President.\r\n The three principles elaborate the issues on solving the issue of national reunification independently by the efforts of the nation without interference of outside forces, achieving the reunification in a peaceful way without recourse to armed forces and on promoting the great unity of the whole nation, transcending the differences in ideas, ideals and systems. &nbsp;&nbsp;&nbsp;\r\n The President advanced the three principles of national reunification he had conceived, on May 3, Juche 61 (1972) when he received the delegate of the south side who came to Pyongyang to attend the north-south high-level political talks. &nbsp;&nbsp;&nbsp;\r\n The north and south agreed on the three principles of national reunification and solemnly proclaimed them at home and abroad as the great reunification programme common to the nation through July 4 Joint Statement. &nbsp;&nbsp;&nbsp;\r\n Later he laid down the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo, guidelines common to the nation that should be invariably adhered to in the efforts for accomplishing the reunification cause. He devoted his heart and soul to this cause till the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n True to the President's cause of national reunification, Kim Jong Il, incorporated the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo into the three charters for the country's reunification. &nbsp;&nbsp;&nbsp;\r\n Under his wise leadership the historic Pyongyang meeting was arranged for the first time 55 years after national division and resulted in adopting the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n It is a declaration for national independence, a declaration for peaceful reunification and a declaration for the great unity of the nation, which is embodying the three principles of national reunification. &nbsp;&nbsp;&nbsp;\r\n From then on, the reunification movement of the Korean nation and the north-south relations has been developed on the track of independence and the new June 15 reunification era for the north and the south to march forward along the road of independent reunification through reconciliation and collaboration opened up. &nbsp;&nbsp;&nbsp;\r\n The slogan calling for adding brilliance to the June 15 reunification era by attaching importance to the nation, maintaining peace and achieving unity is enjoying full support and response on the part of the entire fellow countrymen in the north, south and overseas.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Released in Laos",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#3",
            "content": "Kim Jong Il's Work Released in Laos \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- A ceremony of releasing Kim Jong Il's famous work \"The Juche Philosophy Is An Original Revolutionary Philosophy\" took place at the Laos-Korea Youth Friendship Centre on Jan. 10.\r\n The work, published on July 26, Juche 85 (1996), scientifically analyses the limitations of the times when the preceding philosophies were enunciated and the originality of the Juche philosophy and clarifies the idea that the Juche philosophy precisely means the revolutionary philosophy, the political philosophy of the Workers' Party of Korea. It deals with the principled issues arising in the study and dissemination of the Juche philosophy. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were leading officials and members of the Central Committee of the Lao People's Revolutionary Youth Union, the Lao Youth Publishing House and the centre. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation was the DPRK ambassador to Laos.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Egyptian Party Leader Supports Joint New Year Editorial of DPRK",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#4",
            "content": "Egyptian Party Leader Supports Joint New Year Editorial of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- The Korean people will always emerge victorious. \r\n Ahmad Hassan, general secretary of the Nasser Arab Democratic Party of Egypt, said this in a statement made public on Jan. 10 in support of the joint editorial carried by the newspapers of the Workers' Party of Korea, the Korean People's Army and the Kim Il Sung Socialist Youth League on the occasion of the New Year. &nbsp;&nbsp;&nbsp;\r\n Referring to the successes made by the army and people of the DPRK last year, he noted the DPRK has attracted the world's attention, raised its international prestige, built powerful self-reliant defence capability and opened a bright prospect of economic development by maintaining its steadfast principled stand. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the Korean people would achieve greater success in their struggle to defend the sovereignty and dignity of the country and accelerate national reunification by attaching importance to the nation and making efforts to preserve peace and achieve unity this year, too, under the wise leadership of Kim Jong Il.  He declared that his party would stand on the side of the Korean people, supporting their cause.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "February Holiday to Be Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#5",
            "content": "February Holiday to Be Celebrated in Russia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- A preparatory committee of the Central Association of Korean Nationals in Russia was formed on Jan. 12 to celebrate February 16, the birthday of Kim Jong Il.\r\n Ju Hui Chol, chairman of the association, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to hold multifarious events including a reading session, book exhibition and film show from February 1 to 16.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Complete Collection of Kim Il Sung's Works Vol. 66 Off Press",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#6",
            "content": "Complete Collection of Kim Il Sung's Works Vol. 66 Off Press \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- The Workers' Party of Korea Publishing House published the Complete Collection of Kim Il Sung's Works Vol. 66. The complete collection of President Kim Il Sung works is a library of the Juche idea systematically and comprehensively dealing with his famous works in a chronological order. \r\n The book contains 33 works including historic speeches, perorations and talks made by him from January to April of Juche 67 (1978). &nbsp;&nbsp;&nbsp;\r\n The works \"The Socialist Labour Law of the Democratic People's Republic of Korea\" and \"On Enhancing the Role of the Officials of the People's Government Organs\" clarify the significance of the adoption of the socialist labour law and measures for its implementation and tasks and ways for enhancing the function and role of the people's government organs. &nbsp;&nbsp;&nbsp;\r\n \"On Easing the Strain on Rail Transport,\" \"Let Us Fully Apply the Juche Method of Farming to Bring About a New Upsurge in Agricultural Production,\" \"Let Us Mobilize Party Members and Other Working People in Carrying Out the Second Seven-Year Plan Ahead of Schedule\" and other works scientifically indicate the major tasks of the second seven-year plan and principled matters arising in successfully honoring it. &nbsp;&nbsp;&nbsp;\r\n \"Some Problems in Work among Schoolchildren,\" \"Talks to the Leading Officials of Party Committees in North Hamgyong Province and Chongjin City,\" \"Talks to Officials When Going Round the Korean Central History Museum\" and other works pointed to the issues of intensifying the education of schoolchildren, working hard to solve the problem related to the people's living and preserving well historical relics and taking good care of them and other issues. &nbsp;&nbsp;&nbsp;\r\n Among them are the works dealing with the issues of forcing the U.S. troops to withdraw from south Korea and accomplishing the historic cause of national reunification amid the positive support and actions of the people of different countries of the world and indicating the ways for every country and nation to firmly defend its independence and independently carry out its own revolution and strengthen the unity of the international working class movement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Introduction of Stealth Fighter Bombers into S. Korea Flailed",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#7",
            "content": "Introduction of Stealth Fighter Bombers into S. Korea Flailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- A political party and organizations in south Korea reportedly issued commentaries and statements on Jan. 11 denouncing the U.S. for introducing a wing of F-117 Stealth fighter bombers and at least 300 support personnel into a U.S. air force base in south Korea.\r\n The policy-making committee of the Democratic Labor Party in a commentary clarified that the Stealth fighter bombers constitute the most important weapon system in the \"OPLAN 5026\" for a precision strike at the north. The U.S. plan to let the above-said fighter bombers participate in the RSOI slated to take place in south Korea in March suggests that the projected war maneuvers will be the largest-ever in their scale, it added. &nbsp;&nbsp;&nbsp;\r\n The Youth and Student Solidarity for Implementing the June 15 Joint Declaration in a statement demanded an immediate withdrawal of the deployment of the Stealth fighter bombers, saying that the U.S. is working hard to launch a war of aggression against the north behind the scene despite its loud talk about \"dialogue\".&nbsp;&nbsp;&nbsp;\r\n The media headquarters of the South Side Committee for Implementing the June 15 Joint Declaration in a statement warned the media, which unilaterally release reports about the deployment of the Stealth fighter bombers, to come to their senses. &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Implementing the South-North Joint Declaration in a statement charged that the U.S. claims the deployment of those bombers is for \"peace\" in a bid to mislead the public opinion but, in actuality, it is keen to provoke a war of aggression against the north.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Lambastes U.S. Acts Aggravating Tension",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#8",
            "content": "Rodong Sinmun Lambastes U.S. Acts Aggravating Tension \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- The United States is making quite a noise about \"resumption of the six-party talks\" and \"peaceful settlement of the nuclear issue\" from the beginning of the New Year as if it were interested in peace and security on the Korean Peninsula and inter-Korean cooperation. But, in fact, it is none other than the U.S. which is blocking off all the access routes to them. \r\n A Rodong Sinmun analyst says this in a commentary today. &nbsp;&nbsp;&nbsp;\r\n Citing facts, he notes that the U.S. bellicose forces last year threw snags in the way of the movement for inter-Korean cooperation, going on a rampage in rash war games and arms buildup on the Korean Peninsula and thus glaringly revealed its true colors as the chief criminal in wrecking peace and security on the peninsula and desperately hindering the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n He goes on: &nbsp;&nbsp;&nbsp;\r\n There is no doubt that a war would have broken out on the Korean Peninsula, if the DPRK had failed last year to shatter the moves of the U.S. imperialists to provoke a war against it with its strong self-defensive deterrent. &nbsp;&nbsp;&nbsp;\r\n With no artifice can the U.S. conceal its true colors as the very one wrecking peace of the peninsula and seeking the provocation of a war against the DPRK and the disturber of Korea's reunification. The DPRK is sharply watching the dangerous acts of the U.S. which is still whetting the sword of aggression against it while making free with such phrases as \"peaceful settlement\" and \"resumption of talks.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Outcries of Choongang Ilbo and GNP Blasted",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#9",
            "content": "Outcries of Choongang Ilbo and GNP Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- As already reported, the joint New Year editorial published in the Democratic People's Republic of Korea called on the south Koreans to deter the \"Grand National Party\" (GNP) from usurping power through the \"presidential elections\" slated to take place in south Korea this year. When the party, much upset by this, kicked off a smear campaign against the north, the Secretariat of the Committee for the Peaceful Reunification of the Fatherland in its information bulletin strongly refuted it. Choongang Ilbo and the former representative of the GNP Pak Kun Hye in their renewed propaganda described the rebuttal as a \"threat to launch a nuclear war\" and \"interference in their internal affairs.\"\r\n Rodong Sinmun Wednesday observes in a signed commentary in this regard: The GNP's desperate bid to return to power cannot but be a dangerous one as it will bring the north-south relations back to the phase of confrontation and plunge this land into a horrible disaster of war. How can they insist it is a mere internal affair of south Korea? The reckless diatribe made by Choongang Ilbo and Pak Kun Hye over the north's just assertion is nothing but a shrill cry made by the criminals out of their guilty conscience. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n When the U.S. imperialists openly declared they would make a \"preemptive nuclear strike\" at the DPRK and brought a nuclear-powered carrier to the East Sea of Korea, posing the threat of a nuclear war to it, the GNP and Choongang Ilbo feigned ignorance of this serious development. But when the north served a warning that a nuclear war would break out if the pro-U.S. conservative forces in south Korea come to power, backed by the U.S. imperialists, they talked nonsense, describing it as the \"threat of a nuclear war\".&nbsp;&nbsp;&nbsp;\r\n These rigmaroles only strip bare the despicable nature of the above-said party and newspaper as mouthpieces shielding and supporting the U.S. imperialists' moves to provoke a nuclear war against the DPRK and faithfully serving them in the war.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on WPK's Foreign Policy Idea",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#10",
            "content": "Rodong Sinmun on WPK's Foreign Policy Idea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- The stand and will of the Workers' Party of Korea and the Government of the DPRK to consistently adhere to the foreign policy idea of independence, peace and friendship are invariable and unshakable as declared in the joint New Year editorial, says Rodong Sinmun Wednesday in a signed article.\r\n Stating that the idea of independence, peace and friendship is the steadfast foreign policy idea of the WPK and the DPRK Government, the author of the article says: &nbsp;&nbsp;&nbsp;\r\n The WPK firmly maintains independence in external relations. The DPRK never allows anyone to encroach upon its sovereignty or interfere in its internal affairs and to rule and control it, but strongly opposes the violation of the sovereignty of other countries. It assesses and deals with all the problems arising in the international community with independence as the yardstick and fights resolutely against practices of violating independence. In the international arena it does not please another's humor nor read another's face, but speaks what it wants to say. It respects the independence of other countries, resolutely opposes all the attempts and moves to encroach upon others' sovereignty and interests or interfere in others' internal affairs and fully supports the just cause of all peoples against imperialist domination and subjugation. &nbsp;&nbsp;&nbsp;\r\n  Ours is a peace-loving country. Our people experienced terrific disasters of war imposed upon them by the U.S. imperialists in the past and are today building a great prosperous powerful nation in face of the ceaseless aggressive moves of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n It is entirely thanks to the patient peace-loving efforts and increase of self-defensive force by the people of the DPRK that a new war has not broken out on the Korean Peninsula until now. They are bending every possible effort in unity with all the peace-loving forces worldwide to curb and foil the anti-DPRK moves of the U.S., achieve peace and stability on the Korean Peninsula and defend peace and security of Asia and the rest of the world. The DPRK will wage a relentless struggle to ensure peace and security of the Korean Peninsula, Asia and the world out of the noble sense of responsibility for the destiny of the Korean nation and humankind. &nbsp;&nbsp;&nbsp;\r\n The WPK will develop good-neighborly and friendly ties with all the countries worldwide on the basis of the principle of independence and international justice and strive to improve and normalize relations even with the countries which were hostile to the DPRK in the past, if they respect its sovereignty and abandon their hostile policies toward it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Folk Amusements of Korea with Long Tradition",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#11",
            "content": "Folk Amusements of Korea with Long Tradition\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- A heavy snow fell in the Democratic People's Republic of Korea to the delight of the children in their winter vacation.\r\n They warm up to their winter amusements including sledding, top spinning and kite flying in the capital city and local areas. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, elders are engrossed in playing Korean chess in parks on the bank of the River Pothong and other parts of the city in defiance of cold. &nbsp;&nbsp;&nbsp;\r\n The folk amusements of Korea with a long tradition are varied and rich in content. &nbsp;&nbsp;&nbsp;\r\n Among them are martial arts, physical culture, intellectual contest, singing and dancing party, masquerade and playing with doll. Also diverse are their playing methods. &nbsp;&nbsp;&nbsp;\r\n The number of folk amusements, which have been handed down up to this date, amounts to more than 300 and that of their varieties over 200. &nbsp;&nbsp;&nbsp;\r\n There are three kinds of ssirum (Korean wrestling) created in the course of working life. Its contest is held in the forms of team event according to body-weight and catch-weight event. &nbsp;&nbsp;&nbsp;\r\n The ssirum contest, which had been held for two-four days amid great interest of people on Chusok (lunar August 15) and other folk holidays, has developed into a national ssirum contest for Grand Bull Prize today. &nbsp;&nbsp;&nbsp;\r\n In particular, the tug-of-war, an essential event in the national and local sports meetings, big and small, is a folk game which has been done from before the ancient times. &nbsp;&nbsp;&nbsp;\r\n Besides, folk amusements include camp-hitting, rope skipping, shuttlecock, slap-matching picture cards, arm strength contest, hide-and-seek and drop-the-handkerchief. These games are good for the cultivation of emotion among the children as well as for training their strong will and perseverance and fostering their power of concentration and judgment on things and phenomena and their physical function. &nbsp;&nbsp;&nbsp;\r\n Now the folk amusements and games make the cultural and emotional life of the people rich.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Advances with Might of Single-minded Unity",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#12",
            "content": "DPRK Advances with Might of Single-minded Unity\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- A fresh leap forward and innovation are being effected in different parts of the DPRK which is vigorously advancing to usher in a great heyday of Songun Korea full of confidence in victory.\r\n The single-minded unity is the proud tradition of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n The servicepersons and people have overcome all the difficulties arising in grim annals of the revolution, rallied rock-firm around the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n It is entirely ascribable to the struggle they have waged in firm unity, believing in and following only their leader and Party that they beat back the U.S.-led imperialist allied forces and safeguarded their country in the 1950s and created miracles and feats in revolution and construction in the 1970s and 1980s. &nbsp;&nbsp;&nbsp;\r\n In particular, the victory and success made by them in the struggle for defending socialism in the 1990s are the proud fruits of the ideological might, the might of the single-minded unity of the servicepersons and people who heroically fought under the guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Today they are replete with a firm resolution to win another victory with the power of the single-minded unity as they did in the past when they won victory after victory, united behind him. &nbsp;&nbsp;&nbsp;\r\n There is no more powerful weapon than the single-minded unity in the anti-imperialist struggle and in the efforts for the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n This unity has been strengthened incomparably thanks to the Songun-based politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nThe revolutionary soldier spirit created by the People's Army grips the hearts of the servicepersons and people and the oneness of the army and people in terms of ideology and fighting spirit is being strengthened. &nbsp;&nbsp;&nbsp;\r\n They are sharing the ideology, will and fate, respecting him as the mainstay in their mind and the Sun and upholding his Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n This year, too, they will frustrate all the challenges and intrigues of the U.S. imperialists and other hostile forces and demonstrate the might of the socialist political and ideological power, rallied closer around the headquarters of the revolution in one ideology and one purpose.    \r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Moves for Militarization Assailed",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#13",
            "content": "Japanese Reactionaries' Moves for Militarization Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- Loud voices expressing the will to revise the constitution are heard from among reactionaries of the land of Japs from the outset of the new year. This indicates that this year would witness a decisive turn in militarizing the Japanese society.\r\n Minju Joson today observes this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n The existing constitution of Japan bans it from having an army as war forces, deprives it of the right of belligerency and prevents it from exercising \"the right to collective self-defence,\" the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n By rewriting the constitution the above-said reactionaries seek to have an army, regain the right to fight a war and exercise \"the right to collective self-defence\".&nbsp;&nbsp;&nbsp;\r\n Japan is keen to reemerge a warlike state just as it launched a war of Asian aggression with its armed forces during World War II. &nbsp;&nbsp;&nbsp;\r\n This is the main reason why they are so serious about the revision of the \"pacifist constitution\".&nbsp;&nbsp;&nbsp;\r\n Given the legal foundation already laid for stepping up the militarization of Japan, the \"pacifist constitution\", in fact, exists in name only. &nbsp;&nbsp;&nbsp;\r\n Should Japan get rid of even the spurious \"pacifist constitution,\" it will take on the threatening looks as a warlike state. &nbsp;&nbsp;&nbsp;\r\n There is the increasing possibility of a new war in Asia as Japan is rushing headlong into militarization to become its \"leader.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Nicaraguan FM",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#14",
            "content": "Congratulations to Nicaraguan FM\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- Kang Sok Ju, first vice-minister of Foreign Affairs, sent a congratulatory message to Samuel Santos Lopez upon his appointment as foreign minister of Nicaragua.\r\n The message hoped that the relations between the two countries would grow strong in all fields including politics, economy and culture as in the past and wished him success in his new job.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Late Wang Ok Hwan",
            "url": "http://kcna.co.jp/item/2007/200701/news01/18.htm#15",
            "content": "Kim Jong Il Sends Wreath to Bier of Late Wang Ok Hwan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 17 (KCNA) -- General Secretary Kim Jong Il today sent a wreath to the bier of the late Wang Ok Hwan, anti-Japanese revolutionary fighter, expressing deep condolences over her death.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}