{
    "date": "2007-01-13",
    "url": "http://kcna.co.jp/item/2007/200701/20070113.htm",
    "articles": [
        {
            "title": "CILRECO Supports Korea's Reunification",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint New Year Editorial of DPRK Supported",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#2",
            "content": "CILRECO Supports Korea's Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- We hope that the DPRK and the U.S. will conclude a peace treaty so that they may coexist in peace and bring lasting peace to the Korean Peninsula and wish to see the June 15 North-South Joint Declaration implemented to achieve the independent and peaceful reunification of Korea.\r\n The International Liaison Committee for Reunification and Peace in Korea (CILRECO) said this in a special issue of its information bulletin posted on its Internet homepage on Jan. 6. &nbsp;&nbsp;&nbsp;\r\n Extending New Year greetings to the Korean people, the bulletin said: &nbsp;&nbsp;&nbsp;\r\n The CILRECO calls upon the world progressive forces to intensify the international movement for solidarity with the Korean people in their struggle for the independent and peaceful reunification of the country in 2007 which marks the 30th anniversary of its foundation. &nbsp;&nbsp;&nbsp;\r\n We demand that the nuclear issue on the Korean Peninsula be solved peacefully through negotiations and the U.S. halt its moves posing a great threat to the peace and security in Korea and the rest of Asia and the world, stop its interference in the internal affairs of the Korean nation and withdraw all its aggressor troops from south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Aggressive Provocation Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#3",
            "content": "Joint New Year Editorial of DPRK Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- The British Association for the Study of Songun Policy made public a statement on Jan. 3 in support of the joint New Year editorial issued in the DPRK. \r\n The statement said that the joint editorial described this year as a significant year commemorating the 95th birth anniversary of President Kim Il Sung and the 75th founding anniversary of the Korean People's Army and proposed the tasks to be tackled to usher in a great heyday of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the Korean people would achieve greater successes in the building of a socialist economic power and in the stand-off with the U.S. and in the struggle to defend socialism in response to the joint editorial. &nbsp;&nbsp;&nbsp;\r\n Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, noted in his statement on the same day that the world progressives are greatly encouraged by the strong mental power of the Korean people who have overcome trials and difficulties with optimism. &nbsp;&nbsp;&nbsp;\r\n He said that the people of developing countries greatly admire the political ability of Kim Jong Il who has turned adversity into favorable conditions with his matchless courage and pluck, adding it is beyond doubt that the DPRK would register great success in building a socialist economic power this year.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Establishing New International Economic Order",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#4",
            "content": "U.S. Aggressive Provocation Assailed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- The Press Headquarters of the South Committee for Implementing the June 15 Joint Declaration reportedly issued a statement titled \"We denounce the U.S. mock air-raid exercises against the north\" on Jan. 8.\r\n Referring to the fact that the U.S. let B-52 fly in the sky above the Korean Peninsula on Jan. 6 in the wake of flight on December 5 last year to conduct mock air-raid exercises targeted at the north, the statement condemned it as a belligerent and dangerous act intended to provoke the DPRK and aggravate the situation. &nbsp;&nbsp;&nbsp;\r\n The statement pointed out that the U.S. is now stepping up the development of new nuclear warheads with investment of an astronomical amount of money while calling the DPRK's just nuclear test into question. &nbsp;&nbsp;&nbsp;\r\n It strongly demanded that the U.S. immediately stop reckless provocation against the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "This Year's Slogan for Reunification Lauded",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#5",
            "content": "Rodong Sinmun Calls for Establishing New International Economic Order \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- It is one of the important guarantees for the prosperity and development of countries and nations to establish a new international economic order.\r\n Rodong Sinmun today says this in a by-lined article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The existing international economic order is an outdated order dating back to the colonial era and this is a main factor of creating an unstable situation. It is impossible for developing countries to develop economy and to be free from the imperialists' economic subjugation and exploitation as long as this order remains in force. &nbsp;&nbsp;&nbsp;\r\n It is one of the principled issues arising in establishing the new international economic order to respect sovereignty. &nbsp;&nbsp;&nbsp;\r\n No country should be allowed to meddle in other's internal affairs or impose its economic mode upon other countries. &nbsp;&nbsp;&nbsp;\r\n At present the imperialists claim that their economic mode serves as a model for the world and all countries should follow it. This is nothing but an unreasonable economic pressure and infringement upon their sovereignty. Any attempt to permit this would only worsen the inequality in the field of economy and, consequently, encourage the imperialists to intensify the exploitation and plunder of developing countries by dint of the outdated international economic order. &nbsp;&nbsp;&nbsp;\r\n It is an important requirement for establishing a new fair international economic order to categorically oppose and reject the moves of the imperialists for \"globalization.\" &nbsp;&nbsp;&nbsp;\r\n The \"globalization\" much touted by the imperialists today is not a ready-made solution to the issue of the prosperity and development of developing countries but a new version of the strategy for economic domination aimed at putting them under their control. The \"globalization\" is, in essence, aimed at building a Westernized and capitalist world. &nbsp;&nbsp;&nbsp;\r\n The South-South Cooperation is one of the most effective ways to build a new international economic order. This kind of cooperation requires developing countries to support and cooperate in the fields of economy and trade with one another on the principle of respecting sovereignty, practicing collective self-reliance and filling each other's needs. &nbsp;&nbsp;&nbsp;\r\n Developing countries have the favorable conditions and possibilities to develop the cooperation. Closer cooperation among developing countries would make the outdated international economic order unworkable and lead it to a final collapse.    \r\n\r\n\r\n"
        },
        {
            "title": "Site of Ancient Bridge Discovered",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#6",
            "content": "This Year's Slogan for Reunification Lauded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- \"Add brilliance to the June 15 reunification era by attaching importance to the nation, defending peace and achieving unity!\" the slogan set forth in the joint New Year editorial, is a just call reflecting the Koreans' desire and will for reunification and the current requirements of the movement for independent reunification that has entered a new phase of development, declares Rodong Sinmun in a signed article Friday.\r\n Attaching importance to the nation, defending peace and achieving unity are the major fighting tasks of the Korean nation at present and herein lie the path along which the Korean nation should advance, the basic stand and maxim to be maintained in the reunification movement and the fighting target which must be attained in the movement, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Attaching importance to the nation is a basic stand the Korean nation should firmly maintain in the inter-Korean relations and all spheres of the movement for reunification. &nbsp;&nbsp;&nbsp;\r\n The Korean nation can bolster its strength in every way and foil any attempt of the outsiders to stem the advancement of the June 15 reunification era when all the Koreans firmly adhere to the stand of attaching importance to the nation, proud of being a homogeneous nation with a 5,000 year-long history. &nbsp;&nbsp;&nbsp;\r\n Defending peace is also one of the major essential requirements in the June 15 reunification era. &nbsp;&nbsp;&nbsp;\r\n The new war provocation moves in which the U.S. imperialists are getting more blatant these days gravely threaten the peace of the country and the security of the nation. It is impossible to achieve independent reunification and expect a successful progress of the undertakings for north-south reconciliation and cooperation without defending peace at present. &nbsp;&nbsp;&nbsp;\r\n National unity is a decisive guarantee for achieving independent reunification by dynamically advancing the progress of the June 15 reunification era. When all the Koreans in the north and the south and overseas become one-minded and achieve great national unity on this basis, the fundamental problems will be resolved in the movement for independent reunification and then all other issues be easily settled. In this sense, we say that great national unity is, immediately, national reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Invariable Foreign Policy of DPRK",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#7",
            "content": "Site of Ancient Bridge Discovered \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- The site of the Taedonggang Bridge belonging to the Koguryo period has been discovered in Pyongyang.\r\n In the light of its foundation, the wooden bridge was built in front of the Anhak Royal Palace of Koguryo in the early 5th century. &nbsp;&nbsp;&nbsp;\r\n There were several bridges across the River Taedong at that time. The wooden bridge laid between Chongho-Dong of Taesong District and Hyuam-Dong of Sadong District over the river was 375 meters long and nine meters wide. &nbsp;&nbsp;&nbsp;\r\n It was built with square timbers 38 centimeters wide and 26 centimeters thick. &nbsp;&nbsp;&nbsp;\r\n The bridge had entrances laid with square timbers like fan ribs and rails for the convenience and security of the passers-by. &nbsp;&nbsp;&nbsp;\r\n All the joints of the bridge were dovetailed without using an iron nail or cramp. &nbsp;&nbsp;&nbsp;\r\n The relics of the Taedonggang Bridge vividly show the high standard of architecture in the Koguryo period.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries Urged to Halt Their Dastardly Moves",
            "url": "http://kcna.co.jp/item/2007/200701/news01/13.htm#8",
            "content": "Invariable Foreign Policy of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 12 (KCNA) -- The joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi clarified that the Workers' Party of Korea and the DPRK government will hold fast to the idea of independence, peace and friendship.\r\n Over the last years the DPRK, with independence as its life and soul, has viewed and decided all issues in an independent way and formulated and implemented its policies on its own way in accordance with its faith and discretion no matter what others say. &nbsp;&nbsp;&nbsp;\r\n The Korean-style socialist system established by the popular masses, under which they are shaping policies in accordance with their will and interests is the fruit of the independent politics, the Songun-based politics. &nbsp;&nbsp;&nbsp;\r\n It is the key principle of the DPRK government in its external activities to develop the friendly and cooperative relations with the world people who love peace and advocate independence. &nbsp;&nbsp;&nbsp;\r\n A tense situation in which a new war might break out owing to the sanction and blockade intensified by the U.S-led anti-peace forces under the pretext of \"threat from the north\" and their continued aggressive war exercises was created on the Korean Peninsula last year. &nbsp;&nbsp;&nbsp;\r\n But the prevention of a new war was entirely attributable to the DPRK's persevering peace-loving efforts and power of self-control. &nbsp;&nbsp;&nbsp;\r\n The DPRK is furthering the good-neighbor relationship with all the countries around the world on the principle of mutual respect based on independence.  The DPRK government will remain faithful to the foreign policy idea-- independence, peace and friendship-- the validity and great vitality of which have been fully proved under the leadership of the great Kim Jong Il.    \r\n\r\n\r\n\r\n"
        }
    ]
}