{
    "date": "2007-12-24",
    "url": "http://kcna.co.jp/item/2007/200712/20071224.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Navy Unit ",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Held to Mark Kim Jong Il's Assumption of Office of KPA Supreme Commander ",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#2",
            "content": "Kim Jong Il Inspects KPA Navy Unit  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- General Secretary Kim Jong Il inspected KPA Navy Unit 189 honored with the title of O Jung Hup-led Seventh Regiment. &nbsp;&nbsp;&nbsp;\r\n Looking round a room dedicated to the history of the unit, he said that the once unknown quiet fishing port has turned into a modern naval port and the unit has grown to be invincible ranks with matchless combat capacity thanks to the wise guidance and meticulous care of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the feats performed by the successive commanding officers and soldiers of the unit, noting that it was thanks to the devoted efforts made by them that it has grown to be a powerful naval unit honored with the above-said title. &nbsp;&nbsp;&nbsp;\r\n After learning about the unit's performance of duty, he got familiar with the soldiers' training at a combined training room. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to learn that the unit has successfully built training rooms and put the training on a regular basis, preparing all the officers and men to be a match-for-a hundred stalwart fighters possessed of high combat technique and capacity, stressing that successful training is a basic guarantee for increasing combat capacity. &nbsp;&nbsp;&nbsp;\r\n Going round cultural and educational facilities including servicepersons' hall and an educational room, he highly praised the unit for having briskly conducted diverse political work and cultural and emotional activities after providing ample educational materials and cultural equipment to the ideological, cultural and educational centers. &nbsp;&nbsp;&nbsp;\r\n The whole army has dynamically conducted ideological work in diverse forms and methods, thus bringing about a signal turn in educating soldiers, he said, adding that this precious fruition is a striking demonstration of the validity and vitality of the principle of giving precedence to ideology consistently maintained by the WPK. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the assiduous way the unit has managed its economic life, making the rounds of a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a non-staple food store and other places of the unit. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chief of KPA General Staff on Tense Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#3",
            "content": "National Meeting Marks Anniversary of Kim Jong Il's Assumption of KPA Supreme Commandership \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- A national meeting was held at the April 25 House of Culture Sunday to celebrate the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Attending there were senior party, army and state officials, chairpersons of friendly parties, officials of party and armed forces organs and power bodies, working people's organizations, ministries and national institutions, officers and men of the KPA, officials in the fields of science, education, culture and art, public health and the press, men of merits and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n KPA General Kim Kyok Sik, chief of the KPA General Staff, in a report at the meeting said that Kim Jong Il's assumption of KPA supreme commandership was an epochal event which provided a sure guarantee for the future development of the Korean revolutionary armed forces and the victorious advance of the revolutionary cause of Juche and it was a great national jubilee of weighty significance for the destiny and future of the country.  His assumption of office as head of the revolutionary armed forces made it possible for the KPA to invariably preserve its revolutionary nature as the army of the party and the leader and steadily advance through generations the Juche cause of building the army, started and led to victory by President Kim Il Sung, and for the army and the people of the DPRK to successfully accomplish the revolutionary cause of Juche by reliably carrying forward the Songun history and tradition of the Korean revolution, the reporter said. &nbsp;&nbsp;&nbsp;\r\n The period from the 1990s up to now occupies a particularly important place in the history of guidance over the army by Kim Jong Il who has led to victory the Juche cause of building the army in the van of the Korean revolutionary armed forces for decades, the reporter pointed out, and said: &nbsp;&nbsp;&nbsp;\r\n In the grimmest period of ordeals the Korean revolution had to undergo, the KPA grew to be a matchless revolutionary elite army, and our country, which had been reduced to a ruined nation as it had no strong army one century ago, is now demonstrating its might as an impregnable military power which no formidable imperialist enemies dare provoke. The credit for this signal miracle goes to Kim Jong Il, a genius of military affairs who has been held in high esteem as the supreme commander. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's Songun politics, the politics of independence and genuine patriotism, gave a birth to the June 15 joint declaration, an embodiment of the noble idea of \"By our nation itself\", and provided the \"Declaration for the Development of North-South Relations and Peace and Prosperity\", thus opening a bright prospect for the Korean nation advancing toward the building of a reunified, rich and strong country. And it markedly enhanced the dignity and position of Songun Korea in the international arena and immensely strengthened the international solidarity with the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n With his great Songun idea and energetic Songun leadership Kim Jong Il has trained the KPA to be the first standard-bearer and the main force of the Juche revolution, thus bringing about a miraculous victory in the struggle to defend socialism and build a great prosperous powerful nation and laying a solid foundation for the eternal prosperity of Kim Il Sung's Korea. These immortal exploits of his will remain long with the WPK's history of army building and the proud annals of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The reporter stressed that all the people should dynamically wage an all-out drive to open the door for a great prosperous powerful nation without fail in the year which marks the 100th birth anniversary of Kim Il Sung and thus reenergize the economy of the country as a whole including its pilot domains and basic industries and accelerate the drive for making innovations in agriculture and the light industry so as to bring about a decisive turn in improving the standard of the people's living.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Zhang Weihua's Family",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#4",
            "content": "Chief of KPA General Staff on Tense Situation on Korean Peninsula \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- The situation of the Korean Peninsula still remains tense owing to the U.S. invariable war moves, said General of the Korean People's Army Kim Kyok Sik, chief of the KPA General Staff, in his report at the national meeting held here Sunday to celebrate the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n All the facts, he said, show that the U.S. is talking about \"dialogue\" and \"negotiation\" but it is actually scheming to \"destabilize\" the DPRK's system by all vicious means and methods while resorting to the moves to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n He further said: We are paying deep attention to the fact that the U.S. mobilizes Japan and other satellite forces to persistently pursue the hostile policy toward the DPRK. If the hostile forces refuse to stop the large-scale war exercises and huge arms buildup, we will resolutely counter such actions with more powerful means. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Guarantee for Inheriting Revolutionary Cause of Juche Provided",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#5",
            "content": "Floral Basket to Kim Jong Il from Zhang Weihua's Family \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the family of Zhang Weihua, an anti-Japanese revolutionary martyr, on Saturday on the occasion of the 16th anniversary of his assumption of office as supreme commander of the Korean People's Army and the 90th birth anniversary of Kim Jong Suk, anti-Japanese war hero. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the floral basket were letters reading \"We Wholeheartedly Wish the Great Leader Comrade Kim Jong Il Good Health.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Revolutionary Museum in Hoeryong Renewed",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#6",
            "content": "Guarantee for Inheriting Revolutionary Cause of Juche Provided \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Anti-Japanese woman hero Kim Jong Suk is the great mother of the revolution who had brought up her son Kim Jong Il as the son of the country to carry forward the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n It was in the years of waging the hard-fought anti-Japanese warfare and building a new Korea with empty hand that she gave birth to her son and reared him. &nbsp;&nbsp;&nbsp;\r\n She raised her son, embracing him in the military uniform reeking with the smell of gunpowder in days of rigorous revolution. She frequently told him about the people's desire associated with the august name of President Kim Il Sung and his revolutionary activities and implanted the loyalty to the President in his mind through practical deed, thus educating him to carry forward the lineage of the Mangyongdae family. &nbsp;&nbsp;&nbsp;\r\n When the President gave on-the-spot guidance to various units, she accompanied him along with her son so that her son might learn from the President's lofty popular traits and go by strictly his daily routine from childhood. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il used to go out for a morning walk together with the President every day and was told of a wide range of themes such as the Korean revolution, the world revolution, economic and military issues and stories about noted persons produced in the period from the ancient history to the modern history. In this course he cultivated his character and quality as the leader. &nbsp;&nbsp;&nbsp;\r\n Busy as she was to assist the President, she devoted the utmost attention to letting her son possess admirable disposition and quality. &nbsp;&nbsp;&nbsp;\r\n She did not remain indifferent to his questions and fostered his observation and contemplative faculty on the complicated phenomena of the nature and society to the full. She also tried to raise his uncommon talent and taste for music. &nbsp;&nbsp;&nbsp;\r\n She explained the President's plan for building a new country to her son so as to think everything on a national scale from his younger days. And she widened his way of thinking by letting him give mind to Mt. Paektu highest and grand in Korea when talking about mountains and cultivated his staunch stamina and grit no one can break. &nbsp;&nbsp;&nbsp;\r\n There are many anecdotes on her love shown for him to bring him up as the son of the people who regards simplicity as noble virtue. &nbsp;&nbsp;&nbsp;\r\n Indeed, her meticulous care and deep-going education helped him grow up as the Mt. Paektu-shaped person with wide knowledge and versatile talents. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Suk brought to reality the ardent desire of the Korean people who longed for the appearance of the bright star of Mt. Paektu for the rosy morrow of the country. Her feat will shine for all ages.    \r\n\r\n\r\n"
        },
        {
            "title": "Endless Stream of People Visit Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#7",
            "content": "Revolutionary Museum in Hoeryong Renewed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- The Museum of the Revolutionary Activities of Comrade Kim Jong Suk, an anti-Japanese war hero, in Hoeryong, North Hamgyong Province, has been spruced up and at least 300 pieces of historic materials newly exhibited there on the occasion of her 90th birth anniversary. &nbsp;&nbsp;&nbsp;\r\n On display at 17 rooms of the museum are propositions and photos of the three generals of Mt. Paektu, fine art works portraying Kim Jong Suk, revolutionary relics, books, newspapers and many other materials and data in chronological and thematic order. &nbsp;&nbsp;&nbsp;\r\n Among them are propositions made by President Kim Il Sung and Kim Jong Il while remembering Kim Jong Suk and materials and data showing her birth and the course in which she grew up to be a revolutionary. &nbsp;&nbsp;&nbsp;\r\n There are also many relics and data showing the revolutionary activities of Kim Jong Suk, who enhanced her reputation as an anti-Japanese war hero in the armed struggle to defeat the brigandish Japanese imperialists and devoted her all to the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n Exhibited there are \"A written warranty for a good citizen\" carrying absolute trust of the people in Taoquanli in her, works portraying the three generals of Mt. Paektu and pictures on at least 20 trees bearing such slogans as \"Oh Korea, we herald the birth of the star of Mt. Paektu\" and \"Let's hold Kim Il Sung, commander of the anti-Japanese guerrilla army, Kim Jong Suk, a woman commander, and the bright star of Mt. Paektu in high esteem for all ages. 1942.\" &nbsp;&nbsp;&nbsp;\r\n The exhibits include materials and data proving the revolutionary activities of Kim Jong Suk who faithfully implemented the President's line of building a new country until the last moments of her noble life after returning home on November 25, Juche 34(1945). &nbsp;&nbsp;&nbsp;\r\n There are the immortal revolutionary paean \"Song of General Kim Il Sung\" newly exhibited in relief, newspapers dealing with the feats performed by Kim Jong Suk in founding the three services, multi-media showing her participation in the elections of deputies to the provincial, city and county people's assemblies, and photos and books showing her leadership over the foundation of Kim Il Sung University, the women's work and an emulation drive for increased production. Those materials and data more vividly prove the revolutionary activities conducted by her to realize the President's cause of building the party, the army and the state. &nbsp;&nbsp;&nbsp;\r\n Also on display there are photos convincing one that she always lives in the hearts of the Korean people for her exploits for the times and the revolution, and the medal of DPRK Hero and National Flag Order First Class awarded to her.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visitors to Hoeryong Revolutionary Site on Steady Increase ",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#8",
            "content": "Endless Stream of People Visit Bust of Kim Jong Suk \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- An endless stream of servicepersons, people from all walks of life and school youth and children are visiting the bust of Kim Jong Suk, an anti-Japanese war hero, in the Revolutionary Martyrs Cemetery on Mt. Taesong in significant December marking the 90th anniversary of her birth. The number of visitors reaches over 500,000 at present. &nbsp;&nbsp;&nbsp;\r\n On Dec. 22 alone, at least 100,000 people visited the bust to pay highest tribute to her. They included senior party, army and state officials, anti-Japanese revolutionary fighters, war veterans, men and officers of the three services, officials of institutions at all levels, working people, youth and students and Children's Union members. &nbsp;&nbsp;&nbsp;\r\n Over the past 30 odd years after the cemetery was unveiled, the bust has been visited by more than 36 millions of Korean people, overseas compatriots and foreign friends. &nbsp;&nbsp;&nbsp;\r\n The cemetery has been visited by at least 500,000 groups including KPA units, ministries, national institutions, industrial establishments, farms and schools until now. &nbsp;&nbsp;&nbsp;\r\n Hundreds of thousands of overseas compatriots and foreigners have visited the bust during the period.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Documentary Film Released",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#9",
            "content": "Visitors to Hoeryong Revolutionary Site on Steady Increase \r\n&nbsp;&nbsp;&nbsp;Hoeryong, December 22 (KCNA) -- The number of servicepersons, people from all walks of life and school youth and children visiting the Hoeryong Revolutionary Site is on the steady increase on the occasion of the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n The visitors laid floral baskets and bouquets before her statue at the foot of Osan Hill and paid high tribute to her. &nbsp;&nbsp;&nbsp;\r\n The visitors to Kim Jong Suk's old home in Hoeryong looked round the relics preserved with good care. &nbsp;&nbsp;&nbsp;\r\n The visitors to the Museum of the Revolutionary Activities of Comrade Kim Jong Suk looked round historic relics on display, recollecting the exploits Kim Jong Suk, woman commander of Mt. Paektu, performed by energetically working to implement the idea and line of President Kim Il Sung.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Documentary Screened ",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#10",
            "content": "New Documentary Film Released\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- The Korean Documentary and Scientific Film Studio produced the documentary \"Area around the River Tuman Associated with the Revolutionary Feats of Mother Kim Jong Suk\".&nbsp;&nbsp;&nbsp;\r\n The film records the historic materials and data showing the noble revolutionary life of Kim Jong Suk, an anti-Japanese war hero, in the area around the River Tuman and her immortal exploits performed during her activities there. &nbsp;&nbsp;&nbsp;\r\n It tells about her childhood and the course in which she grew up to be a revolutionary, through various relics in Hoeryong, including her old home in Hoeryong, the place where she received the education in patriotism against the Japanese imperialists from her father and the Mangyang ferry which she used to leave her dear native place with the determination to come back home again the day when the country is liberated. &nbsp;&nbsp;&nbsp;\r\n It deals with the historical facts that Kim Jong Suk built the shore of the River Tuman and northern area of Korea into a bastion of revolution and led the para-military organizations in this area such as workers' shock brigade and para-military corps to the all-people resistance for final offensive to liberate the country. &nbsp;&nbsp;&nbsp;\r\n It also tells about the fact that after returning home in triumph, she went among the people to wisely lead them to realizing President Kim Il Sung's cause of building a new country, declining to visit Hoeryong, her native place.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Wonsin Middle School Named after Hero of DPRK",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#11",
            "content": "New Documentary Screened\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Part 1 of documentary film \"Father of Soldiers\" was screened at the People's Palace of Culture Saturday on the occasion of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The film tells about the deep love shown by Kim Jong Il for servicepersons during his inspection of KPA units. &nbsp;&nbsp;&nbsp;\r\n He would cross over high and steep ridges in the forefront areas and go through rough sea to meet servicepersons and take warm care of their service and living. The film shows such moving scenes. &nbsp;&nbsp;&nbsp;\r\n Watching the film were senior party and state officials, the chairman of a friendly party, officials of working people's organizations, ministries and national institutions and working people in Pyongyang.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Huge Ancient Stone Altar Unearthed in DPRK",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#12",
            "content": "Pyongyang Wonsin Middle School Named after Hero of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Pyongyang Wonsin Middle School was named after Hero of the DPRK Yu Kyong Hwa and her bust was erected at the school. &nbsp;&nbsp;&nbsp;\r\n After graduating from the middle school she studied at Kim Chol Ju University of Education. &nbsp;&nbsp;&nbsp;\r\n In January Juche 94 (2005) she laid down her life at the age of 18 while protecting the portraits of the peerlessly great persons and saving revolutionary comrades from a critical situation. &nbsp;&nbsp;&nbsp;\r\n A meeting to name Pyongyang Wonsin Middle School Yu Kyong Hwa Middle School was held at the school on Dec. 21.     \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Parrots Begin to Inhabit Zoo",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#13",
            "content": "Huge Ancient Stone Altar Unearthed in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Archaeologists of the Academy of Social Sciences succeeded in unearthing a huge ancient stone altar in Phyongryuk-ri, Kilju County, North Hamgyong Province. &nbsp;&nbsp;&nbsp;\r\n It was discovered at a riverside about 2 kilometers north of the ri seat. &nbsp;&nbsp;&nbsp;\r\n Covering hundreds of square meters, the two-layer rectangular altar was built with stones, big or small, on a solid foundation. It is about 2.5 meters high.  Not a few stones used for building it weigh more than one ton. Some of them are 140 centimeters in length and 60 centimeters in thickness. &nbsp;&nbsp;&nbsp;\r\n On the northern side of the relic are three stairs and on the southern side large stone supports to prevent the stone wall from falling. &nbsp;&nbsp;&nbsp;\r\n On the top of the altar are six flat stones, 130-150 centimeters in length, 80-130 centimeters in width and 30-60 centimeters in thickness, each put on two prop stones, which are believed to be used for religious service. &nbsp;&nbsp;&nbsp;\r\n Among the relics unearthed during excavation are pieces of brown earthenware, stone axe and stone arrowhead dating back to the period of the ancient times, holes of various shapes and a lot of human bones buried there. &nbsp;&nbsp;&nbsp;\r\n The discovery of the above-said relics and the distribution of menhir and dolmens around the altar prove that it was erected in the ancient times.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Winter Solstice and Folk Dish",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#14",
            "content": "Parrots Begin to Inhabit Zoo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- More than 120 parrots of six species began to inhabit the Central Zoo of the DPRK. &nbsp;&nbsp;&nbsp;\r\n�@Among them there are Melopsittacus undulatus and Agapornis rosei collis. They live in Australia, southwestern part of Africa and northwestern part of Botswana. &nbsp;&nbsp;&nbsp;\r\n�@The body length of the former is 22cm and its weight is about 40g. &nbsp;&nbsp;&nbsp;\r\n�@The body of the latter is 15cm long, its wing is 10cm and its tail is about 4cm. &nbsp;&nbsp;&nbsp;\r\nThe parrots delight the working people and school youth and children visiting the zoo.    \r\n�@\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#15",
            "content": "Winter Solstice and Folk Dish\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- December 22 is the winter solstice. &nbsp;&nbsp;&nbsp;\r\n�@It is an old custom of the Koreans to celebrate the winter solstice. &nbsp;&nbsp;&nbsp;\r\n�@The winter solstice is the 22nd one out of the 24 seasons of a year in the lunar calendar. &nbsp;&nbsp;&nbsp;\r\n�@The Korean people celebrate this day as a holiday, calling it \"Ase\" or \"small New Year's Day\". The night is longest and daytime shortest on the day around the year. &nbsp;&nbsp;&nbsp;\r\n�@The Korean people have made various folk dishes with new crops of the year and taken them on the holiday. &nbsp;&nbsp;&nbsp;\r\n�@Conspicuous among the dishes is red-bean porridge. &nbsp;&nbsp;&nbsp;\r\n�@The porridge is made by the method of boiling red-bean well first and then putting rice and small glutinous rice dumplings as big as bird egg in it and boiling it again. &nbsp;&nbsp;&nbsp;\r\n�@It has been told that one should take glutinous rice dumplings as much as one's age for health. &nbsp;&nbsp;&nbsp;\r\n�@The red-bean porridge is a seasonal food and health food which is high in nutritive value and good in digestion and absorption ratio. Everybody is fond of it. &nbsp;&nbsp;&nbsp;\r\n�@Families share their porridge with neighbors, deepening amity. &nbsp;&nbsp;&nbsp;\r\n�@Public service facilities also serve the hot red-bean porridge to customers.    \r\n�@ \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Apology for Sexual Slavery Demanded",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#16",
            "content": "Vietnamese Ambassador Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Ambassador of the Socialist Republic of Vietnam to the DPRK Le Van Cu Friday hosted a reception on the occasion of the day of the Vietnam army. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Pak Jae Gyong, vice-minister of the People's Armed Forces, general officers and officers of the Korean People's Army, officials concerned, diplomatic envoys of various countries and military attaches of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Vietnam embassy here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tightened U.S.-Japan Military Nexus Lambasted ",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#17",
            "content": "Japan's Apology for Sexual Slavery Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- Some days ago, the European Parliament adopted a resolution urging the Japanese government to officially admit Japan's forced drafting of \"comfort women\" committed during the Second World War and make apology and compensation to the victims and their bereaved families. &nbsp;&nbsp;&nbsp;\r\n This reflected the opinion of the world community demanding the Japanese government's official apology, repentance and compensation for the past crimes related to the \"comfort women\" for the imperial Japanese army, Minju Joson Sunday in a signed commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The world is strongly urging Japan's apology and compensation for the above-said crimes because they are the most hideous crimes against humanity which can never be tolerated. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists took away 200,000 Korean women and many women of other countries by invoking the government and military power and forced them to sexual servitude for the imperial Japanese army. This is the worst violation of human rights in the world beyond human imagination. &nbsp;&nbsp;&nbsp;\r\n Japan, however, has not redeemed its past crimes though more than 60 years have passed since the war. Instead, it is persistently denying the crimes, obstinately resorting to the distortion of history. &nbsp;&nbsp;&nbsp;\r\n There are not a few countries in the world which committed the war crimes, but no such a country can be found as Japan which has refused to liquidate its past crimes century after century while despicably resorting to sleight of hand to evade its responsibility. &nbsp;&nbsp;&nbsp;\r\n The state-sponsored crimes should be apologized and compensated by the state in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n Japan's liquidation of the past crimes is an urgent historical task which brooks no further delay in view of the gravity of the crimes committed by the Japanese imperialists and the demand of the times. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are seriously mistaken if they think that Japan's war crimes, the crimes related to the \"comfort women\" for the imperial Japanese army, would be buried into oblivion of history and fade out of people's memory with the passage of time and change of generations.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art Performance of Mansudae Art Troupe Given",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#18",
            "content": "Tightened U.S.-Japan Military Nexus Lambasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Aggression and plunder are the intrinsic nature of the U.S. imperialists and the Japanese militarists and their mode of existence, says Rodong Sinmun Saturday in a signed article. It denounces the U.S. and Japan for their moves to tighten their military tie-up for aggression and domination. &nbsp;&nbsp;&nbsp;\r\n Citing facts to prove that the U.S. and the Japanese reactionaries have long committed aggression, war, domination and plunder, it goes on: &nbsp;&nbsp;&nbsp;\r\n They share the ideas of aggression, hegemony and national chauvinism. &nbsp;&nbsp;&nbsp;\r\n It is their strategic aim and ambition to invade and dominate other countries and nations and conquer the world. &nbsp;&nbsp;&nbsp;\r\n What is noteworthy in their moves to tighten the military nexus is that they are pushing forward military integration in real earnest above all. &nbsp;&nbsp;&nbsp;\r\n They intend to regard it as their common strategic duty and mode of operational actions to realize the integration of the U.S. forces and the \"Self-Defense Forces\" and expand their operational theatre worldwide. &nbsp;&nbsp;&nbsp;\r\n They are frantic in their moves to establish the missile defense system (MD) colluding with each other. This is a new dangerous aspect in their moves to tighten their military tie-up. &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that they are staging madcap exercises for missile defence as part of their moves to establish the MD. &nbsp;&nbsp;&nbsp;\r\n They are contemplating coordinating the operation and command system and staging mobile and smooth joint operations in \"contingency\" through intensified joint military exercises of various forms. Frantic joint exercises of forces of various services and combined joint exercises of the U.S. and Japan now under way in Japan and its vicinity and the rest of the Pacific region are aimed to achieve the above-said purpose. &nbsp;&nbsp;&nbsp;\r\n Their military tie-up is mainly targeted against the DPRK. They regard the Korean Peninsula, the gateway to Asia, as their strategic stronghold and a bridgehead to conquer Asia as they have a precedent and experience of aggression of Korea. &nbsp;&nbsp;&nbsp;\r\n Prompted by such common strategic aim and ambition, they desperately pursue their hostile policy toward the DPRK and collude with each other in the frantic moves for a war of aggression against it. &nbsp;&nbsp;&nbsp;\r\n They would be well advised to behave themselves, pondering over the consequences to be entailed by their reckless military tie-up.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Crewmen Meet to Mark DPRK's Significant Days",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#19",
            "content": "Art Performance of Mansudae Art Troupe Given\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- An art performance of the Mansudae Art Troupe was given at the East Pyongyang Grand Theatre on Sunday to celebrate the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The performance lifted its curtain with chorus \"General of Korea\".&nbsp;&nbsp;&nbsp;\r\n Its numbers included male vocal quartet and female duet \"Let Us Sing of Our Pride in Being under the Guidance of the General\", trumpet solo and chorus \"Dear General, Where Are You\" and chorus \"My Country of Songun\".&nbsp;&nbsp;&nbsp;\r\n The performers highly sang of the undying feats performed by Kim Jong Il who has strengthened and developed the KPA into an invincible strong army, the main force of the Songun revolution, with his distinguished Songun idea and leadership to provide a powerful military guarantee for the revolution of Juche and has won victory after victory in accomplishing the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n The performance was appreciated by senior party, army and state officials, the chairman of a friendly party, officials of armed forces organs, ministries and national institutions, servicepersons and working people in the city of Pyongyang.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Feats Praised ",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#20",
            "content": "Foreign Crewmen Meet to Mark DPRK's Significant Days\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- Meetings of foreign crewmen took place at Chongjin Port in North Hamgyong Province and Haeju Port in South Hwanghae Province on December 20 and 21 on the occasions of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meetings noted that under the wise guidance of Kim Jong Il the KPA has grown to be revolutionary armed forces firmly prepared in political, ideological and military technical aspects and the invincible combat ranks capable of wiping out any formidable imperialist aggression forces at one blow. &nbsp;&nbsp;&nbsp;\r\n They stressed that the DPRK is now bringing the new heyday of building a great prosperous powerful nation while smashing the moves of the imperialists with the might of Songun. &nbsp;&nbsp;&nbsp;\r\n They praised Kim Jong Suk for the immortal and great feats she performed in the struggle for the liberation of the country and the happiness of the people. &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter to Kim Jong Il was adopted at the meeting held in Haeju Port. &nbsp;&nbsp;&nbsp;\r\n Present at the meetings were captains and crewmen of Belize-flagged ships and China-flagged ships.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Important Days Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#21",
            "content": "Kim Jong Il's Feats Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- General Secretary of the Palestinian Popular Struggle Front Khalid Abdul Majid issued a statement on December 14 on the occasion of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n He in his statement said that Kim Jong Il achieved perfect unity and cohesion of the leader, the army and the people by leading the DPRK with the Songun politics based on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The imperialists and their stooges feel fearful of the DPRK as it holds Kim Jong Il in high esteem as supreme commander of the KPA, he stressed.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Books Praising Kim Jong Suk Authored by Japanese Published",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#22",
            "content": "DPRK's Important Days Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- Meetings were held in Switzerland and Poland and a seminar and film show in Pakistan on Dec.10 and 15 on the occasion of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were famous works of the peerlessly great men and photos showing the immortal exploits of their Songun leadership and books and photos introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Switzerland-Korea Committee Martin Lotscher in his speech at the meeting said that the DPRK has turned into a political and military power, which no formidable enemy dares provoke, under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He praised Kim Jong Suk as a comrade-in-arms most loyal to President Kim Il Sung and mother of Korea who gave birth to and brought up the sun of Juche and an ardent revolutionary fighter who devoted her whole life to the independence of the country and the freedom and liberation of the people. &nbsp;&nbsp;&nbsp;\r\n Slaboy January Guzowski, vice-chairman of the Central Committee of the Poland-Korea Association, and the chairman of a branch of the association, in their speeches at the meeting said that holding Kim Jong Il in high esteem as supreme commander of the KPA marked a historical event of special significance in carrying forward and accomplishing the revolutionary cause of the President. &nbsp;&nbsp;&nbsp;\r\n  The secretary of the Pakistan Committee for Supporting Korea's Reunification in a speech noted that the outstanding personality and quality of Kim Jong Suk as a great woman is an example to be followed by all the women of the world and her august name will shine forever with Kim Il Sung's Korea, Kim Jong Il's Korea. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the meeting held in Switzerland.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletin Issued in Brazil",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#23",
            "content": "Books Praising Kim Jong Suk Authored by Japanese Published\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- \"Anti-Japanese War Hero Kim Jong Suk\" authored by Takashi Nata, representative of Japan Ehime Institute for Modern Korean Studies, and \"Hymn to Commander Kim Jong Suk\" authored by Noboru Kameda, representative of the Society of the Japan�|Korea Culture, were published on the occasion of the 90th birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Book \"Anti-Japanese War Hero Kim Jong Suk\" carries a photo President Kim Il Sung and Kim Jong Suk had taken together greeting spring in an alien land during the anti-Japanese war, a photo she had taken during the period of small unit activities, photos showing her revolutionary activities during the period of anti-Japanese revolutionary struggle and during the period of the building of a new country after Korea's liberation and a photo of the three generals of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n The 10-chapter book deals with her activities to lead the children's corps and the young communist league and tells about what matchless bravery and self-sacrificing spirit she displayed in a number of battles after joining the Korean People's Revolutionary Army and how skillfully she conducted underground political activities. &nbsp;&nbsp;&nbsp;\r\n It also deals with facts about how she defended the idea and line of the President and protected his safety at the cost of her life, gave birth to and brought up Kim Jong Il, bright future of Korea, and how energetically she worked to build a new country after Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Also edited in the book are pictures showing revolutionary relics related to activities of the woman commander of Mt. Paektu the author had taken while touring anti-Japanese revolutionary battle sites in the Northeastern areas of China and stories about her revolutionary career and exploits written by him.  \"Hymn to Commander Kim Jong Suk\" carries pictures of the three generals of Mt. Paektu, photos showing Kim Jong Suk's revolutionary career, art pieces portraying her personality as a great woman, grand monumental edifices in Pyongyang and those showing the might of the single-minded unity in the DPRK. \r\n This Japanese-Korean book contains 38 pieces of lyrics and 11 articles divided into three parts. &nbsp;&nbsp;&nbsp;\r\n The books highly praise Kim Jong Suk's life as a heroic one of woman guerrilla commander and a noble one of outstanding woman revolutionary, calling her \"paragon devotedly defending the leader\" and \"great mother of revolution.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Suk's Birth Anniversary Commemorated in Mexico",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#24",
            "content": "Information Bulletin Issued in Brazil\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- The Brazil-Korea Friendship Association released an information bulletin on Dec. 17 on the occasion of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n The bulletin in an article noted that Kim Jong Suk, who distinguished herself in safeguarding President Kim Il Sung, the legendary hero, brought up Kim Jong Il to be a brilliant commander of Songun for the future. &nbsp;&nbsp;&nbsp;\r\n It said that Kim Jong Il has defended and glorified the sovereignty of Korea, demonstrating his august name as the great brilliant commander of Songun by creditably inheriting the cause of the President as desired by Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Through his inspection of KPA units, he has indicated the orientation and ways to strengthen it into an invincible army, it added. &nbsp;&nbsp;&nbsp;\r\n It stressed that thanks to his energetic inspection, the KPA is demonstrating its invincible might as all the servicepersons are united as one body of common destiny.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Figure Interviewed",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#25",
            "content": "Kim Jong Suk's Birth Anniversary Commemorated in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- The Mexican Institute for the Study of the Juche Idea issued information bulletin No. 10 with the portrait of anti-Japanese war hero Kim Jong Suk carried on it on the occasion of her 90th birth anniversary. &nbsp;&nbsp;&nbsp;\r\n The bulletin in an article said that Kim Jong Suk was a woman hero of Korea who together with President Kim Il Sung and Kim Jong Il are highly lauded in the history of the Korean nation as the three great persons and the three generals. &nbsp;&nbsp;&nbsp;\r\n The bulletin introduced several slogans, which praised Kim Jong Suk as the \"woman commander of Mt. Paektu\" discovered in areas of northern Korea around Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n The feats performed by her as a life guard and body guard commander of Kim Il Sung during the anti-Japanese armed struggle occupy a distinguished place among the exploits performed by her, the bulletin noted, adding that defending the headquarters at the cost of her life was the objective of her whole life and struggle and the highest goal of her life. &nbsp;&nbsp;&nbsp;\r\n The feats performed by her in the struggle for the liberation of the country and the freedom of the people will shine forever with the title of the \"woman commander of Mt. Paektu\" and the \"anti-Japanese legendary war hero\" in the history of the Korean nation, the bulletin stressed.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dismantlement of Concrete Wall Demanded in Nepal",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#26",
            "content": "Japanese Figure Interviewed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- Takashi Nada, representative of the Ehime Institute for Contemporary Korean Issue in Japan, on a visit to the DPRK was interviewed by KCNA at Pyongyang Koryo Hotel on Friday. He referred to the motive whereby he wrote book \"Anti-Japanese War Hero Kim Jong Suk\".&nbsp;&nbsp;&nbsp;\r\n Noting that the world progressive people are highly praising Kim Jong Suk as a \"legendary hero in the 20th century produced by Korea\" and a \"woman commander of the anti-Japanese guerrillas\", he recalled that he had long decided to write a book showing her personality as a great person. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n She gave a birth to the bright future of Korea and provided steady continuity to the revolutionary cause of Juche. This is the greatest feat performed by her. &nbsp;&nbsp;&nbsp;\r\n I am happy to have honor of publishing the book on the occasion of her 90th birth anniversary. &nbsp;&nbsp;&nbsp;\r\n Noting that he wrote and published many books including \"Bright Star of Mt. Paektu Shines\", \"Korea in the Era of Kim Jong Il\" and \"Hymn to the Sun in the 21st Century\" carrying the personality of the three generals of Mt. Paektu as the peerlessly great persons, he said: &nbsp;&nbsp;&nbsp;\r\n I will in the future, too, work hard to introduce their greatness among the world people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities' Suppression of Chongryon Assailed",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#27",
            "content": "Dismantlement of Concrete Wall Demanded in Nepal\r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 23 (KCNA) -- A meeting for solidarity with the Korean people was held in Katmandu on Dec. 14, 28 years since the concrete wall was built along the Military Demarcation Line in Korea.\r\n The chairman of the Afro-Asian People's Solidarity Committee of Nepal recalled at the meeting that President Kim Il Sung worked heart and soul for the reunification of the country in his lifetime. &nbsp;&nbsp;&nbsp;\r\n Noting that Kim Jong Il has wisely led the struggle of the Korean people to implement the President's last instructions for the national reunification, he said: Positive events have been taking place in the Korean Peninsula thanks to his energetic leadership and efforts. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the above-mentioned committee in his speech strongly demanded that the parties who built the concrete wall face up to the trend of the times seriously and pull down the wall without delay.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona Unidad naval No. 189 del EPC",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#28",
            "content": "Japanese Authorities' Suppression of Chongryon Assailed\r\n&nbsp;&nbsp;&nbsp;Tokyo, December 20 (KNS-KCNA) -- A lecture was given in Tokyo on Dec. 13 under the sponsorship of the \"solidarity movement not to allow the illegal and tyrannical actions of the police and prosecution \" made up of human rights champions from various circles of Japan. &nbsp;&nbsp;&nbsp;\r\n Lawyer Hong Jong Su, permanent director of the Korean Human Rights Association in Japan who is chief of the center for legal protection of the life of compatriots in Japan in the lecture referred to the history of Koreans in Japan and activities of the General Association of Korean Residents in Japan (Chongryon). He cited concrete facts to expose the recent search and suppression perpetrated by the Japanese authorities against Chongryon and Koreans in Japan, &nbsp;&nbsp;&nbsp;\r\n He stressed that the Japanese government is resorting to such unjust political suppression of Chongryon against the backdrop of its pursuance of the hostile policy towards the DPRK and xenophobia, etc.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona la Unidad No. 1315 del EPC",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#29",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Actos por 24 de diciembre en Suiza, Polonia y Pakistan",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#30",
            "content": "Kim Jong Il inspecciona Unidad naval No. 189 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), inspecciono la Unidad No. 189 de las fuerzas navales del EPC laureada con el Titulo del Septimo Regimiento O Jung Hup. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer la sala de presentacion del historial dijo que bajo la sabia direccion y el minucioso cuidado del Presidente Kim Il Sung la ensenada desconocida se convirtio en un moderno puerto militar y la unidad se fortalecio como un destacamento invencible. &nbsp;&nbsp;&nbsp;\r\n  Subrayo que en los exitos de la unidad que se formo como poderosa unidad naval laureada con el Titulo del Septimo Regimiento O Jung Hup estan impregnados los esfuerzos abnegados de los precedentes miembros de mando y masas militares y elogio altamente sus proezas. &nbsp;&nbsp;&nbsp;\r\n  Tras enterarse del estado de cumplimiento del deber de la unidad, entro en la sala de entrenamiento general para cerciorarse del estado de ejercicios. &nbsp;&nbsp;&nbsp;\r\n�@Expreso una gran satisfaccion de que al preparar bien la sala de entrenamiento y normalizar los ejercicios, la unidad prepara con firmeza a todos los oficiales y soldados como combatientes con alta tecnica y capacidad de combate y capaces de pelear uno contra cien enemigos y enfatizo que la garantia fundamental del fortalecimiento de la combatividad es hacer bien los ejercicios. &nbsp;&nbsp;&nbsp;\r\n�@Al recorrer la Casa de Militares, la sala de educacion y otros establecimientos de cultura y educacion elogio el hecho de que la unidad se dispone de los ricos materiales de educacion y aparatos de cultura en los puntos de educacion ideo-cultural y desarrolla con animacion diversas labores politicas y la vida cultural. &nbsp;&nbsp;&nbsp;\r\n  Senalo que ahora, todo el ejercito, al desarrollar activamente con varios estilos y metodos la labor ideologica, logro un cambio trascendental en la educacion de los militares y asevero que este precioso exito deviene una gran muestra de la justeza y vitalidad del principio de dar prioridad a la ideologia mantenido invariablemente por el PTC. &nbsp;&nbsp;&nbsp;\r\n  Al visitar el dormitorio, el comedor, la cocina, el bano, el deposito de alimentos subsidiarios y otros lugares de la unidad, evaluo altamente el modo de esmerada vida economica de la unidad. &nbsp;&nbsp;&nbsp;\r\n  El Comandante Supremo se fotografio junto a los militares de la Unidad. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC Hyon Chol Hae y Ri Myong Su.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe cesto de flores de familia de Zhang Weihua",
            "url": "http://kcna.co.jp/item/2007/200712/news12/24.htm#31",
            "content": "Kim Jong Il inspecciona la Unidad No. 1315 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), inspecciono la Unidad No. 1315 del EPC. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer la lapida indicadora de la visita de orientacion del Presidente Kim Il Sung escucho la historia de la unidad y evaluo altamente los grandes exitos que lograron los oficiales y soldados de la unidad en sus esfuerzos por materializar las instrucciones dadas sobre el terreno por el Presidente. &nbsp;&nbsp;&nbsp;\r\n  Tras enterarse del estado de cumplimiento del deber de la unidad vio los ejercicios de los militares. &nbsp;&nbsp;&nbsp;\r\n  Presento las tareas programaticas que sirven de guia para desarrollar con mas vigor el entrenamiento combativo que es la garantia fundamental del fortalecimiento de la combatividad. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer la sala de leccion politica, la de educacion y otros establecimientos de cultura y educacion se cercioro del estado de la labor politica para los militares y dio alabanza de que la unidad, al librar activamente la labor politica que aviene a las caracteristicas de los militares forma a todos estos como heroes Ri Su Bok y Kang Ho Yong de la epoca del Songun (priorizacion militar). &nbsp;&nbsp;&nbsp;\r\n  Informado de que la unidad manifiesta plenamente los bellos rasgos de la unidad entre el ejercito y el pueblo, subrayo la necesidad de tirar muchas fotos sobre los orgullosos aspectos de ayuda mutua del ejercito y el pueblo para presentarlos y propagarlos ampliamente. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer el dormitorio, el comedor, el bano, el deposito de kimchi, el de alimentos subsidiarios, el corral y otros establecimientos de intendencia presto profunda atencion a la vida de los militares. &nbsp;&nbsp;&nbsp;\r\n  Muy satisfecho de que la unidad, al realizar con esmero la produccion para el autoconsumo como la agricultura y la ganaderia, ofrecio una rica vida alimentaria a los soldados, senalo que este exito orgulloso es resultado de los esfuerzos tenaces de los oficiales y soldados unidos en un haz. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente dio como recuerdo binoculos, ametralladora y fusil automatico a los militares de la unidad y se fotografio junto a estos. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC Hyon Chol Hae y Ri Myong Su.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}