{
    "date": "2007-01-31",
    "url": "http://kcna.co.jp/item/2007/200701/20070131.htm",
    "articles": [
        {
            "title": "North Side Committee for Implementing June 15 Joint Declaration Meets",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Nepal",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#2",
            "content": "North Side Committee for Implementing June 15 Joint Declaration Meets \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- A general meeting of the North Side Committee for Implementing the June 15 Joint Declaration took place in Pyongyang today.\r\n It discussed on the orientation of activities to be conducted by the committee to thoroughly implement the tasks of attaching importance to the nation, defending peace and achieving unity under the uplifted banner of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho, chairman of the above-said committee, in his report said that last year all the Koreans dynamically waged the patriotic movement for independent reunification, peace against war and great national unity under the banner of \"By our nation itself,\" bringing about a great advance in carrying out the cause of national reunification. The solidarity among Koreans in the north, the south and overseas grew stronger, centering around the June 15 All-Korean Committee, and the contacts and cooperation among non-governmental organizations got more brisk, he added. &nbsp;&nbsp;&nbsp;\r\n  Noting that the June 15 All-Korean Committee is a solidarity body for the nation-wide movement for reunification grouping political parties, organizations and figures in the north, the south and overseas on the largest scale, he underscored the need for it to increase its function and role and expand and consolidate its mass foundation. &nbsp;&nbsp;&nbsp;\r\n Prompted by the desire to promote national reconciliation and unity and usher in a great heyday in the cause of achieving the independent reunification, he suggested the south side committee and the overseas side committee to hold an event common to the nation in Pyongyang to mark the 7th anniversary of the publication of the June 15 joint declaration and a reunification function to mark Aug. 15 in the south and have reunification functions involving organizations of people of different strata in the north and the south in diverse style in the places agreed upon. He also suggested them to have a meeting of the June 15 All-Korean Committee to discuss the orientation of the movement for national reunification in 2007 as early as possible. &nbsp;&nbsp;&nbsp; \r\n The report was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The general meeting held a by-election of some members of the North Side Committee for Implementing the June 15 Joint Declaration and its panels. &nbsp;&nbsp;&nbsp;\r\n Present at the general meeting were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet, Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, Ryu Mi Yong, chairperson of the Central Committee of the Korean Chondoist Chongu Party, who are honorary co-chairpersons of the North Side Committee for Implementing the June 15 Joint Declaration, O Ik Je, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland, and vice-chairpersons and members of the north side committee, members of each panel of the committee and members of the North Headquarters of the National Alliance for the Country's Reunification and the National Alliance of Youth and Students for the Country's Reunification and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Greatest Holidays to Be Commemorated in Kirgyzstan",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#3",
            "content": "Kim Jong Il's Work Published in Nepal \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- The Nepalese National Preparatory Committee for Commemorating the Day of the Sun and February 16 brought out Kim Jong Il's immortal work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" in pamphlet.\r\n This work, which was published on January 3, Juche 81 (1992), gives a scientific clarification of the historical lesson drawn from the collapse of socialism in various countries on the basis of the Juche idea. It explains that the general line of the Workers' Party of Korea calling for strengthening the people's government and dynamically accelerating the ideological, technical and cultural revolutions is the most just line for socialist construction, an embodiment of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the work was held in Katmandu on Jan. 25. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Nepalese National Preparatory Committee for Commemorating the Day of the Sun and February 16 Amik Sherchan who is deputy prime minister and minister of Health and Population and chairman of the Central Committee of the National People's Front of Nepal made a speech and Chairman of the Study Forum for Self-Reliance of Nepal Subash Kaji Shrestha briefed the attendants on the main content of the work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Design to Invade DPRK Blasted",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#4",
            "content": "Korean People's Greatest Holidays to Be Commemorated in Kirgyzstan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- The Kirgyz Preparatory Committee for Commemorating the Day of the Sun and February 16 was inaugurated by the Marx-Lenin Reunification Communist Party of Kirgyz People on Jan. 23.\r\n Chairman of the party A. Uspbayev was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to hold diverse political and cultural events such as meeting, film show and art performance on the occasions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Undying Feats of Three Generals of Mt. Paektu Introduced",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#5",
            "content": "U.S. Design to Invade DPRK Blasted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- The British Association for the Study of Songun Policy released a statement on Jan. 24 denouncing the U.S. recent deployment of Stealth fighter bombers and their support personnel in south Korea.\r\n The U.S. introduction of more war hardware into south Korea is like pouring oil on the fire on the Korean Peninsula, where a tense situation is prevailing, and a very despicable and dangerous move to threaten and disarm the DPRK, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n This clearly indicates that the U.S. imperialists are working with bloodshot eyes to bring down Korean-style socialism centered on the popular masses and they are still pursuing their wild ambition to invade the DPRK behind the scene of dialogue and negotiations. &nbsp;&nbsp;&nbsp;\r\n We strongly demand the U.S. imperialists stop the deployment of Stealth fighter bombers at once. &nbsp;&nbsp;&nbsp;\r\n The U.S. should pull back its aggressor forces from south Korea, stop interfering in the internal affairs of Korea and respect the sovereignty of the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Base Move under Fire",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#6",
            "content": "Undying Feats of Three Generals of Mt. Paektu Introduced \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- Recorded teaching materials dealing with the undying feats performed by the three generals of Mt. Paektu were reportedly posted on Internet homepages operated by the National Alliance for Democracy and Reunification of south Korea and the south Korean Confederation of Trade Unions on Jan. 21.\r\n Some of the 35 recorded teaching materials had titles \"Respected Comrade Kim Il Sung was the most outstanding leader who founded the glorious Workers' Party of Korea and strengthened and developed it into a great revolutionary party\", \"The great leader Comrade Kim Il Sung was the peerless patriot who opened a new history of hewing out the destiny of the nation by achieving the cause of the liberation of the country\", \"The great leader Comrade Kim Jong Il is the most illustrious Songun commander who exalted the dignity of our nation to the highest level with his original Songun policy\" and \"The great Comrade Kim Jong Il is the lodestar of national reunification who opened a new chapter of national cooperation.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Monstrous Experiments on Living Bodies of People under Fire",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#7",
            "content": "GNP's Base Move under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly issued a statement on Jan. 24 to condemn the base move of the Grand National Party of south Korea.\r\n The statement recalled the fact that people from all walks of life have lifted their voices denouncing the \"Yusin\" dictatorial regime which faked up the \"case of the People's Revolutionary Party\" since the victims of the case were declared not guilty on Jan. 23. &nbsp;&nbsp;&nbsp;\r\n This being a hard reality, the GNP behaved quite contrary to this. Its spokesman glossed over the case by simply expressing \"regret\" for the killing of those involved in the case and the crimes committed by it for years, the statement deplored, and continued: &nbsp;&nbsp;&nbsp;\r\n Such attitude taken by those who had orchestrated so many cases to kill innocent people during their stay in power is an act of mocking at the people and distorting history. &nbsp;&nbsp;&nbsp;\r\n All these acts of the GNP are nothing but a base ploy to escape the people's denunciation and judgment to be triggered off by the recent court ruling.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Bid for Permanent Membership of UNSC Ridiculed",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#8",
            "content": "Japan's Monstrous Experiments on Living Bodies of People under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- A confidential document with a hundred thousand pages on the experiments conducted by the imperial Japanese army on the living bodies of people to prepare a germ warfare was declassified in the United States some days ago.\r\n The confidential document said that Lieut. General Ishii, commander of Unit 731 of the imperial Japanese army, manufactured germ weapons through the massive experiments conducted on the living bodies and systematized the germ warfare strategy and methods of their tactical use and after being taken prisoner by the U.S. forces he handed all the results of the researches conducted for more than two decades to the U.S. side in return for guaranteeing his safety. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Tuesday observes in a signed commentary in this regard: This clearly indicates that the Japanese imperialists left no means untried to realize their wild ambition for continental aggression in wanton violation of international law. &nbsp;&nbsp;&nbsp;\r\n Japan is playing all kinds of tricks to keep the monstrous crimes committed by it against the Koreans and other Asians buried into oblivion and evade responsibility for redeeming them. &nbsp;&nbsp;&nbsp;\r\n These days the Japanese reactionaries are crying out for reexamining the statement made by Kono in which he admitted the involvement of the imperial Japanese army in the crime related to the \"comfort women\" and the force used to enforce the sexual slavery system. They have become so mean as to try to erase any trace of their crimes from the historical records by talking about rewriting new history textbooks. &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that Japan is escalating its smear campaign over the \"abduction issue\" by overstating it in a bid to deny the political and moral damage done to the Korean people and paint the assailant as a victim and thus evade its responsibility for redressing its past crimes at any cost. &nbsp;&nbsp;&nbsp;\r\n History is sure to indict the Japanese imperialists, the enemy of humankind, for all the crimes committed by them against it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"The Taeryong River Tells \", True Textbook for Youth",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#9",
            "content": "Japanese Reactionaries' Bid for Permanent Membership of UNSC Ridiculed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- Ruling quarters of the land of Japs are now busy with shuttle diplomacy, nonsensically asserting that they would present \"a new draft proposal for the reform of the UN\" to it and there should appear \"semi-permanent member states\" in the UNSC.\r\n Rodong Sinmun today observes in a signed commentary in this regard: It is their ulterior intention that the number of the permanent members of the Security Council should be increased for the sake of Japan and if it is impossible for it to do so right now, there should be temporary \"semi-permanent member states\" in the Security Council and Japan be invited to take one of the seats. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The permanent members of the Security Council hold responsible posts having the right to decide when discussing issues. It is, therefore, nonsensical for the land of Japs to claim this post as it is registered as an \"enemy state\" in the UN Charter. &nbsp;&nbsp;&nbsp;\r\n The bid made by the land of Japs for permanent membership of the Security Council reminds one of a criminal keen to act a judge. &nbsp;&nbsp;&nbsp;\r\n Japan committed horrible crimes against the Asian people in the past. &nbsp;&nbsp;&nbsp;\r\n The madcap moves now under way in the land of Japs to rewrite history textbooks and the visits of its ruling quarters to the \"Yasukuni Shrine\" are an intolerable mockery of the Asian people who suffered untold misfortune and sufferings due to its aggression in the past. &nbsp;&nbsp;&nbsp;\r\n Having upgraded the Defence Agency to the Ministry of Defence, the ruling quarters of the land of Japs are now taking a series of measures to mobilize the \"Self-Defence Forces\" for overseas military operations, while stepping up their moves to retrogressively revise the \"pacifist constitution\".&nbsp;&nbsp;&nbsp;\r\n It is largely due to Japan's moves for overseas aggression that the situation remains tense in Northeast Asia and a war atmosphere is strongly felt in this region. &nbsp;&nbsp;&nbsp;\r\n If the land of Japs is allowed to sit on the UNSC, the world will suffer misfortune and, furthermore, the prestige of the UN will be seriously damaged.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Makgolli, Folk Drink of Korea",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#10",
            "content": "\"The Taeryong River Tells \", True Textbook for Youth\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- \"The Taeryong River Tells\", a collection of poems created by constructors of the Thaechon Youth Power Station No.4, is avidly read in the DPRK.\r\n The collection contains 100 poetical works out of impromptu poems recited by young people during breaks in reflection of the Thaechon spirit. &nbsp;&nbsp;&nbsp;\r\n The works mirror the noble spiritual world of the victors, the makers of history, which give their struggle and life, laugh and tears to the readers. &nbsp;&nbsp;&nbsp;\r\n The poem \"The General Stands on the Observation Platform\" implies the yearning of the young constructors for Kim Jong Il. They remember even in a dream his affectionate voice that he came to see them, praising their distinguished service when he visited the construction site in December Juche 92 (2003). &nbsp;&nbsp;&nbsp;\r\n The poem \"Oh, Blue Water of Taeryong River\" is run through with the boundless pride of the builders who have the honor of meeting the leader for the first time at their construction site. &nbsp;&nbsp;&nbsp;\r\n Given in the collection are poems singing devoted efforts and labor feats performed by builders during the construction of the power station. Among them are \"We Prefer Running to Walking\", \"We Wrote Application for Accession to the Party\" and \"We Are Familiar with Buzzing Sound\". &nbsp;&nbsp;&nbsp;\r\n The poems vividly describe the mettle of the young constructors, the spiritual world of the Korean youth, who rushed to the construction site in response to the call of the Party, the call of the times, and worked hard for the day of completion when they would meet the leader with broad smile in his face. &nbsp;&nbsp;&nbsp;\r\n When giving field guidance to the power station some time ago, Kim Jong Il feasted his eyes on the collection for a while and spoke highly of their noble spiritual world. &nbsp;&nbsp;&nbsp;\r\n The collection serves as a true textbook rousing the young men and women to fresh efforts and feats in the dynamic general onward march of Songun revolution.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Jordanian King",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#11",
            "content": "Makgolli, Folk Drink of Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- The Korean people are fond of Makgolli (unrefined liquor), a folk drink.\r\n From olden times the Korean peasants have been used to gather together at break and lunch time and to relieve themselves from fatigue, drinking Makgolli. &nbsp;&nbsp;&nbsp;\r\n Makgolli is made mainly with starch. &nbsp;&nbsp;&nbsp;\r\n The boiled and cooled starch is mixed with malt and some boiled rice. The mixture is fermented for five-seven days at the temperature of 25-27 degrees centigrade and 75 percent of relative humidity. It is filtered out before drinking. &nbsp;&nbsp;&nbsp;\r\n It contains alcohol below ten percent and a lot of nutritive elements including sugar. &nbsp;&nbsp;&nbsp;\r\n It tastes sour and sweet and makes the drinkers exhilarant. &nbsp;&nbsp;&nbsp;\r\n It is also applicable for disease treatment. &nbsp;&nbsp;&nbsp;\r\n Makgolli made from the boiled root bark of Acanthopanax sessiliflorum and hulled adlay makes spleen, stomach and intestines healthy. And it is efficacious for treating such diseases as arthritis and neuralgia.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities' Suppression of Koreans in Japan Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#12",
            "content": "Congratulations to Jordanian King\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today sent a congratulatory message to Abdullah II, King of Jordan, on the occasion of his 45th birthday.\r\n Kim in the message expressed the belief that the bilateral ties of friendship and cooperation would grow stronger in the mutual interests of the two peoples and wished the King and the people of Jordan greater success in their efforts for the development and prosperity of the country and stability and peace in the Mideast region.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Strong Actions against Anti-Reunification Forces Called for by Organizations of Chongryon",
            "url": "http://kcna.co.jp/item/2007/200701/news01/31.htm#13",
            "content": "Japanese Authorities' Suppression of Koreans in Japan Protested in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- Members of the Solidarity for Implementing the South-North Joint Declaration reportedly went on one-by-one demonstration in protest against the Japanese authorities' unreasonable suppression of Koreans in Japan.\r\n Kwon O Chang, permanent co-representative of the solidarity, staged a demonstration on Jan. 23 and he was followed by Yun Han Thak, permanent co-representative of the solidarity, and So Sang Ho, permanent advisor to the solidarity, on Jan. 25 and 26 respectively. &nbsp;&nbsp;&nbsp;\r\n They branded the suppression of Koreans in Japan further intensified by Japan instead of honestly apologizing for the crimes committed against the Korean nation in the past as an unpardonable crime.    \r\n\r\n\r\n\r\n"
        }
    ]
}