{
    "date": "2007-09-12",
    "url": "http://kcna.co.jp/item/2007/200709/20070912.htm",
    "articles": [
        {
            "title": "Israel Condemned for Intrusion into Syria's Territorial Air",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK, China Cooperate in Economy",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#2",
            "content": "Israel Condemned for Intrusion into Syria's Territorial Air \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA Tuesday in connection with the fact that Israeli warplanes invaded Syria's territorial air space: &nbsp;&nbsp;&nbsp;\r\n Early in the morning of Sept. 6 Israel's warplanes illegally intruded into the territorial air above Syria and dropped bombs in the desert in its northeastern area before fleeing. &nbsp;&nbsp;&nbsp;\r\n This is a very dangerous provocation little short of wantonly violating the sovereignty of Syria and seriously harassing the regional peace and security. &nbsp;&nbsp;&nbsp;\r\n The DPRK strongly denounces the above-said intrusion and extends full support and solidarity to the Syrian people in their just cause to defend the national security and the regional peace.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Palestinian Ambassador Honors DPRK Birthday",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#3",
            "content": "DPRK, China Cooperate in Economy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- The 3rd meeting of the DPRK-China Committee for Cooperation in Economy, Commerce, Science and Technology took place in Beijing on Sept. 4. &nbsp;&nbsp;&nbsp;\r\n Present there were members of the DPRK government economic and commercial delegation led by Ri Ryong Nam, vice-minister of Foreign Trade, and members of the Chinese government economic and commercial delegation led by Chen Jian, assistant to the minister of Commerce. &nbsp;&nbsp;&nbsp;\r\n At the meeting both sides reviewed the implementation of the agreements reached at the 2nd meeting and exchanged views on problems arising in the economic and commercial cooperation between the two countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian Great King Sends Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#4",
            "content": "Palestinian Ambassador Honors DPRK Birthday \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Palestinian Ambassador to the DPRK Mohammad Shahta Zarab on Monday hosted a reception at his embassy on the occasion of the 59th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Vice-President of the Presidium of the DPRK Supreme People's Assembly Yang Hyong Sop, Chairman of the Central Committee of the General Federation of Trade Unions of Korea Kim Pyong Phal, Acting Chairman of the Korean Committee for Cultural Relations with Foreign Countries Mun Jae Chol and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The ambassador in his speech referred to the fact that Kim Jong Il was making a ceaseless journey to give field-guidance, wisely leading the army and the people to the endeavors for the building of a great prosperous powerful socialist nation and national reunification. &nbsp;&nbsp;&nbsp;\r\n The world is looking up to Kim Jong Il who has turned the DPRK into a military power and brought up the Korean people into a praiseworthy people, smashing the maneuvers of the imperialists by the Songun politics, he said. &nbsp;&nbsp;&nbsp;\r\n Speaking next, Yang Hyong Sop said the friendship between the DPRK and Palestine provided by President Kim Il Sung and President Yasser Arafat was invariably developing on good terms. &nbsp;&nbsp;&nbsp;\r\n The people of the DPRK will in the future, too, extend full support and firm solidarity to the Palestinian people in their just cause of restoring their legitimate national rights including the foundation of an independent state, he declared.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy from Cambodian King",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#5",
            "content": "Cambodian Great King Sends Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Cambodian Great King Norodom Sihanouk sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the 59th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the basket were letters \"Congratulations on the 59th anniversary of the DPRK. Great King of Cambodia Norodom Sihanouk.\" &nbsp;&nbsp;&nbsp;\r\n Under the assignment of the great king, a Cambodian royal ministry delegation headed by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy on September 7 to lay the floral basket before the portraits of President Kim Il Sung and Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Large Floral Basket and Congratulatory Card to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#6",
            "content": "Floral Basket to DPRK Embassy from Cambodian King \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Cambodian King Norodom Sihamoni sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the 59th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the basket were letters \"Congratulations on the 59th anniversary of the DPRK. King of the Kingdom of Cambodia Norodom Sihamoni.\" &nbsp;&nbsp;&nbsp;\r\n Under the assignment of the king, a Cambodian royal ministry delegation headed by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy on September 7 to lay the floral basket before the portraits of President Kim Il Sung and Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Function of Laying Floral Basket Held",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#7",
            "content": "Large Floral Basket and Congratulatory Card to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- General Secretary Kim Jong Il received a large floral basket and a congratulatory card from former Indonesian President Megawati Soekarnoputri, chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle, on the occasion of the 59th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The floral basket and the card were handed to the DPRK embassy in Jakarta on September 5.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Marked in Laos",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#8",
            "content": "Function of Laying Floral Basket Held \r\n&nbsp;&nbsp;&nbsp;Havana, September 9 (KCNA) -- A function of laying a floral basket before the portrait of smiling President Kim Il Sung took place at the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on September 7 on the occasion of the 59th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were members of the organization including Secretary-General Alfonso Fraga Perez and staff members of the DPRK embassy in Cuba. &nbsp;&nbsp;&nbsp;\r\n The participants laid the floral basket before the portrait and paid a tribute to him.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Birthday of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#9",
            "content": "Important Days of DPRK Marked in Laos \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- A meeting, a book and photo exhibition and a film show were held at the Laos-Korea Youth Friendship Centre on September 5 on the occasions of the 80th anniversary of the Young Communist League of Korea and the 59th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il, photos showing the immortal exploits performed by the peerlessly great persons in the cause of Songun and the strengthening of the youth movement, and photos showing the course covered by the DPRK. &nbsp;&nbsp;&nbsp;\r\n A speech was made at the meeting. &nbsp;&nbsp;&nbsp;\r\n At end of the meeting, the participants saw the Korean film \"The Korean People's Army, Steel-like Ranks\" and looked round the books and photos on display.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Training Center for Fine Arts Personnel",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#10",
            "content": "Birthday of DPRK Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Political parties, ministries of governments, organizations, institutions and personages from all walks of life in different countries sent floral baskets to the missions of the DPRK to celebrate its 59th birthday. &nbsp;&nbsp;&nbsp;\r\n Among them were the Commission for External Affairs of the Central Committee of the Communist Party of Vietnam, the Foreign Ministry, the Ministry of Defence, the Ministry of Industry and Commerce, the Ministry of Education and Personnel Training, the Ministry of Agriculture and Rural Development and the Ministry of Culture, Sports and Tourism of Vietnam, and the Vietnam-Korea Friendship Association, the government of Geneva Canton of Switzerland, a trading private limited co. and a ship and trading private limited co. of Singapore, the deputy general secretary of Syria's Baath Arab Socialist Party, the Syrian vice-president, the vice-chairman of the National Progressive Front, the defence minister, the foreign minister, the chief of the general staff of army and armed forces, and the general secretary of the Arab Socialist Union Party of Syria, the vice-chairman of the National Democratic Party, the minister of International Cooperation and the chairman of the National Progressive Unionist Party of Egypt and the chairman of the Egypt-Korea Friendship Association.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Second National All-round Taekwon-Do Contest for \"September 10 Prize\" Held",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#11",
            "content": "Training Center for Fine Arts Personnel\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Pyongyang University of Fine Arts is a famous training center for fine arts personnel in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The university, founded in September Juche 36 (1947), has brought up a lot of fine arts personnel under the leadership of the Workers' Party of Korea over the last six decades and is now at its heyday of Juche fine arts. &nbsp;&nbsp;&nbsp;\r\nPresident Kim Il Sung created the rank of teachers with fine artists dispersed in different parts of the country for the establishment of a fine arts educational institution in the period of building a new country. And he paid deep attention even to the issues of school building and school fixtures though the country underwent difficulties. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, who is deeply concerned for the work of training fine arts personnel, saw art works created by the university on various occasions and taught how to vividly depict features of fine arts genres. &nbsp;&nbsp;&nbsp;\r\n Under the meticulous leadership of Kim Il Sung and Kim Jong Il, the university has dynamically pushed ahead with the work for preparing the students theoretically and practically, while constantly renovating the teaching methods and establishing a well-organized work system to select and bring up prodigies with fine arts bent. &nbsp;&nbsp;&nbsp;\r\n Artists produced by the university are displaying their talents to the full in the art studios and other institutions, thus bringing the flower garden of Juche fine arts into full bloom. &nbsp;&nbsp;&nbsp;\r\n They have done their bit in the creation of the grand monumental edifices of the country including the Chollima Statue, grand monument on Mansu Hill and the Monument to the Victorious Battle of Pochonbo. &nbsp;&nbsp;&nbsp;\r\n Kim Song Min, Kim Sung Hui, Kim Tong Hwan, Sonu Yong and others were awarded the top prizes at the 9th and 10th Beijing International Art Exhibitions and other international art exhibitions. They are all graduates of Pyongyang University of Fine Arts. &nbsp;&nbsp;&nbsp;\r\n Busy as he was with the Songun leadership, Kim Jong Il provided guidance to the creation of fine art works for hours some time ago and highly appreciated the feats performed by the Mansudae Art Studio and Pyongyang University of Fine Arts, noting that they have produced many fine art pieces and trained talented reserves in the last period, thus making a great contribution to bringing about a great heyday of fine arts. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Team Ties with U.S. in Their First Game of Group B of Women's World Cup",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#12",
            "content": "Second National All-round Taekwon-Do Contest for \"September 10 Prize\" Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- The Second National All-round Taekwon-Do Contest for \"September 10 Prize\" was held recently. It was participated in by the teams of Taekwon-Do schools in all the provinces and the Taekwon-Do team of the Sunchon Cement Complex. &nbsp;&nbsp;&nbsp;\r\n The contest was divided into Taekwon-Do, ssirum (Korean wrestling) and paduk (go) events. &nbsp;&nbsp;&nbsp;\r\n The Taekwon-Do games were attended by over 160 players. They performed technical movements on a high level in team and individual pattern competitions, self-defence competitions and exhibitions for special skills, attracting the attention of the audience. &nbsp;&nbsp;&nbsp;\r\n In individual sparring matches, players gave a good account of themselves by making movements under varied circumstances. &nbsp;&nbsp;&nbsp;\r\n Participating in the paduk contest were many younger promising paduk talents. &nbsp;&nbsp;&nbsp;\r\n Kang Gwon, a pupil in Pyongyang, placed first by winning all the eight matches. &nbsp;&nbsp;&nbsp;\r\n And the players of the junior event acted to the best of their ability. &nbsp;&nbsp;&nbsp;\r\n The ssirum contest was divided into individual, team and catchweight events with the attendance of more than 90 strongmen from seven teams including Pyongyang, North Phyongan and South Hamgyong Provinces. &nbsp;&nbsp;&nbsp;\r\n Pyongyang won the ssirum contest. &nbsp;&nbsp;&nbsp;\r\nThe trophy cup was awarded to the team of the Pyongyang City Taekwon-Do School which placed first in the total points.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Danger of U.S. Building of MD System Unveiled",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#13",
            "content": "DPRK Team Ties with U.S. in First Game of Group B of Women's World Cup\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- The DPRK women football team tied with the U.S. rival 2-2 in the first game of Group B of the 2007 Women's World Cup held in Chengdu, China on Tuesday. &nbsp;&nbsp;&nbsp;\r\n The DPRK team will play its next match with the Nigerian team on September 14.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Forces from Korean Peninsula Demanded",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#14",
            "content": "Danger of U.S. Building of MD System Unveiled\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Commenting on the feverish push of the United States for the building of a missile defense system (MD), Minju Joson Tuesday brands it as a dangerous play with fire bringing back the Cold War. &nbsp;&nbsp;&nbsp;\r\n The analyst goes on: &nbsp;&nbsp;&nbsp;\r\n In building the MD system, the U.S. seeks to seize military strategic hegemony, maintain its position as \"the only super power\" and invariably pursue its strategy of world supremacy. &nbsp;&nbsp;&nbsp;\r\n Many countries whose state security and strategic interests have so far been threatened and infringed upon by the military arbitrariness of the U.S. opt these days to take appropriate military steps against it and show more unequivocally their stance to challenge the U.S. in political, economic, military and other areas. &nbsp;&nbsp;&nbsp;\r\n Regarding these political change and trend noticed on the global scale as a serious matter endangering the establishment of its exclusive domination over the world, the U.S. is trying to find a way out of it in beefing up military power, especially in gaining a decisive advantage in strategic attack weaponry. &nbsp;&nbsp;&nbsp;\r\n What the United States intends is to create a climate and condition more favorable for achieving its strategy of world supremacy by covering the earth with networks of a high-performance MD system, neutralizing the means of strike at the disposal of the strategic rivals and increasing military pressure upon them. &nbsp;&nbsp;&nbsp;\r\n The U.S. policy of overwhelming and threatening its adversaries by means of military power is the main factor of another Cold War. &nbsp;&nbsp;&nbsp;\r\n  No country would remain an onlooker with folded arms till the U.S. develops new weapons and threatens it with them. The United States would be well advised to discontinue such anachronistic and ridiculous acts at once.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Overseas Koreans' Delegations and Delegate Here",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#15",
            "content": "Withdrawal of U.S. Forces from Korean Peninsula Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea (CILRECO) on September 5 released a statement upon the lapse of 62 years since the U.S. forces occupied south Korea, in which it demanded their immediate withdrawal from the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The occupation of south Korea by the U.S. forces was an unpardonable infringement upon the independence and sovereignty of the Korean nation, the main stumbling block in the way of the reunification of Korea and a constant threat to peace and security on the Korean Peninsula, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. has invented one stereotyped pretext after another such as someone's \"threat of southward invasion\" and \"nuclear threat\" in a bid to justify its illegal occupation of south Korea, but the falsehood of those pretexts has been dragged into the light of day. &nbsp;&nbsp;&nbsp;\r\n Everyone knows that the U.S. is persisting in its military occupation of south Korea even after a historical turn was brought to the peninsula by the publication of the June 15 North-South Joint Declaration in 2000, and using its forces present in south Korea in frustrating the development of relations between the north and the south. &nbsp;&nbsp;&nbsp;\r\n The CILRECO calls upon the progressive forces and peace-loving forces of the world and the international community to put pressure upon the U.S. to live up to what it says.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Portavoz del MINREX condena a Israel por su invasion aerea de Siria",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#16",
            "content": "Overseas Koreans' Delegations and Delegate Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 11 (KCNA) -- Kim Tae Sik, vice-chairman of the Korean Medical Association in Japan, a delegation of Korean medical workers in the U.S. led by Yoon Berm Kim, professor emeritus of Chicago Medical School, and a delegation of south Korean medical workers led by Joon Young Park, chancellor of Eulji University, arrived here Tuesday to participate in the 9th Pyongyang Symposium on Medical Science of compatriots from home and abroad.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Norodom Sihanouk envia cesto de flores a la embajada coreana ",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#17",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson revela la peligrosidad del sistema antimisiles de EE.UU.",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#18",
            "content": "Portavoz del MINREX condena a Israel por su invasion aerea de Siria \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de septiembre (ATCC) -- A la pregunta de un reportero de la Agencia Telegrafica Central de Corea formulada en relacion con la reciente penetracion de los aviones militares de Israel en el espacio aereo de Siria, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea respondio el dia 11 como sigue: &nbsp;&nbsp;&nbsp;\r\n  El dia 6 por la madrugada, los aviones militares israelies invadieron ilegalmente el firmamento de Siria y huyeron despues de lanzar las bombas sobre la zona desierta del Noreste de este pais. &nbsp;&nbsp;&nbsp;\r\n  Este caso deviene una provocacion extremadamente peligrosa que viola la soberania de Siria y destruye gravemente la paz y la seguridad de la region. &nbsp;&nbsp;&nbsp;\r\n  Condenamos energicamente este caso de Israel y expresamos irrestricto apoyo y solidaridad a la justa causa del pueblo sirio para preservar la seguridad del pais y la paz de la region.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Embajador palestino ofrece banquete por aniversario 59 de la RPDC",
            "url": "http://kcna.co.jp/item/2007/200709/news09/12.htm#19",
            "content": "Norodom Sihanouk envia cesto de flores a la embajada coreana \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de septiembre (ATCC) -- Con motivo del 59o aniversario de la fundacion de la Republica Popular Democratica de Corea, el gran rey de Camboya, Norodom Sihanouk, envio un gran cesto de flores a la embajada coreana en su pais. &nbsp;&nbsp;&nbsp;\r\n  En la cinta se leian: las dedicatorias de \"Felicito el 59o aniversario de la fundacion de la Republica Popular Democratica de Corea. Gran rey de Camboya Norodom Sihanouk\".&nbsp;&nbsp;&nbsp;\r\n  Por encargo del gran rey, la delegacion del Ministerio del Palacio Real del gobierno camboyano presidida por el viceprimer ministro encargado del Palacio Real, Kong Sam Ol, visito el dia 7 la embajada coreana y lo deposito ante los retratos del Presidente Kim Il Sung y el Dirigente Kim Jong Il.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}