{
    "date": "2007-08-25",
    "url": "http://kcna.co.jp/item/2007/200708/20070825.htm",
    "articles": [
        {
            "title": "National Meeting Marks Anniversary of Kim Jong Il's Start of Songun Revolutionary Leadership",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#1",
            "content": "National Meeting Marks Anniversary of Kim Jong Il's Start of Songun Revolutionary Leadership  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- A national meeting was held at the April 25 House of Culture on Friday to mark the 47th anniversary of Kim Jong Il's start of Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n Present there were senior officials of the Workers' Party of Korea, the Korean People's Army and the state and officials of Party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons of the Korean People's Army, officials in the fields of science, education, culture and arts, public health and media, labor innovators and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n General of the KPA Kim Kyok Sik, chief of the General Staff of the KPA, delivered a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n He said that Kim Jong Il's visit to the Guard Seoul Ryu Kyong Su Tank Division 105 of the KPA on August 25, Juche 49 (1960) marked an event to be specially recorded in history as it brought about a landmark turn in strengthening and developing revolutionary armed forces of the DPRK and accomplishing the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n He noted that Kim Jong Il considered army work as well as party work as a main task from the early period of his Songun revolutionary leadership and has since concentrated all efforts on consolidating the basis of the Songun politics while developing the KPA into the army of the leader, the army of the Party. &nbsp;&nbsp;&nbsp;\r\n The 90s of the last century occupies an especially important place in the history of Kim Jong Il's Songun revolutionary leadership, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The WPK's Songun politics has fully demonstrated its scientific accuracy, originality, great vitality and invincible might as it is most comprehensive and profound political mode and revolutionary strategy in which Kim Jong Il developed and enriched the Juche-oriented idea, theory, leadership method and art on a new level and applied them and comprehensively dealt with them in all fields as required by the era of independence. &nbsp;&nbsp;&nbsp;\r\n Referring to the shining victories and changes in all fields of the politics, military affairs, economy, culture and foreign relations, the reporter stressed that this clearly proves that the WPK's Songun revolutionary leadership and the Songun politics serve as an ever-victorious banner for ushering in a new great era of the Juche revolution and an all-powerful treasured sword for transforming and perfecting all fields of the revolution and construction and social life in a revolutionary manner. &nbsp;&nbsp;&nbsp;\r\n Pointing to the tasks to be implemented to build a great prosperous powerful socialist nation, achieve national reunification, the greatest desire of the nation, and accomplish the revolutionary cause of Juche, the reporter called for considering Kim Jong Il's great Songun idea and leadership as unshakable guidelines and life line and firmly upholding and defending and fully materializing them in the revolution and construction and thus adding shine generation after generation to the great history and glorious tradition of Songun Korea, which started and triumphed by dint of arms. &nbsp;&nbsp;&nbsp;\r\n A tense situation is still prevailing on the Korean Peninsula due to the U.S. invariable hostile policy toward the DPRK, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n If the U.S. continues putting pressure upon the DPRK in the future, too, under the pretext of the nuclear issue and refuses to stop the ceaseless large-scale war exercises and massive arms buildup now under way in south Korea in preparation for a preemptive attack on the DPRK, its army and people will further round off the retaliatory means powerful enough to counter the U.S. nuclear attack and preemptive strike in order to protect their dignity, sovereignty and vital rights. &nbsp;&nbsp;&nbsp;\r\n The road of the revolution remains arduous and we are faced with vast tasks but we are sure to emerge victorious as there are Kim Jong Il's outstanding idea and leadership and unbreakable single-minded unity and powerful capability for self-defence, the reporter concluded.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminars and Film Shows Held",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#2",
            "content": "Seminars and Film Shows Held  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- Seminars and film shows were held in Democratic Congo and Russia from August 14 to 16 on the occasion of the 47th anniversary of the Songun revolutionary leadership started by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The participants of the film shows watched the Korean film \"The Korean People's Army, Steel-like Ranks.\" &nbsp;&nbsp;&nbsp;\r\n Speakers including the chairman of the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo referred to the fact that world-startling successes have been made in the DPRK thanks to the unique Songun politics pursued by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n After watching the film different personages including the general director of the newspaper La Prosperite office noted that under the Songun revolutionary leadership of Kim Jong Il the Korean People's Army (KPA) has grown to be a matchless army standing firm against the U.S. and the army and people of the DPRK would successfully achieve the noble goal of building a great prosperous powerful nation thanks to the Songun politics. &nbsp;&nbsp;&nbsp;\r\n After watching the film, the director of a bearing company and the general director of a business corporation of Russia said they were convinced that there was no one in the world to match the KPA. They stressed that the might of the DPRK dynamically and steadfastly advancing along the road chosen by itself despite any pressure from outside forces would have been unthinkable without the tested leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chief of KPA General Staff on Tense Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#3",
            "content": "Chief of KPA General Staff on Tense Situation on Korean Peninsula \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- A tense situation is still prevailing on the Korean Peninsula due to the U.S. persistent hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Kyok Sik, chief of the General Staff of the Korean People's Army, said this in a report at a national meeting held Friday to mark the 47th anniversary of Kim Jong Il's start of Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n The DPRK is following with high vigilance the policy which the U.S. has persistently pursued to pressurize and suffocate the DPRK by mobilizing even its satellite forces including Japan, he noted, adding: &nbsp;&nbsp;&nbsp;\r\n If the U.S. continues putting pressure upon the DPRK in the future, too under the pretext of the nuclear issue and refuses to stop the ceaseless large-scale war exercises and massive arms buildup now under way in south Korea in preparation for a preemptive attack on the DPRK, its army and people will further round off the retaliatory means powerful enough to counter the U.S. nuclear attack and preemptive strike in order to protect their dignity, sovereignty and vital rights.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to \"Ulji Focus Lens\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#4",
            "content": "Stop to \"Ulji Focus Lens\" Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- The People for Achieving Peace and Reunification of south Korea and the South Headquarters of the National Alliance for the Country's Reunification reportedly had a press conference before the \"command and control office\" of the south Korea-U.S. \"combined forces command\" on August 20 to denounce the \"Ulji Focus Lens\" joint military exercises. &nbsp;&nbsp;&nbsp;\r\n Speakers at the conference referred to the fact that the new function and role of the above-said office has been disclosed. &nbsp;&nbsp;&nbsp;\r\n They charged that the \"command and control office\" is functioning as a key centre where brass hats including the commander of the south Korea-U.S. \"combined forces\" are controlling their armed forces and commanding a war according to the operational plan of the U.S. in an \"emergency\" on the Korean Peninsula as a war commanding office of the south Korea-U.S. \"combined forces command\".&nbsp;&nbsp;&nbsp;\r\n Then a press release was read out there. It said all Koreans are strongly demanding the U.S. and south Korean warmongers stop at once their joint military exercises, a challenge to peace and desire for reunification. &nbsp;&nbsp;&nbsp;\r\n At the end of the conference the participants entered into a sit-in strike. &nbsp;&nbsp;&nbsp;\r\n The organizations declared they would stage various movements for peace against war including one-man demonstration and candlelight meeting in the period of the joint military drills.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Second National Taekwon-do Championships Held",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#5",
            "content": "Second National Taekwon-do Championships Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- The Second National Taekwon-do Championships for September 10 Cup took place here from August 20 to 24. &nbsp;&nbsp;&nbsp;\r\n The championships brought together at least 300 players selected from the Taekwon-do player group of the Sunchon Cement Complex and the player groups of Taekwon-do schools in different provinces. &nbsp;&nbsp;&nbsp;\r\n They competed in Taekwon-do, Korean wrestling and Go. &nbsp;&nbsp;&nbsp;\r\n The player group of Pyongyang Taekwon-do School placed first in total points in the championships    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Aphorism on Class Consciousness of Soldier",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#6",
            "content": "Kim Jong Il's Aphorism on Class Consciousness of Soldier \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- General Secretary Kim Jong Il said \"the rifle of a soldier without working-class consciousness and revolutionary resolution is less than a stick in effect.\" This aphorism has the profound meaning that only when a soldier with a rifle has a high degree of working-class consciousness and revolutionary resolution can he fulfill his responsibility and duty. &nbsp;&nbsp;&nbsp;\r\nToday the DPRK is carrying on the revolution and construction under a tense situation in which it stands face to face with the U.S. imperialists, the ringleader of aggression and war. &nbsp;&nbsp;&nbsp;\r\nTherefore, socialism can be built with credit only when the army is fully prepared as an invincible one. &nbsp;&nbsp;&nbsp;\r\nTo this end, it is important above all to raise class consciousness and revolutionary resolution of soldiers. &nbsp;&nbsp;&nbsp;\r\nThe working-class consciousness means the scientific understanding of one's position and interests. And the revolutionary resolution means the firm determination to fight at the cost of one's life for the victory of the revolution and the will to remain faithful to the revolution to the last moment of one's life under any difficulty. &nbsp;&nbsp;&nbsp;\r\nA decisive factor of victory in a war is the masses of soldiers with a high degree of class consciousness, not weapons. &nbsp;&nbsp;&nbsp;\r\nIf a soldier slackens vigilance even a moment, captivated by indolence, it will bring an irrevocably grave consequence to the security of the country and the destiny of the revolution. &nbsp;&nbsp;&nbsp;\r\nOnly when a soldier is armed with transparent working-class consciousness and has firm revolutionary resolution can his rifle discharge its mission as a weapon of the working class and revolution and hit its target without fail. &nbsp;&nbsp;&nbsp;\r\nAll the soldiers of the Korean People's Army who are possessed of the unswerving faith and will to devotedly protect socialism and the true happiness of the people are tightly holding the rifles of the working class and the revolution, bearing the aphorism of Kim Jong Il deep in their minds.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Immortal Feats Performed for Non-Aligned Movement",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#7",
            "content": "Immortal Feats Performed for Non-Aligned Movement \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- August 25 observes the 32nd anniversary of the admission of the Democratic People's Republic of Korea into the Non-Aligned Movement. &nbsp;&nbsp;&nbsp;\r\nThe Korean people take this opportunity to recollect the immortal exploits performed by President Kim Il Sung for the strengthening and development of the Non-Aligned Movement. &nbsp;&nbsp;&nbsp;\r\nThe President, who regarded NAM as an independent political force which made its appearance in the arena of history in reflection of the requirement of the independent times, wisely led the movement so that it could take anti-imperialism and independence, anti-war and peace as its basic idea in its activities. &nbsp;&nbsp;&nbsp;\r\nHe participated in the function held to commemorate the 10th anniversary of the Bandung Conference in April Juche 54 (1965) and conducted energetic activities for developing the NAM and strengthening the unity and solidarity among the Non-aligned and the developing countries. &nbsp;&nbsp;&nbsp;\r\nHe visited Algeria, then chair-state of the NAM, in May 1975 and had talks and conversations with leaders of the country to clarify that in order to develop NAM, it is imperative for the non-aligned nations to adhere to the principle of independence in politics, self-supporting in economy and self-reliance in defence, unite politically and cooperate economically and technically with each other. &nbsp;&nbsp;&nbsp;\r\nThe Conference of Ministers of Foreign Affairs of non-aligned countries held in Lima, Peru, in August 1975 decided unanimously to admit into NAM the DPRK which made a great contribution to the cause of global independence under the uplifted banner of anti-imperialism and independence. &nbsp;&nbsp;&nbsp;\r\nThe President poured his heart and soul into the development of the movement in his closing days. &nbsp;&nbsp;&nbsp;\r\nHe attended the Fourth Conference of the Ministers of Information of Non-aligned Countries held in Pyongyang in June 1993 and delivered a historic speech \"Non-aligned Information Services Must Contribute to the People's Cause of Independence\".&nbsp;&nbsp;&nbsp;\r\nHe in the speech clarified that NAM is in essence a movement for making the whole world democratic and independent, the movement should be continuously developed as long as there remain on the globe the dominationist forces which pursue domination, interference, aggression and plunder and it should be further expanded and strengthened as the main force for building a new world. He thus solved the problems arising in the strengthening and development of NAM. &nbsp;&nbsp;&nbsp;\r\nFor his feats, the President was lauded as the \"great leader of the world revolution\" and the \"outstanding leader of the Non-Aligned Movement\" by heads of states and governments of non-aligned and developing countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Turn out in Patriotic Struggle for Reunification",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#8",
            "content": "All Koreans Called upon to Turn out in Patriotic Struggle for Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 24 (KCNA) -- General Secretary Kim Jong Il's aphorism \"Genuine patriotism is in the struggle for national reunification\" serves as guidelines in life and struggle as it indicates the true road of patriotism to all compatriots in the north and the south and overseas and powerfully encourages them to dynamically turn out in the struggle for national reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Friday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Whoever genuinely takes to heart the misfortune of the country and nation and readily lays down even his or her life for clearing them of it is a genuine patriot and such dedication is a manifestation of true patriotism. &nbsp;&nbsp;&nbsp;\r\n The national split is the biggest factor of obstructing the struggle of the Korean people to achieve the independence of the country and nation and its prosperity. All Koreans at home and abroad should turn out in the nation-wide struggle to put an end to the tragedy of division and achieve reunification. This is genuine patriotism for the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Whoever truly thinks of the destiny of the country and the nation and stands for reunification should courageously come out in the patriotic struggle for national reunification irrespective of ideology, ism and interests of class and stratum. &nbsp;&nbsp;&nbsp;\r\n The patriotic struggle of the Korean people for the reunification of the country is an arduous struggle as it is accompanied by a lot of trials. &nbsp;&nbsp;&nbsp;\r\n The struggle of the south Korean people against the U.S. and war and their struggle to achieve a great alliance against the conservatives precisely mean a struggle for reunification and patriotism. Whoever truly loves the country and the nation and is interested in the reunification should positively turn out in the above-said struggles. This is the demand of the times and the call of the nation standing for patriotism.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Frase celebre de Kim Jong Il sobre la conciencia clasista del soldado",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#9",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Imborrables proezas de Kim Il Sung acumuladas en historia del NOAL",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#10",
            "content": "Frase celebre de Kim Jong Il sobre la conciencia clasista del soldado\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 24 de agosto (ATCC) -- \"No vale mas que un palo el fusil empunado ciegamente sin la conciencia clasista ni la determinacion revolucionaria\".&nbsp;&nbsp;&nbsp;\r\n  Esta frase celebre del Dirigente Kim Jong Il da una profunda idea de que un soldado armado puede cumplir con toda su responsabilidad y deber cuando posea la alta conciencia clasista y la disposicion revolucionaria. &nbsp;&nbsp;&nbsp;\r\n  Hoy dia, Corea impulsa la revolucion y la construccion bajo severas circunstancias en que se halla en la confrontacion frente a frente con los imperialistas norteamericanos, fautores principales de agresiones y guerras. &nbsp;&nbsp;&nbsp;\r\n  Por eso, solo cuando el ejercito se prepare firmemente como el invencible, es posible construir con exito el socialismo. &nbsp;&nbsp;&nbsp;\r\n  Para ello, es importante, sobre todo, elevar la conciencia clasista y la decision revolucionaria de los militares. &nbsp;&nbsp;&nbsp;\r\n  La primera es la comprension cientifica de la posicion e intereses clasistas y la segunda consiste en la firme conviccion de luchar ofrendando hasta la vida por la victoria de la revolucion y en la voluntad de mantenerse fiel a la revolucion superando cualesquier penas y sacrificios. &nbsp;&nbsp;&nbsp;\r\n  El factor decisivo del triunfo de la guerra no esta en el armamento sino en las masas uniformadas que tienen la alta conciencia clasista. &nbsp;&nbsp;&nbsp;\r\n  Si el soldado con el fusil en su mano se pone relajado, aunque por un momento, puede causar una grave e irremediable consecuencia para la seguridad de la patria y el destino de la revolucion. &nbsp;&nbsp;&nbsp;\r\n  Solo cuando el soldado posea la firme conciencia clasista y alta disposicion revolucionaria, su fusil puede cumplir su mision como el arma clasista y revolucionaria y batir el blanco. &nbsp;&nbsp;&nbsp;\r\n  Los militares del Ejercito Popular de Corea, que poseen la firme conviccion y voluntad de salvaguardar el socialismo y la autentica felicidad del pueblo dedicando hasta su vida, empunan mas fuertemente sus armas clasistas y revolucionarias teniendo siempre presente ese dicho del Dirigente Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congo Democratico y Rusia: actividades por efemeride coreana",
            "url": "http://kcna.co.jp/item/2007/200708/news08/25.htm#11",
            "content": "Imborrables proezas de Kim Il Sung acumuladas en historia del NOAL\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 24 de agosto (ATCC) -- El 25 de agosto es la fecha en que se acoge el 32o aniversario de la admision de la Republica Popular Democratica de Corea como miembro pleno del Movimiento de los Paises No Alineados (NOAL). &nbsp;&nbsp;&nbsp;\r\n  Con motivo de esta efemeride, el pueblo coreano recuerda con profunda emocion la gran contribucion del Presidente Kim Il Sung al fortalecimiento y el desarrollo del NOAL. &nbsp;&nbsp;&nbsp;\r\n  El Presidente considero el NOAL como una fuerza politica independiente aparecida en la escena de la historia en reflejo de la demanda de la epoca de independencia y lo dirigio sabiamente para que actuara tomando por ideal fundamental la independencia antiimperialista y la paz antibelica. &nbsp;&nbsp;&nbsp;\r\n  En abril del 54 (1965) de la Era Juche, participo en el acto conmemorativo del 10o aniversario de la Conferencia de Bandung, ocasion en que desarrollo dinamicas actividades para desarrollar el NOAL y fortalecer la unidad y solidaridad de los paises no alineados y otros en vias de desarrollo. &nbsp;&nbsp;&nbsp;\r\n  En las conversaciones y charlas con los dirigentes de Argelia, durante su visita en mayo de 1975 a este pais en la presidencia del NOAL, el Presidente declaro que para desarrollar el NOAL los paises miembros deben mantener el principio de la independencia, el autososten y la autodefensa y lograr la unidad politica y la cooperacion economica y tecnica. &nbsp;&nbsp;&nbsp;\r\n  La Conferencia de los cancilleres de los Paises No Alineados efectuada en agosto de 1975 en Lima, capital del Peru, decidio por consenso admitir como miembro pleno del NOAL a la RPDC que hace un gran aporte a la causa de la verificacion de la independencia del mundo sosteniendo en alto la bandera de la independencia antiimperialista. &nbsp;&nbsp;&nbsp;\r\n  El Presidente, hasta los ultimos dias de su vida hizo ingentes esfuerzos por el desarrollo del NOAL. &nbsp;&nbsp;&nbsp;\r\n  En la 4a conferencia de ministros de informacion de los Paises No Alineados celebrada en junio de 1993 en Corea, el Presidente pronuncio el discurso historico intitulado \"La informacion del NOAL debe contribuir a la causa de la independencia de los pueblos\". &nbsp;&nbsp;&nbsp;\r\n  En su discurso el Presidente senalo que el NOAL en su esencia es un movimiento por la democratizacion y la verificacion de la independencia del mundo entero y dilucido otros problemas que se presentaban para desarrollar el NOAL, entre otros, el de seguir desarrollando, ampliando y fortaleciendo este movimiento como una fuerza rectora de la construccion de un nuevo mundo en que sea verificada la independencia mientras existen en nuestro planeta las fuerzas dominacionistas que persiguen la dominacion, la intervencion, la agresion y el saqueo. &nbsp;&nbsp;&nbsp;\r\n  Es por eso que los jefes de Estado y de gobierno de los paises no alineados y otros en vias de desarrollo elogiaron altamente al Presidente Kim Il Sung como \"Gran Lider de la revolucion mundial\" y \"Destacado Dirigente del NOAL\".    \r\n\r\n\r\n\r\n"
        }
    ]
}