{
    "date": "2007-09-26",
    "url": "http://kcna.co.jp/item/2007/200709/20070926.htm",
    "articles": [
        {
            "title": "DPRK Delegation Leaves for Beijing ",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#2",
            "content": "DPRK Delegation Leaves for Beijing  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A delegation of the Democratic People's Republic of Korea headed by Kim Kye Gwan, vice-minister of Foreign Affairs, left here today by air to participate in the six-party talks starting in Beijing on September 27.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegations Off",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#3",
            "content": "Greetings to Yemeni President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, Tuesday sent a message of greetings to President Ali Abdullah Saleh of the Republic of Yemen on the occasion of the 45th anniversary of the revolution in Yemen. &nbsp;&nbsp;&nbsp;\r\n In the message Kim recalled that for the last 45 years since the revolution Yemen achieved the reunification of the country and has gained many successes in various fields of politics, economy and culture. &nbsp;&nbsp;&nbsp;\r\n In the belief that the friendly and cooperative relations between the two countries would continue to grow stronger, he wished the Yemeni president good health and happiness.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#4",
            "content": "Delegations Off  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A delegation of Kim Il Sung Higher Party School led by Deputy Director Sin Yong Hun left here today by air to visit China. A delegation of the Korean Democratic Women's Union led by Vice-Chairwoman of its Central Committee Ro Song Sil flew here today to visit Switzerland.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Tribute Paid to Revolutionary and Patriotic Martyrs",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#5",
            "content": "Wreaths Laid  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Wreaths were laid at the graves of Kim Po Hyon, Ri Po Ik, Kim Hyong Jik and Kang Pan Sok in Mangyongdae Tuesday, the full moon day. &nbsp;&nbsp;&nbsp;\r\n Seen standing there were wreaths from General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Kim Yong Nam, Ri Yong Mu, Choe Thae Bok, Vice-Premier of the Cabinet Kwak Pom Gi, officials of the party and power organs, working people's organisations, ministries and national institutions and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Wreaths were placed there in the name of the Central Committee of the WPK, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Then followed wreaths from ministries, national institutions, educational institutions and party and power bodies and farms in Pyongyang.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#6",
            "content": "Floral Tribute Paid to Revolutionary and Patriotic Martyrs \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Wreaths were laid at the Revolutionary Martyrs Cemetery on Mt. Taesong and the Patriotic Martyrs Cemetery Tuesday, the full-moon day. &nbsp;&nbsp;&nbsp;\r\n Seen standing there were wreaths from General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremonies were officials of the party, armed forces and power bodies, working people's organisations, ministries and national institutions, servicepersons of the KPA and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Placed there were wreaths in the name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Then followed wreaths from the Ministry of the People's Armed Forces, working people's organisations, ministries, national institutions, KPA units, scientific, educational, cultural and arts, public health and media institutions and the party and power bodies, factories and farms in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of the martyrs. &nbsp;&nbsp;&nbsp;\r\n The visitors to the Revolutionary Martyrs Cemetery on Mt. Taesong laid bouquets and flowers before the bust of anti-Japanese war hero Kim Jong Suk before paying silent tribute to her, recalling the undying feats performed by the woman commander of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n On the same day, wreaths, bouquets and flowers were laid at the graves of martyrs in different parts of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Drop Its Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#7",
            "content": "Anniversary of Kim Jong Il's Work Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Rodong Sinmun today dedicates an article to the 20th anniversary of Kim Jong Il's famous work \"Let Us March Forward Dynamically along the Road of Socialism and Communism under the Unfurled Banner of the Anti-Imperialist Struggle.\" &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in the work published on September 25, Juche 76 (1987) made a comprehensive historic analysis of the true nature of modern imperialism, its inevitable doom, undisputed superiority of socialism to capitalism and its sure victory and on this basis proved them with perfect logic, clarifying principled issues arising in holding fast to the revolutionary stand and advancing along the road of socialism to the last. &nbsp;&nbsp;&nbsp;\r\n The scientific accuracy and truth of the ideas and theories he expounded in the work have been more clearly proved with the change of century and advance of the times and they are displaying their tremendous vitality in the struggle of the Korean people and other revolutionary people for independence against imperialism and for socialism, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The work serves as immortal guidelines as it indicates an eternal philosophical principle governing the anti-imperialist struggle in our times. &nbsp;&nbsp;&nbsp;\r\n  Kim Jong Il in the work made a comprehensive analysis of the true nature of modern imperialism and its fate and gave a lucid clarification of them. &nbsp;&nbsp;&nbsp;\r\n  The work, on the basis of hard historical facts, made a systematic explanation and proof of the characteristics of modern imperialism and its inevitable doom with perfect logic. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il wrote that the capitalist powers have gone over from dog-eat-dog relations to those of collusion and cooperation and the imperialists have become craftier in their ruling and looting methods since the end of the Second World War, the contradictions in the capitalist world has grown more acute and imperialism is in the grip of a serious crisis from the political and economic points of view and imperialism is making desperate efforts to get rid of the abyss of ruin, finding itself in a tight corner at home and abroad. &nbsp;&nbsp;&nbsp;\r\n And the work serves as precious guidelines as it instills strong faith in the victory of socialism into the people. &nbsp;&nbsp;&nbsp;\r\n  Kim Jong Il in the work wrote that there is a great gulf between life under socialism, where the masses of the people equally enjoy independent and creative activities to the full as masters of the state and society and that under capitalism, where people become the slaves of money and seek only their own pleasure. &nbsp;&nbsp;&nbsp;\r\n The works also serves as strategic guidelines as it indicates the road of victory in the anti-imperialist struggle and the socialist cause.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hit for Its Unreasonable Nuclear Policy",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#8",
            "content": "Japan Urged to Drop Its Hostile Policy towards DPRK  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The Japanese government decided to extend by six months the economic sanctions against the DPRK which will expire on October 13. &nbsp;&nbsp;&nbsp;\r\n Minju Joson today in a signed commentary carried in this regard observes that this is another vivid expression of Japan's hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n It is well known that Japan has driven the bilateral relations to the lowest ebb. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are now standing in the way of progress at the six-party talks, using the talks as a lever for meeting their political purpose. &nbsp;&nbsp;&nbsp;\r\n It is an international practice to separate a humanitarian issue from politics because doing so is in full line with the ethics of human society. &nbsp;&nbsp;&nbsp;\r\n It is only Japan that behaves quite contrary to common sense, raising the eyebrows of the world people. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries barred the transportation of aid materials prepared by patriotic Koreans affiliated to the General Association of Korean Residents in Japan (Chongryon) with all their sincerity for those in the homeland hard hit by floods, dampening their warm compatriotic love. Worse still, they committed such gangster-like act as disallowing the performance by the Kumgangsan Opera Troupe of Chongryon. &nbsp;&nbsp;&nbsp;\r\n If Japan continues behaving like this, it will not be able to escape international isolation. Such unfriendly behavior of Japan towards the DPRK, in particular, will entail adverse consequences. &nbsp;&nbsp;&nbsp;\r\n Its hostile policy towards the DPRK would only harden its people's will to counter it with toughest measures.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Elimination of Reactionary Conservative Forces Called for",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#9",
            "content": "U.S. Hit for Its Unreasonable Nuclear Policy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The United States is not fulfilling any commitments under NPT, but, taking advantage of the position of nuclear power, is resorting to blackmail and high-handed and arbitrary practices against non-nuclear states. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, Rodong Sinmun Tuesday says: &nbsp;&nbsp;&nbsp;\r\n The U.S. is wantonly violating NPT, behaving as it pleases in utter disregard of NPT. &nbsp;&nbsp;&nbsp;\r\n It is now hell-bent on high-handed and arbitrary practices, clean indifferent to impartiality in the nuclear field. The U.S., while shutting its eyes to nuclear weapons programs of those countries that share the \"idea\" with it and those of its satellite countries, is taking issue with the rights to nuclear activities of other countries for peaceful purposes and working hard to deprive them of those rights for the mere reason that they go against the grain with it. &nbsp;&nbsp;&nbsp;\r\n  It is justifying its criminal nuclear program, describing it as one for \"peace.\" It claims that all its nuclear programs do not pose any threat to other countries but the peaceful nuclear programs of those countries that incur its displeasure \"threaten\" its security and global peace and they should be, therefore, abandoned. &nbsp;&nbsp;&nbsp;\r\n Science and technology have reached a high level. Given the fact, if the United States takes the road of nuclear war, threatening other countries with nuclear weapons, this will compel many countries to take counter-measures. Then this will lead to escalated nuclear standoff and the earth will be threatened with more nuclear arms. It is clear to everyone that in that case the U.S. will not come off unscathed. &nbsp;&nbsp;&nbsp;\r\n The U.S. security can be guaranteed by nuclear disarmament, not by nuclear arms buildup. The U.S. will never be able to escape the responsibility for being an arch disturber of the nuclear non-proliferation regime.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Security Authorities' Intensified Suppression under Fire",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#10",
            "content": "Elimination of Reactionary Conservative Forces Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) --Whether to foil the attempt of the Grand National Party of south Korea (GNP) to seize power or not is a very crucial matter on which hinge the social development of south Korea and destiny of its people and, furthermore, the prospect of the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The GNP, a centre and stronghold of the pro-U.S. conservative forces, is the forces representing the era of Cold War confrontation that prolong their remaining days through flunkeyism, dependence on foreign forces and inter-Korean confrontation, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is known to all that the U.S. has maintained its colonial fascist ruling system by using its stooges since its occupation of south Korea. In the new century, the progressive patriotic forces advocating national independence and national reunification have become positive in their activities and the movement for independent national reunification has rapidly mounted in south Korea, guided by the idea\" By our nation itself.\" Much afraid that this might weaken the sphere of its domination, the U.S. has worked hard to give a shot in the arms of the pro-U.S. conservative forces including the GNP through conspiratorial plots and tricks in a bid to strongly back them in their bid to come to power. &nbsp;&nbsp;&nbsp;\r\n These conservative forces buoyed by their American master's support and prodding are openly going against the trend of the times and the aspiration of people. It was none other than the GNP who insisted that war exercises be staged as planned while challenging the south public demanding the cancellation of the plan for joint military exercises targeted against the north as they spoil the atmosphere of dialogue, peace and reunification. It is again the GNP gentries who are opposed to reunification as they are openly standing against inter-Korean dialogue and cooperation while raising a hue and cry over the \"nuclear issue of the north\".&nbsp;&nbsp;&nbsp;\r\n Shortly ago, Ri Myong Bak, presidential hopeful from the GNP, paid a visit to the U.S. ambassador in Seoul, during which he claimed that the forthcoming \"elections\" would be confrontation between the pro-north Left wing and conservative Right wing, behaving as if he had already become president. &nbsp;&nbsp;&nbsp;\r\n Any moves for social progress and reforms cannot succeed and justice cannot prevail as long as the GNP gentries are allowed to swim against the trend of the times and bar history from advancing, backed by the foreign forces, the article notes, and stresses: It is prerequisite to progress of south Korean society and reforms there and national reunification to smash the resistance of the pro-U.S. conservative forces and completely eliminate them socially and politically.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Results of Field Survey of Mass Killings of Civilians Made Public in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#11",
            "content": "S. Korean Security Authorities' Intensified Suppression under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The People's Solidarity for the Repeal of the \"National Security Law (NSL)\" in south Korea reportedly issued a statement on September 18 denouncing the security authorities' evermore undisguised suppression. &nbsp;&nbsp;&nbsp;\r\n Recalling that some days ago the security authorities kicked off a repressive campaign by deciding to reinvestigate last year's case of teachers of the Pusan branch of the \"National Teachers Union\" on charge of conducting education in the reunification issue, the statement said: &nbsp;&nbsp;&nbsp;\r\n Their decision to reinvestigate the old case is an anti-reunification act of chilling the desire of the nation for its reconciliation and unity and an anachronistic act to keep the NSL in force at any cost.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Birthday of DPRK Observed",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#12",
            "content": "Results of Field Survey of Mass Killings of Civilians Made Public in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The Committee for Settling the Past History for Truth and Reconciliation in south Korea reportedly opened to the public on Sept. 20 the results of the field survey of the mass killings of civilians committed by the south Korean troops and police in the last Korean war. &nbsp;&nbsp;&nbsp;\r\n The committee probed the truth about the case in which between July and September 1950 the south Korean troops and police cold-bloodedly killed at least 3,500 persons including inmates of Taegu prison, those related to the \"case of the Association of the Protected\" and innocent civilians before leaving them buried in a dead pit of a mine in Kyongsan City of North Kyongsang Province and its vicinity. &nbsp;&nbsp;&nbsp;\r\n The field survey conducted by the committee from July last year resulted in unearthing remains of 160 dead persons in the above-said pit and collecting some of the things that belonged to those killed and empty cartridges and lethal weapons used for killings, the results said. &nbsp;&nbsp;&nbsp;\r\n Not a few women were among those killed, the results said, adding that there might be remains of more people in dead pits, shafts in particular which have not yet been surveyed.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona la base ganadera de Unidad No. 757 del EPC",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#13",
            "content": "Birthday of DPRK Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A meeting was held by the Sri Lanka-People's Korea Friendship Association and a film show by a Russian bearing company on Sept. 12 and 17 on the occasion of the 59th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were photos showing immortal feats President Kim Il Sung and Kim Jong Il performed by founding and developing the Republic and the real picture of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Participants of the film show watched the Korean film \"For the Liberation of the Country\".&nbsp;&nbsp;&nbsp;\r\n Speakers including Reggie Ranatunge, chairman of the association, said at the meeting that the DPRK could emerge victorious in the war against the U.S. imperialists and greet the heyday of its development, demonstrating its sovereignty and dignity despite the subsequent ceaseless moves of the imperialists for aggression, thanks to the wise leadership of Kim Il Sung, the founder of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They expressed belief that the DPRK would grow stronger thanks to Kim Jong Il who has led the Korean people with his original Songun politics. &nbsp;&nbsp;&nbsp;\r\n After watching the film, the manager of the Russian company expressed the belief that the Korean people would achieve greater success in building a great prosperous powerful nation under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Parte la delegacion de la RPDC a las conversaciones a 6 bandas ",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#14",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia la injusta politica nuclear de EE.UU.",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#15",
            "content": "Kim Jong Il inspecciona la base ganadera de Unidad No. 757 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 25 de septiembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la base ganadera de la Unidad No. 757 del EPC. &nbsp;&nbsp;&nbsp;\r\n  Ante todo, el Comandante Supremo recorrio la granja de conejos reconstruida modernamente. &nbsp;&nbsp;&nbsp;\r\n  Se entero detalladamente de las condiciones de equipos tecnicos y del estado de produccion pasando revista a varios lugares de la granja como nuevos procesos de produccion y las conejeras reconstruidas. &nbsp;&nbsp;&nbsp;\r\n  Se mostro muy satisfecho de que al finalizar exitosamente en un corto plazo por cuenta propia la obra de ampliacion de capacidad y modernizacion, la unidad renovo la fisonomia de la granja y suministro mucha cantidad de la carne de conejo a los soldados. Y aprecio altamente los meritos de los constructores y les expreso agradecimiento. &nbsp;&nbsp;&nbsp;\r\n  Enseguida, el Comandante Supremo visito la casa del gerente de la granja Yun Ho Jung para hacer conocimiento de la cria de conejos en el hogar. &nbsp;&nbsp;&nbsp;\r\n  Yun informo en detalles al Comandante Supremo del estado de cumplimiento de la indicacion de crear un ejemplo de la cria de conejos en las familias, que le dio el segundo durante la anterior visita a su casa realizada el ano pasado. &nbsp;&nbsp;&nbsp;\r\n  El Comandante Supremo dijo que las experiencias de la familia de Yun demuestran con hechos que todas las familias rurales pueden criar mucho mas conejos si se esfuerzan con un entusiasmo extraordinario por materializar hasta el final la politica del PTC sobre la ganaderia. &nbsp;&nbsp;&nbsp;\r\n  El conejo es un animal domestico muy rentable porque tiene gran productividad y es facil de criar, senalo y destaco la necesidad de promover activamente la cria de conejos. &nbsp;&nbsp;&nbsp;\r\n  Lo importante en desarrollar la cria de conejos como un movimiento masivo es que los funcionarios como Yun Ho Jung deben tomar la delantera en este trabajo, indico. &nbsp;&nbsp;&nbsp;\r\n�@Al mismo tiempo, hay que establecer el sistema de cria y suministro de buenas variedades y el de prevencion veterinaria y tomar medidas para asegurar el pienso y solucionar satisfactoriamente los problemas cientifico-tecnicos, subrayo y enseno los remedios para el respecto. &nbsp;&nbsp;&nbsp;\r\n   Acto seguido, el Comandante Supremo recorrio una granjita adscrita a la granja de cabra de la unidad. &nbsp;&nbsp;&nbsp;\r\n  Al divisar el herbazal, los corrales, la sala de ordeno, el deposito de piensos y las viviendas confortables, se puso muy complacido de que los soldados de la unidad construyeron en un corto plazo esta granjita de dimension casi igual a una granja entera. &nbsp;&nbsp;&nbsp;\r\n  Para utilizar efectivamente el herbazal, es preciso sembrar las semillas de buena especie y mecanizar todos los trabajos incluso la estercoladura y la cosecha, indico el Dirigente. &nbsp;&nbsp;&nbsp;\r\n  Ademas, el Comandante Supremo visito las casas de los matrimonios de los ex militares Pak Yong Chun y Kim Myong Son, ahora obreros de la granjita, y atendio la vida de ellos con el amor paternal. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC Hyon Chol Hae y Ri Myong Su, el primer subjefe de departamento del CC del PTC Jang Song Thaek y el subjefe de departamento del CC del PTC Hwang Pyong So.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson critica la politica hostil a Corea de Japon ",
            "url": "http://kcna.co.jp/item/2007/200709/news09/26.htm#16",
            "content": "Parte la delegacion de la RPDC a las conversaciones a 6 bandas \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 25 de septiembre (ATCC) -- Partio este martes de esta capital por via aerea la delegacion de la Republica Popular Democratica de Corea, encabezada por el vicecanciller Kim Kye Gwan, para participar en las conversaciones a 6 bandas que se iniciaran desde el 27 del mes en curso en Beijing.       \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}