{
    "date": "2007-04-16",
    "url": "http://kcna.co.jp/item/2007/200704/20070416.htm",
    "articles": [
        {
            "title": "National Meeting Held to Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#1",
            "content": "National Meeting Held to Commemorate Day of Sun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- A national meeting was held at Pyongyang Indoor Stadium Saturday with large attendance to commemorate the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, made a report. &nbsp;&nbsp;&nbsp;\r\n He said that the birth of Kim Il Sung was a majestic sunrise as it brought the dawn of national resurrection to the Korean people suffering from the statelessness and promised a new spring to humankind. &nbsp;&nbsp;&nbsp;\r\n The President is a peerlessly great man and outstanding leader whom the Korean nation has acclaimed for the first time in the nation's history spanning more than thousands of years and a gifted thinker and theoretician who fathered the immortal Juche idea that holds the highest and most shining position in human history of thought and ushered in the new era of history, the Juche era, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung is an outstanding leader and iron-willed commander who started the Songun revolution and led the cause of independence against imperialism to victory under the banner of the Juche idea, thus saving the destiny of the country and the nation and glorifying it with arms. He is a peerless statesman who built a powerful driving force for the revolution and a genius of creation and construction and father of socialist Korea as he built Korean-style socialism centered on the popular masses. &nbsp;&nbsp;&nbsp;\r\n Brilliantly recorded in his glorious history of revolutionary leadership are the precious feats he performed through his tireless activities for the reunification of the country and the independence of the whole world. &nbsp;&nbsp;&nbsp;\r\n His revolutionary idea and feats have been firmly preserved and successfully carried forward by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, illustrious commander born of Mt. Paektu, has pursued the Songun politics by developing in depth the Songun idea and line of Juche which have been consistently applied in the whole course of the Korean revolution. This has served as a fundamental source for the Korean revolution to make miraculous victories generation after generation despite manifold difficulties. &nbsp;&nbsp;&nbsp;\r\n The reporter called on all the party members, servicepersons and people to firmly uphold and thoroughly embody the President's idea and line and the glorious revolutionary traditions of the WPK and on all fields and units to implement his last instructions to the letter. &nbsp;&nbsp;&nbsp;\r\n It is necessary to wage a strenuous struggle for the independent reunification of the country under the slogan \"Add brilliance to the June 15 era of reunification by attaching importance to the nation, defending peace and achieving unity\" and steadily boost international support and solidarity for the Korean revolutionary cause in the idea of independence, peace and friendship, the reporter noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will closely follow the moves of the U.S. and its allied forces including Japan with a high degree of revolutionary vigilance and firmly defend their ideology, system and just cause by firmly increasing the political and military might of the DPRK under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Attending the meeting were senior party, army and state officials and working people in Pyongyang, a delegation of the Central Committee of the Anti-Imperialist National Democratic Front, and delegations of overseas Koreans in various regions including the delegation of Koreans in Japan and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were the visiting delegations and delegates of different countries, diplomatic envoys of different countries and representatives of international bodies here, and other foreign guests. &nbsp;&nbsp;&nbsp;\r\n Similar meetings were held at all provinces, cities and counties across the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#2",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung across the country on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Servicepersons, working people from all walks of life and school youth and children in Pyongyang visited the statue of the President on Mansu Hill. &nbsp;&nbsp;&nbsp;\r\n Standing before the statue of Kim Il Sung was a floral basket sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Floral baskets and bouquets were placed before his statue in the name of the party, armed forces and power organs, public organizations, ministries and national institutions and KPA units, institutions of science, education, culture and art, public health and media, industrial establishments, farms and schools. &nbsp;&nbsp;&nbsp;\r\n Also put in front of the statue were floral baskets in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Floral baskets and bouquets were also laid before the statues of Kim Il Sung at Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security, the Pyongyang Schoolchildren's Palace and other places of the city and in different places of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from AINDF Central Committee",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#3",
            "content": "Letter to Kim Jong Il from AINDF Central Committee \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il received a letter from the Central Committee of the Anti-Imperialist National Democratic Front Sunday, the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The birth of President Kim Il Sung was a great fortune for the Koreans as they acclaimed a peerlessly great man for the first time in the history spanning five thousand years and a historic event in which the dawn of the era of independence broke for the Korean nation and humankind, the letter said, noting that his whole life was the great one of a legendary great man who performed the undying feats for the liberation and independence of the country and the bright future of the nation and humankind. &nbsp;&nbsp;&nbsp;\r\n The President founded the immortal Juche idea, ushering in a new era of history in which the working people were shaping their destiny independently, it said, stressing that he was a benefactor of the nation's resurrection and iron-willed brilliant commander who hewed the road of the unique Songun revolution and successfully pursued the line of attaching importance to the army and military affairs to defeat the two formidable enemies, the U.S. and Japanese imperialists, and the father of socialist Korea who built a powerful country, independent in politics, self-supporting in economy and self-reliant in national defence in the north by successfully leading the two-stage social revolution, two-time rehabilitation and several-stage socialist construction with his extraordinary leadership. &nbsp;&nbsp;&nbsp;\r\n The President's successful solution to the issue of succeeding to the leadership is brilliantly shining as an exploit to be specially recorded in history because he enabled the Koreans to become a nation blessed with the illustrious leaders down through generations, the letter said, noting that he, endowed with the idea of loving the country, the nation and the people, considered the reunification of the country as the supreme task of the nation, worked heart and soul for its implementation till the last moments of his life, put forward the three charters of national reunification,  arousing all the fellow countrymen to their materialization and opening up a bright prospect of reunification. &nbsp;&nbsp;&nbsp;\r\n The President's revolutionary cause has been successfully carried forward by you and the President's history is being given steady continuity generation after generation, it said, stressing that Kim Jong Il firmly defended the country, the nation and socialism of Juche by shattering every attempt of the U.S.-led imperialist allied forces to stifle the DPRK with his invincible Songun politics and launched a dynamic drive for the building of a great prosperous powerful nation despite unprecedented difficulties and ordeals. &nbsp;&nbsp;&nbsp;\r\n A particular mention should be made of the fact that you put the north on the position of a matchless nation and put forward the Korean nation as a powerful nation which no one dares provoke with your iron will and energetic Songun revolutionary leadership, it said, describing it as a great jubilee to be specially recorded in the nation's history spanning five thousand years. &nbsp;&nbsp;&nbsp;\r\n The vanguard fighters and patriotic people from all walks life in the south are fully determined to glorify for all ages the revolutionary career and feats of the President and implement his instructions on national reunification to the letter, cherishing the greatest fortune and honor of having you as the top leader of the nation, the letter concluded.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Secretary General of IIJI",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#4",
            "content": "Floral Basket to Kim Jong Il from Secretary General of IIJI \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and his party on a visit to the DPRK on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The secretary general handed the floral basket to an official concerned on Saturday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Regional Seminar on Juche Idea Held",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#5",
            "content": "Regional Seminar on Juche Idea Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- A seminar of Eastern Europe and Central Asia on the Juche idea was held in Sankt-Peterburg, Russia, on April 7 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Present there were I. G. Chernishenko and V. Tsulkin, deputies to the Russian State Duma, Alfred Petrovich, Latvian lawmaker, Mikhail Panchenko, general secretary of the International Federation of the Associations for the Study of the Juche Idea and the Songun Policy in Eastern Europe and Central Asia, and representatives of organizations for the study of the Juche idea and the Songun policy and people in different countries including Russia, Ukraine, Belarus and Kazakhstan and regions. &nbsp;&nbsp;&nbsp;\r\n Mikhail Panchenko made a report to be followed by congratulatory speeches by some personages at the seminar. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers underlined the urgent need for each country and region to apply the Juche idea and the Songun idea. &nbsp;&nbsp;&nbsp;\r\n They said that the Juche idea indicates the way to be followed by humankind as the guiding idea of the present times and represents the firm faith of all the progressive people in their struggle for independence. &nbsp;&nbsp;&nbsp;\r\n A declaration adopted at the seminar noted that the revolutionary history of President Kim Il Sung is the history of the Songun leadership and serves as a torchlight illumining the way of achieving the emancipation and prosperity of the oppressed and maltreated people. &nbsp;&nbsp;&nbsp;\r\n The declaration called for expanding the ranks of adherents to the Juche idea, the Songun idea and more dynamically conducting the study and dissemination of the Juche idea and the Songun idea in various forms and by diverse methods. &nbsp;&nbsp;&nbsp;\r\n The declaration stressed that no force can stop the people from equipping themselves with the Juche idea and the Songun idea and dynamically advancing towards a new just world free from exploitation and oppression. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the seminar.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Commemorated in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#6",
            "content": "Important Days of DPRK Commemorated in Foreign Countries  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- The round-table talks took place in Egypt, a meeting in Denmark and lectures in India and Democratic Congo from April 3 to 5 on the occasions of the Day of the Sun and the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Wahid Al Uksouri, chairman of the Misr Arab Socialist Party of Egypt, said that socialism in the DPRK would grow stronger and the world socialist movement dynamically advance as long as there is the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, noted that the world progressive people are highly praising President Kim Il Sung as the most prominent state leader representing the 20th century. &nbsp;&nbsp;&nbsp;\r\n Balzor Singh Chauhan, chairman of the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, said that thanks to the powerful military muscle provided by Kim Il Sung the army and the people of the DPRK have been able to stand calm and composed and confident in the showdown with the U.S. styling itself the world's \"only superpower.\" &nbsp;&nbsp;&nbsp;\r\n A message to Kim Jong Il was adopted at the meeting held in Denmark. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a Korean book, photo and handicraft exhibition was held at the Cuban Revolutionary Museum from April 6 to 13 under the co-sponsorship of the Cuban Institute of Friendship with the Peoples and the Cuban Committee for Supporting Korea's Reunification on the occasion of the Day of the Sun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given at DPRK Embassy ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#7",
            "content": "Reception Given at DPRK Embassy  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- The DPRK embassy in Moscow arranged a reception on April 12 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Alexandr Saltanov, Russian vice-foreign minister, Chilgichi Chimit Ondar, chairman of the Russia-DPRK friendship parliamentary group of the State Duma of Russia, and Josif Kobzon, chairman of the Cultural Committee of the State Duma of Russia, and officials of the government, political parties and organizations including the Foreign Ministry, the Ministry of Defense, the Party for Peace and Unity of Russia, the Communist Party of the Russian Federation, the All-Union Communist Party of Bolsheviks, the Communist Party of the Soviet Union, the \"Peace and Today\" Committee of Russia, the Russian War Veterans' Committee, the Association of Scientists for the Study of Human Affairs in the Present World, the Russian Association for Friendship and Cultural Cooperation with the DPRK and the Russian Youth Association for the Study of the Juche Idea and officials in the fields of science, education, culture and art and media including the Institute of Oriental Studies and the Institute of the Far East of the Russian Academy of Sciences, the State Academic Moiseyev Dance Company, the State Academy Ensemble of Ministry of Interior of Russia, the Moscow Tchaikovsky State Conservatory, the Russian Newspaper Patriot, ITAR-TASS and Ria-Novosti News Agency. &nbsp;&nbsp;&nbsp;\r\n Ambassador Kim Yong Jae and staff members of the DPRK embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants laid a floral basket and bouquets before the full-length painting portraying President Kim Il Sung and Kim Jong Il and paid tribute to them. &nbsp;&nbsp;&nbsp;\r\n The Russian vice-foreign minister said in his speech at the reception that feats of Kim Il Sung, a prominent statesman who laid a foundation of the Russia-DPRK friendship and worked heart and soul for the development of the friendly relations between the two countries to the last moments of his life, will always be recorded in history.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Russian Figures",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#8",
            "content": "Gifts to Kim Jong Il from Russian Figures \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by the Liberal Democratic Party of Russia and the Public Chamber of the All-Russia Business Union \"Business Russia\".&nbsp;&nbsp;&nbsp;\r\n They were handed to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, on Saturday by Alexey Mitrofanov, member of the Supreme Council of the Liberal Democratic Party of Russia and vice-chairman of the Committee on Constitutional Legislation and State System of the State Duma of the Russian Federation who is heading the party delegation, and Boris Titov, chairman of the Public Chamber of the All-Russia Business Union \"Business Russia\" on a visit to the DPRK to commemorate the Day of the Sun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegations and Delegates of Juche Idea Study Organizations Feted",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#9",
            "content": "Delegations and Delegates of Juche Idea Study Organizations Feted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- The government of the DPRK gave a reception for delegations and delegates of organizations for the study of the Juche idea at Pyongyang Koryo Hotel Saturday on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Vishwanath, director general of the International Institute of the Juche Idea, Kenichi Ogami, secretary general of the IIJI, and his party, delegations and delegates of Juche idea study organizations in various countries on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, in a speech said that the feats performed by President Kim Il Sung are shining long with the century, adding that organizations for the study of the Juche idea and its followers are on the steady increase and activities are brisk worldwide to study and disseminate the idea and apply it to the specific conditions of their countries. &nbsp;&nbsp;&nbsp;\r\n He stressed that the Korean people will always stand on the side of the Juche idea followers in the drive to achieve the independent development of the country and the nation and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n Speaking next, Vishwanath said that the Day of the Sun, the birth anniversary of President Kim Il Sung, a great man whom humankind acclaimed, is a holiday common to the progressive people, adding that the President built a socialist country in Korea to which the world looks up and provided an all-powerful treasured sword for the victory of the cause of independence. &nbsp;&nbsp;&nbsp;\r\n Noting that the 20th century was shining with the august name of the President, he said that the DPRK has turned into a powerful and prosperous country thanks to Kim Jong Il who is implementing the President's behests.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Order Awarded to Mass Gymnastic and Artistic Performance \"Arirang\"",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#10",
            "content": "Order Awarded to Mass Gymnastic and Artistic Performance \"Arirang\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- The Russian International Charity Fund \"Protectors of Arts for the Century\" awarded the \"Peace\" order and its certificate to the mass gymnastic and artistic performance \"Arirang.\" &nbsp;&nbsp;&nbsp;\r\n They were conveyed to Kang Nung Su, minister of Culture, by President Oleg Oleinik, who is heading the delegation of the fund on a visit to the DPRK, at the May Day Stadium on Saturday. &nbsp;&nbsp;&nbsp;\r\n Present there were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is chairwoman of the DPRK-Russia Friendship Association, officials concerned and members of the delegation of the fund.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Concluded FTA Declared Null and Void ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#11",
            "content": "Concluded FTA Declared Null and Void \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Members of the South Headquarters of the National Alliance for the Country's Reunification, the People for Achieving Peace and Reunification, the \"National Congress for Independent and Peaceful Reunification\" and other civic and public organizations in south Korea reportedly held the 91st anti-U.S. solidarity meeting near the U.S. embassy in Seoul on April 10. &nbsp;&nbsp;&nbsp;\r\n Speeches were made and then a resolution was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n The resolution declared totally null and void the concluded south Korea-U.S. \"Free Trade Agreement\" as it will leave the south Korean economy to the tender mercy of the U.S. and drive the people to destitution &nbsp;&nbsp;&nbsp;\r\n The resolution accused the \"government\" of setting in motion conservative media and its stooges to launch a large-scale offensive for building up public opinion in a bid to hide the flunkeyist and traitorous nature of FTA after its conclusion. &nbsp;&nbsp;&nbsp;\r\n It declared that the above-said organizations would make every possible effort to seek the nullification of humiliating FTA which is full of lies to deceive the people and aimed to force on south Korea an unlimited drain on its resources for the U.S. and get the present \"government\" step down.     \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from International Juche Idea Study Organizations ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#12",
            "content": "Gifts to Kim Jong Il from International Juche Idea Study Organizations \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the International Institute of the Juche Idea on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n He was presented with a gift by visiting Vishwanath, its director general on the same occasion. The gifts were handed to an official concerned by Vishwanath.  &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il was also presented with a floral basket and a gift by the delegation of the Japanese Society for the Study of Kimilsungism on a visit to the DPRK and with a gift by the visiting Norwegian delegation for the Study of the Juche Idea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mexican Party Delegation Arrives ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#13",
            "content": "Mexican Party Delegation Arrives \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- A delegation of the Workers' Party of Mexico led by Francisco Amadeo, member of its National Executive Committee, arrived here Saturday to commemorate the Day of the Sun.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun Editorially Observed",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#14",
            "content": "Day of Sun Editorially Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Papers today dedicate editorials to the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says that the President, possessed of gifted qualification and distinguished personality, performed the undying feats on behalf of the era and history by leading the Korean revolution and the human cause of independence to victory for a long period. &nbsp;&nbsp;&nbsp;\r\n His revolutionary history is a glorious history of a peerlessly great man who performed the undying feats for the country, the nation, the era and revolution, regarding it as his lifelong mission to build a prosperous and powerful country, the daily notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The history of his revolutionary leadership is a brilliant history of a peerlessly great man who indicated the way of building a powerful socialist country with his gifted ideas, theories and wisdom. &nbsp;&nbsp;&nbsp;\r\n He founded the Juche idea, an undying revolutionary banner in the era of independence, and provided an eternal cornerstone for building a powerful socialist country of Juche. &nbsp;&nbsp;&nbsp;\r\n He clarified the way of building a prosperous and powerful country in every period and at each stage of the developing revolution with his rare intelligence and extraordinary clairvoyance. &nbsp;&nbsp;&nbsp;\r\n The history of his revolutionary leadership is a history of struggle of a distinguished genius who built a prospering socialist country on this land with his iron will, experienced and tested leadership. &nbsp;&nbsp;&nbsp;\r\n It is also a history of sacred struggle of a peerless patriot who provided the country and people with an eternal foundation to win one victory after another. &nbsp;&nbsp;&nbsp;\r\n It is an immortal history of a rare statesman who demonstrated before the world the dignity of the country and the nation with his absolute authority. &nbsp;&nbsp;&nbsp;\r\n His cause of building a powerful socialist nation has been successfully carried forward and accelerated thanks to the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il set an epoch-making example in accomplishing the cause of perpetuating the memory of the President, developed the Party, the army and the state into his ones and made sure that his history of building a glorious rich and powerful nation is given steady continuity. Kim Jong Il's noble sense of revolutionary obligation is touching the whole world. &nbsp;&nbsp;&nbsp;\r\n It is the fixed will of Kim Jong Il to accomplish with the might of Songun the cause of building a rich and powerful nation pioneered by the President under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il unrolled a clear blueprint for building a great prosperous powerful nation, visualizing the future of the country with his clairvoyant wisdom and far-sightedness. &nbsp;&nbsp;&nbsp;\r\n His grandiose plan for building a great prosperous powerful nation and energetic leadership are arousing all the servicepersons and people to creation and innovations; his plan and leadership serve as a source that encourages them to make a leaping forward on all fronts of building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The President's feats performed for the building of a rich and powerful nation will shine long century after century and he will be immortal as the sun of humankind thanks to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Minju Joson calls upon all the people to unite around Kim Jong Il single-mindedly and dynamically advance to achieve the prosperity of Kim Il Sung's Korea holding high the great banner of Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Senior Officials Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#15",
            "content": "Senior Officials Pay Homage to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Senior party, army and state officials, the chairman of a friendly party, Cabinet members and leading officials of party, armed forces and power organs, public organizations, ministries and national institutions visited the Kumsusan Memorial Palace Sunday to pay homage to President Kim Il Sung on the occasion of his 95th birth anniversary. &nbsp;&nbsp;&nbsp;\r\n Amidst the solemn playing of \"Song of General Kim Il Sung\" a floral basket was laid before his statue in the joint name of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the National Defence Commission of the DPRK, the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The participants paid high tribute to his statue. &nbsp;&nbsp;&nbsp;\r\n They entered the hall where he lies in state and paid homage to him in humble reverence. &nbsp;&nbsp;&nbsp;\r\n They went round orders, medals and certificates of honorary titles awarded to him in the DPRK and different countries. They also looked round the portrait of the smiling President and bronze relievos in the Mourning Hall, a train coach and a car he used. &nbsp;&nbsp;&nbsp;\r\n Anti-Japanese revolutionary fighters, officials of institutions at different levels, servicepersons and people of all strata visited the memorial palace on the same day. &nbsp;&nbsp;&nbsp;\r\n The diplomatic corps and the military attaches' corps here, the delegation of the Liberal Democratic Party of Russia, the delegation of the Workers' Party of Mexico, the delegation of the Russian International Charity Fund \"Protectors of Arts for the Century\", the director general and the secretary general of the International Institute of the Juche Idea, the delegations of organizations for the study of the Juche idea from different countries and foreign guests, overseas compatriots including the delegation of Koreans in Japan, families of those related to the anti-Japanese Revolutionary struggle in China and families of the Chinese related to the anti-Japanese revolutionary struggle visited the Kumsusan Memorial Palace on Sunday to pay homage to the President.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Children's Camping Begins",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#16",
            "content": "Children's Camping Begins\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- The first-term camping this year began with due ceremonies at the children's union camps in different parts of the country including those in Mangyongdae, Lake Yonphung, Haeju, Soho and Kyongpho and the Songdowon International Children's Union Camp on Saturday and Sunday on the occasion of the significant Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The reporters and speakers at the ceremonies referred to the children's pleasure of participating in the first-term camping against the background of the commemoration of the nation's greatest April holiday, adding that all the campers should learn from the brilliant boyhood of the peerlessly great men and take an active part in study tour, mountaineering and sports activities during the camping to train their bodies and minds and consolidate what they have learned at schools. &nbsp;&nbsp;&nbsp;\r\n Officials of provinces, cities and counties congratulated the campers. &nbsp;&nbsp;&nbsp;\r\n They spent the first pleasant day of camping with colorful sports and amusement games and entertainment programs.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Foreign Guests ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#17",
            "content": "Kim Yong Nam Meets Foreign Guests \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, on a visit to the DPRK to commemorate the Day of the Sun at the Mansudae Assembly Hall Sunday. &nbsp;&nbsp;&nbsp;\r\n On hand was Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam also met and had a cordial talk with a delegation of the Russian International Charity Fund \"Protectors of Arts for the Century\" led by President Oleg Oleinik on the same day. &nbsp;&nbsp;&nbsp;\r\n Present there were Kang Nung Su, minister of Culture, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kung Sok Ung, vice-minister of Foreign Affairs, officials concerned and Russian Ambassador to the DPRK Valery Sukhinin.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Participants in Joint TV Gathering",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#18",
            "content": "Letter to Kim Jong Il from Participants in Joint TV Gathering\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il received a letter from the participants in a joint TV gathering to commemorate the Day of the Sun on Sunday. &nbsp;&nbsp;&nbsp;\r\n The letter said that President Kim Il Sung is highly praised by all people as the great sun of humankind for the undying feats he performed on behalf of the era and history by wisely leading the Korean revolution and the human cause of independence with rare wisdom, outstanding leadership ability and noble virtues. &nbsp;&nbsp;&nbsp;\r\n Staying in the DPRK, we have learned that the cause of Juche, the cause of Songun pioneered by the President is being successfully inherited and carried out generation after generation under your energetic leadership, the letter said, and went on: &nbsp;&nbsp;&nbsp;\r\n Progressive humankind highly praise you as a champion of justice and peace and the great sun of the 21st century as you are fully demonstrating the might of heroic Korea and its invincible mettle with your ever-victorious Songun politics. &nbsp;&nbsp;&nbsp;\r\n We will do our best to support Songun Korea, entrusting to you the future of the human cause of independence in the future, too, as we have worked as ardent adherents to the great idea of the President, attracted by his personality as a great man, and active supporters to the cause of the Korean people in the past. &nbsp;&nbsp;&nbsp;\r\n Bright is the future of progressive humankind and the heroic struggle of the Korean people for the building of a great prosperous powerful nation and the reunification of the country is sure to win as it is guided by you.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Dae Meets Kanji Inoki ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#19",
            "content": "Kim Yong Dae Meets Kanji Inoki \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with Kanji Inoki, advisor of the New Japanese Pro-Wrestling Co. Ltd., and his party at the Mansudae Assembly Hall Sunday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Picnic Held",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#20",
            "content": "Friendly Picnic Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- A friendly picnic of participants in the 25th April Spring Friendship Art Festival took place at the Rungrado Recreation Ground Sunday to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Participants were divided into the \"Friendship\" team and \"Peace\" team before having amusement games. &nbsp;&nbsp;&nbsp;\r\n At the turn of each game, the acrobats showed their skills and cheering groups of students and children presented dances, etc., adding to the atmosphere. &nbsp;&nbsp;&nbsp;\r\n After the end of the games foreign and overseas Korean artistes and Korean school youth and children pleasantly danced to the tune of music.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung and Kim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#21",
            "content": "Kim Il Sung and Kim Jong Il Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, made public a statement on April 12 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n He in his statement noted that the great events and brilliant successes recorded in the modern history of Korea would be unthinkable apart from the august name of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n These instill great confidence and courage into the world progressive people in their struggle to build an independent and prosperous new society, he said. &nbsp;&nbsp;&nbsp;\r\n Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, released a statement on April 9 on the occasions of the Day of the Sun, the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 75th anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n He stressed that Korea, the sun's country shining with the august names of the peerlessly great men, will always prosper together with the Juche idea and the majestic appearance of Korean-style socialism.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket Presented to DPRK Embassy in Vientiane",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#22",
            "content": "Floral Basket Presented to DPRK Embassy in Vientiane\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Thongloun Sisoulith, vice-prime minister and foreign minister of Laos who is member of the Political Bureau and chairman of the Commission for External Affairs of the Central Committee of the Lao People's Revolutionary Party, and Ponmek Dalaloy, minister of Health of Laos who is member of its Central Committee, presented a floral basket to the DPRK embassy in Vientiane on April 6 on the occasions of the Day of the Sun and the 75th anniversary of the heroic Korean People's Army.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Government's Struggle for Reunification Supported",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#23",
            "content": "DPRK Government's Struggle for Reunification Supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- The Maldivian government fully supports the DPRK government's struggle to achieve the independent and peaceful reunification of the country in the idea of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n Maldivian President Maumoon Abdul Gayoom said this when receiving credentials from the DPRK ambassador e.p. to Maldives on April 9. &nbsp;&nbsp;&nbsp;\r\n Recalling his visit to the DPRK in 1983, he praised steersman of the DPRK Kim Jong Il as a prominent statesman and great leader. &nbsp;&nbsp;&nbsp;\r\n Saying that Maldives and the DPRK opened the friendly and cooperative relations long ago and have since developed them, he noted that it is the invariable stand of the government and the people of Maldives to boost them.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performances of Art Festival Go on with Success ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#24",
            "content": "Performances of Art Festival Go on with Success \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Third-day performances and separate performances of the 25th April Spring Friendship Art Festival were given on April 13. &nbsp;&nbsp;&nbsp;\r\n Kazakh female solo \"Our Happiness Blossoms Out under the Leader's Care,\" mixed duet \"Our Leader\" presented by the Belarusan musical company, male solo \"Long Live Generalissimo Kim Il Sung\" by the art troupe of Koreans in China and other numbers highly lauded the great feats of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The Indonesian Guruhsukarno Dancing Troupe, the art troupe of Koreans in the U.S. and other art groups put on the stages female solo \"Kimilsungia in Full Bloom All Over the World,\" \"We Pledge,\" fourth movement of the symphony \"Leader Will Always Be with Us,\" and other numbers which made a successful artistic representation of the firm belief that President Kim Il Sung will always be with progressive humankind and his last instructions are sure to come true. &nbsp;&nbsp;&nbsp;\r\n The art troupes of Koreans in Japan and China truthfully represented their desire and will to grandly commemorate the April spring holiday through the numbers such as \"Let's Present Songs and Dances on Stage of Spring Festival\" and \"We Sing of the Day of the Sun.\" &nbsp;&nbsp;&nbsp;\r\n Dance \"Katyusha\" presented by the Tap dancers troupe of Russia, instrumental ensemble \"Souvenir\" by the \"Pereprava\" musical company of Russia, \"Dance of Greetings\" by the \"Zoryane\" song and dance ensemble of Ukraine, song and dance \"Sleeve\" by the Tajik art troupe, \"Peacock Dance\" by the Indian folk dance troupe, a folk dance by the Egyptian \"Vuhaihra\" folk dance troupe and other numbers successfully dealt with the emotion, mental world, lifestyle, the diligent labor and traditions of their peoples. &nbsp;&nbsp;&nbsp;\r\n Acrobats of Russia, China, Mongolia, Bulgaria, Sweden, Ukraine and Japan put on the stage \"Dexterity at Caps,\" \"Wit of Standing on One Hand,\" \"Aerial Stunt,\" \"Two Men's Stunt,\" \"Male and Female Aerial Stunt,\" \"Playing on Rope,\" \"Manual Dexterity,\" \"Mysterious Fingers\" and other numbers, impressing the spectators with dynamic and witty techniques and refined movements. &nbsp;&nbsp;&nbsp;\r\n Working people in the city presented bouquets to them, congratulating them on their successful performances. &nbsp;&nbsp;&nbsp;\r\n Separate performances by the art troupes of Koreans in Japan, China and the U.S. took place on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun Commemorated in Russia",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#25",
            "content": "Day of Sun Commemorated in Russia\r\n&nbsp;&nbsp;&nbsp;Moscow, April 12 (KCNA) -- A meeting of Russian public circles was held in Moscow on April 12 to commemorate the Day of the Sun under the sponsorship of the Russian Association for Friendship and Cultural Cooperation with the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were leading officials of the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Foreign Ministry and the Institute of the Far East and the Institute of Oriental Studies of the Russian Academy of Sciences, war veterans, journalists of ITAR-TASS and reporters of broadcasting services and people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Russian association Vladimir Tolstikov made an opening address at the meeting. Then Director of the Institute of the Far East Mikhail Tsitarenko delivered a report. &nbsp;&nbsp;&nbsp;\r\n He noted that the progressive Russian public circles are significantly commemorating together with Korean friends the 95th birth anniversary of Kim Il Sung, a great son of the Korean people who was the most prominent statesman in the 20th century, the leader of the non-aligned movement, the champion dedicated to the national liberation and who is the eternal President of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Noting that Kim Il Sung believed in the people and waged a protracted and arduous struggle relying on them, thus defeating the Japanese imperialists and liberating the country, he went on: &nbsp;&nbsp;&nbsp;\r\n The world has recognized and highly praised the feats he performed by founding the Party and building the DPRK in the liberated country and defeating the U.S. imperialists in the three year-long Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung put politics, economy, military affairs, science and other fields on a high level and made a great contribution to the development of the international relations. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, the great leader of the Korean people, has energetically worked to eternally glorify the revolutionary exploits of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Those who took the floor then spoke highly of the immortal feats Kim Il Sung and Kim Jong Il performed for the Korean revolution and the development of the DPRK-Russia friendly relations and wished the Korean people greater successes in the future. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Iranian Charge d' Affaires",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#26",
            "content": "Reception Given by Iranian Charge d' Affaires\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Hossein Ali Entezari, Iranian charge d'affaires ad interim here, arranged a reception on April 13 on the occasions of the Day of the Sun and the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Rim Kyong Man, minister of Foreign Trade, Jong Yong Su, minister of Labour, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Iranian embassy here were on hand. &nbsp;&nbsp;&nbsp;\r\n The Iranian charge d'affaires said in his speech that President Kim Il Sung who liberated the Korean people from the foreign domination made an immortal contribution to strengthening and developing the non-aligned movement. &nbsp;&nbsp;&nbsp;\r\n He noted that the election of Kim Jong Il as chairman of the DPRK National Defence Commission provided a sure guarantee for the accomplishment of the revolutionary cause of Juche pioneered by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The Iranian government and people extend full support and solidarity to the Korean people in their struggle against imperialism and for achieving the country's reunification, he stressed. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in his speech noted that the revolutionary cause of Juche pioneered by Kim Il Sung has been successfully carried forward by Kim Jong Il, adding that the Korean people would wage a dynamic struggle under the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He said that the friendly and cooperative relations between the DPRK and Iran provided by Kim Il Sung together with the top leaders of Iran have grown stronger under the deep care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n He noted that the Korean people would as ever boost the friendly and cooperative relations with the Iranian people in their efforts to reinforce the national defence power to cope with the U.S. high-handed and arbitrary practices and develop the national economy.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Materialization of Kim Il Sung's Idea of Believing in People as in Heaven Called for",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#27",
            "content": "Materialization of Kim Il Sung's Idea of Believing in People as in Heaven Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Korean-style socialism has fully displayed its advantages and vitality generation after generation as it is a peculiar one, an embodiment of President Kim Il Sung's idea of believing in people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung was a great pioneer of the socialist cause of Juche and father of socialist Korea who built socialism centered on the popular masses, the first of its kind in history, regarding it as his maxim to believe in people as in Heaven all his life.  In the course of exploring the way of revolution, prompted by his love for the people and relying on them, the President set forth the idea of believing in people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n The President's idea came to be starting point of Korean-style socialism and served as a sure guarantee for making it display its advantages and vitality. &nbsp;&nbsp;&nbsp;\r\n The great guidance provided by the President to the socialist cause lies in that he set a model of socialism in which the independent demands and interests of the popular masses have been fully met and turned socialism in the DPRK into a vivacious society where the wisdom and creativity of the popular masses have been displayed to the full and a society where everything serves the people. &nbsp;&nbsp;&nbsp;\r\n Korean-style socialism centered on the popular masses is invincible as it wins one victory after another under the leadership of Kim Jong Il, the great leader of the people. He is the fatherly leader of the people who has pursued great popular politics, glorifying socialism in the DPRK guided by the idea of believing in people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n In the whole period of his revolutionary leadership Kim Jong Il has worked heart and soul to defend and glorify Korean style socialism built by the President. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il exerted great efforts for developing the Workers' Party of Korea into a mother party which assumes the responsibility for the destiny and life of the people and takes care of them to the end. &nbsp;&nbsp;&nbsp;\r\n Over the past more than decade when the nation faced the greatest ordeals and difficulties in history, he put forth the Songun politics and benevolent politics as the main political mode of the WPK and made a history of the noblest love for the people. &nbsp;&nbsp;&nbsp;\r\n It is a fundamental guarantee for accomplishing the socialist cause of Juche to more thoroughly embody the idea of believing in people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n The history and tradition of believing in people as in Heaven established by the President is the most precious asset and lifeline for Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n The exploits performed by the President in building socialism centered on the popular masses have been firmly defended, carried forward and developed by Kim Jong Il. Believing in people as in Heaven is a maxim not only of the President but of Kim Jong Il. It is necessary for everybody to cherish the idea and intention of Kim Jong Il as his political faith and maxim to glorify the history and tradition of believing in people as in Heaven generation after generation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Venue of Kimilsungia Festival",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#28",
            "content": "Foreign Diplomats Visit Venue of Kimilsungia Festival\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- The diplomatic corps here visited the venue of the 9th Kimilsungia Festival on April 13 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Being briefed on the facts that Kimilsungia and Kimjongilia have been widely propagated with deep reverence of the Korean people and the world's progressives for the peerlessly great men and their warm sincerity, the visitors looked round with keen interest the exhibits on display at the room for information on the immortal flowers. Among them are photos, the top \"Grand\" prize and its certificate, the special prize and other prizes awarded to the flowers at world horticultural exhibitions and the international flower show. &nbsp;&nbsp;&nbsp;\r\n Then they went round the venue of the festival turned into a large garden of beautiful Kimilsungias. &nbsp;&nbsp;&nbsp;\r\n Chhorn Hay, Cambodian ambassador to the DPRK, wrote in the visitor's book that the Korean people's reverence for President Kim Il Sung is incomparably profound and he hopes they would achieve signal successes in the efforts for prosperity of the country and its independent and peaceful reunification under the wise leadership of Marshal Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He also wrote that they would further boost the friendly relations provided by Generalissimo Kim Il Sung, the eternal leader of the Korean people, and Great King Norodom Sihanouk, the father of Cambodia. &nbsp;&nbsp;&nbsp;\r\n The military attaches' corps and the economic and commercial councilors' corps here, too, visited the festival venue on the same day. &nbsp;&nbsp;&nbsp;\r\n Yang Xilian, Chinese military, naval and air attache who is doyen of the military attaches' corps, wrote in the visitor's book that more than 10,000 beautiful immortal flowers in full bloom are on display in the venue of the festival and the feats of President Kim Il Sung will remain forever.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "TV Joint Gathering Commemorates Day of Sun ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#29",
            "content": "TV Joint Gathering Commemorates Day of Sun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- A TV joint gathering \"President Kim Il Sung, the sun for all people\" took place at the People's Palace of Culture on April 13 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, working people in Pyongyang and foreign figures on a visit to the DPRK to participate in the commemorations of the Day of the Sun, artistes of different countries participating in the 25th April Spring Friendship Art Festival and foreign students studying at Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by foreigners and Korean working people who had the honor of being received by the President. &nbsp;&nbsp;&nbsp;\r\n Mun Jae Chol said that this event is attended by many figures from various countries of the world whom the President always remembered, calling them comrades-in-arms and comrades in his lifetime. Colorful events are now under way in many countries on the Day of the Sun, he added. &nbsp;&nbsp;&nbsp;\r\n Vishwanath, director-general of the International Institute of the Juche Idea, said that the whole life of the President was a noble one dedicated to humankind. Russian composer Gennadi Sharin sang the song \"Kim Il Sung Whom I Revere\" composed by himself, deeply moving the participants. &nbsp;&nbsp;&nbsp;\r\n Rashed Khan Menon, chairman of the C.C., the Workers' Party of Bangladesh, and Bharat Mohan Adhikari, former deputy prime minister of Nepal who is member of the Presidium of the Central Committee of the Nepal Communist party (United Marxist-Leninist), noted that the President clarified principled matters to be maintained by the revolutionary parties of the world in the struggle for independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n Recalling with deep emotion the unforgettable days when they had the honor of being received by the President, Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, Juan Jose Leon Vega, chairman of the Cuban Committee for Supporting Korea's Reunification, and Banou Keita, former director of the Kim Il Sung Institute of Agricultural Science in Guinea, highly praised the President as the most outstanding leader for his immortal exploits performed in the struggle to accomplish the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n O Cherma, who was an employee of the former Mongolian school of Korean war orphans, and her daughter referred to the great loving care shown by the President to them. The son of Burchett, who was an Australian writer-journalist, and Yuri Castro Romero, secretary general of the Peruvian-Korean Institute of Culture and Friendship, expressed their determination to carry forward the intention of their fathers who fully supported the Korean people in their cause of justice, keeping deep in their minds their honor of being received by the President. The son of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr, said that the President took care of his family with affection and sense of obligation and sang with his family a Chinese song once they presented to the President. &nbsp;&nbsp;&nbsp;\r\n The son of Ya. T. Novichenko, an internationalist, recounted the story that his family came to be known worldwide thanks to the noblest virtue of the President and Kim Jong Il. The family of Zhou Baozhong, a Chinese who is related to the anti-Japanese revolutionary struggle, recalled that the noble sense of obligation between the President and their father has been given continuity for several decades. &nbsp;&nbsp;&nbsp;\r\n Diverse numbers including mixed duet \"Our Leader\" and female solo \"Kimilsungia in Full Bloom All Over the World\" were staged by artistes of different countries and chorus \"Image of Eternal Leader\" by foreign students. &nbsp;&nbsp;&nbsp;\r\n Alejandro Cao De Benos, chairman of the Association for Friendship with the Korean People, noted that the President always lives in the hearts of all people and the history of the Sun will last forever before enthusiastically singing the Korean song \"Long Live Generalissimo Kim Il Sung.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Show Arranged for Chinese Residents",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#30",
            "content": "Film Show Arranged for Chinese Residents\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- The Pyongyang City People's Committee arranged a film show for Chinese residents in Pyongyang at the Taedonggang Club for the Diplomatic Corps on Friday on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were officials of the Central Committee of the Association of Chinese Residents in the DPRK including the vice-chairman and other Chinese residents in the city. &nbsp;&nbsp;&nbsp;\r\n Officials of the Pyongyang City People's Committee were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants watched Korean documentary \"For the Liberation of the Country\" dealing with the immortal exploits of President Kim Il Sung who led the anti-Japanese revolutionary struggle to victory with noble patriotism to liberate the country. &nbsp;&nbsp;&nbsp;\r\n After the film show a singing gathering of Chinese residents took place in commemoration of the Day of the Sun.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Lambastes GIs' Sexual Abuses in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#31",
            "content": "KCNA Lambastes GIs' Sexual Abuses in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- GIs' crimes including sexual abuses have been committed in south Korea in an unbroken chain, sparking off strong social furor. &nbsp;&nbsp;&nbsp;\r\n On April 5, two GIs in south Korea sexually abused a woman passerby in her thirties to be caught red-handed. No sooner had they been investigated by police than perpetrated a similar crime against a woman in her twenties. GIs committed such crimes against a woman in her sixties in Seoul in January and beat a taxi driver in Uijongbu in March before taking to flight by the taxi. &nbsp;&nbsp;&nbsp;\r\n The ceaseless hideous crimes committed by the GIs are products of their wrong idea of despising south Koreans and their arrogant and high-handed practices. &nbsp;&nbsp;&nbsp;\r\n Since their occupation of south Korea, the U.S. imperialist aggressor forces have committed plunder, murder and violence in the most brutal manner and imposed immeasurable misfortune and sufferings upon south Korean men and women. &nbsp;&nbsp;&nbsp;\r\n The unheard-off massacres of civilians in Jeju, Rogun-ri and Maehyang-ri, the \"case of cutting the hair of a woman in Tongduchon short,\" the \"case of painting a woman in Uijongbu,\" the \"case of sexual abuse against a young girl\" and other crimes can be cited as examples. These atrocities that stunned the world were committed by the GIs stooped in extreme misanthropy and national chauvinism to the marrow of their bones. &nbsp;&nbsp;&nbsp;\r\n Murder, violence, plunder and other crimes never cease in south Korea entirely due to the U.S. forces' presence there. Whenever their crimes are brought to light, they stage such farce as uttering the words of \"apology\" and \"steps.\" But they are no more than a gimmick. That is why the number of the GIs' crimes in south Korea reached more than 100,000 cases for four decades since the shackling \"Status of Forces Agreement\" took effect and there occur at least five cases on a daily average. &nbsp;&nbsp;&nbsp;\r\n This goes to clearly prove that the U.S. imperialist aggressor forces are the devils and a group of savage brutes ruthlessly abusing the rights of south Korean women and other people. &nbsp;&nbsp;&nbsp;\r\n It is only south Korea where women's chastity is now violated and many innocent people are killed by foreign aggressor forces. &nbsp;&nbsp;&nbsp;\r\n It is the greatest disgrace of the nation that the destiny of the south Korean people is mercilessly trampled down and women are exposed to outside forces' unbearable insult and humiliation. &nbsp;&nbsp;&nbsp;\r\n But for the U.S. forces' occupation of south Korea, Korea would not have been divided nor so many Koreans would have met tragic deaths. &nbsp;&nbsp;&nbsp;\r\n The history of the U.S. imperialist aggressor forces' presence in south Korea goes to prove that their bestial nature has not changed even a bit but will remain unchanged in the future, too. &nbsp;&nbsp;&nbsp;\r\n The south Korean people will not be free from murder, rape, plunder and other misfortune and disasters as long as the U.S. forces remain in south Korea. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should wage a more dynamic struggle to get the U.S. forces withdrawn from south Korea and sweep away pro-U.S. sycophantic traitors from the land.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreements Signed between Provinces of DPRK and Mongolia",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#32",
            "content": "Agreements Signed between Provinces of DPRK and Mongolia\r\n&nbsp;&nbsp;&nbsp;Sariwon, April 14 (KCNA) -- Agreements on establishing the friendly relations between North Hwanghae Province of the DPRK and Darkhan-Uul Province and Ovorhangay Province of Mongolia were signed on April 13. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony were Ri Sang Gwan, chairman of the North Hwanghae Provincial People's Committee, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and the visiting Darkhan-Uul and Ovorhangay provincial delegations led by Governor D. Khayankhirvaa and Governor V. Erdenbilegt and Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreigners Here",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#33",
            "content": "Foreigners Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- A delegation of the Russia-DPRK friendship parliamentary group of the State Duma of Russia led by Chairman Chilgichi Chimit Ondar, a delegation of the Russian International Charity Fund \"Protectors of Arts for the Century\" headed by President Oleg Oleinik and Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and his party arrived here today to participate in the commemorations of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Arriving also were an Indonesian national police delegation led by Iman Haryatna, a delegation of the Indian organizations for the study of the Juche idea headed by Vijan Kumar Chopra, chairman of the Indian Intellectuals' Society for the Study of the Juche Idea, and Massimo Zucchetti, representative of the Italian Committee for the Study of the Juche Idea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets Russian Party Delegation",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#34",
            "content": "Choe Thae Bok Meets Russian Party Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly conversation with the delegation of the Liberal Democratic Party of Russia headed by Alexey Mitrofanov, member of its Supreme Council and vice-chairman of the Committee on Constitutional Legislation and State System of the State Duma of the Russian Federation, on a visit to the DPRK on the occasion of the Day of the Sun at the Mansudae Assembly Hall Saturday. &nbsp;&nbsp;&nbsp;\r\n Present there were officials concerned, the Russian ambassador to the DPRK and a staff member of his embassy.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stone Sent to Tower of Juche Idea",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#35",
            "content": "Commemorative Stone Sent to Tower of Juche Idea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- The Russian International Charity Fund \"Protectors of Arts for the Century\" sent a commemorative stone to the Tower of the Juche Idea on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Chairman of its Experts Council Yuri Kovelenov, on behalf of the Fund, handed it over to an official concerned at the tower on Saturday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint National Meeting of KCU Organizations Held",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#36",
            "content": "Joint National Meeting of KCU Organizations Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- A joint national meeting of the Korean Children's Union organizations was held at the square of the Kumsusan Memorial Palace Saturday on the occasion of the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It was attended by representatives of KCU organizations in various provinces and KCU members here and schoolchildren joining the KCU. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Choe Thae Bok, Yang Hyong Sop, Kim Jung Rin, Minister of Education Kim Yong Jin, anti-Japanese revolutionary fighters, officials of institutions of science, education, literature and art, sports and media, officials of party bodies and organizations of the Kim Il Sung Socialist Youth League in Pyongyang, war veterans, persons of merit and parents of schoolchildren. &nbsp;&nbsp;&nbsp;\r\n The participants offered salutes in humble reverence to the portrait of smiling Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Ho, first secretary of the C. C., the youth league, in his report said that the whole life of the President was the life of the great father who devoted everything to the rising generation. &nbsp;&nbsp;&nbsp;\r\n Noting that the history of the President's love for the younger generation is given steady continuity thanks to Kim Jong Il, the reporter called on all the members of the KCU to firmly prepare themselves as genuine successors to the revolutionary cause of Juche, the cause of Songun befitting the younger generation of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n There was a ceremony of admission to the KCU. &nbsp;&nbsp;&nbsp;\r\n Led by anti-Japanese revolutionary fighter Ri Jong San, the children joining the KCU took a solemn oath before the flag of the KCU. &nbsp;&nbsp;&nbsp;\r\n Officials, war veterans, persons of merit and officials of the party and the youth league put red ties around the necks of those children and pinned KCU badges on their chests. &nbsp;&nbsp;&nbsp;\r\nThe new members of the KCU made the first KCU salute \"Ready Always!\" in loud response to the slogan \"Ready always for the socialist motherland!\" &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches were made by war veteran Kim Song Man, Dr. Myong Kum Chol, department head of Kim Il Sung University, and Labor Hero and People's Sportsman Pae Kil Su, deputy secretary general of the Gymnastic Association.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Foreigners",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#37",
            "content": "Kim Yong Nam Meets Foreigners\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk in a friendly atmosphere with personages of different countries participating in the commemorations of the Day of the Sun at the Mansudae Assembly Hall Saturday. Among them were Rashed Khan Menon, chairman of the C.C., the Workers' Party of Bangladesh, Bharat Mohan Adhikari, former deputy prime minister of Nepal, and Juan Jose Leon Vega, chairman of the Cuban Committee for Supporting Korea's Reunification. &nbsp;&nbsp;&nbsp;\r\n On hand were Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mass Gymnastic and Artistic Performance \"Arirang\" Begins",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#38",
            "content": "Mass Gymnastic and Artistic Performance \"Arirang\" Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- The mass gymnastic and artistic performance \"Arirang\", \"Kim Il Sung Prize\" laureate, was held at the May Day Stadium on Saturday to commemorate the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The stadium was decorated with a float depicting Mt. Paektu, huge letters \"1912\" and \"2007\" and multi-colored electronic displays, adding festive mood to the April holiday. &nbsp;&nbsp;&nbsp;\r\n The performance was appreciated by leading officials of the field of culture and art, working people's organizations and institutions in Pyongyang and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Also among the audience were the delegations of overseas Koreans including a delegation of Koreans in Japan on a visit to the socialist homeland to participate in the commemorations of the Day of the Sun and foreign delegations and guests staying here. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su, minister of Culture, made a speech. &nbsp;&nbsp;&nbsp;\r\n When the melody of the song \"Pyongyang Is Best\" reverberated through, the performance began. &nbsp;&nbsp;&nbsp;\r\n The floor of the stadium turned into a veritable sea of flowers and dancers. &nbsp;&nbsp;&nbsp;\r\n The performance made a flawless ideological and artistic representation of the immortal revolutionary career of Kim Il Sung, the validity and vitality of the Songun politics of the Workers' Party of Korea and the politico-ideological might of the revolutionary ranks single-mindedly united around the headquarters of the revolution through elegant and exciting dances, dynamic gymnastics and ever-changing background presentations. It proceeded amid the high acclaim of the audience.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Orders Upgrading of Military Ranks of KPA Commanding Officers",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#39",
            "content": "Kim Jong Il Orders Upgrading of Military Ranks of KPA Commanding Officers\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il on Saturday issued Order No. 0010 to upgrade the military ranks of KPA commanding officers. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in the order said that the revolutionary armed forces of the DPRK which President Kim Il Sung founded and led along the road of victory have developed to be the matchless elite revolutionary armed forces fully equipped with the spirit of devotedly defending the leader under the Songun revolutionary leadership of the Party and fully demonstrated their might as the driving force of the revolution in defending the country and building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n He issued the order to promote the military ranks of commanding officers of the KPA on the occasion of the significant Day of the Sun, expressing the firm belief that the commanding officers of the KPA will remain true to the leadership of the Party and reliably protect the ideology, the system and cause of the DPRK and perform their honorable duties in the struggle for the victory in the Songun revolution in the future, too. &nbsp;&nbsp;&nbsp;\r\n According to the order, Yu Yong Chol, Pak Kwang Chol, Kim Jang Su and seven others received the military rank of lieut. general and Jang Il Chon, Ri Kyu Man, Kim Sang Uk and 42 others that of major general.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun Commemorated by Chongryon",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#40",
            "content": "Day of Sun Commemorated by Chongryon\r\n&nbsp;&nbsp;&nbsp;Tokyo, April 14 (KNS-KCNA) -- A meeting of Koreans in Japan took place at the Korean House of Culture in Tokyo Saturday on the occasion of the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Present there were Chairman So Man Sul, Chief Vice-Chairman Ho Jong Man and vice-chairmen of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), the chairman of the Central Audit Committee of Chongryon, advisors of the Central Standing Committee of Chongryon, the director of the History Institute of Koreans in Japan, its department directors, leading officials of central organizations and enterprises and other officials of Chongryon including the chairman of the Headquarters of Kanto Area and Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n So Man Sul said in his report made at the meeting that the whole life of the President was the glorious history of a peerless patriot and a great saint of revolution who performed immortal exploits to shine long in the history of the country and that of humankind, while doing everything he could for the country and the nation. &nbsp;&nbsp;&nbsp;\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n The President pioneered the cause of building a socialist powerful nation of Juche, laid a solid groundwork for its accomplishment and indicated the way of achieving national reunification, the greatest desire of the Korean nation. This is his undying feat to shine down through all generations. &nbsp;&nbsp;&nbsp;\r\n Referring to the efforts exerted by the President for the strengthening and development of Chongryon and the movement of Koreans in Japan and the warm love shown by him for the Koreans in Japan all his life, the reporter noted that thanks to his wise leadership and fatherly love Chongryon and Koreans in Japan have led a worthy life while steadfastly carrying forward the tradition of the nation, the tradition of patriotism, even in an alien land. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has developed in depth the Juche idea fathered by the President and the Songun idea, its embodiment, and formulated the Songun politics as a peculiar socialist political mode, indicating a new way of winning the victory in the cause of independence in the new century, he noted. &nbsp;&nbsp;&nbsp;\r\n He stressed that the 21st Congress of Chongryon would be one of victory and unity to be greeted with successes gained in the efforts to firmly protect the organizations of Chongryon and the Korean schools and lives and rights of Koreans through the struggle to weather out stern ordeals and a historic congress to put the patriotic movement on a higher stage as required by the stirring reality and the new conditions of the Korean community in Japan.  &nbsp;&nbsp;&nbsp;\r\n He called on all the officials of Chongryon and Koreans in Japan to remain true to the idea and leadership of Kim Jong Il, enshrining the behests of the President, and pave the way for the development of the patriotic movement in the new century with pride with the 21st congress of Chongryon as a solid springboard. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n A lecture was sponsored by Chongryon on the same day to commemorate the birth anniversary of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n A special lecture was also given in Tokyo on April 12 on the same occasion under the sponsorship of the Korean Social Scientists Association in Japan.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#41",
            "content": "Letter to Kim Jong Il from Chongryon Central Standing Committee\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) Sunday on the occasion of the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung is the eternal father of the people in the homeland and Koreans in Japan, the letter said. &nbsp;&nbsp;&nbsp;\r\n Recalling that the officials of Chongryon and Koreans in Japan have exalted their honor and happiness as the vanguard in the compatriots movement in the world by inheriting the patriotic tradition for more than half a century in an alien land far away from the homeland, the letter noted that this honor and happiness and the grand flower garden of national education admired by the world people, the patriotic activities of Chongryon and life of Koreans in Japan are associated with the fatherly love and deep solicitude of the President. &nbsp;&nbsp;&nbsp;\r\n The letter said that the Korean revolution and the Juche-oriented movement of Koreans in Japan pioneered by the President are being firmly defended and shining more brilliantly thanks to Kim Jong Il, the great sun of the 21st century. &nbsp;&nbsp;&nbsp;\r\n It is thanks to your wise leadership and benevolent loving care that Chongryon and Koreans in Japan have firmly defended Chongryon organizations and the Korean community in Japan and more dynamically advanced the patriotic movement, shattering the moves of the reactionaries at home and abroad against the DPRK and Chongryon, it stressed. &nbsp;&nbsp;&nbsp;\r\n The officials of Chongryon and Koreans in Japan will bear deep in their minds the faith that they are sure to win when guided by you, smash all the wicked and frantic moves of the Japanese right-wing reactionary forces against the DPRK and Chongryon with the might of single-minded unity, firmly defend the Chongryon organizations, the precious patriotic heritage left by the President, and make a tangible contribution to the struggle to defend the socialist homeland and reunify the country, the letter concluded.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Chairman of Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#42",
            "content": "Congratulations to Chairman of Chongryon Central Standing Committee\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a congratulatory message to So Man Sul, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), on his birthday. &nbsp;&nbsp;&nbsp;\r\n Kim in the message said that So is an ardent patriot and a tested activist of the overseas Koreans movement who, true to President Kim Il Sung's Juche-oriented idea on the movement and leadership over it, has devoted all his life to the prosperity of the socialist homeland, the independent reunification of Korea and the strengthening of the patriotic cause of Chongryon and the protection of the national rights of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The more than half a century-long history of Chongryon, during which it has demonstrated itself as a pioneer of the patriotic movement, a model of patriotic devotion and a model of overseas Koreans movement, is associated with the devoted service and great feats you have made for the homeland and the nation, Chongryon and the Koreans in Japan, the message said. &nbsp;&nbsp;&nbsp;\r\n Kim wished So good health and happiness, hoping that he would achieve greater success in his responsible work for developing Chongryon and the movement of Koreans in Japan on a new higher stage.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe presente de jefe de delegacion de Indonesia ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#43",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Es invencible el socialismo coreano que encarna la idea \"Iminwichon\"",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#44",
            "content": "Kim Jong Il recibe presente de jefe de delegacion de Indonesia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de abril (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dedicara Sapta Nirwandar, secretario general del Ministerio de Cultura y Turismo, quien preside la delegacion cultural gubernamental de la Republica de Indonesia, de visita en Corea con motivo del Dia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung). &nbsp;&nbsp;&nbsp;\r\n@El visitante lo entrego el dia 13 a Kim Yong Dae, vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tercera jornada del XXV festival artistico",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#45",
            "content": "Es invencible el socialismo coreano que encarna la idea \"Iminwichon\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de abril (ATCC) -- El socialismo al estilo coreano, que de siglo en siglo demostro sin reservas su superioridad e invencibilidad, es el original que materializo el ideario de Iminwichon (significa considerar al pueblo como el cielo) del Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Rodong Sinmun en un articulo individual del dia 14 y continua: &nbsp;&nbsp;&nbsp;\r\n  El Presidente es gran precursor de la causa socialista del Juche y fundador de la Corea socialista que construyo por primera vez en la historia el socialismo centrado en las masas populares tomando como maxima de su vida la idea de Iminwichon. El la creo en el proceso de allanar el camino de la revolucion guardando siempre al pueblo en su corazon y apoyandose en este. &nbsp;&nbsp;&nbsp;\r\n  Este ideal sirvio de punto de partida del socialismo coreano y de garantia fundamental de su superioridad e invencibilidad. &nbsp;&nbsp;&nbsp;\r\n  El Presidente preparo el socialismo paradigmatico donde se materializan sin falta las demandas e intereses independientes de las masas populares y lo convirtio en la sociedad animada en que se manifiestan al maximo la inteligencia y la creatividad de las masas populares y todo sirve para ellas. He aqui la grandeza del Presidente quien dirigio la causa socialista materializando la idea en cuestion. &nbsp;&nbsp;&nbsp;\r\n@El socialismo coreano avanza victoriosamente bajo la guia del gran Dirigente del pueblo. &nbsp;&nbsp;&nbsp;\r\n@El Dirigente Kim Jong Il es el padre del pueblo que con la grandiosa politica popular glorifica el socialismo coreano caracterizado por ese ideario. &nbsp;&nbsp;&nbsp;\r\n@Durante todo el periodo de su direccion sobre la revolucion, el Dirigente trabajo incansablemente para defender y llevar adelante el socialismo al estilo coreano construido por el Presidente. &nbsp;&nbsp;&nbsp;\r\n@Presto mucha atencion a las labores para fortalecer el PTC como partido madre que se responsabiliza y cuida hasta las ultimas consecuencias el destino y la vida del pueblo. &nbsp;&nbsp;&nbsp;\r\n@  Durante mas de ultimos diez anos de incontables pruebas y dificultades sin precedentes en la historia, el Dirigente presento la politica de Songun (priorizacion militar) y la de beneficios populares como principal modo politico del Partido del Trabajo de Corea escribiendo la cronica del mas sublime amor al pueblo. &nbsp;&nbsp;&nbsp;\r\n@Materializar con mas firmeza la idea de Iminwichon constituye la garantia fundamental para llevar a feliz termino la causa socialista del Juche. La historia y la tradicion de Iminwichon creadas por el Presidente devienen el patrimonio mas valioso y la arteria del socialismo coreano. &nbsp;&nbsp;&nbsp;\r\n@Las proezas del Presidente logradas en la construccion del socialismo centrado en las masas populares se defienden firmemente y se desarrollan gracias al Dirigente Kim Jong Il. Por lo tanto, Iminwichon representa la maxima de vida tanto para el primero como para el segundo. &nbsp;&nbsp;&nbsp;\r\n@El pueblo coreano debe dar firme continuidad a la historia y tradicion de Iminwichon tomando como su credo politico y maxima de vida las ideas y la voluntad del Dirigente.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "En Pyongyang delegaciones de varios paises",
            "url": "http://kcna.co.jp/item/2007/200704/news04/16.htm#46",
            "content": "Tercera jornada del XXV festival artistico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de abril (ATCC) -- Ayer se dieron por el tercer dia consecutivo las funciones del XXV Festival Artistico de Amistad de Abril en Primavera. &nbsp;&nbsp;&nbsp;\r\n  En el solo femenino de Kazajstan \"Nuestra felicidad bajo la atencion del Lider\", el duo mixto del conjunto musical de Belarus \"Nuestro Lider\", el solo masculino del conjunto artistico de coreanos residentes en China \"Viva y viva el Generalisimo Kim Il Sung\" y otras piezas los ejecutantes elogiaron altamente las grandes proezas del Presidente. &nbsp;&nbsp;&nbsp;\r\n  Los artistas del Conjunto de Danza Guru Sukarno de Indonesia, el conjunto artistico de coreanos residentes en EE.UU. y otros conjuntos pusieron en la escena el solo femenino \"La Kimilsungia florece en todo el mundo\", el cuarto movimiento \"Juramos\" de la sinfonia \"El Lider junto con nosotros para siempre\", y otras piezas describiendo bien la firme conviccion de que el Presidente Kim Il Sung estara siempre junto con la humanidad progresista y su legado se realizara ciertamente. &nbsp;&nbsp;&nbsp;\r\n  En las piezas \"Nuestras canciones y danzas en el festival primaveral\" y \"Cantamos el Dia del Sol\" y otras los miembros de los conjuntos artisticos de coreanos residentes en Japon y en China mostraron con emocion la voluntad de celebrar con solemnidad la fiesta de abril. &nbsp;&nbsp;&nbsp;\r\n  La danza \"Katyusha\" del grupo del baile Tap de Rusia, el concierto instrumental \"Recuerdo\" de la banda musical \"Pereprava\" de Rusia, la \"Danza de salutacion\" del conjunto de canciones y danzas \"Zoryane\" de Ucrania, la cancion y baile \"Las Mangas\" del Conjunto Artistico de Tadjikistan, la \"Danza de pavo real\" del conjunto de danza folclorica de la India, un baile del conjunto de danza folklorica \"Vuhaihra\" de Egipto y otras piezas reflejaron excelentemente el sentimiento y los habitos de vida y de trabajo y las tradiciones nacionales de sus pueblos. &nbsp;&nbsp;&nbsp;\r\n  En las piezas \"Talento con gorra\", \"Parado de cabeza con una mano\", \"Figuras corporales en el aire\", \"Figuras corporales de dos hombres\" \"Dos figuras de ambos sexos en el aire\", \"Juego con cuerda\", \"Habilidad de la mano\", \"Misterioso dedo\" y otras piezas los acrobatas de Rusia, China, Mongolia, Bulgaria, Suecia, Ucrania y Japon exhibieron sus movimientos habiles y vigorosos dando profunda impresion a los espectadores. &nbsp;&nbsp;&nbsp;\r\n  Los trabajadores capitalinos obsequiaron ramos de flores a los ejecutantes por su exitosa funcion. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, los conjuntos artisticos de coreanos residentes en Japon, China y EE.UU. dieron funciones separadamente.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}