{
    "date": "2007-10-08",
    "url": "http://kcna.co.jp/item/2007/200710/20071008.htm",
    "articles": [
        {
            "title": "Kim Jong Il Congratulates Russian President",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#1",
            "content": "Kim Jong Il Congratulates Russian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 7 (KCNA) -- General Secretary Kim Jong Il sent a congratulatory message to V.V. Putin, President of Russia, on the occasion of his 55th birthday on Sunday. &nbsp;&nbsp;&nbsp;\r\n The message wished Putin good health, happiness and success in his work for the development of Russia.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Calls for Building Just and Equal World",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#2",
            "content": "DPRK Calls for Building Just and Equal World  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- The DPRK will make positive efforts to build a just and equal world in the idea of independence, peace and friendship in the future, too. &nbsp;&nbsp;&nbsp;\r\n Choe Su Hon, head of the DPRK delegation who is vice-minister of Foreign Affairs, declared this in his speech made at the plenary meeting of the 62nd session of the UN General Assembly on Oct. 2. &nbsp;&nbsp;&nbsp;\r\n Referring to the principled and just and fair stance of the DPRK toward the nuclear issue of the Korean Peninsula and its sincere endeavor to settle the nuclear issue, he noted that the DPRK has no other option but to boost capability for self-defense in every way by enforcing the Songun policy in order to defend the sovereignty and the dignity of the nation from the threat of the preemptive nuclear attack and the harsh economic sanctions of the U.S. &nbsp;&nbsp;&nbsp;\r\n The DPRK's capability for self-defence is aimed to defend the sovereignty of the country and the nation from A to Z and it is, therefore, in accord with the security interests of the countries in the region desirous of peace, security and stability, he noted, stressing that the denuclearization of the Korean Peninsula is the behests of President Kim Il Sung and it is the consistent stand of the DPRK to peacefully settle the nuclear issue through dialogue and negotiations. &nbsp;&nbsp;&nbsp;\r\n In order to implement the north-south joint declaration and achieve the peace and reunification of the Korean Peninsula it is necessary to put an end to the U.S. hostile policy toward the DPRK and its interference in the internal affairs of the Korean nation, he held. &nbsp;&nbsp;&nbsp;\r\n The DPRK sincerely hopes that Japan will take the road of friendship and peace, not repeating the inglorious past, he said, adding that Japan will have its future only when it makes adequate compensation for the past crimes. &nbsp;&nbsp;&nbsp;\r\n The principles of respect for national sovereignty and equality, a cornerstone of the international relations, are being threatened by the attempts to continue and expand the \"anti-terror war\" for meeting a selfish purpose and the high-handed and arbitrary practices of some forces advocating the theory on preemptive nuclear attack, while accelerating the modernization of nukes, he said, and went on. &nbsp;&nbsp;&nbsp;\r\n The UN Security Council should be a responsible mechanism to substantially ensure international peace and security and should not allow itself be a tool for legalizing any action to meet the strategic interests of specified powers at the sacrifice of the developing countries. &nbsp;&nbsp;&nbsp;\r\n A peaceful and prosperous new world desired by mankind can be built only in the fair international relations in which sovereignties of all member states are respected without discrimination and the principle of equality and reciprocity is abided by.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nigerian Charge d'Affaires A.I. Hosts Reception",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#3",
            "content": "Nigerian Charge d'Affaires A.I. Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- Nigerian Charge d'Affaires Ad Interim here Oyede L. A. hosted a reception Friday on the occasion of the 47th anniversary of the independence of Nigeria. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, Kim Tang Su, director of the Bureau of Diplomatic Corps Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Diplomatic envoys of various countries and representatives of international organizations here were also among those present on invitation. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Nigerian embassy were present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Arrive",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#4",
            "content": "Foreign Delegations Arrive \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- A Mongolian government economic delegation led by Vice-Minister of Industry and Trade Ya. Sodbaatar and a delegation of the China Foreign Languages Press Publishing and Distribution Administration led by Deputy Director Qi Pingjing arrived here Saturday. &nbsp;&nbsp;&nbsp;\r\n Delegations and delegates of China, Germany, Mongolia, Australia, Italy, Canada, France and Taipei of China also arrived here today to participate in the 3rd Pyongyang Autumn International Trade Fair.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Family of Zhang Weihua",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#5",
            "content": "Floral Basket to Kim Jong Il from Family of Zhang Weihua \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the family of Zhang Weihua, an anti-Japanese revolutionary martyr, on the occasion of the 62nd founding anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the basket were letters \"We sincerely wish the great leader Comrade Kim Jong Il good health.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Proposal for Founding DFRK Supported",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#6",
            "content": "Proposal for Founding DFRK Supported  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea posted an article on its Internet homepage on Oct. 1 on the occasion of the 27th anniversary of the proposal for founding the Democratic Federal Republic of Koryo. &nbsp;&nbsp;&nbsp;\r\n The article said: &nbsp;&nbsp;&nbsp;\r\n The proposal set forth by President Kim Il Sung is the most just and realistic and reasonable proposal for reunification as it is in line with the desire of the Korean nation for reunification and its fundamental interests. &nbsp;&nbsp;&nbsp;\r\n Recalling that the President put forward the proposal for founding the DFRK, the most reasonable proposal for reunification, as it is in line with the fundamental interests of the nation and makes it possible to achieve the reunification of the country and the national unity by the concerted efforts of the Korean nation on the basis of recognizing and tolerating the differences between the north and the south, the article pointed out: &nbsp;&nbsp;&nbsp;\r\n This is a historic feat he performed in the history of the movement for Korean reunification. &nbsp;&nbsp;&nbsp;\r\n The validity and vitality of the proposal were clearly proved by the fact that the orientation of achieving the reunification of the country by the federal formula was confirmed by the historic June 15 North-South Joint Declaration adopted and published thanks to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The above-said proposal provides the best way of building independent, democratic and peaceful reunified Korea by thoroughly implementing the June 15 joint declaration, it concluded.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Myohyangsan Flying Squirrel, Natural Living Monument",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#7",
            "content": "Myohyangsan Flying Squirrel, Natural Living Monument \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- The Myohyangsan flying squirrel, an animal indigenous to Korea, has been registered as a natural living monument. &nbsp;&nbsp;&nbsp;\r\n It, which lives in a tree hollow, is mainly active in the night. &nbsp;&nbsp;&nbsp;\r\n It scarcely comes down from trees and is good at climbing trees with the help of its sharp claws. &nbsp;&nbsp;&nbsp;\r\n The squirrel runs rather slowly on the ground but flies well with patagium. &nbsp;&nbsp;&nbsp;\r\n It flies 30-50 meters at a time and 80 meters from a high place to low. When flying, its tail plays a steering role and can change its flying direction at a right angle. &nbsp;&nbsp;&nbsp;\r\n It lives on the barks and buds of willow, aspen, maple and birch trees, tree sprouts and seeds of pine, spruce and Abies nephrolipis. In winter, it eats pine nuts and fruits of alder trees. &nbsp;&nbsp;&nbsp;\r\n It neither hibernates nor eats frequently in winter. &nbsp;&nbsp;&nbsp;\r\n It usually gives birth to four kittens at a litter annually.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#8",
            "content": "Kim Jong Il Praised in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 7 (KCNA) -- The \"Seoul Citizen's Committee for the Study of General Kim Jong Il\" of south Korea posted the second installment of article titled \" Chairman of the National Defence Commission Kim Jong Il, Illustrious Commander\" on the Internet homepage of the Solidarity for Implementing the South-North Joint Declaration on September 28. &nbsp;&nbsp;&nbsp;\r\n The article praised Kim Jong Il as the bravest general startling the world with the grit of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n The article in its first part said that his pluck and grit remind one of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n He was born in Mt. Paektu and grew up to be a general of Mt. Paektu type under the care of heroes of Paektu, it noted, adding he acquired the grit and spirit of Mt. Paektu, guided by the patriotic teachings given by President Kim Il Sung and Kim Jong Suk who struck a million-strong \"Kwantung Army\" of the Japanese imperialists with fear. &nbsp;&nbsp;&nbsp;\r\n The article in its second part referred to the fact that he was possessed of extraordinary quality and grit in his childhood. &nbsp;&nbsp;&nbsp;\r\n The article in its third part stressed that the victory won in the confrontation with the U.S. without gunfire was that of his pluck and grit. &nbsp;&nbsp;&nbsp;\r\n The DPRK-U.S. confrontation that followed the \"Panmunjom Incident\" in 1976 was one of many examples proving his pluck and grit, it said. &nbsp;&nbsp;&nbsp;\r\n The history of the nuclear stand-off between the DPRK and the U.S. in the 1990s is, in a word, one of the victory won in the struggle for defending national independence thanks to his pluck and grit, it noted, stressing that there are too many anecdotes to tell about his trait as a brave general at that time. &nbsp;&nbsp;&nbsp;\r\n The article in its fourth part praised him for leading the Koreans to achieve independent reunification. &nbsp;&nbsp;&nbsp;\r\n Thanks to his Songun politics a new era of independent reunification, peace and prosperity has come to the Korean Peninsula, it added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of Measure against Human Rights Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#9",
            "content": "Withdrawal of Measure against Human Rights Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 7 (KCNA) -- The Press Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration reportedly released a statement on October 1 demanding the south Korean \"Ministry of Information and Communications\" immediately withdraw the measure against human rights. &nbsp;&nbsp;&nbsp;\r\n The statement accused the ministry of instructing at least 10 political parties, civic, public and students' organizations to delete articles related to the north posted on Internet homepages, talking about the violation of the \"National Security Law.\" &nbsp;&nbsp;&nbsp;\r\n The statement termed the measure an anachronistic act to obstruct the reconciliation and cooperation between compatriots for reunification. &nbsp;&nbsp;&nbsp;\r\n The NSL, the main obstacle in the era of reunification, should be abolished to guarantee the freedom of thinking and expression and free press activities, the statement held.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All-People Actions in November Called for",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#10",
            "content": "All-People Actions in November Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- Different civic and public organizations and political parties of south Korea reportedly called a joint press conference for inaugurating the \"day of 2007 all-people's actions for checking the conclusion of the south Korea-U.S. Free Trade Agreement on November 11, abolishing part-time jobs and achieving peace against war\" in Seoul on October 1. &nbsp;&nbsp;&nbsp;\r\n The speakers at the conference called on the people from all walks of life to turn out in the all-people actions in November in order to defend peace on this land, protect the people's right to existence and smash the attempt of the pro-U.S. anti-reunification conservative forces to seize power. &nbsp;&nbsp;&nbsp;\r\n A press release read out at the conference denounced the pro-U.S. conservative forces for desperately cooperating with the U.S. in its moves to relocate its forces present in south Korea and expand the U.S. military bases while insisting on the extension of the term of the presence of south Korean troops in Iraq. &nbsp;&nbsp;&nbsp;\r\n It called upon the people from all walks of life to carry on the all-people actions in November. &nbsp;&nbsp;&nbsp;\r\n Prior to the conference, the \"organizing committee of the day of 2007 all people's actions\" was formed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Free Internet Activities Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#11",
            "content": "Free Internet Activities Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- South Korean political parties and public organizations of south Korea including the Democratic Labor Party and the National Alliance for Democracy and Reunification reportedly released statements on September 30, in which they demanded free Internet activities. &nbsp;&nbsp;&nbsp;\r\n Recalling that the \"Ministry of Information Communications,\" not a judicial organ, issued an instruction for deleting all information related to the north on the Internet homepages, talking about the violation of the \"National Security Law,\" the statements termed this an unconstitutional action. &nbsp;&nbsp;&nbsp;\r\n Warning that all the progressive organizations would not stop the struggle until the freedom of Internet activities is guaranteed, the statements demanded the above-said ministry withdraw its unreasonable instruction at once.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#12",
            "content": "Abolition of NSL Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- The south Korean People's Solidarity for Abolition of the \"National Security Law\" reportedly made public a statement on October 1 in demand of the abolition of the anti-reunification law. &nbsp;&nbsp;&nbsp;\r\n The statement noted that many personages have been arrested and the civic and public organizations which posted articles related to the north on Internet homepages have become targets of suppression in south Korea on charges of violation of the \"National Security Law\".&nbsp;&nbsp;&nbsp;\r\n Urging the political camp to put the abolition of the above-said law into practice in conformity with the trend of the times, the statement stressed that to this end, it should make efforts to pass through at an early date the \"bill on abolition of the NSL,\" which was submitted to the \"National Assembly\" for discussion.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Fine Art Exhibition Held in Britain ",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#13",
            "content": "Korean Fine Art Exhibition Held in Britain \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 7 (KCNA) -- Korean \"Paekho\" fine art exhibition took place in London between Sept. 21 and 22 on the occasion of the 62nd anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n On display in the venue of the exhibition were Korean paintings, oil paintings, everlasting jewel paintings and panoramas and other art works and handicrafts showing the undying feats and noble traits of President Kim Il Sung and Kim Jong Il, the ever-victorious history of the WPK, the struggle of the army and people of the DPRK for the building of a great prosperous powerful nation and the true picture of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony of the exhibition were figures of British political and public circles, painting fanciers and figures of the European Parliament and the International Panorama Council. &nbsp;&nbsp;&nbsp;\r\n Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, in a speech at the ceremony said that the paintings on display vividly represent the strong spirit of the Korean people not yielding to any adversity and the stirring reality of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Michael Chant, secretary of the C.C., the Revolutionary Communist Party of Britain (Marxist-Leninist), noted that the panoramas on display, products of collectivism which can be displayed in socialist Korea only, are masterpieces no talented artist can dare create in a capitalist society. &nbsp;&nbsp;&nbsp;\r\n The chairman of the International Panorama Council noted that the everlasting jewel paintings from the DPRK, a new form of art works, are making a tangible contribution to the development of the world fine art.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK Lauded",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#14",
            "content": "WPK Lauded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 7 (KCNA) -- A meeting, seminar and round-table talks took place in Austria, Uganda and Democratic Congo on September 28 on the occasion of the 62nd anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Heinrich Gruber, chairman of the 21st District, Vienna, Committee of the Communist Party of Austria, said in his speech at the meeting that President Kim Il Sung who embarked on the road of revolution in his teens waged a 20 year-long anti-Japanese revolutionary struggle, liberating the country and founding the WPK, the guiding force of the Korean people. &nbsp;&nbsp;&nbsp;\r\n He noted that the WPK is demonstrating its dignity as an ever-victorious party leading the popular masses' cause of independence and the socialist cause to brilliant victory under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Justin Keyune, chief of the Group for the Study of Songun Politics of the Kampala Coloro Higher Middle School in Uganda, at the seminar explained and proved that the WPK has led the revolution and construction to victory, guided by the Juche idea which Kim Il Sung founded and Kim Jong Il has developed and enriched. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the director for Political Affairs and International Relations of the Pan-African Movement made public a statement on October 1 on the occasion of the 62nd anniversary of the WPK. He in his statement noted that the WPK founded by Kim Il Sung has served as an invincible banner, the guiding force which firmly guarantees the victory of not only the Korean revolution but the world revolution thanks to the wise leadership of Kim Jong Il.\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Peru",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#15",
            "content": "Kim Jong Il's Work Off Press in Peru\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 7 (KCNA) -- Kim Jong Il's famous work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\" was brought out in booklet by the Grafica Aj Hermanos Publishing House in Peru on Oct. 1. &nbsp;&nbsp;&nbsp;\r\n The work, published on Oct. 3, Juche 79 (1990), clarifies the idea that the leadership of the party is a decisive guarantee for the victory of the cause of socialism, the issue of developing the WPK into a Juche-type revolutionary party, the basic ways of carrying out the mission and duty of the party as a leading political organization and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Lauded in South Africa ",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#16",
            "content": "Kim Jong Il Lauded in South Africa \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- The chairman of the Mfumalanga Provincial Committee of the South African Communist Party of the province released a statement on Oct. 1 on the occasion of the 62nd anniversary of the foundation of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, general secretary of the WPK, has built the WPK into an invincible party, fully displaying the seasoned leadership traits as a perfect statesman in the world history of politics. &nbsp;&nbsp;&nbsp;\r\n It noted that Kim Jong Il has developed in depth the Songun idea based on the Juche idea founded by President Kim Il Sung as required by the new era and established an original Songun political mode. &nbsp;&nbsp;&nbsp;\r\n The WPK having Kim Jong Il at its head is now most creditably performing its mission as a leader of the cause of Songun and a vanguard fighter for accomplishing the cause of independence against imperialism and this serves as a great banner encouraging the world progressive political parties, he stressed.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletin Issued in Brazil to Mark WPK's Birthday",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#17",
            "content": "Information Bulletin Issued in Brazil to Mark WPK's Birthday\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- The Brazil-Korea Friendship Association published information bulletin \"The leadership of General Secretary Kim Jong Il is source for the Workers' Party of Korea to win sure victory \" on Sept. 29 on the occasion of the 62nd anniversary of the WPK. &nbsp;&nbsp;&nbsp;\r\n The WPK having Kim Jong Il at its head has not only defended socialism despite all sorts of ordeals and hardships of history but opened up even a landmark phase for building a great prosperous powerful nation, startling the world, it said, stressing that his leadership serves as a source for the WPK to emerge ever-victorious. &nbsp;&nbsp;&nbsp;\r\n Noting that it was one of the important factors that enabled the WPK to always emerge victorious in the revolution and construction over the past six decades since the foundation of the WPK that it regarded the Juche idea and Songun idea founded by President Kim Il Sung, founder of the WPK, as its invariable guiding principle, the bulletin said that the Songun policy of the WPK has served as an invincible weapon and all-powerful treasured sword which makes it possible for socialist Korea to steadily advance in any adversity and before any formidable enemy. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the leadership of Kim Jong Il that the WPK has been able to fully demonstrate the might of the single-minded unity, the bulletin noted, adding that the single-minded unity of the army and people around the Party provides the WPK with a guarantee for emerging ever-victorious.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe cesto de flores de familia de Zhang Weihua",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#18",
            "content": "For Spanish-speaking people\r\n \r\n"
        },
        {
            "title": "CIERECO elogia proyecto sobre RFDC",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#19",
            "content": "Kim Jong Il recibe cesto de flores de familia de Zhang Weihua\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de octubre (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores que le dirigiera la familia del martir revolucionario antijapones Zhang Weihua con motivo del 62o aniversario de la fundacion del Partido del Trabajo de Corea. &nbsp;&nbsp;&nbsp;\r\n  En la cinta del cesto se lee: \"Deseamos de todo corazon buena salud al gran Dirigente, camarada Kim Jong Il\".    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Encargado de negocios nigeriano ofrece banquete",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#20",
            "content": "CIERECO elogia proyecto sobre RFDC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de octubre (ATCC) -- El Comite Internacional de Enlace por la Reunificacion y la Paz de Corea (CIERECO) publico el dia primero en el sitio Web del Internet un articulo dedicado al 27 aniversario de la presentacion del Proyecto de la Fundacion de la Republica Federal Democratica de Coryo (RFDC). &nbsp;&nbsp;&nbsp;\r\n  Ese proyecto presentado por el Presidente Kim Il Sung es la iniciativa de reunificacion mas justa, realista y racional que corresponde al fervor de reunificacion y a los intereses fundamentales de la nacion coreana, senala el articulo y prosigue: &nbsp;&nbsp;&nbsp;\r\n  El Presidente realizo un merito historico en la historia del movimiento por la reunificacion de Corea al plantear ese proyecto que posibilita lograr la reunificacion del pais y la unidad nacional con las propias fuerzas nacionales reconociendo y admitiendo las diferencias existentes entre el Norte y el Sur. &nbsp;&nbsp;&nbsp;\r\n  La justeza y vitalidad del mencionado proyecto se probaron patentemente en que la historica Declaracion Conjunta Norte-Sur del 15 de Junio, aprobada y publicada gracias al Dirigente Kim Jong Il, definio el rumbo de reunificacion del pais por el sistema federal. &nbsp;&nbsp;&nbsp;\r\n  El proyecto en cuestion resulta el mas excelente remedio para construir una Corea independiente, democratica, pacifica y reunificada al ejecutar cabalmente esa Declaracion Conjunta.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "RPDC se esforzara por construir un mundo justo e imparcial",
            "url": "http://kcna.co.jp/item/2007/200710/news10/08.htm#21",
            "content": "Encargado de negocios nigeriano ofrece banquete\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de octubre (ATCC) -- El encargado de negocios a.i. de la Republica Federal de Nigeria en Corea ofrecio la vispera un banquete en ocasion del 47 aniversario de la independencia de su pais. &nbsp;&nbsp;&nbsp;\r\n  Entre los invitados se encontraban el vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, el presidente interino del Comite de Relaciones Culturales con el Extranjero, Mun Jae Chol, el vicecanciller Kim Hyong Jun, el titular de la Direccion de Servicios al Cuerpo Diplomatico, Kim Tang Su, y otros funcionarios coreanos, los representantes diplomaticos de varios paises y los delegados de organizaciones internacionales en Corea. &nbsp;&nbsp;&nbsp;\r\n  Participaron tambien los miembros de la embajada nigeriana. &nbsp;&nbsp;&nbsp;\r\n  En la recepcion pronunciaron discursos.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}