{
    "date": "2007-02-24",
    "url": "http://kcna.co.jp/item/2007/200702/20070224.htm",
    "articles": [
        {
            "title": "National Meeting Commemorates Centenary of Birth of An Kil",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#1",
            "content": "National Meeting Commemorates Centenary of Birth of An Kil \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- A national meeting took place at the People's Palace of Culture on Feb. 23 to commemorate the centenary of birth of revolutionary fighter An Kil. Present at the meeting were Kim Yong Nam, Choe Thae Bok, Choe Yong Rim, Kim Ki Nam, and Cabinet members and officials of the Party, military and power organs, social organizations, ministries and national institutions and servicepersons and bereaved families of revolutionary martyrs and working people here. &nbsp;&nbsp;&nbsp;\r\n An Kil was born in a poor peasant's family in Kyonghung County, North Hamgyong Province on Feb. 1907. He skillfully conducted military and political activities, holding the posts of a company commander and chief of staff of a route army and other important posts under the deep trust and loving care of President Kim Il Sung during the anti-Japanese armed struggle, thus making a great contribution to accomplishing the historical cause of the liberation of the country.&nbsp;&nbsp;&nbsp;\r\n He died at the age of 40 while working hard for founding the party and the regular revolutionary armed forces, building a rich and powerful country and achieving national reunification after liberation.&nbsp;&nbsp;&nbsp;\r\n Vice Marshal of the Korean People's Army Kim Il Chol, member of the National Defence Commission of the DPRK and minister of the People's Armed Forces, in a report said that An Kil's revolutionary career was a worthwhile one showing from what position and stand the revolutionaries should uphold and defend their leader at the risk of their lives and how they should live and struggle for the Party and the revolution, the country and people.&nbsp;&nbsp;&nbsp;\r\n The reporter went on to say: &nbsp;&nbsp;&nbsp;\r\n In the whole course of his revolutionary struggle An Kil performed shining feats in the hard-fought and glorious struggle for the liberation of the country and building of a new country with his intense loyalty to the President. &nbsp;&nbsp;&nbsp;\r\n He was a genuine soldier of the leader and a revolutionary of Juche type as he displayed noble ideological and moral traits for all of us to follow in the loyalty to the leader and in the style of work as a commanding officer of the revolution and in the trait as a revolutionary. &nbsp;&nbsp;&nbsp;\r\n Kim Il Chol called for reposing absolute trust in Kim Jong Il and devotedly defending him as the anti-Japanese revolutionary forerunners did and becoming true Songun revolutionary comrades and ardent fighters who share ideas, intention and destiny with him in the hard struggle for the accomplishment of the revolutionary cause of Juche.\r\n\r\n"
        },
        {
            "title": "Korea Maranatha Sinyong Ltd Commissioned",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#2",
            "content": "Korea Maranatha Sinyong Ltd Commissioned \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) --A ceremony of commissioning Korea Maranatha Sinyong Ltd was held here on Thursday. It will contribute to creating funds necessary for business activities at different factories and enterprises and keeping production going at a high rate there. &nbsp;&nbsp;&nbsp;\r\n Present there were Paek Hyon Bong, chairman of the DPRK Committee for Promotion of External Economic Cooperation, officials concerned and diplomatic envoys of different countries here. &nbsp;&nbsp;&nbsp;\r\n Also on hand was a delegation of Maranatha Trust, Australia led by its President David Thomas Bussau. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.\r\n\r\n"
        },
        {
            "title": "Local-Industry Factories Boom",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#3",
            "content": "Local-Industry Factories Boom \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- The local-industry factories in Jagang Province of the DPRK are exerting great efforts to the production of consumer goods. In particular the local-industry factories in Huichon City are increasing the production of consumer goods by tapping the latent raw materials to the maximum. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Gil, chief engineer of the Local-Industry Administration Department of the Huichon City People's Committee, told KCNA that the factories in the city are successfully carrying on their plans for February by relying on the local raw materials, following their fulfillment of their January assignments. &nbsp;&nbsp;&nbsp;\r\n Huichon Daily-necessities Producer's Cooperative is producing over 400 kinds of expanded assortments by making use of idle materials. &nbsp;&nbsp;&nbsp;\r\n It manufactures plastic goods including vinyl pipe, vinyl chloride sheets, various vessels for home use and different kinds of bags and thus contributes to the improvement of the people's living standard and production activities of co-op farms.\r\n Its products find their way to other local areas. &nbsp;&nbsp;&nbsp;\r\n The Soy Factory and Foodstuff Factory in Huichon have fulfilled primary seasoning and sweets and cakes production plans on all indices. &nbsp;&nbsp;&nbsp;\r\n The Huichon Glass Factory is turning out ten kinds of glass vessels and glass tiles as a result of application of many technical innovations to production. &nbsp;&nbsp;&nbsp;\r\n Efforts to put production on a normal track are being made at other local-industry factories including the Furniture Factory, Paper Mill and Ironware Factory.\r\n\r\n"
        },
        {
            "title": "Collection of Schoolchildren's Writings Published",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#4",
            "content": "Collection of Schoolchildren's Writings Published \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Collection of schoolchildren's writings \"May Country of General Kim Jong Il Shine\" Vol. 6 was brought out by the Educational Book Publishing House. The book contains at least 250 picture-accompanied nursery rhymes, child poems, words of songs, lyrics, juvenile story, short-short story and other pieces created by 68 talented schoolchildren. &nbsp;&nbsp;&nbsp;\r\n In the words of a song \"He Looks like the Sun\", sellection of child poems \"Dream Telling\", nursery rhyme \"Thinking of General\" and child poem \"Full Moon over Osan Hill\" schoolchildren truthfully represented the boundless reverence and ardent longing of schoolchildren for the three generals of Mt. Paektu who devoted their all to the happiness of the younger generation. &nbsp;&nbsp;&nbsp;\r\n The book also contains random thought, short story, essay, composition, fable and other pieces truthfully depicting schoolchildren's pride and ambition to suit their characteristics. &nbsp;&nbsp;&nbsp;\r\n Writers' comments on successful works and their experience, etc. are also edited in the book in diverse style.\r\n\r\n"
        },
        {
            "title": "Historical Relics Belonging to Koryo Exhibited",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#5",
            "content": "Historical Relics Belonging to Koryo Exhibited \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- An exhibition of historical relics belonging to the Koryo period is going on in the Korean Central History Museum amid the keen attention of historians and working people. Koryo (918-1392), the first unified state of Korea, played an important role in carrying forward the tradition of the time-honored national culture in an integrated way and thus preserving its oneness and superiority. &nbsp;&nbsp;&nbsp;\r\n What was the main in the culture was ceramic and metal workmanship. &nbsp;&nbsp;&nbsp;\r\n Put on the exhibition stand is a gold-bronze sedentary statue of Wang Kon, the first king of Koryo, who was just forty years old. &nbsp;&nbsp;&nbsp;\r\n Also on display there are world-famous Koryo celadon, bronze mirror, bell, Buddhist statues and ceramic and metal craftwork pieces, 80 in all. &nbsp;&nbsp;&nbsp;\r\n Conspicuous are the Koryo celadon which occupy a special place in the world history of ceramic workmanship in the middle age and are regarded as treasure for their unique and beautiful color, patterns and shapes. &nbsp;&nbsp;&nbsp;\r\n The ceramic craftwork pieces with various decorations including carved and relieved patterns show well the lofty national emotion and distinguished artistic talents of the Koryo people. &nbsp;&nbsp;&nbsp;\r\n Among them are a peony-carved celadon bowl, flower-carved celadon dish, a large plate patterned with willow, chrysanthemum flowers and aquatic birds, a celadon bottle patterned on clear and jade ground with chrysanthemum flowers which is supported by a lotus flower and a melon-shaped white porcelain kettle with horn-like mouth. There is a bronze mirror reflecting landscape, figures and others. &nbsp;&nbsp;&nbsp;\r\n The exhibits include newly-discovered relics and ones which have not been opened to the public.\r\n\r\n"
        },
        {
            "title": "Cambodian King Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#6",
            "content": "Cambodian King Sends Large Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Norodom Sihamoni, King of Cambodia, sent a large floral basket to the DPRK embassy in the country on the occasion of the birthday of Kim Jong Il. Written on the ribbon of the floral basket were the letters \"Glory to H.E. Marshal Kim Jong Il, the Great Leader of the DPRK, King of Cambodia Norodom Sihamoni.\" &nbsp;&nbsp;&nbsp;\r\n Authorized by the king, Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy together with the secretary and deputy secretary of State in the Ministry of Royal Palace and laid the floral basket before the portraits of President Kim Il Sung and Kim Jong Il.\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy in Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#7",
            "content": "Floral Basket to DPRK Embassy in Equatorial Guinea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Obiang Nguema Mbasogo, founder and chairman of the Democratic Party and president of Equatorial Guinea, sent a floral basket to the DPRK embassy in his country on Feb. 16 in  congratulation of Kim Jong Il's birthday. The floral basket was laid before the portraits of President Kim Il Sung and Kim Jong Il by the delegation of the Democratic Party which paid a congratulatory visit to the embassy.\r\n\r\n"
        },
        {
            "title": "Gifts and Congratulatory Messages to Kim Jong Il from Czech and Kuwaiti Figures",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#8",
            "content": "Gifts and Congratulatory Messages to Kim Jong Il from Czech and Kuwaiti Figures \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- General Secretary Kim Jong Il was presented with a gift and a congratulatory message by the chairman of the Czech Taekwon-Do Association on his birthday. They were handed to the DPRK ambassador to the Czech Republic by the chairman on Feb. 13. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il also was presented with gifts by figures of different Kuwaiti companies. &nbsp;&nbsp;&nbsp;\r\n They were handed to the DPRK officials concerned working in the country.\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Peru",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#9",
            "content": "Kim Jong Il's Work Off Press in Peru\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Kim Jong Il's famous work \"Abuses of Socialism Are Intolerable\" was brought out in booklet by Grafica Aj Hermanos Publishing House of Peru. The work published on March 1, Juche 82 (1993) reveals the reactionary and hypocritical nature of sophism of imperialists and renegades of socialism that socialism is \"totalitarian\", \"barracks-like,\" \"administrative and commanding.\" &nbsp;&nbsp;&nbsp;\r\n It clarifies the issues of regarding socialism as faith and morality and giving full play to the advantages of socialism and other principled issues arising in defending and accomplishing the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the book was held at the head office of the Revolutionary Socialist Party of Peru on Feb. 14. &nbsp;&nbsp;&nbsp;\r\n Felix Fernandez Torres, international secretary of the party, said at the ceremony that the work serves as a good textbook for the world's progressive people aspiring after socialism, adding that thanks to the wise leadership of Kim Jong Il the global cause of socialism is sure to triumph.\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#10",
            "content": "February Holiday Celebrated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Meetings were held in Britain, Sweden and Pakistan and a lecture was given in Brazil from Feb. 10 to 12 on the occasion of the February holiday. Reports and speeches were made at the meetings. &nbsp;&nbsp;&nbsp;\r\n Harpal Brar, chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), said that socialism in the DPRK has not only been firmly defended but it won victory after victory, instilling great energy and courage into the world revolutionary people. This is entirely thanks to the unique ideological and theoretical activities of Kim Jong Il and his wise leadership, he added. &nbsp;&nbsp;&nbsp;\r\n Anders Karlsson, chairman of the Communist Party of Sweden highly praised Kim Jong Il for having successfully carried forward the cause of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Taji Haider, press secretary of the Pakistan People's Party, and other figures noted the Songun politics serves as a powerful treasured sword for achieving victory in the stand-off with imperialism, adding that no force on earth can overpower the DPRK where the army and people are single-mindedly rallied around their leader. &nbsp;&nbsp;&nbsp;\r\n The coordinator of the Secretariat of Brasilia Federal District of the October 8 Revolutionary Movement of Brazil in a lecture praised Kim Jong Il as the greatest statesman in the present era.\r\n Congratulatory messages to Kim Jong Il were adopted at the meetings in Britain and Pakistan.\r\n\r\n"
        },
        {
            "title": "Songun Politics Praised in Britain",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#11",
            "content": "Songun Politics Praised in Britain\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- The British Association for the Study of Songun Policy made public a statement on Feb. 14 on the occasion of the February holiday. It praised the Songun idea and politics as the great ones as they are giving impetus to the struggle for achieving the global independence against imperialism and the U.S. and fully demonstrating the dignity of the DPRK. Kim Jong Il, supreme commander of the Korean People's Army and great leader of the world revolution, is wisely guiding the anti-U.S. struggle and the cause of global independence, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n He has led the Korean people to achieve the independent and peaceful reunification of the country. Korea is sure to be reunified thanks to the Songun politics.\r\n\r\n"
        },
        {
            "title": "Reception Given by Russian Military Attache",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#12",
            "content": "Reception Given by Russian Military Attache\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Igor Pablov, military attache of the Russian embassy here, hosted a reception at the Taedonggang Club for the Diplomatic Corps on Feb. 22 on the occasion of the \"Day of Protectors of Country.\" Present there on invitation were Kim Sang Ik, vice-minister of the People's Armed Forces, generals and officers of the Korean People's Army, officials concerned and diplomatic envoys and military attaches of embassies of different countries here. &nbsp;&nbsp;&nbsp;\r\n Ambassador Valery Sukhinin and staff members of the Russian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Liberation Tower and Cemeteries of Fallen Fighters of Soviet Army",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#13",
            "content": "Wreaths Laid before Liberation Tower and Cemeteries of Fallen Fighters of Soviet Army\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Staff members of the Russian embassy here laid a wreath in front of the Liberation Tower on Feb. 23 on the occasion of the \"Day of Protectors of Country.\" Honor guards of the Korean People's Army lined up before the tower. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Ambassador Valery Sukhinin, Military Attache Igor Pablov, staff members of the Russian embassy here and diplomatic envoys of different countries here. &nbsp;&nbsp;&nbsp;\r\n A wreath in the name of the embassy was placed in front of the tower. The attendants paid silent tribute to fallen fighters of the Soviet Army. &nbsp;&nbsp;&nbsp;\r\n They also laid a wreath and bunches of flowers before the cemetery of fallen fighters of the Soviet Army in Sadong District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n On Feb. 20 the Russian embassy laid bouquets in front of the statue of a fallen fighter of the Soviet Army standing in Nampho City.\r\n\r\n"
        },
        {
            "title": "Peru: obra de Kim Jong Il en folleto",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#14",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe presentes y mensaje de Checo y Kuwait",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#15",
            "content": "Peru: obra de Kim Jong Il en folleto\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de febrero (ATCC) -- La Editorial Grafica Aj Hermanos del Peru dio a luz en folleto la obra maestra del Dirigente Kim Jong Il \"La difamacion del socialismo no sera tolerada\", publicada el primero de marzo del 82 (1993) de la Era Juche. &nbsp;&nbsp;&nbsp;\r\n La obra desenmascara lo reaccionario y lo absurdo de la sofisteria de los imperialistas y traidores al socialismo que lo censuran como \"totalitarismo\", \"campamento militar\" y \"sistema de administracion de ucase\".&nbsp;&nbsp;&nbsp;\r\n Tambien plantea el problema de hacer del socialismo su conviccion y moral, el de poner en pleno juego la superioridad del socialismo y otros temas de principios que se presentan para defender y llevar a feliz termino la causa socialista. &nbsp;&nbsp;&nbsp;\r\n La ceremonia de imprenta tuvo lugar el dia 14 en la sede del Partido Socialista Revolucionario del Peru. &nbsp;&nbsp;&nbsp;\r\n En la ocasion, el secretario internacional de esta entidad politica, Felix Fernandez Torres, dijo que la obra constituye un magnifico manual para los pueblos progresistas del mundo que aspiran al socialismo y subrayo que triunfara ciertamente la causa socialista mundial gracias a la sabia orientacion de Su Excelencia Kim Jong Il.\r\n\r\n"
        },
        {
            "title": "Exposicion de patrimonios historicos de Coryo",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#16",
            "content": "Kim Jong Il recibe presentes y mensaje de Checo y Kuwait\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio presente y mensaje de felicitacion que en ocasion de su cumpleanos (16 de febrero), le dirigiera el presidente de la Asociacion de Taekwon-do de Checo. &nbsp;&nbsp;&nbsp;\r\n El presidente de esta entidad los entrego el dia 13 al embajador extraordinario y plenipotenciario coreano en Checo. &nbsp;&nbsp;&nbsp;\r\n Por otra parte, el Dirigente recibio los presentes que le dirigieran las personalidades de varias companias de Kuwait. &nbsp;&nbsp;&nbsp;\r\n Los obsequios fueron trasladados a los funcionarios coreanos que trabajan en este pais.\r\n\r\n"
        },
        {
            "title": "Acto central por centenario de natalicio de An Kil",
            "url": "http://kcna.co.jp/item/2007/200702/news02/24.htm#17",
            "content": "Exposicion de patrimonios historicos de Coryo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de febrero (ATCC) -- En estos dias, tiene lugar en el Museo Nacional de la Historia de Corea la exposicion de patrimonios historicos del periodo de Coryo centrando gran atencion de los aficionados a los asuntos historicos y otros trabajadores. &nbsp;&nbsp;&nbsp;\r\n Coryo (918-1392), primer Estado unificado de Corea, desempeno un importante rol en agrandar la homogeneidad y superioridad de la cultura nacional, al suceder y desarrollar de manera unificada las tradiciones de la larga cultura nacional. &nbsp;&nbsp;&nbsp;\r\n Los componentes principales de la cultura de aquel entonces fueron la ceramica y la artesania metalurgica. &nbsp;&nbsp;&nbsp;\r\n En la ocasion estan exhibidos 80 objetos, entre otros, la figura sentada del rey Wang Kon, fundador de Coryo, famosas porcelanas Coryo, espejos de bronce, campanillas e imagenes budistas. &nbsp;&nbsp;&nbsp;\r\n En particular, la figura sentada de oro y cobre de Wang Kon cuarenton, ubicada en la entrada, atrae especial atencion de los visitantes. &nbsp;&nbsp;&nbsp;\r\n Por sus colores finos, estampas originales y figuras elegantes, las porcelanas Coryo ocupan un importante lugar en la historia de ceramica mundial de la edad media y son consideradas como tesoros por todo el mundo. &nbsp;&nbsp;&nbsp;\r\n En esta ocasion saltan a la vista las reliquias nuevamente descubiertas y otras no mostradas hasta la fecha, que atraen a mayor numero de concurrentes.\r\n\r\n"
        }
    ]
}