{
    "date": "2007-03-28",
    "url": "http://kcna.co.jp/item/2007/200703/20070328.htm",
    "articles": [
        {
            "title": "Japan's Moves for Overseas Expansion under Fire",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Touted \"Adjustment of Policy toward North\" Ridiculed",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#2",
            "content": "Japan's Moves for Overseas Expansion under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Japan signed with Australia a joint declaration on boosting military cooperation on Mar. 13. It was reported that they would newly set up a Japan-Australia security consultative council (2+2) involving high-ranking officials in charge of foreign and defence affairs in a bid to intensify dialogue and boost \"comprehensive strategic relations\" with main emphasis on expanding the security and economic relations. In this regard, Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n This indicates that Japan is seeking to extend the sphere of military activities of its \"Self-Defence Forces\"(SDF) in the form of expanding the military alliance in a bid to realize its militaristic policy of overseas aggression. &nbsp;&nbsp;&nbsp;\r\n Japan is seeking a way out in shaping the triangular military alliance with such countries as the United States and Australia, which may provide it with favorable conditions for realizing its militaristic ambition for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n In case Japan concludes a triangular military alliance with the U.S. and Australia, it would mean significantly expanding the theatre of military activities of Japan to cover the whole of the Asia-Pacific region. It is as clear as noonday that it will be possible for the SDF to conduct military activities in the Indian Ocean in case Japan stretches out its claws for the establishment of an alliance with India. &nbsp;&nbsp;&nbsp;\r\n Herein lies one of the important purposes Japan seeks through the expansion of its military alliance. &nbsp;&nbsp;&nbsp;\r\n One may comment that Japan's establishment of new relations of military cooperation with Australia helps Japan make a crucial breakthrough towards launching militaristic overseas aggression and means a big stride forward in this field. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are now shouting \"bravo\" over it, but it is nothing but megalomania of those overheated with overseas expansion.\r\n\r\n"
        },
        {
            "title": "Big Powers' Moves to Develop New Nuclear and Space Weapons under Fire",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#3",
            "content": "GNP's Touted \"Adjustment of Policy toward North\" Ridiculed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The Grand National Party of south Korea is now talking about \"flexible policy toward the north\" and \"contacts and visits and participation in cooperation undertakings\", trumpeting about the \"adjustment of policy toward the north\". A spokesman for the Committee for the Peaceful Reunification of the Fatherland gave the following answer to a question put by KCNA Tuesday in this regard: &nbsp;&nbsp;&nbsp;\r\n The GNP has so far zealously kicked up confrontation with the DPRK. Yet, it has made a U turn in its attitude, talking about \"the adjustment of its policy toward the north\". But this is nothing but a last-ditch effort of those forsaken by the era and the nation and a chicanery to cover up their black-hearted intention. &nbsp;&nbsp;&nbsp;\r\n Looking back on history, the GNP clan has staged a charade of making a \"policy switchover\" whenever it stood isolated and found itself in a quagmire internally and externally. &nbsp;&nbsp;&nbsp;\r\n It put up the motto of \"making a switchover in its policy toward the north\" like a drowning man trying to catch even a straw for fear that it might suffer another shameful defeat in the \"presidential elections,\" standing further isolated at home and abroad for its persistent moves for confrontation with the DPRK. &nbsp;&nbsp;&nbsp;\r\n No wonder, the political and social circles in south Korea are dismissing the GNP's much publicized \"switchover in its policy toward the north\" as a \"publicity stunt to cheat people,\" \"art of disguise intended to win in the presidential elections\" and \"a political strategy to get rid of the ill-fame as Cold War-minded conservatives\", saying that the party is now keen on an art of disguise although it has let loose a string of anti-north hard-line remarks. &nbsp;&nbsp;&nbsp;\r\n Those who seek confrontation and war can never escape isolation and destruction.\r\n\r\n"
        },
        {
            "title": "National Self-Respect, Powerful Weapon for Building Prosperous Country",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#4",
            "content": "Big Powers' Moves to Develop New Nuclear and Space Weapons under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Rodong Sinmun Tuesday cites detailed facts to prove that the big powers are stepping up the development of new nuclear and space weapons, raising quite a din about \"global peace and security.\" The news analyst says: &nbsp;&nbsp;&nbsp;\r\n The British parliament recently approved the government's plan to update nuclear weapons system. According to it, Britain is to allocate 20 billion pounds to the formation of a new fleet of nuclear missile submarines. &nbsp;&nbsp;&nbsp;\r\n The U.S. is chiefly to blame for sparking off a fresh arms race and drawing the world into it after the end of the Cold War. &nbsp;&nbsp;&nbsp;\r\n Now it seeks to deploy missile defense systems in some European countries. The U.S. investment in equipment needed for it alone runs into billions of U.S. dollars. &nbsp;&nbsp;&nbsp;\r\n Other powers, too, are throwing colossal funds into the modernization of nuclear and space weapons. Japan has jumped into the arms race by launching spy satellites and buckling down to the joint development of technology with the U.S. for the MD establishment while modernizing the \"Self-Defense Forces.\" &nbsp;&nbsp;&nbsp;\r\n The arms race in the international arena upsets the balance of forces among countries and regions and greatly threatens global peace and security. &nbsp;&nbsp;&nbsp;\r\n The upset of the balance of forces would create the danger of an easy outbreak of a war. The wars in the Balkans, Afghanistan and Iraq after the end of the Cold War were all wars between countries which could not have a balance of forces at all. &nbsp;&nbsp;&nbsp;\r\n It is the present reality and law that the weaker is conquered and the stronger emerges the victor. &nbsp;&nbsp;&nbsp;\r\n It is becoming increasingly difficult with the lapse of time to expect a durable global peace and security. The responsibilities for this entirely rest with the U.S. and other Western powers keen on establishing their worldwide domination, pursuant to the policy of strength. &nbsp;&nbsp;&nbsp;\r\n The reality clearly proves what a just option it is that the DPRK has made major efforts to boost its self-reliant defense capabilities under the banner of Songun.\r\n\r\n"
        },
        {
            "title": "Protocol on DPRK-Russia Cooperation Signed",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#5",
            "content": "National Self-Respect, Powerful Weapon for Building Prosperous Country \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- National self-respect is a powerful weapon for building a great prosperous powerful nation and a mighty treasured sword for ushering in a great heyday of Songun Korea, declares Rodong Sinmun in an article Tuesday. The author of the article continues: &nbsp;&nbsp;&nbsp;\r\n The deep national self-respect of the Korean people serves as an ideological and moral source giving full play to the political and ideological might of the DPRK and the motive force in building an economic power with their own efforts, forcing the way through whatever ordeals and difficulties. &nbsp;&nbsp;&nbsp;\r\n To consider that our leader and party are the best and so are our idea and socialism of our style is the Korean nation-first spirit cherished in the hearts of all the people. &nbsp;&nbsp;&nbsp;\r\n All the miracles and feats rendered by the Korean people in building a great prosperous powerful nation and their creations in the era of Songun represent the unshakable faith of the servicepersons and people of the DPRK in their endeavors to make the country stand high in the world and their unflinching pluck to build a prosperous powerful nation with their own efforts. &nbsp;&nbsp;&nbsp;\r\n The deep national self-respect of the Korean people is also the fundamental source of a fuller blossom of the nation's excellent culture and tradition in all aspects of social life. &nbsp;&nbsp;&nbsp;\r\n The steadfast faith that the superior socialist life and culture of the Korean people can never be exchanged for anything and their unswerving will to build a paradise of the people with their idea, morality and culture of which the world people are envious are the mental basis to firmly uphold the Juche character and national identity in all spheres of social life.\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Mozambican President",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#6",
            "content": "Protocol on DPRK-Russia Cooperation Signed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A protocol of the fourth meeting of the Inter-governmental Committee for Cooperation in Trade, Economy and Science and Technology between the DPRK and Russia was signed in Moscow on Mar. 23. It was signed by Rim Kyong Man, minister of Foreign Trade who is chairman of the DPRK side to the committee, and Konstantin Pulikovski, director of the Supervision Bureau of Ecology, Engineering and Atomic Energy who is chairman of the Russian side to the committee.\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from South African Ambassador",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#7",
            "content": "Message of Sympathy to Mozambican President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of sympathy to Armando Emilio Guebuza, President of Mozambique, in connection with the explosion that took place in its capital city, claiming big casualties. Expressing deep sympathy and consolation to the president and, through him, to the victims and their bereaved families, the message sincerely hoped that the Mozambican government would eradicate the aftermath of the accident as early as possible.\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Cambodia Appointed",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#8",
            "content": "Kim Yong Nam Receives Credentials from South African Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Ndumiso Ndima Ntshinga, South African ambassador e.p. to the DPRK, at the Mansudae Assembly Hall on March 27. Present there were Kim Hyong Jun, vice-minister of Foreign Affairs, and staff members of the South African embassy here. &nbsp;&nbsp;&nbsp;\r\n Kim had a conversation with the ambassador after receiving the credentials.\r\n\r\n"
        },
        {
            "title": "Press Conference Held at German Embassy",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#9",
            "content": "DPRK Ambassador to Cambodia Appointed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Ri In Sok was appointed as the DPRK ambassador e.p. to Cambodia, according to a decree of the Presidium of the DPRK Supreme People's Assembly.\r\n\r\n"
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#10",
            "content": "Press Conference Held at German Embassy\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A press conference was held at the German embassy here on Monday to mark the 50th anniversary of the signature of the treaties of Rome on establishing the European Economic Community. Present there were media persons in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Ambassador Friedrich Ludwig Loehr and a staff member of the German embassy and Polish Ambassador Roman Iwaszkiewicz were on hand. &nbsp;&nbsp;&nbsp;\r\n The German ambassador noted that several economic communities, which were established according to the treaties on the European Economic Community and the European Atomic Energy Community adopted in Rome 50 years ago, were integrated into the European Community and then it developed into the European Union. &nbsp;&nbsp;&nbsp;\r\n He referred to the achievements made in the cooperative relations between the EU and the DPRK. &nbsp;&nbsp;&nbsp;\r\n Then he answered to the questions put by media persons.\r\n\r\n"
        },
        {
            "title": "Concert on Works Created by Jang Ryong Sik Goes on",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#11",
            "content": "Homage Paid to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The participants in the meeting of members of the young vanguard for the Songun revolution visited the Kumsusan Memorial Palace on Mar. 27 to pay homage to President Kim Il Sung. They entered the hall where the President lies in state and bowed to him in profound reverence. &nbsp;&nbsp;&nbsp;\r\n They also looked round with deep emotion the Mourning Hall, where they saw the portrait of the smiling President in the center of a red flag carved in relief on the wall and bronze-relievos, and a train coach and a car he used.\r\n\r\n"
        },
        {
            "title": "Scientific and Technical Foundation for Arboretum Made",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#12",
            "content": "Concert on Works Created by Jang Ryong Sik Goes on\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A concert on works created by People's Artiste Jang Ryong Sik has been given at the Moranbong Theatre in Pyongyang since March 24, drawing capacity audience. Jang Ryong Sik has grown to be a talented conductor under the care of the Workers' Party of Korea. He succeeded in representing the appearance of Songun Korea through Korean-style melodies of orchestra. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were the piano concerto \"Cantata to Comrade Kim Jong Il,\" the orchestra \"General on a Galloping White Horse,\" the contralto solo \"General, Here Is the Forefront,\" the string ensemble for pizzicato \"How nice this country is\" and other colorful numbers arranged and conducted by him. &nbsp;&nbsp;&nbsp;\r\n The performers made a unique representation of the feelings of all the servicepersons and people boundlessly revering and following  Kim Jong Il as the great sun of the Songun era through solemn and profound melodies of orchestra. They, at the same time, presented the noble ideological and moral world of the Korean people who are ushering in a great heyday of socialist Korea with unique echo and fresh tone color, impressing the audience. &nbsp;&nbsp;&nbsp;\r\n It was appreciated by composers, conductors and musicians.\r\n\r\n"
        },
        {
            "title": "Successes Made in Physical Prospecting",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#13",
            "content": "Scientific and Technical Foundation for Arboretum Made\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Great efforts are being channeled into providing a scientific and technical foundation needed for the arboretum of the Kumsusan Memorial Palace in the Democratic People's Republic of Korea. Scientists of the arboretum have undertaken a research to acclimatize the rare trees and flower shrubs, sent from different parts of the country and countries of the world, to the climate and soil of the palace. &nbsp;&nbsp;&nbsp;\r\n They have observed in detail the feature of their growth, resistances to harmful inspects, diseases and cold and environmental adaptability, and confirmed the prospect for the cultivation of each species of plant. &nbsp;&nbsp;&nbsp;\r\n They have surveyed the soil nutrients and change of soil humidity according to different woodlands and thus laid a scientific and technical foundation for the management of the woodlands.  They are also making strenuous efforts to find rational propagation methods of rare species of plants. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, they have also collected the kinds of trees reflected in the prospective design of the arboretum, going round the country and drawn up the list of plants according to the woodlands and arranged in a scientific way the scientific name, investigation table and samples of every species of plant. &nbsp;&nbsp;&nbsp;\r\n As a result, the botanical classification system on all the trees in arboretum has been completed with success. &nbsp;&nbsp;&nbsp;\r\n Thanks to their painstaking research and devoted efforts, tens of thousands of tall trees and flower shrubs of several hundreds of species have taken roots at the arboretum to add beauty to the landscape of the sacred temple of Juche.\r\n\r\n"
        },
        {
            "title": "Historical Books Published",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#14",
            "content": "Successes Made in Physical Prospecting\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The Central Physical Prospecting Group under the State Bureau of Natural Resources Development is successfully carrying on the survey of underground resources by advanced physical prospecting methods, thus greatly contributing to the economic progress of the country and the land construction. Recently, the prospecting group has introduced the advanced methods in the geological survey and developed modern facilities to explore a new phase for surveying the underground resources. &nbsp;&nbsp;&nbsp;\r\n The prospecting group, founded in January Juche 46 (1957), has already registered great achievements in the survey of underground resources and the land development. &nbsp;&nbsp;&nbsp;\r\n Over the last five decades, it has powerfully propelled the development of the national economy with its successful survey of valuable raw materials and fuel resources and greatly contributed to the geological development and the land development in the country with scientific geological survey and the confirmation of the geological foundation. &nbsp;&nbsp;&nbsp;\r\n It has found out many geological layers and systematized their formation periods and geological composition in a well-arranged way. &nbsp;&nbsp;&nbsp;\r\n They, on the basis of their success, have discovered the law on the distribution of valuable minerals and surveyed and registered scores kinds of minerals, several hundreds of mineral deposits, thousands of mineral bodies and outcrops, and a thousand and several hundreds of heavy mineral streams and metal diffusion zones. &nbsp;&nbsp;&nbsp;\r\n They have achieved many successes not only in the prospecting of abundant iron ore, coal resources and the new graphite deposits but also in the confirmation of the amounts for nonferrous metals, rare metallic mineral resources, nonmetallic mineral resources and magnesite mineral resources. &nbsp;&nbsp;&nbsp;\r\n The survey of groundwater, hot springs, subterranean heat and the foundations of many construction projects including the Kumsong damp and the Samsu Power Station damp are associated with the efforts of the Central Physical Prospecting Group.\r\n\r\n"
        },
        {
            "title": "Stop to War Games Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#15",
            "content": "Historical Books Published\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The Sports Publishing House of the DPRK has issued a book titled \"The Collection of Korean Martial Art Adepts\"(Vols. 3 and 4). The volume 3 introduces patriotic generals in Palhae, which was called \"Haedongsongguk\", the successor of Koguryo. &nbsp;&nbsp;&nbsp;\r\n It runs stories of Tae Jo Yong and other famous generals who recovered the territory of old Koguryo and safeguarded the security of the country and the fellow-countrymen, frustrating the repeated invasions of foreigners. The stories give a bloody lesson to the readers that the ruined nation is doomed to be a slave and how dearly it should pay to win back the lost country. &nbsp;&nbsp;&nbsp;\r\n The volume 4 carries stories about first king of Koryo Wang Kon who established the first unified state in Korea and recorded a brilliant page of the Oriental medieval history and famous generals in the period of Koryo. &nbsp;&nbsp;&nbsp;\r\n It shows well that the Korean nation is wise, diligent and patriotic from olden times.\r\n\r\n"
        },
        {
            "title": "DPRK Holidays Observed",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#16",
            "content": "Stop to War Games Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A rally was reportedly held near the U.S. military base in Ryongsan, Seoul, on Mar. 25 to denounce war exercises, demand a total renegotiation on expansion of the U.S. military base in Phyongthaek and achieve peace of the Korean Peninsula. Attending it were members of civic and public organizations including the People's Solidarity and the Reunification Solidarity of south Korea. &nbsp;&nbsp;&nbsp;\r\n A resolution, read out at the rally, urged the U.S. to stop at once the war exercises going against the February 13 agreement. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally the participants staged a demonstration. &nbsp;&nbsp;&nbsp;\r\n On the same day the south Korean Federation of University Student Councils and other youth and student organizations held a meeting prior to the 2007 anti-war peace rally of youth and students urging a stop to the war exercises and the implementation of the February 13 agreement. &nbsp;&nbsp;&nbsp;\r\n The headquarters of youth and students of the South Committee for Implementing the June 15 Joint Declaration called a press conference near the U.S. embassy in Seoul on Mar. 22 to denounce the U.S. moves for war exercises.\r\n\r\n"
        },
        {
            "title": "Day of Sun to Be Commemorated in Laos",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#17",
            "content": "DPRK Holidays Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A remembrance meeting was held by the Group for the Study of the Progressive Idea of the North Pretoria Branch of the Democratic Teachers' Union of South Africa, an opening ceremony of a photo exhibition was held at the Art Exhibition in Vienna and a seminar was held by the FUNCINPEC Party of Cambodia on Mar. 19 and 20 on the occasion of the Day of the Sun, the 14th anniversary of  Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 75th founding anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the events were famous works of President Kim Il Sung and Kim Jong Il and photos showing their immortal feats and the great vitality of the Juche idea and advantages of the socialist system in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The chairman of the group, addressing the remembrance meeting, said that socialism is making dynamic progress in the DPRK as Kim Jong Il has turned it into an invulnerable fortress, successfully carrying forward the Songun revolutionary cause of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Highly praising Kim Il Sung's exploits, he stressed that the President's cause is sure to be accomplished under the leadership of Kim Jong Il.\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun advierte aumento armamentista nuclear de potencias",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#18",
            "content": "Day of Sun to Be Commemorated in Laos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- An enlarged meeting of the Lao national youth preparatory committee for commemorating the Day of the Sun was held at the Laos-Korea Youth Friendship Center on Mar. 20. The meeting made a mid-term review of the work of the preparatory committee and discussed on the issues of more significantly commemorating the forthcoming Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The deputy secretary of the Central Committee of the Lao People's Revolutionary Youth Union said that the preparatory committee would conduct various forms of activities for widely introducing the greatness of President Kim Il Sung by diverse methods on the occasion of the Day of the Sun.\r\n\r\n"
        },
        {
            "title": "Minju Joson critica intento de expansion a ultramar de Japon",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Concedida rueda de prensa en embajada alemana en Corea",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#20",
            "content": "Rodong Sinmun advierte aumento armamentista nuclear de potencias\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 27 de marzo (ATCC) -- El diario Rodong Sinmun publico este martes un comentario individual revelando que las grandes potencias dan acicate al desarrollo de nuevos armamentos nucleares y cosmicos aunque hablan mucho de \"asegurar la paz y la seguridad del mundo\".&nbsp;&nbsp;&nbsp;\r\n   Recientemente, el parlamento britanico aprobo un plan de su gobierno de renovar el sistema de armas nucleares. De esta manera, Inglaterra invertira 20 mil millones de libras esterlinas a la construccion de una nueva flotilla de submarinos dotados de misiles nucleares, precisa el comentarista y prosigue:&nbsp;&nbsp;&nbsp;\r\n   Estados Unidos es el culpable que inicio una nueva carrera armamentista despues del fin de la guerra fria y sumerge el mundo en ella.&nbsp;&nbsp;&nbsp;\r\n   En los ultimos anos, EE.UU. trata de implantar el sistema antimisiles en algunos paises europeos invirtiendo miles de millones de dolares solo por concepto de los equipamientos.&nbsp;&nbsp;&nbsp;\r\n   Las potencias vecinas de la RPDC tambien asignan fabulosos fondos a la modernizacion de las fuerzas armadas nucleares y  cosmicas.&nbsp;&nbsp;&nbsp;\r\n   En particular, Japon toma parte activa en la carrera armamentista al modernizar sus \"fuerzas de autodefensa\", lanzar satelites artificiales espias al espacio cosmico y desarrollar junto a EE.UU. las tecnologias necesarias al sistema antimisiles.&nbsp;&nbsp;&nbsp;\r\n   Esta carrera armamentista a escala internacional destruye el equilibrio de las fuerzas entre los paises y regiones y amenaza gravemente la paz y la seguridad del orbe.&nbsp;&nbsp;&nbsp;\r\n   Cuando se produce la asimetria en la correlacion de las fuerzas, se crea la peligrosidad capaz de desatarse facilmente una guerra.&nbsp;&nbsp;&nbsp;\r\n   Las guerras balcanica, afgana e iraqui y otros conflictos registrados tras el fin de la guerra fria son, sin excepcion alguna, productos del desequilibro de las fuerzas.&nbsp;&nbsp;&nbsp;\r\n   Los debiles pierden y los fuertes ganan, esto es la realidad de hoy y uno de los principios de este mundo.&nbsp;&nbsp;&nbsp;\r\n   Debido a EE.UU. y otras potencias occidentales que practican la politica de garrote y tratan de implantar la esfera de dominio mundial, resulta cada vez mas dificil cifrar la esperanza en la paz y la seguridad duraderas del globo terraqueo.&nbsp;&nbsp;&nbsp;\r\n   La realidad comprueba que fue muy correcta y justa la opcion de la RPDC de fortalecer sus fuerzas de autodefensa nacional bajo la bandera del Songun (priorizacion militar).\r\n\r\n"
        },
        {
            "title": "EE.UU. y Sur de Corea inician maniobras conjuntas contra RPDC",
            "url": "http://kcna.co.jp/item/2007/200703/news03/28.htm#21",
            "content": "Minju Joson critica intento de expansion a ultramar de Japon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 27 de marzo (ATCC) -- El pasado dia 13 Japon aprobo una declaracion conjunta para fomentar la cooperacion militar con Australia.&nbsp;&nbsp;&nbsp;\r\n  Segun el documento, ambos paises acordaron formar el comite de consulta para la seguridad Japon-Australia (2+2) en que tomen parte los ministros de relaciones exteriores y de defensa para fortalecer las \"relaciones estrategicas comprensivas\" consistentes en frecuentar el dialogo y ampliar las relaciones economicas y de seguridad.&nbsp;&nbsp;&nbsp; \r\n  Esto demuestra que Japon intenta extender la esfera de accion militar de las \"fuerzas de autodefensa\" y realizar, a la larga, la politica militarista de agresion a ultramar, a manera de ampliar la alianza militar con otros paises.&nbsp;&nbsp;&nbsp; \r\n  Senala asi el rotativo Minju Joson en un comentario individual de este martes y prosigue:&nbsp;&nbsp;&nbsp;\r\n  Japon logra su objetivo con el metodo de establecer las relaciones de alianza militar con EE.UU. y Australia que pueden ofrecer condiciones favorables para la realizacion de su ambicion militarista de expansion a ultramar.&nbsp;&nbsp;&nbsp; \r\n  En el caso de formar la alianza militar tripartita con EE.UU. y Australia, el pais isleno podra extender la esfera de su accion militar a toda la region de Asia-Pacifico. Y en el caso de trabarla con India, podra justificar la accion militar de las \"fuerzas de autodefensa\" en el Oceano Indio.&nbsp;&nbsp;&nbsp;\r\n  He aqui un importante objetivo de la ampliacion de la alianza militar.&nbsp;&nbsp;&nbsp;\r\n  Al entablar las relaciones de cooperacion militar con Australia, el pais isleno dio un gran paso en la agresion militarista a ultramar.&nbsp;&nbsp;&nbsp; \r\n  Los reaccionarios japoneses se alegran de ello, pero esto no pasa de ser una megalomania de los embriagados por la ambicion de expansion a ultramar.\r\n\r\n"
        }
    ]
}