{
    "date": "2007-10-11",
    "url": "http://kcna.co.jp/item/2007/200710/20071011.htm",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys \"Arirang\"",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#1",
            "content": "Kim Jong Il Enjoys \"Arirang\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- The grand gymnastic and artistic performance \"Arirang\", Kim Il Sung Prize laureate, was staged at the May Day Stadium in the evening of October 10 to celebrate the 62nd founding anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The stadium was decorated with a model of Mt. Paektu symbolic of the glorious revolutionary traditions of the WPK and a variety of electronic displays, etc. &nbsp;&nbsp;&nbsp;\r\n Amidst the playing of the welcome music General Secretary Kim Jong Il appeared on the tribune of honor. &nbsp;&nbsp;&nbsp;\r\n The moment fireworks were displayed, the stadium shook with cheers of \"Hurrah!\" and its background presented letters \"We pay highest tribute to the great leader who is the founder of our party\". The floor of the stadium turned into a sea of flowers and dancers. &nbsp;&nbsp;&nbsp;\r\n The tribune of honor was taken by senior officials of the party, the state and the army Kim Yong Nam, Kim Yong Il, Ri Yong Mu, Kim Kyok Sik, Kim Il Chol, Choe Thae Bok, Yang Hyong Sop, Kim Jong Gak, Kim Kuk Thae, Kim Jung Rin, Kim Ki Nam and Choe Yong Rim and Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, department directors of the C.C.,WPK, and leading officials of armed forces organs and working people's organizations. &nbsp;&nbsp;&nbsp;\r\n Among the audience were officials of the party, armed forces and power organs, social organizations, ministries and national institutions, scientific, educational, culture and arts, public health and media organizations, the participants of the events to celebrate the 60th anniversary of the founding of the Mangyongdae Revolutionary School and the 60th anniversary of the founding of the Kang Pan Sok Revolutionary School, servicepersons of the Korean People's Army, persons of merits and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Present to watch the performance on invitation were diplomatic envoys and military attaches of various countries and representatives of international organizations and foreign correspondents here. &nbsp;&nbsp;&nbsp;\r\n The performance began as the melody of \"Arirang\" resounded through the stadium. &nbsp;&nbsp;&nbsp;\r\n The performance made an impressive epic representation of the majestic appearance of Juche Korea which has brought about a radical turn in carving out the destiny of the nation and is making a dynamic advance towards bright future, demonstrating its might as a dignified independent power and socialist bulwark under the guidance of the great leader, and the might of the single-heartedly united servicepersons and people around the party. &nbsp;&nbsp;&nbsp;\r\n The performance was acclaimed by the audience for its refined artistry and perfect combination of peculiar stage decor and a variety of electronic displays and lighting devices. &nbsp;&nbsp;&nbsp;\r\n When the performance came to an end, the performers and audience broke into cheers of \"Hurrah!\" and fireworks were displayed. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il waved back to the enthusiastically cheering performers and audience and congratulated them on the successful performance. &nbsp;&nbsp;&nbsp;\r\n He on behalf of the C.C., WPK, the NDC of the DPRK and the government of the DPRK extended thanks to all the performers and creators, expressing great satisfaction over the fact that they have staged the successfully re-represented \"Arirang\".     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Respects Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#2",
            "content": "Respects Paid to Kim Il Sung  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Senior officials of the party and state, chairpersons of friendly parties and leading officials of the party, armed forces and power organs, social organizations, ministries and national institutions paid respectful homage to President Kim Il Sung at the Kumsusan Memorial Palace on Oct. 10 on the occasion of the 62nd founding anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Seen in both sides of the statue of the President were flags of the WPK and the DPRK and colors of the Korean People's Army. The guards of honor of the three services of the KPA were seen standing there. &nbsp;&nbsp;&nbsp;\r\n The honor guards of the KPA three services lined up before the statue. &nbsp;&nbsp;&nbsp;\r\n A floral basket was laid before the statue in the joint name of the Central Committee and the Central Military Commission of the WPK, the National Defence Commission of the DPRK, the Presidium of the DPRK Supreme People's Assembly and the Cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Written in the ribbon of the floral basket were letters reading \"The Great Leader Comrade Kim Il Sung Is Immortal\".&nbsp;&nbsp;&nbsp;\r\n The participants paid profound reverence for the statue. &nbsp;&nbsp;&nbsp;\r\n They paid tribute to the fatherly leader who founded the WPK, revolutionary party of Juche type, and achieved unity and cohesion of the party and the revolutionary ranks, thus providing a firm guarantee for the victorious advance and completion of the cause of Songun revolution. &nbsp;&nbsp;&nbsp;\r\n Anti-Japanese revolutionary fighters, officials and people from all walks of life also visited the Kumsusan Memorial Palace on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tribute Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#3",
            "content": "Tribute Paid to Kim Il Sung  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Commanding officers of the Korean People's Army visited the Kumsusan Memorial Palace on October 10, the 62nd anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n They paid a high tribute to the statue of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They paid tribute in humble reverence to him who made immortal contributions to the strengthening and development of the WPK and the revolutionary armed forces and the accomplishment of the socialist cause.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Kim Il Sung's Statues",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#4",
            "content": "Floral Baskets Laid before Kim Il Sung's Statues \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Floral baskets were placed before President Kim Il Sung's statues on the occasion of the 62nd anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Working people from all walks of life and school youth and children in Pyongyang and overseas Koreans mounted Mansu Hill where the statue of President Kim Il Sung stands. &nbsp;&nbsp;&nbsp;\r\n Seen standing before the statue of the President was a floral basket sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Laid before the statue amid the playing of floral basket-laying music were floral baskets in the name of the Party, armed forces and power organs, social bodies, ministries, national institutions and organs in the fields of science, education, culture and art and public health and the media, and factories and enterprises, farms and schools in Pyongyang, and bunches of flowers and flowers. &nbsp;&nbsp;&nbsp;\r\n A basket of flowers was placed before it in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front. &nbsp;&nbsp;&nbsp;\r\n Written in the ribbons of the floral baskets were letters reading \"The Great Leader Comrade Kim Il Sung Will Live Forever\", \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\", \"The Great Revolutionary Feats of the Respected Leader Generalissimo Kim Il Sung Is Immortal!\", etc. &nbsp;&nbsp;&nbsp;\r\n Baskets of flowers were laid before the statues of the President in various units including Kim Il Sung University, Kim Il Sung Military University, the Korean Film Studio and the Pyongyang Schoolchildren's Palace. &nbsp;&nbsp;&nbsp;\r\n The people from all walks of life and school youth and children in different parts of the country visited the statues of the President in their residential quarters to place floral baskets, bunches of flowers and flowers before them.     \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to C.C., WPK from C.C., CPC",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#5",
            "content": "Floral Basket to C.C., WPK from C.C., CPC \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- A floral basket came to the Central Committee of the Workers' Party of Korea from the Central Committee of the Communist Party of China on the occasion of the 62nd anniversary of the WPK. &nbsp;&nbsp;&nbsp;\r\n It was handed today to an official concerned by Liu Xiaoming, Chinese ambassador to the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from C.C., AINDF",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#6",
            "content": "Letter to Kim Jong Il from C.C., AINDF \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il received a letter from the Central Committee of the Anti-Imperialist National Democratic Front Wednesday, the 62nd anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung strengthened and developed the WPK into an invincible party strong in independence, steel-like ranks in which the organization and discipline are being firmly established and which form a harmonious whole with the popular masses and a party with bright prospects in which the oneness in idea and leadership is being firmly ensured and the issue of carrying forward the revolutionary cause is successfully settled, the letter says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK founded and led by the President has brought about a bright efflorescence for carrying forward the cause of Juche as it is holding you, the great man born of Mt. Paektu, in the van. &nbsp;&nbsp;&nbsp;\r\n You have strengthened the WPK into the party of the President, its founder, both in name and reality, and put forward the inheritance of the idea and cause of the President as the noble historic mission of the party for the first time in history and thus set up high the grand monument of moral obligation in the history of the socialist movement. &nbsp;&nbsp;&nbsp;\r\n By reflecting the requirement of the prevailing situation and the revolutionary practice, you have immensely strengthened the WPK into the guiding force of Songun revolution, firmly defended socialism of Juche and the nation's sovereignty in the acute political and military confrontation with the imperialists with its matchless might and opened an epochal phase for building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n You provided the June 15 joint declaration to open the era of \"By our nation itself\". You provided another south-north summit meeting this time, thus offering a new landmark for the improvement of inter-Korean relations and peace and prosperity. This is a striking manifestation of the validity and the tremendous vitality of the consistent idea of the WPK on independent reunification and its all-embracing politics and benevolent politics. &nbsp;&nbsp;&nbsp;\r\n We will push forward the June 15 era of independent reunification, invariably holding high the banner of \"By our nation itself\", the product of your noble idea of national reunification and feats, and shatter without fail the reckless anti-reunification moves of the U.S. imperialists and the pro-U.S. conservative forces and their plots to grab the power through the valiant struggle for attaching importance to the nation, defending peace and achieving unity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of WPK Observed",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#7",
            "content": "Anniversary of WPK Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Pyongyang-based papers today carry editorials on the occasion of the 62nd anniversary of the founding of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The founding of the WPK by President Kim Il Sung marked a historic event which brought about a radical turn in hewing out the independent destiny of the Korean people and accomplishing the cause of Songun revolution, an editorial of Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung, founder and builder of the WPK, and Kim Jong Il, its tested leader, are legendary great men who have strengthened and developed the WPK into a revolutionary party which leads the cause of the popular masses for independence to a victory. &nbsp;&nbsp;&nbsp;\r\n The WPK has been built into the revolutionary party of Juche type, the most dignified party absolutely supported and trusted by the people thanks to Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It has greeted the new historic era of its development as it is led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n His extraordinary political caliber was clearly demonstrated at the time when the socialist ruling parties of different countries were disbanded and the DPRK and the revolution underwent grim ordeals. &nbsp;&nbsp;&nbsp;\r\n He formulated the Songun politics as the basic political mode of socialism and has applied it in all fields. This marked an important occasion in strengthening the WPK into a powerful political weapon of Songun revolution. &nbsp;&nbsp;&nbsp;\r\n The history of Kim Jong Il in leading the WPK for over 40 years is shining as immortal annals as he has strengthened and developed the WPK into the party of Kim Il Sung, the tested guide of Songun revolution and the mother party leading the people's destiny in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n It is the steadfast will of the whole party and army and all the people to glorify it into the glorious party of Kim Il Sung, holding him in high esteem as the eternal leader of the WPK and the revolution. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says that the history of the WPK in leading the building of the country is immediately the history of Kim Il Sung and Kim Jong Il's revolutionary leadership, calling for rallying close around Kim Jong Il to build a great prosperous powerful socialist nation of Juche on this land under the leadership of the WPK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protocol of Meeting of DPRK-Mongolia Inter-governmental Committee Signed",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#8",
            "content": "Protocol of Meeting of DPRK-Mongolia Inter-governmental Committee Signed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- A protocol of the 7th Meeting of the DPRK-Mongolia Inter-governmental Economic, Trade, Scientific and Technological Consultative Committee was signed here today. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony from the DPRK side were members of the DPRK government economic delegation headed by Ri Myong San, vice-minister of Foreign Trade, and from the Mongolian side members of the Mongolian government economic delegation headed by Ya. Sodbaatar, vice-minister of Industry and Trade, and the Mongolian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The protocol was signed by Ri Myong San and Ya. Sodbaatar.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#9",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Rodong Sinmun today dedicates an article to the 20th anniversary of Kim Jong Il's work \"On Establishing the Juche Outlook on the Revolution\".&nbsp;&nbsp;&nbsp;\r\n The work has served as precious guidelines in remarkably strengthening and demonstrating the might of the single-minded unity of the DPRK, the driving force of revolution in which the leader, the party and the masses are rallied close as one, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The noble ideological and moral trait of the Korean people with the Juche outlook on the revolution as their faith is being strikingly demonstrated in absolutely trusting the leader and firmly defending him. &nbsp;&nbsp;&nbsp;\r\n It is the fixed faith of the army and people of the DPRK that there can neither be country and socialism nor their happiness without Kim Jong Il. Such transparent outlook of the army and the people of the DPRK on the leader is fully reflected in the slogan \"Let Us Defend the Headquarters of the Revolution Headed by the Great Comrade Kim Jong Il at the Cost of Our Lives!\", the slogan upheld by them in the period of defending socialism. &nbsp;&nbsp;&nbsp;\r\n The noble ideological and moral trait of the Korean people is also being clearly demonstrated in their devoted struggle to defend and glorify Korean-style socialism centred on the popular masses. &nbsp;&nbsp;&nbsp;\r\n The Korean people are devotedly struggling for society and the collective, the party and revolution all their lives no matter whether they are recognized or not. The number of such men of merits in the era of Songun is increasing day by day. This shows well how absolute their Juche outlook on the revolution and their faith in socialism is. &nbsp;&nbsp;&nbsp;\r\n Their noble ideological and moral trait is being expressed in beautiful collectivist trait and warm comradeship helping and leading one another forward prevailing in the society. &nbsp;&nbsp;&nbsp;\r\n Such beautiful deeds as covering hand-grenades on the eve of explosion with their bodies for the sake of their revolutionary comrades, taking care of orphans and old persons with no kith and kin as their real parents and children and young people's marrying with disabled soldiers are brought into fuller bloom.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Documentary Film Produced",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#10",
            "content": "New Documentary Film Produced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- The Korean Documentary and Scientific Film Studio produced a new documentary film \"Mangyongdae Revolutionary School, Embrace of Eternal Love\".&nbsp;&nbsp;&nbsp;\r\n The film historically deals with the efforts made by the peerlessly great persons to set up the school, a seat of learning for bereaved children of revolutionaries, and turn it into the centre for the training of hardcore personnel carrying forward the Korean revolution in the last six decades and their great loving care. &nbsp;&nbsp;&nbsp;\r\n It shows sons of Mangyongdae who have grown up to be able officials strong in idea and faith, devoting themselves for the Party and the leader, the country and the revolution after graduating from the school.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Costa Rica ",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#11",
            "content": "Kim Jong Il's Work Published in Costa Rica \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Kim Jong Il's famous work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in booklet by the People's Vanguard of Costa Rica on October 2. &nbsp;&nbsp;&nbsp;\r\n The work, published on October 2, Juche 84 (1995), serves as an immortal programme for party building and activities as it proudly reviews the glorious history of the WPK, which pioneered a new way for the building of a revolutionary party in the era of independence under the leadership of President Kim Il Sung, and clarifies the way to develop the WPK into the eternal party of the President.    \r\n \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Birthday of WPK Marked in Uganda",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#12",
            "content": "Birthday of WPK Marked in Uganda\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- A joint seminar of Ugandan Juche idea study organizations was held at Chambogo University on October 4 to mark the 62nd founding anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Chango Machyo, senior adviser to the Presidency of Uganda, in his opening address at the seminar said that the WPK is leading the struggle of the Korean people to victory resolutely overcoming all difficulties and trials. This is because the WPK has the Juche idea as the guidelines, he said. &nbsp;&nbsp;&nbsp;\r\n Speakers at the seminar highly praised the immortal exploits performed by Kim Jong Il who has developed the WPK into the invincible revolutionary party. &nbsp;&nbsp;&nbsp;\r\n Baguma Isoke, chairman of the Ugandan National Committee for the Study of the Juche Idea, concluding the seminar, called for more profoundly waging the study and dissemination of the Juche idea and strengthening the solidarity with the Korean people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Exploits of Party Building Praised ",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#13",
            "content": "Kim Il Sung's Exploits of Party Building Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- Political figures of different countries who visited the DPRK highly praised President Kim Il Sung, who founded and developed the Workers' Party of Korea, the revolutionary party of Juche, as the \"leader of world revolution\", the \"peerless veteran statesman\" and the \"most prominent and great man in the 20th century\", expressing the boundless reverence for him. &nbsp;&nbsp;&nbsp;\r\n Francisco Amadeo, member of the National Executive Committee of the Workers' Party of Mexico, after visiting the Party Founding Museum, said that the President strengthened the WPK into the steel-like party strong in organization and discipline, invincible party absolutely supported and trusted by the popular masses with his outstanding and seasoned leadership. He said that as the WPK is led by Kim Jong Il, it has demonstrated its dignity as the most powerful party. &nbsp;&nbsp;&nbsp;\r\n Hiem Phommachanh, vice-chairman of the Commission for External Affairs of the Central Committee of the Lao People's Revolutionary Party, said that the visit to the Monument to Party Founding helped him know better about the immortal exploits performed by the President in founding and developing the WPK, noting that the WPK is the Juche-type revolutionary party guided by the Juche idea fathered by the President. &nbsp;&nbsp;&nbsp;\r\n Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, after visiting the Kumsusan Memorial Palace, wrote in the visitor's book that the President always lives in the hearts of the world progressive people for his great exploits which would shine long with the era of independence. &nbsp;&nbsp;&nbsp;\r\n A member of the Presidium of the Central Committee of the Nepal Communist Party (United Marxist-Leninist) paid the greatest respect to the President who pioneered the era of Juche and glorified the 20th century with his outstanding idea and leadership, noting that the history of the WPK is the proud history in which it has made victorious advance under the wise leadership of the great leader.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Emergency Meeting Held in Japan",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#14",
            "content": "Emergency Meeting Held in Japan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 10 (KCNA) -- An emergency meeting for peace in Northeast Asia and the normalization of the relations between Japan and the DPRK was held in Tokyo on October 3. &nbsp;&nbsp;&nbsp;\r\n Sumiko Shimizu, representative of the Japanese Women's Society for Solidarity with the Korean Women, and members of the House of Representatives from different political parties, in their speeches at the meeting underlined the need to exert much effort for the normalization of the relations between Japan and the DPRK in accordance with the trend of new political situation in Japan and in other parts of the world. &nbsp;&nbsp;&nbsp;\r\n Figures of academic circles at the lecture titled \"Circumstances and points at issue over the relations between Japan and the DPRK\" urged the need for the Japanese government to contribute to the promotion of peace on the Korean Peninsula and in Northeast Asia by standing for the settlement of the issues arising in the relations between the two countries through dialogue and negotiations. &nbsp;&nbsp;&nbsp;\r\n Several other figures and Korean students in Japan made speeches in which they exposed and denounced the Japanese reactionaries' suppression of the General Association of Korean Residents in Japan (Chongryon) and human rights abuses against Koreans in Japan. The meeting adopted an appeal. &nbsp;&nbsp;&nbsp;\r\n The appeal disclosed the Japanese government's persistent pursuance of the hostile policy toward the DPRK and held that the Japanese government should resume the talks for the normalization of the bilateral relations at an early date as clarified in the Japan-DPRK Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n The appeal urged the Japanese government to render humanitarian aid to the DPRK which suffered from the flood damage, lift the ban on the entry of the Mangyongbong-92 into Japanese ports and the sanctions applied against the DPRK, stop at once the suppression of Chongryon and Koreans in Japan and make clear its attitude toward the liquidation of the past.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Comandantes del EPC rinden homenaje a Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "PCCh envia cesto de flores al PTC",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#16",
            "content": "Comandantes del EPC rinden homenaje a Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de octubre (ATCC) -- En ocasion del 62 aniversario de la fundacion del Partido del Trabajo de Corea, los comandantes del Ejercito Popular de Corea visitaron este miercoles el Palacio Memorial Kumsusan. &nbsp;&nbsp;&nbsp;\r\n  Ante la estatua y cuerpo del Presidente Kim Il Sung en este lugar los visitantes le rindieron sublime homenaje a el quien hizo una contribucion imborrable al fortalecimiento y desarrollo del PTC y las fuerzas armadas revolucionarias y a la culminacion de la causa socialista.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Periodicos conmemoran el 62o aniversario de fundacion del PTC",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#17",
            "content": "PCCh envia cesto de flores al PTC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de octubre (ATCC) -- En ocasion del 62o aniversario de la fundacion del Partido del Trabajo de Corea, el Comite Central del Partido Comunista de China envio un cesto de flores al CC de la primera agrupacion. &nbsp;&nbsp;&nbsp;\r\n�@El embajador chino en Corea Liu Xiaoming lo traslado este miercoles a un funcionario coreano.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Firmado protocolo entre Corea y Mongolia",
            "url": "http://kcna.co.jp/item/2007/200710/news10/11.htm#18",
            "content": "Periodicos conmemoran el 62o aniversario de fundacion del PTC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de octubre (ATCC) -- Con motivo del 62o aniversario de la fundacion (10 de octubre) del Partido del Trabajo de Corea, los periodicos capitalinos insertaron en sus ediciones de hoy sendos editoriales. &nbsp;&nbsp;&nbsp;\r\n�@La fundacion del PTC por el Presidente Kim Il Sung fue un evento historico que trajo un cambio fundamental en la forja del destino independiente del pueblo coreano y el cumplimiento de la causa de la revolucion del Songun (priorizacion militar), comienza el editorial del diario Rodong Sinmun y continua: &nbsp;&nbsp;&nbsp;\r\n�@El Presidente Kim Il Sung, fundador y constructor del PTC, y el Dirigente Kim Jong Il, orientador diestro del mismo partido, son grandes hombres legendarios que lo convirtieron en una agrupacion revolucionaria que conduce al camino de la victoria la causa de independencia de las masas populares. &nbsp;&nbsp;&nbsp;\r\n�@Gracias al Presidente, el PTC fue desarrollado como el partido revolucionario de tipo jucheano y el mas prestigioso que cuenta con el apoyo y confianza absolutos del pueblo y gracias al Dirigente, entro en la nueva e historica epoca de su desarrollo. &nbsp;&nbsp;&nbsp;\r\n�@La excepcional capacidad politica del Dirigente fue manifestada patentemente en el periodo cuando se desintegraron en varios paises del mundo los partidos socialistas en el poder y la patria y la revolucion atravesaban duras pruebas. &nbsp;&nbsp;&nbsp;\r\n�@Al definir la politica de Songun como el modo politico fundamental del socialismo y practicarla generalmente, el Dirigente desempeno un papel muy importante en el fortalecimiento y el desarrollo del PTC como poderosa arma politica de la revolucion del Songun. &nbsp;&nbsp;&nbsp;\r\n�@Durante mas de 40 anos de su direccion sobre el PTC, el Dirigente lo convirtio en el partido del Presidente Kim Il Sung, en el orientador diestro de la revolucion del Songun y en el partido madre que forja y se responsabiliza por el destino del pueblo. &nbsp;&nbsp;&nbsp;\r\n�@Todo el partido, todo el ejercito y todo el pueblo tienen la invariable voluntad de enaltecer al Presidente como eterno lider del partido y la revolucion y glorificar el PTC como el partido de el. &nbsp;&nbsp;&nbsp;\r\n�@El periodico Minju Joson senala que la historia de la direccion del PTC sobre la construccion de la patria es la de la guia del Presidente y el Dirigente sobre la revolucion y llama a construir en la patria una gran potencia prospera socialista del Juche uniendose con firmeza en torno al Dirigente Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}