{
    "date": "2007-03-01",
    "url": "http://kcna.co.jp/item/2007/200703/20070301.htm",
    "articles": [
        {
            "title": "North-South Ministerial Talks Open",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Brought Out in Ecuador",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#2",
            "content": "North-South Ministerial Talks Open  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- The 20th North-South Ministerial Talks were opened here Wednesday.\r\n Present there were members of the north side's delegation to the talks headed by Chief Councilor of the Cabinet Kwon Ho Ung and its suite members and members of the south side's delegation to the talks with Minister of Unification Ri Jae Jong as its chief delegate and its suite members. &nbsp;&nbsp;&nbsp;\r\n Kwon Ho Ung in his keynote speech looked back on the north-south relations that remained stalled for the past seven months.  Recalling that the north-south relations witnessed repeated suspension and resumption, he held that this abnormal situation should not be allowed to repeat itself any longer. &nbsp;&nbsp;&nbsp;\r\n To this end, it is necessary to refrain from sacrificing the interests of the nation for the sake of the relations with the outsiders under any circumstances but solve issues arising in the bilateral relations strictly in the idea of \"By our nation itself,\" he added. &nbsp;&nbsp;&nbsp;\r\n He advanced a series of proposals to bring the inter-Korean relations back on track and improve them as early as possible. &nbsp;&nbsp;&nbsp;\r\n Firstly, he underscored the necessity to abide by the principle of giving priority to the nation and attaching importance to it and take practical measures to respect the other party. &nbsp;&nbsp;&nbsp;\r\n Recalling that the north side clarified more than once that it considers it as a principled and basic issue to be settled in the inter-Korean relations to recognize and respect the ideology and system of the other party, he asserted the need to promptly take necessary practical measures. &nbsp;&nbsp;&nbsp;\r\n He also called on both sides to settle all the bilateral issues through dialogue and negotiations in a responsible manner on the principle of ensuring national cooperation and in the basic spirit of the June 15 joint declaration no matter how the situation may change. &nbsp;&nbsp;&nbsp;\r\n Secondly, he urged the authorities of both sides to take the lead in achieving the great national unity and actively promote cooperation in various fields. He urged the authorities of the north and the south to take practical bold measures to abolish all legal and institutional mechanisms standing in the way of achieving the national unity within the first half of the year. &nbsp;&nbsp;&nbsp;\r\n  He held that the authorities of the north and the south should render positive support in making arrangements for the grand festivals for national reunification slated to take place in Pyongyang and in a place of the south side on the occasions of June 15 and August 15, to begin with, and take initiative in attending them. &nbsp;&nbsp;&nbsp;\r\n He also proposed holding the 13th meeting of the North-South Committee for the Promotion of Economic Cooperation in Pyongyang within March and discussing issues of bilateral concern as an immediate task in order to positively push forward multi-faceted cooperation undertakings in various fields including that in the economic field. &nbsp;&nbsp;&nbsp;\r\n Thirdly, he proposed actively pushing forward humanitarian cooperation undertakings between the two sides. &nbsp;&nbsp;&nbsp;\r\n Asserting the need to consistently push ahead with these undertakings strictly from a compatriotic stand and on the principle of mutual assistance, a beautiful trait peculiar to the Korean nation, he called for comprehensively resuming all the suspended cooperation undertakings right after the talks are over and holding the north-south Red Cross talks as well. &nbsp;&nbsp;&nbsp;\r\n Then followed a keynote speech by the south side's chief delegate. &nbsp;&nbsp;&nbsp;\r\n The talks will run through March 2.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#3",
            "content": "Kim Jong Il's Work Brought Out in Ecuador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Kim Jong Il's famous work \"Socialism Is a Science\" was brought out in pamphlet by the Santa Rita Publishing House of Ecuador. &nbsp;&nbsp;&nbsp;\r\n The work, published on Nov. 1 Juche 83(1994), clarifies that Korean-style socialism based on the Juche-oriented theory of socialism is the most scientific and vital socialism. It also clearly explains principled issues in defending socialism. &nbsp;&nbsp;&nbsp;\r\n The ceremony of releasing the book was held in Quito under the co-sponsorship of the Ecuadorian Cultural Institute for the Study of the Juche Idea and the above-said publishing house on Feb. 15. &nbsp;&nbsp;&nbsp;\r\n Attending the ceremony were people of all strata including the chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea, the manager of the publishing house, the president of the Socialist Party-Ample Front of Ecuador, the president of the University of Simon Volibar Andina and members of the organizations of friendship and solidarity with the Korean people and media persons.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"Kim Jong Il's Korea\" Published in Democratic Congo",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#4",
            "content": "Kim Jong Il's Birthday Celebrated  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28  (KCNA) -- Seminars on Kim Jong Il's work \"On the Juche Idea\" took place in Russia and Uganda and photo exhibitions and film shows in Democratic Congo, Mongolia, India, Malaysia, Indonesia, Laos and Singapore from Feb. 2 to 15 on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the photo exhibitions were photos showing the immortal revolutionary exploits of the peerlessly great persons and their famous works and photos introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films including \"They Were Always Together on Journeys to Bring Happiness to People,\" \"The Fatherly Leader among Anti-Japanese Revolutionary Fighters,\" \"The Great Leader Comrade Kim Jong Il Gives On-the-spot Guidance to the Work in Different Fields\" and \"The Brilliant History of Great Leadership.\" &nbsp;&nbsp;&nbsp;\r\n Speeches were made at those functions. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the Democratic Congo-Korea Friendship and Solidarity Association highly praised Kim Jong Il for performing immortal exploits for the global peace and security and the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the Mongolia Mt. Paektu Association for Independent Development said that Kim Jong Il has wisely led the building of a great prosperous powerful nation and the cause of national reunification with his Songun politics. &nbsp;&nbsp;&nbsp;\r\n The director of the Indian Institute for Foreign Policy Studies noted that the Korean people would surely build the great prosperous powerful socialist nation thanks to the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Russian Youth Association for the Study of the Juche Idea said that the Songun politics is a model of independent politics, noting that the DPRK has thoroughly embodied the Juche idea in all fields, pursuant to the Songun politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages to Kim Jong Il were adopted at the functions in Mongolia and Russia.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised as Greatest Leader in 21st Century",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#5",
            "content": "Book \"Kim Jong Il's Korea\" Published in Democratic Congo \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Book \"Kim Jong Il's Korea\" written by Prof. Bele Mukeleng at University of Kinshasa was published by the \"Congo New Media\" Publishing House of Democratic Congo on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n The front cover of the book carries a picture of Kim Jong Il against the background of Jong Il Peak. &nbsp;&nbsp;&nbsp;\r\n The book has a preface, \"Chapter 1 Long Yet Emotion-Charged Trip,\" \"Chapter 2 Cordial Hospitality,\" \"Chapter 3 Kim Jong Il, Great Man\" and \"Chapter 4 Songun and the World.\" &nbsp;&nbsp;&nbsp;\r\n In the preface and the first two chapters the author dealt with the historic significance of the birth of Kim Jong Il, what prompted him to write the book and the strong impressions he got while seeing for himself the reality of the DPRK in which the Juche idea has been embodied. &nbsp;&nbsp;&nbsp;\r\n In the last two chapters the author cited detailed facts to tell about the immortal exploits Kim Jong Il has performed by turning socialist Korea into an impregnable fortress with his Songun politics, the essence of the Songun idea and Songun politics and their great role. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the book took place in Kinshasa.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Humiliating Action for Expanding U.S. Military Base Protested in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#6",
            "content": "Kim Jong Il Praised as Greatest Leader in 21st Century \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, issued a statement titled \"His Excellency Kim Jong Il is the greatest leader in the 21st century\" on Feb. 15 on the occasion of the February holiday. &nbsp;&nbsp;&nbsp;\r\n It is an important part of the exploits performed by Kim Jong Il that he has strengthened the military power of the DPRK and defended the global peace, the statement said. &nbsp;&nbsp;&nbsp;\r\n Basing himself on the correct analysis of the situation, he has pursued the original Songun politics, it noted, adding that the Songun idea is a great idea that makes it possible for the Party, the army and the people to be united as one. &nbsp;&nbsp;&nbsp;\r\n It is thanks to him, an elder of the world politics and a master of ideology and leadership, that socialist Korea is fully demonstrating its might as a political and military power, the statement said. &nbsp;&nbsp;&nbsp;\r\n Recalling that he was awarded the \"International Kim Il Sung Prize,\" it described this as an expression of the progressive humankind's reverence for him, the sun of the 21st century.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of Burden for Upkeep of U.S. Forces Urged",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#7",
            "content": "Humiliating Action for Expanding U.S. Military Base Protested in S. Korea  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- The All-People Measure Committee for Checking the Expansion of the U.S. Military Base in Phyongthaek reportedly called a press conference outside the building of the defense ministry in Seoul on Feb. 23 at which it bitterly denounced the humiliating action taken for expanding the U.S. military base. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference recalled that the U.S. forces in south Korea are being reorganized into \"Asia-Pacific task force\" under the signboard of \"strategic flexibility,\" adding that there is no reason for south Korea to provide the U.S. forces with military base for aggression, even bearing their expenses. &nbsp;&nbsp;&nbsp;\r\n A press release read out there noted that the ministry authorities are going to discuss those issues on which the two sides failed to reach agreement at the forthcoming meeting of the Joint Committee for Implementing the south Korea-U.S. \"Status of Forces Agreement.\" &nbsp;&nbsp;&nbsp;\r\n Pointing out that meetings of this committee that have so far been held in camera are known to have represented only the interests of the U.S., the press release held that the military authorities' attempt to clinch an agreement on major issues related to the expansion of the U.S. military base is nothing but a mean action to pull the wool over the eyes of the people.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Urged",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#8",
            "content": "Abolition of Burden for Upkeep of U.S. Forces Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- The Press Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration on Feb. 22 reportedly made public a statement urging the abolition of south Korea's burden for the upkeep of the U.S. forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n Recalling that this year the \"government\" authorities decided to increase the payment of the expenses for the upkeep of the U.S. forces compared with last year according to the special agreement on sharing fund for the upkeep of the U.S. forces, the statement said what the U.S. demanded including the expenses for transferring the U.S. Second Division and \"bolstering the combined defenses\" should all be cut. &nbsp;&nbsp;&nbsp;\r\n Demanding the \"government\" authorities opt for an overall renegotiation with the U.S., the statement stressed that the burden for the upkeep of the U.S. force itself must be eliminated since it has been made clear that the purpose of the U.S. forces' presence in south Korea is to meet the U.S. interests by the agreement on the \"strategic flexibility\" of the U.S. forces in south Korea.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter of Thanks to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#9",
            "content": "Repeal of NSL Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- There come an unbroken chain of reports from early this year to follow up last year's media coverage about a series of alleged \"spyring cases\" in south Korea and a number of pro-reunification patriotic figures and people of different social strata standing for progressive reforms are persecuted or punished. &nbsp;&nbsp;&nbsp;\r\n Noting that it is the infamous \"National Security Law\" (NSL) in south Korea which legally justifies such abnormal practices, Rodong Sinmun Wednesday says in a signed article: &nbsp;&nbsp;&nbsp;\r\n The NSL is a shackle that arrests social progress in south Korea and a snag standing in the way of national reconciliation and unity and the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The NSL is a fascist evil law rare to be seen that must not remain in force any longer in view of the background of its fabrication, its content and the present situation. &nbsp;&nbsp;&nbsp;\r\n It is a pseudo law by nature which was cooked up by pro-U.S. traitors in a coercive manner without going through fair legal procedures. &nbsp;&nbsp;&nbsp;\r\n It has grown all the more anti-communist and fascist whenever one regime was replaced by another in south Korea by the U.S. &nbsp;&nbsp;&nbsp;\r\n It is the most treacherous fascist evil law that goes against democracy and reunification without an equal in content in the world. &nbsp;&nbsp;&nbsp;\r\n The law also blocks up free travel, contact and dialogue between the north and the south. &nbsp;&nbsp;&nbsp;\r\n It diametrically runs counter to the June 15 era of reunification and does so harm but not any good to the nation's efforts for national reconciliation and reunification and the progressive development of the south Korean society. &nbsp;&nbsp;&nbsp;\r\n The notorious NSL should have been thrown into the garbage bin of history with the advent of the June 15 era of reunification. But it is still in force, spurting poison. This is entirely attributable to the challenge of the ultra-right conservative forces including the Grand National Party of south Korea (GNP) swimming against the trend of the times. The GNP itself means the NSL and vice versa. &nbsp;&nbsp;&nbsp;\r\n In case the GNP comes to power, the repeal of the NSL will go up in smoke and it will become more venomous to bring back the bloody history of the nightmarish era of fascist dictatorship. &nbsp;&nbsp;&nbsp;\r\n The fascist NSL should be repealed along with the disbandment of the GNP that brings the whirlwind of confrontation, war and fascism to this land.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Method of Breeding Terrapins Developed",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#10",
            "content": "Letter of Thanks to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- General Secretary Kim Jong Il was presented with a letter of thanks by the diplomatic corps here on Tuesday. &nbsp;&nbsp;&nbsp;\r\n The members of the diplomatic corps in the letter extended sincerest thanks to Kim Jong Il for providing them with an opportunity to visit the area of Mt. Paektu on the occasion of the February holiday. Their tour of the area helped them know well about the undying feats of President Kim Il Sung, the letter said. &nbsp;&nbsp;&nbsp;\r\n Noting that this time they had the happy occasion of visiting Kim Jong Il's old home in the secret camp of Mt. Paektu, the area of the township of Samjiyon built in modern style and revolutionary battle sites in the area of Mt. Paektu, the letter said Mt. Paektu clearly tells about the past, present and future of Korea. &nbsp;&nbsp;&nbsp;\r\n The letter said that they would work hard to boost the friendly relations between the friendly DPRK and the countries they represent in conformity with world peace and security and in the interests of the progressive people.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fresh Water Spring Found out on Island",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#11",
            "content": "New Method of Breeding Terrapins Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Scientists in the Zoological Institute of the Branch Academy of Biology under the DPRK State Academy of Sciences have proved successful in research into the artificial breeding of terrapins. &nbsp;&nbsp;&nbsp;\r\n The terrapin is efficacious for weaklings and for the treatment of circulatory troubles. The new method shortens the growth period of terrapins to one fourth. &nbsp;&nbsp;&nbsp;\r\n At the end of several-year experiments, they found out raw materials of assorted feed needed for the rapid growth of terrapins and their composition rate, and an effective method for reducing incubation duration by more than ten days compared with the natural conditions. &nbsp;&nbsp;&nbsp;\r\n The productivity of the male terrapins is higher than that of the females. They, basing themselves on this, developed a technique by which they can control the rate of female and male freely. &nbsp;&nbsp;&nbsp;\r\n The scientists also redesigned structures of the terrapin breeding farm to suit the habitation of the terrapins so as to make them grow healthily.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Indonesian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#12",
            "content": "Fresh Water Spring Found out on Island\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Good quality of fresh water is gushing out in Hwanggumphyong-ri in Sindo County on an island not far from the west coast of Korea. &nbsp;&nbsp;&nbsp;\r\n The islanders had suffered from shortage of drinking water from olden times. They have laid water pipes to draw fresh water from the mouth of the Amnok River and refined and disinfected it for the use of drinking and life water. That's why they call the spring water \"life-giving water\" or \"fresh water\".&nbsp;&nbsp;&nbsp;\r\n The spring water is associated with the warm love shown by Kim Jong Il who always gives top priority to solving the problems arising in the people's living. &nbsp;&nbsp;&nbsp;\r\n On his way to an army unit for inspection some years ago, he familiarized himself with the living conditions of the islanders and indicated the way to solve the water problem. And he saw to it to take a concrete method and a relevant measure. &nbsp;&nbsp;&nbsp;\r\n After then, competent scientists of the State Academy of Sciences were dispatched to the island. They succeeded in finding out underground water stream through detailed study and boring work in several places. &nbsp;&nbsp;&nbsp;\r\n The islanders are now grateful to the leader, saying that their long-cherished desire for water has been realized.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Co-Chairmen of Pomchonghakryon Meet ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#13",
            "content": "Indonesian Ambassador Hosts Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Indonesian Ambassador to the DPRK Daulat Hotma Audison Passaribu hosted a reception at his embassy on Feb. 27 on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Rim Kyong Man, minister of Foreign Trade, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n  Indonesian embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n The ambassador in a speech said Kim Jong Il enjoys deepest reverence among the Indonesian people, adding that his visit to Indonesia together with President Kim Il Sung in 1965 marked a historic event that powerfully spurred on the development of the friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Referring to the enormous achievements made by the DPRK in its efforts to defend peace in the Korean Peninsula and the rest of the world and boost friendly and cooperative ties with various countries, he said Indonesia would make energetic efforts to boost its friendly relations with the DPRK in various fields as required by the present times. &nbsp;&nbsp;&nbsp;\r\n Addressing the reception next, Yang Hyong Sop said he was glad to note that the Indonesian government and people were registering successes in their efforts to achieve national unity, political stability, economic growth and promotion of wellbeing and sincerely wished them bigger successes. &nbsp;&nbsp;&nbsp;\r\n Stating that it is the consistent stand of the DPRK government to boost the long-standing ties of friendship and cooperation with Indonesia, he said: The people of the DPRK will as ever set store by the relations with Indonesia and work hard to boost them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Politics Praised in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#14",
            "content": "Co-Chairmen of Pomchonghakryon Meet\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- Co-chairmen of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) had its 17th meeting by way of exchanging facsimile messages among the north and south sides and the overseas side on Feb. 27. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the organization's movement for independent reunification of the nation last year and discussed the orientation of its movement for this year. &nbsp;&nbsp;&nbsp;\r\n It was mentioned at the meeting that Pomchonghakryon has waged a strenuous struggle to foil the anti-reunification moves of the U.S. and pro-U.S. conservative forces including the \"Grand National Party,\" thus contributing to the cause of national reunification last year. &nbsp;&nbsp;&nbsp;\r\n The meeting put up \"Add brilliance to the June 15 reunification era by attaching importance to the nation, maintaining peace and achieving unity!\" as a slogan for actions for this year and considered it as the general orientation of its movement for this year to concentrate all efforts on carrying out the tasks of attaching importance to the nation, defending peace and achieving unity. &nbsp;&nbsp;&nbsp;\r\n The meeting underlined need for Pomchonghakryon to take the lead in grandly commemorating June 15 as the \"Day of by our nation itself,\" set a period from June 15 to August 15 as one for a joint movement of Pomchonghakryon for attaching importance to the nation, defending peace and achieving unity and wage a dynamic patriotic movement for reunification to suit the specific conditions of the regions in this period. &nbsp;&nbsp;&nbsp;\r\n Pointing out that to force the U.S. forces to quit south Korea is the foremost task for averting a war, ensuring peace and achieving reunification, the meeting called on the youth and students in the north and the south of Korea and abroad to stage a dynamic struggle for the withdrawal of the U.S. forces from south Korea. &nbsp;&nbsp;&nbsp;\r\n The meeting decided to significantly hold commemorations including the joint meeting of Pomchonghakryon to vow to intensify the actions on the occasion of August 15 this year, its 15th founding anniversary, boost unity and alliance with pro-reunification patriotic movement organizations and decisively throw overboard pro-U.S. reactionary and conservative forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n A joint resolution was adopted at the meeting.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Egyptian",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#15",
            "content": "Songun Politics Praised in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- A steadily increasing number of articles highly praising Kim Jong Il and the Songun politics and the north were posted on Internet homepages by citizens and public organizations of south Korea with the February holiday as a momentum. On Feb. 9 Dong-A Ilbo carried an article captioned \"3,009 articles praising the north were posted on Internet in a recent one month or quadruple the monthly average in the ordinary times.\" Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front (AINDF), said this when interviewed by KCNA Tuesday in connection with the fact that south Korea is now pervaded with \"ardent feelings worshipping Kim Jong Il\" and resounds with the ever-growing voices praising the greatness of the Songun politics. &nbsp;&nbsp;&nbsp;\r\n  Even VOA in a question-and-answer with its correspondent in Seoul conveyed a detailed content of the Dong-A Ilbo article, he said. &nbsp;&nbsp;&nbsp;\r\n Jo quoted VOA as reporting that south Korean citizens and public organizations posted 3,009 articles dealing with President Kim Il Sung's reminiscences \"With the Century\" and praising Kim Jong Il and the north on 12 Internet homepages in the south during the period from Dec. 25 to Jan. 24 after the north declared it became a full-fledged nuclear weapons state. &nbsp;&nbsp;&nbsp;\r\n He also quoted VOA as asserting that those articles expressed not just good feelings toward Chairman of the National Defence Commission Kim Jong Il and the north but were disseminating the ideology and exploits of Kim Il Sung and Kim Jong Il, while manifesting support for the Songun politics. These noteworthy figures and facts prove the south Korean people's profound reverence for the peerlessly great persons produced by the Korean nation, he added. &nbsp;&nbsp;&nbsp;\r\n The VOA also reported that not only articles praising the north but those openly denouncing the conservative organizations including the \"Grand National Party\" and the U.S. quadrupled in the aforesaid period as compared with ordinary times, he said, adding that the Songun politics serves as a powerful treasured sword for defending the nation, the first of its kind in the Korean nation's history spanning more than 5,000 years, and provides a sure guarantee for the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n The AINDF will take the lead in steering the June 15 era of reunification Kim Jong Il has ushered in with his Songun politics and thoroughly implement the tasks of attaching importance to the nation, defending peace and achieving unity and thus greatly contribute to bringing earlier a reunified great prosperous powerful nation, he stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More than 180 Cases of Aerial Espionage against DPRK in February",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#16",
            "content": "Gift to Kim Jong Il from Egyptian\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Naguib Sawiris, president of Orascom Telecom Holding of Egypt, on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed over to an official concerned by the president.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting of Judicial Officials Held",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#17",
            "content": "More than 180 Cases of Aerial Espionage against DPRK in February\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- The U.S. imperialist aggressor forces committed more than 120 cases of aerial espionage and the south Korean forces more than 60 cases of aerial espionage against the DPRK in February, according to a military source. &nbsp;&nbsp;&nbsp;\r\n This is over ten cases more than those reported in the same period of last year. &nbsp;&nbsp;&nbsp;\r\n On Feb. 20 and 23 overseas-based RC-135 of the U.S. imperialist aggressor forces made shuttle flights in the sky above the areas of Tokjok Islet, Phochon, Rinje and Sokcho to perpetrate photographing and electronic reconnaissance of the depth of the DPRK and its all other areas. &nbsp;&nbsp;&nbsp;\r\n They flew U-2 for more than 20 days this month to spy on major targets of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and the south Korean forces mobilized 18 planes on Feb. 1 and 12 strategic and tactical reconnaissance planes with different missions on Feb. 23 to commit intensive aerial reconnaissance of overall areas of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The south Korean forces let 4 or 5 RC-800s and RF-4Cs fly in the sky above forefront areas along the Military Demarcation Line to spy on the frontline areas of the DPRK on Feb. 14 and 26.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Suppression of Koreans in Japan Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#18",
            "content": "National Meeting of Judicial Officials Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- A national meeting of judicial officials was held at the People's Palace of Culture on February 28 on the occasion of the 30th anniversary of the establishment of the Korean-style socialist law-abiding life guidance system by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the successes and experience achieved in the efforts to strengthen the socialist law-abiding life over the past years and discussed the tasks for giving full play to the advantages and vitality of the Korean-style socialist law-abiding life guidance system to meet the demand of the Songun era. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Nam, Choe Thae Bok and others. &nbsp;&nbsp;&nbsp;\r\n A letter of Kim Jong Il to the participants in the meeting was read out. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, made a report at the meeting which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that the meeting would mark a historic occasion in glorifying the immortal exploits Kim Il Sung and Kim Jong Il performed in the field of law-abiding life and enhancing the function and role of the socialist law to reliably guarantee by law the accomplishment of the revolutionary cause of Songun. &nbsp;&nbsp;&nbsp;\r\n They noted that the state and social system of the DPRK has been firmly defended and steadily developed through a vigorous drive to strengthen the socialist law-abiding life under the care of the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n They stressed the need for all the judicial officials to mercilessly smash the anti-socialist moves of the enemies by maintaining the steadfast revolutionary principles and working-class stand and make all the citizens strictly abide by the laws and regulations so that the sound and revolutionary spirit can prevail all over the society. &nbsp;&nbsp;&nbsp;\r\n They held that the enactment of laws, a basis of the socialist law-abiding life, should be steadily done well and a drive to thoroughly establish the revolutionary atmosphere of law observance should be intensified in all domains and units. &nbsp;&nbsp;&nbsp;\r\n Underlining the need to strengthen the law-based control in all realms of the state and social life and enhance the function and role of the Socialist Law-abiding Life Guidance Committee, they said that all the judicial officials should acquire the revolutionary viewpoint towards the people and become their faithful servants defending the rights and interests of the working people.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cuerpo Diplomatico en Corea agradece a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#19",
            "content": "Halt to Suppression of Koreans in Japan Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 28 (KCNA) -- The Youth and Students Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration reportedly issued a statement on Feb. 21 demanding the Japanese authorities and the ultra-right forces of Japan stop the suppression of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The Koreans in Japan are those who were subject to all sorts of maltreatment and insult after being forcibly taken to Japan under the signboards of conscription, compulsory labor, etc. to slave there during the Japanese colonial rule in the past and their descendants. The Japanese authorities are, therefore, obliged to apologize and compensate to them rather than suppressing and discriminating against them. &nbsp;&nbsp;&nbsp;\r\n We will carry on the actions to condemn their crackdown, holding that this suppression is, in essence, aimed at realizing their ambition to stage a comeback to the Korean Peninsula and reviving militarism. &nbsp;&nbsp;&nbsp;\r\n Japan should honestly apologize for the wrong doings and criminal acts it committed in the past and discard the delusion of reviving militarism. It should also lift the embargo on the DPRK ship \"Mangyongbong-92\" and guarantee the Koreans in Japan their basic rights including those to existence, education, economy and human rights. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should properly understand the strength of the united Korean nation and stop their rash acts.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ecuador: obra de Kim Jong Il en folleto ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#20",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun demanda la abolicion de la \"ley de seguridad\"",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#21",
            "content": "Cuerpo Diplomatico en Corea agradece a Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 28 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio la vispera una carta de agradecimiento que le dirigiera el Cuerpo Diplomatico acreditado en Corea. &nbsp;&nbsp;&nbsp;\r\n�@Los miembros del cuerpo escribieron en la misiva que agradecen mucho a Su Excelencia Kim Jong Il por haberles facilitado el recorrido por la zona del monte Paektu en ocasion de la fiesta de febrero (el dia 16 - cumpleanos del Dirigente) y apuntaron que a traves de esta visita pudieron conocer mejor de las imborrables hazanas realizadas por Su Excelencia el Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n�@Continuaron que el reciente recorrido les significo una feliz oportunidad para visitar la Casa Natal de Su Excelencia Kim Jong Il en el Campamento Secreto del monte Paektu, la modernamente remodelada zona de la cabeza distrital de Samjiyon y los lugares de combate revolucionario en la zona del monte Paektu, que da clara cuenta del pasado, el presente y el futuro de Corea. &nbsp;&nbsp;&nbsp;\r\n�@Confirmaron que se esforzaran activamente por desarrollar las relaciones de amistad entre la Corea amistosa y los paises que ellos representan respectivamente, conforme a la paz y la seguridad del mundo y los intereses de los pueblos progresistas.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Efectuada XVII reunion de copresidentes de Pomchonghakryon",
            "url": "http://kcna.co.jp/item/2007/200703/news03/01.htm#22",
            "content": "Ecuador: obra de Kim Jong Il en folleto \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 28 de febrero (ATCC) -- La Editorial \"Santa Rita\" del Ecuador dio a luz en folleto la obra maestra del Dirigente Kim Jong Il \"El socialismo es ciencia\", publicada el primero de noviembre del 83 (1994) de la Era Juche. &nbsp;&nbsp;&nbsp;\r\n  Esta obra dilucida que el socialismo al estilo coreano, basado en las autoctonas teorias socialistas, es el mas cientifico y de mayor vitalidad y aclara los problemas de principios que se presentan para defender el socialismo. &nbsp;&nbsp;&nbsp;\r\n  La ceremonia de imprenta tuvo lugar el dia 15 en Quito bajo coauspicios del Instituto Cultural Ecuatoriano para el Estudio de la Idea Juche y la Editorial referida. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion estuvieron presentes el presidente de esta primera entidad, el director de la segunda, el presidente del Partido Socialista - Frente Amplio del Ecuador, el rector de la Universidad de Simon Bolivar Andina y otras personalidades de varios circulos sociales, los miembros de las entidades de amistad y solidaridad con el pueblo coreano y los funcionarios de la prensa e informacion.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}