{
    "date": "2007-01-06",
    "url": "http://kcna.co.jp/item/2007/200701/20070106.htm",
    "articles": [
        {
            "title": "Socialist Korea Praised",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#1",
            "content": "Socialist Korea Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- Only victory and glory are in store for socialist Korea advancing with the might of Songun. Foreign guests said this after seeing for themselves the achievements made by the army and people of the DPRK in the revolution and construction holding aloft the banner of Songun under the wise leadership of Kim Jong Il. \r\n Aronda Nyakairima, commander of the Uganda People's Defense Forces who headed the military delegation of Uganda, said that the Songun policy of the DPRK is the greatest policy as it pushes ahead with the revolution and construction with the army as a mainstay, adding that achievements made by the army and people of the DPRK in boosting the national defense capabilities are the brilliant fruition of the Songun policy enforced by Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Oliver Jonischkeit, secretary of the Austrian Trade Union Federation, noted that the U.S. styling itself the world's \"only superpower\" is desperately working to stifle the anti-imperialist independent countries but dares not provoke the DPRK standing in the van of the forces struggling for independence against imperialism. This is because the Korean people are upholding the Songun policy, the most powerful treasured sword, and advancing under the banner of it, he stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n The policy pursued by Kim Jong Il is a political mode guaranteeing not only the peace of Korea today but global peace and a great one that all the countries aspiring after independence should follow. The great exploits performed by Kim Jong Il in effecting epoch-making changes by dint of the ever-victorious Songun policy will shine long in history. &nbsp;&nbsp;&nbsp;\r\n Takashi Nata, representative of the Japan Ehime Institute for Modern Korean Studies, noted that he deeply felt that the Songun policy is one for bringing peace to the Korean Peninsula, praising Kim Jong Il as a great master of thought and leadership, the greatest statesman in the world and the great brilliant Songun commander.    \r\n\r\n\r\n"
        },
        {
            "title": "GNP's Groundless Accusation against DPRK over Its Joint New Year Editorial Refuted",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#2",
            "content": "GNP's Groundless Accusation against DPRK over Its Joint New Year Editorial Refuted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- The joint New Year Editorial made public in the DPRK called on the people of different circles in south Korea to form a great alliance against conservatism so as to decisively eliminate all the treacherous pro-American reactionary conservative forces through the \"presidential election.\" On January 2 a spokesman and the secretary general of the \"Grand National Party\" in south Korea let loose a string of vituperation terming this call \"an interference in its internal affairs\" and the like. The Secretariat of the Committee for the Peaceful Reunification of the Fatherland released in information bulletin No. 928 Thursday said in this regard: The smear campaign launched by the GNP against the DPRK over the joint New Year editorial is nothing but a foolish ploy to cover up the despicable nature of its frantic moves to gratify its greed for power through its subservience to its American master and acts of treachery and mislead the people's mindset and public opinion. &nbsp;&nbsp;&nbsp;\r\n The GNP's outcry is no more than a shrill cry made by it out of guilty conscience. &nbsp;&nbsp;&nbsp;\r\n Its desperate bid to come back to power is a dangerous development that may invite national disaster because it is intended to bring the inter-Korean relations back to the phase of confrontation and spark a destructive war on the Korean Peninsula. Therefore, this should not be interpreted as a mere internal affair of south Korea but as an issue related to peace and reunification of the country and the survival of the nation. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that if such reactionary conservative forces as the GNP are allowed to seize power, they will reduce the June 15 joint declaration to a dead paper, bring the process of reconciliation and cooperation between the north and the south to a halt and impose a nuclear holocaust upon the Korean nation because these forces are keen only on dependence on outsiders and war moves against reunification in defiance of desire and will of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Progressives Called upon to Unite",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#3",
            "content": "World Progressives Called upon to Unite \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- The progressive people of the world can meet any blatant challenge of the imperialists and frustrate their high-handed practices and bring their revolutions to victory when they firmly unite in their fight against them under the banner of independence against imperialism. Rodong Sinmun Friday observes this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Without going united, the world progressives can hardly triumph in the stand off with the internationally allied imperialist forces nor can they advance history. &nbsp;&nbsp;&nbsp;\r\n Unity precisely means strength and a sure guarantee for the victory in the revolutionary struggle. Unity is the only way for the independent people to defend their revolutionary gains from the desperate moves of the most reactionary and heinous imperialist aggressor forces and advance the cause of independence. &nbsp;&nbsp;&nbsp;\r\n If people go united, they will become strong and if not, they get weak. This is the truth of the revolution. The world progressive people should hold higher the banner of unity and unite closer to make stronger counterattacks on the imperialists when they become ever more furious. &nbsp;&nbsp;&nbsp;\r\n The unity of the progressive people reflects the firm class determination to fight to settle accounts with the imperialists and confidence in the victory of the revolution. &nbsp;&nbsp;&nbsp;\r\n When the progressive people unite on the basis of independence, attaching primary importance to the prosperity and development of the country and the nation, this unity will prove unbreakable. &nbsp;&nbsp;&nbsp;\r\n Bearing deep in mind the above-said truth taught by history, the world progressive people should unite close under the banner of independence against imperialism, the banner of defending peace, to decisively frustrate the imperialists' moves for aggression and war and victoriously advance the human cause of independence.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. and Rest of West Termed Land with World's Poorest Human Rights Record",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#4",
            "content": "U.S. and Rest of West Termed Land with World's Poorest Human Rights Record \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- The United States and other Western countries admonish other countries as if they were \"human rights judges\", but this is the height of sarcasm reminding one of a thief crying \"stop the thief!\" says Minju Joson in a news analysis Friday. \r\n Noting that social vices of all descriptions fostered by the idea of money-almighty and misanthropy prevail and social inequality is virtually getting serious as the days go by in those countries, the analyst goes on: &nbsp;&nbsp;&nbsp;\r\n Shortly ago, a defenceless black man was shot dead by dozens of bullets fired by police without a justifiable reason in New York, which touched off a protest involving thousands of people. &nbsp;&nbsp;&nbsp;\r\n The United Nations already adopted the UN declaration on eliminating all forms of racial discrimination in the form of Resolution No. 1904. According to this declaration the U.S. is legally obliged to protect the human rights of the colored people in it. But the reality is removed too far from it. &nbsp;&nbsp;&nbsp;\r\n The Europe racism and xenophobia watch center in Vienna some time ago released a report on the widespread anti-Islamic xenophobia in Europe as evidenced by blackmail and misunderstanding suffered by Muslims. This is a crime totally contravening the spirit of UN Resolution No. 36/55 adopted at its General Assembly in 1981 which bans all forms of prejudice and discrimination against religions and beliefs and declares rights and freedom as regards them. &nbsp;&nbsp;&nbsp;\r\n What matters here is that a wrong human rights standard is applied in the U.S. and the rest of the West. They do not include political freedom, equality and the right to existence in the category of human rights. &nbsp;&nbsp;&nbsp;\r\n No country will lend an ear to the admonition made by those countries which are not entitled to talk about human rights performance. &nbsp;&nbsp;&nbsp;\r\n As for the human rights issue, the U.S. and its followers had better mind their own businesses.    \r\n\r\n\r\n"
        },
        {
            "title": "\"By Our Nation Itself\" Is Common National Idea Promoting Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#5",
            "content": "\"By Our Nation Itself\" Is Common National Idea Promoting Reunification: Rodong Sinmun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- Rodong Sinmun Friday notes that \"By our nation itself\" is an idea common to the nation that gives impetus to the development of the inter-Korean relations and the movement for national reunification.\r\n What is most important is to uphold the idea of \"By our nation itself\" as the common banner of the nation and fully incorporate it into practice, if the Korean nation is to promote national reconciliation and unity and make progress in the inter-Korean relations and the movement for national reunification, overcoming the challenges of history, says the author of the article, and goes on: &nbsp;&nbsp;&nbsp;\r\n For an early achievement of national reunification, the greatest desire of the nation, all the issues must be solved from the viewpoint and stand of national identity in conformity with the requirement of \"By our nation itself,\" holding aloft its banner. &nbsp;&nbsp;&nbsp;\r\n The reunification of the country is an internal affair of the Korean nation for reunifying into one the nation divided into the north and the south by outside forces. &nbsp;&nbsp;&nbsp;\r\n The reunification of the country can be achieved only through a relentless struggle for repulsing the anti-reunification moves of outside forces. Outside forces are the very ones responsible for national division and malicious obstructionists of national reunification. &nbsp;&nbsp;&nbsp;\r\n In the June 15 reunification era, the movement for the national reunification has become a movement of our nation itself. The idea of \"By our nation itself\" set out in the June 15 joint declaration is, to all intents and purposes, an idea of national independence. &nbsp;&nbsp;&nbsp;\r\n Today, enormous achievements are registered in the patriotic cause of reunification of the Korean nation because it is based on this idea. &nbsp;&nbsp;&nbsp;\r\n No challenge and ordeal can arrest the advance of the Korean nation making a dynamic march along the patriotic road of reunification, letting the banner of the idea of \"By our nation itself\" fly high, in hearty response to the calls of the joint New Year editorial.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Scientists and Technicians Respond to Joint Editorial",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#6",
            "content": "Scientists and Technicians Respond to Joint Editorial \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- The joint New Year editorial stresses that thoroughgoing implementation of the Party's policy of attaching importance to science and technology is a sure guarantee for the construction of an economic power.\r\n In response to the joint editorial, Ri Ui Gu, vice-president of the State Academy of Sciences, said in an interview with KCNA that the scientists and technicians are full of resolution to develop the cutting-edge science and technology by their own efforts in a short span of time depending on the already established scientific and technical foundations and potentialities and to definitely guarantee the construction of an economic power by means of science and technology. &nbsp;&nbsp;&nbsp;\r\n All sectors and units of the country, he went on to say, are bringing science and technology close to production and unfolding a mass drive for technical innovation to put themselves on a modern footing by drawing on the latest science and technology. &nbsp;&nbsp;&nbsp;\r\n The science and technology of the country have made a brilliant development these years. &nbsp;&nbsp;&nbsp;\r\n Designing technology for integrated circuits has been put on a high level, such industrial production technologies as the Juche-oriented iron and sodium carbonate production researched and introduced into production and different kinds of numerical control machine-tools, efficient hydraulic equipments, construction machines and spinning and weaving facilities developed. They are conducive to further strengthening the independence of the national economy. &nbsp;&nbsp;&nbsp;\r\n Successes were made in developing and producing high-yielding seeds, researching and applying advanced farming technologies, building information centers and covering the country with optical fiber communication networks. &nbsp;&nbsp;&nbsp;\r\n Crop-yield assessment by the satellite information data, the technology of surveying land and forest resources and the technology of introducing agricultural information through IT networks were established and the campaign for putting production processes and management activities on a modern footing is being dynamically pushed ahead in various sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n The scientists and technicians will make every effort to promote the technical upgrading of the industrial establishments for solving the urgent economic issues and strengthening the Juche-oriented character of the national economy by laying a solid foundation of the cutting-edge science and technology this year.    \r\n\r\n\r\n"
        },
        {
            "title": "Leading Economic Officials All Out to Attaining New Year Tasks",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#7",
            "content": "Leading Economic Officials All Out to Attaining New Year Tasks \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- The joint New Year editorial calls upon the leading economic officials to become true patriots who take charge of things good for the development of the national economy of their own accord.\r\n In an interview with KCNA, Vice-premier of the Cabinet Kwak Pom Gi said that the duty of the Cabinet is very important in implementing the tasks put forward by the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n He remarked: We will pay deep attention to achieving a balanced development of the national economy and making a proper use of economic levers and will make everybody strive harder for the prosperity of the nation at his post. &nbsp;&nbsp;&nbsp;\r\n Vice-chairman of the State Planning Commission Ri Sung Ho, filled with revolutionary enthusiasm, expressed his determination to do economic affairs in a far-sighted way, work out right plans to solve the knotty problems arising in economic construction and persistently carry them into practice. &nbsp;&nbsp;&nbsp;\r\n Leading agricultural officials, with a resolve to become patriots who devote themselves to the work for agricultural production, go down among agricultural working people to help them in farming preparations for the year. &nbsp;&nbsp;&nbsp;\r\n Minister of Light Industry Ri Ju O and other officials in the field are taking scrupulous measures to operate light-industry and local-industry factories in full capacity in accordance with the call of the joint editorial. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, officials of the ministry have got down to the local-industry factories in different parts of the country to methodically organize the work for providing more consumer goods to the people this year by tapping the latent resources and potentials to the maximum and dynamically arouse producer masses to production.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cuban Ambassador Marks Day of Victorious Cuban Revolution",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#8",
            "content": "Cuban Ambassador Marks Day of Victorious Cuban Revolution \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- Cuban Ambassador to the DPRK Ruben Perez Valdes hosted a reception at the Taedonggang Club for the Diplomatic Corps Thursday to mark the 48th anniversary of the victory of the Cuban revolution.\r\n Present on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Yong Jin, minister of Education who is chairman of the Korea-Cuba Solidarity Committee, Rim Kyong Man, minister of Foreign Trade, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The Cuban ambassador in his speech recalled that on January 1, 1959, Fidel Castro Ruz and other revolutionaries of Cuba established a genuine people's government for the first time in the nation's history after terminating the Batista pro-U.S. dictatorial rule through armed struggle. &nbsp;&nbsp;&nbsp;\r\n The Cuban people support the struggle of the Korean people keeping the socialist principles and defending the national sovereignty from the common enemy's aggression and interference, he said, adding: &nbsp;&nbsp;&nbsp;\r\n The peoples of the two countries are dynamically advancing toward the definite victory under the leadership of Supreme Commander Fidel Castro Ruz and Supreme Commander of the Korean People's Army Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop noted in his speech that the Cuban revolutionaries headed by Fidel Castro Ruz waged heroic armed struggle to establish the socialist system, a genuine people's country. And he referred to the achievements made by the Cuban people in their efforts to defend the country's sovereignty, develop the economy and improve the standard of people's living after the victory of the revolution. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the Cuban people will make greater progress in their efforts to defend the revolutionary principle and socialist gains, develop the economy and increase the national defence capabilities, he said: &nbsp;&nbsp;&nbsp;\r\n It is the firm stand of our Party and government to treasure and steadily develop the bilateral relations of friendship and cooperation that have been consolidated and verified going through all difficulties and ordeals of history.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Remarks of S. Korean Hack Writers Blasted",
            "url": "http://kcna.co.jp/item/2007/200701/news01/06.htm#9",
            "content": "Remarks of S. Korean Hack Writers Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 5 (KCNA) -- As already known, riff raffs of the group of pseudo men of literature in south Korea called \"future cultural forum\" held a seminar in Seoul at the end of last year at which they not only malignantly slandered the inauguration of the June 15 Association of Men of National Literature, an umbrella organization of progressive writers in the north and the south of Korea, but dared vilify even the dignified political system in the north and its literature and arts. \r\n A spokesman for the north side to the June 15 Association of Men of National Literature in a statement Friday in this regard termed such reckless remarks an extremely rash behavior of the most wicked persons. This is nothing but an unpardonable challenge and provocation made by the pro-U.S. conservative forces, much upset by the daily rising international prestige of the DPRK and the movement for alliance with the north and reunification gaining in scope and strength among various strata of people in south Korea, the statement added. &nbsp;&nbsp;&nbsp;\r\n Speakers at the seminar were those who cannot claim to be persons of literature and arts as they were either self-styled writers or good-for-nothings because they neither produced any story to speak of nor had their qualifications recognized, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The above-said forum is no more than a ghost organization cooked up by pro-U.S. right-wing conservative elements including the Grand National Party in south Korea, a group of traitors, with corrupt pseudo elements and hack writers for the purpose of blocking the democratization of the south Korean society and stirring up the inter-Korean confrontation. &nbsp;&nbsp;&nbsp;\r\n The roles played by the reactionary writers of south Korea as mouthpieces for the pro-U.S. right-wing conservatives including the GNP whose days are numbered will only precipitate their final destruction. &nbsp;&nbsp;&nbsp;\r\n As the caravan is bound to go ahead though dogs bark, the above-said association formed by writers in the north and the south prompted by the unanimous desire for reunification and patriotism will make a more dynamic advance no matter how loudly those forsaken by the nation may decry.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}