{
    "date": "2007-07-04",
    "url": "http://kcna.co.jp/item/2007/200707/20070704.htm",
    "articles": [
        {
            "title": "Kim Jong Il Receives Chinese Foreign Minister",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#1",
            "content": "Kim Jong Il Receives Chinese Foreign Minister  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- General Secretary Kim Jong Il Tuesday received Yang Jiechi, Chinese foreign minister, and his party on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Yang conveyed the verbal personal message to Kim Jong Il from Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, and presented the leader with a gift prepared by him. &nbsp;&nbsp;&nbsp; \r\n Kim Jong Il expressed thanks for this and conversed with him in a cordial atmosphere. &nbsp;&nbsp;&nbsp;\r\n  Present there were Kang Sok Ju, first vice-minister of Foreign Affairs, and Liu Xiaoming, Chinese ambassador to the DPRK.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Ri Hwal",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#2",
            "content": "Kim Jong Il Sends Wreath to Bier of Ri Hwal  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of KPA Lieut. General Ri Hwal, lecturer at the Victorious Fatherland Liberation War Museum, on July 3, expressing deep condolences over his death.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between DPRK and Chinese FMs Held",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#3",
            "content": "Talks between DPRK and Chinese FMs Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Talks between Pak Ui Chun, DPRK foreign minister, and Yang Jiechi, Chinese foreign minister, were held at the Mansudae Assembly Hall on July 3. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were officials concerned from the DPRK side and from the Chinese side the party of the Chinese foreign minister and the Chinese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on boosting the friendly relations between the two countries and issues of mutual interest. &nbsp;&nbsp;&nbsp;\r\n The talks took place in a friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Premier Meets Chinese FM",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#4",
            "content": "DPRK Premier Meets Chinese FM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, met and had a friendly talk with Yang Jiechi, Chinese foreign minister, and his party who paid a courtesy call on him at the Mansudae Assembly Hall on Tuesday. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Yong Il, vice-minister of Foreign Affairs of the DPRK, and others and Liu Xiaoming, Chinese ambassador to the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese FM Visits Friendship Tower",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#5",
            "content": "Chinese FM Visits Friendship Tower \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Yang Jiechi, Chinese foreign minister, laid a wreath before the Friendship Tower on Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were the party of the foreign minister and Ambassador Liu Xiaoming and staff members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Yong Il, vice-minister of Foreign Affairs of the DPRK, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of wreath-laying music the wreath was laid before the tower in the name of the Chinese foreign minister. &nbsp;&nbsp;&nbsp;\r\n The participants looked round the tower after paying a silent tribute to the memory of the fallen fighters of the Chinese People's Volunteers who bravely fought in the Korean front. &nbsp;&nbsp;&nbsp;\r\nThe Chinese foreign minister made an entry in the visitor's book.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "35th Anniversary of July 4 Joint Statement Marked",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#6",
            "content": "35th Anniversary of July 4 Joint Statement Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- A Pyongyang meeting took place at the Central Workers' Hall Tuesday to mark the 35th anniversary of the July 4 joint statement. &nbsp;&nbsp;&nbsp;\r\n Present there were Secretary of the Central Committee of the Workers' Party of Korea Kim Ki Nam, Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae, leading officials of party and power bodies, public organizations and educational institutions and working people in the city. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, made a report. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that on July 4, Juche 61 (1972) the north and the south of Korea published the historic joint statement the keynote of which is the three principles of national reunification--independence, peaceful reunification and great national unity--, he said that this was a patriotic programme for reunification as it reflected the ardent desire and hope of the fellow countrymen for the reunification of the country and has served as guidelines indicating the most correct way of achieving the independent and peaceful reunification of the country, the greatest desire of the nation. &nbsp;&nbsp;&nbsp;\r\n The reporter recalled that President Kim Il Sung wisely led the struggle to thoroughly implement the three principles of national reunification, the essence and main content of the above-said statement, invariably holding fast to the principles as a programme for reunification common to the nation. &nbsp;&nbsp;&nbsp;\r\n The President advanced the five-point policy for national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the 10-point programme of the great unity of the whole nation as measures for frustrating the plot of the south Korean separatist forces to create \"two Koreas\" in breach of the statement and implementing the three principles of national reunification to the letter, the reporter noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il formulated the three principles, the 10-point programme and the proposal for founding the DFRK as the three charters for national reunification. &nbsp;&nbsp;&nbsp;\r\n The leader provided the historic Pyongyang summit and the June 15 North-South Joint Declaration, in particular, bringing about an epochal turn in the efforts for national reunification. &nbsp;&nbsp;&nbsp;\r\n The publication of the June 15 joint declaration helped the movement for national reunification more dynamically advance along the orbit of independence and brought a new era of \"By our nation itself\" to this land. &nbsp;&nbsp;&nbsp;\r\n Pointing out that the three principles and the June 15 joint declaration based on them serve as the most just programme for reunification as they fully reflect the Koreans' desire and will for reunification, the reporter called for firmly upholding the joint declaration in any adversity and working hard to achieve national reunification, true to it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Struggle Supported in Pakistan ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#7",
            "content": "Korean People's Struggle Supported in Pakistan  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- The Socialist Party, the Organization for Afro-Asian People's Solidarity, the Trade Union Federation, the Peasants Committee of Pakistan, the Lahore Branch of the Pakistan-Korea Friendship Association, the Pakistan Committee for Supporting Korea's Reunification and other political parties and organizations issued a joint statement on June 24 on the occasion of the month of international solidarity with the Korean people. &nbsp;&nbsp;&nbsp;\r\n The statement condemned the U.S. imperialists for committing unprecedented massacres after provoking the Korean war on June 25, 1950 to realize their wild ambition to occupy the whole of Korea. &nbsp;&nbsp;&nbsp;\r\n Under the leadership of President Kim Il Sung the heroic Korean people inflicted a shameful defeat upon the U.S. imperialists and their allied forces, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n We vehemently denounce the U.S. imperialists for seeking to ignite another war on the Korean Peninsula and disturb the world peace. We demand they immediately withdraw from south Korea taking all their nuclear weapons with them and conclude a peace agreement. &nbsp;&nbsp;&nbsp;\r\n We support the three principles of the reunification of Korea, the 10-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo. &nbsp;&nbsp;&nbsp;\r\n Expressing the hope the Korean people would make great success in their efforts to implement the June 15 North-South Joint Declaration under the leadership of Kim Jong Il, the statement reiterated full support for the new measures taken by the DPRK for the reunification of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special Issue of Information Bulletin Published in Czech Republic",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#8",
            "content": "Special Issue of Information Bulletin Published in Czech Republic \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- A special issue of information bulletin \"Mt. Paektu\" was published by the Paektusan Czech-Korean Friendship Association on June 27 on the occasion of the 13th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The bulletin in an article entitled \"President Kim Il Sung and brilliant history\" said that the life of Kim Il Sung was the brilliant life of a distinguished thinker and theoretician, extraordinary military genius and great statesman as he founded the guiding idea of the era of independence, clearly indicating the road to be followed by the Korean people and progressive humankind, defeating two imperialisms in one generation and building an invincible socialist power. &nbsp;&nbsp;&nbsp;\r\n The bulletin in another article captioned \"Accomplishment of cause of independence and its military guarantee\" noted that he founded the Songun idea and successfully settled the issue of succession to the Songun leadership. &nbsp;&nbsp;&nbsp;\r\n The bulletin also carried an article entitled \"A great man and time\" which said that Kim Jong Il has made endless journeys to provide on-the-spot guidance to bring happiness and prosperity to the country and people and the precious times spent by him would result in the appearance of a reunified great prosperous powerful nation in Korea before long.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Materials on U.S. and Japanese Imperialists' Atrocities Exhibited",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#9",
            "content": "More Materials on U.S. and Japanese Imperialists' Atrocities Exhibited\r\n&nbsp;&nbsp;&nbsp;Hamhung, July 2 (KCNA) -- More than 130 materials and relics testifying to the atrocities committed by the U.S. and Japanese imperialists after invading Korea have been added to the South Hamgyong Provincial Hall for Class Education. &nbsp;&nbsp;&nbsp;\r\n Among them are dozens of photos and testimonies made by witnesses to the U.S. imperialists' severe destruction of different parts of the province, including even hospitals, and an unexploded bomb of more than 500 kg dropped by them during the last Korean war. &nbsp;&nbsp;&nbsp;\r\n Also on display are photos showing how savagely the Japanese imperialists overdrove workers at mines in Kumya and Riwon counties and how indiscriminately they took away large quantities of fertilizers and lots of cattle via Hungnam Port, testimonies made by witnesses who exposed the Japanese imperialists' coercive recruitment of Korean women as \"comfort women\" for the imperial Japanese army, \"bills of sale\" they used as leverage to exploit Korean peasants and a rotten saber.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Taekwon-Do Championships Close",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#10",
            "content": "National Taekwon-Do Championships Close\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- The 10th National Taekwon-Do Championships for Jongilbong Cup was closed.&nbsp;&nbsp;&nbsp;\r\n The Taekwon-Do events were divided into juvenile and youth and children groups. Players of the North Hwanghae Provincial Taekwon-Do School placed first in total points in the events by fully displaying high technique and high team spirit. &nbsp;&nbsp;&nbsp;\r\n Players of the Pyongyang City Taekwon-Do School won the Korean wrestling and Go events. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony was held at the Taekwon-Do Hall on July 2. &nbsp;&nbsp;&nbsp;\r\n At the ceremony cups and medals were conferred upon the teams and players that proved successful at the championships.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Planned \"Transfer of Right to Command Wartime Operations\" under Fire ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#11",
            "content": "Planned \"Transfer of Right to Command Wartime Operations\" under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Members of the South Headquarters of the National Alliance for the Country's Reunification, the People for Achieving Peace and Reunification and other civic and public organizations reportedly called a press conference in Seoul on June 29, at which they criticized the plan for the \"transfer of the right to command wartime operations.\" &nbsp;&nbsp;&nbsp;\r\n The speakers at the conference referred to the fact that the U.S. and south Korean forces recently signed the \"plan to carry out the transfer of the right to command wartime operations,\" asserting that the plan was mapped out on the premise that the right would be transferred to the \"UN Commander.\" &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. forces have maintained the real prerogative of the supreme command even since they transferred the \"right to command peacetime operations\" to the south Korean forces, they added that this fact alone suffices to show what is sought by the above-said plan. &nbsp;&nbsp;&nbsp;\r\n Dismissing the plan as utterly meaningless, they demanded the U.S. forces cancel all the operational plans to attack the DPRK and totally return the \"right to command wartime operations\" to south Korea.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Release of Former Chairman of Hanchongryon Demanded",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#12",
            "content": "Release of Former Chairman of Hanchongryon Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Ryu Son Min, chairman of the 15th-term south Korean Federation of University Student Councils (Hanchongryon), in his statement on June 28 accused the security investigation corps of forcibly taking away Jang Song Hoe, chairman of the 14th-term Hanchongryon, and demanded his immediate release, according to a news report. &nbsp;&nbsp;&nbsp;\r\n Noting that Jang spearheaded the actions for independence, democracy and reunification of this land, the statement assailed with surging indignation the security authorities for walking away him on charge of violation of the \"National Security Law (NSL).\" &nbsp;&nbsp;&nbsp;\r\n It is nonsensical to talk about the issue of reunification as long as the NSL remains in force, the statement noted, declaring that Hanchongryon would wage a more dynamic struggle to get it de-listed as an \"enemy-benefiting organization\" and the NSL abrogated.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Koreans Fight against FTA",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#13",
            "content": "South Koreans Fight against FTA\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Seoul on June 29 was a scene of a fight against the conclusion of the south Korea-U.S. \"Free Trade Agreement\", according to a news report.&nbsp;&nbsp;&nbsp;\r\n \"An all-out people's rally to check the conclusion of the FTA\" that filled the street in front of the Jongro District Office, Seoul, involved at least 12,000 people from all walks of life including workers, peasants, youths and students. &nbsp;&nbsp;&nbsp;\r\n O Jong Ryol and Jong Kwang Hun, co-representatives of the All-People Movement Headquarters for Checking the south Korea-U.S. Free Trade Agreement, and other speakers at the rally said the military alliance and economic integration with the U.S. will reduce south Korea to a neo-colony. &nbsp;&nbsp;&nbsp;\r\n The resolution read out at the rally accused the authorities of going ahead with the FTA negotiations with the U.S., ignoring all along the interests of the people, and declared the people would not allow the authorities to leave the future of this land to the tender mercy of the U.S. and sell out the people's right to existence, root and all, to it, with arrogant and self-righteous acts. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally the participants marched through streets. &nbsp;&nbsp;&nbsp;\r\n In the meantime, \"a national rally of workers for victory in the June all-out struggle\" and \"a meeting to vow victory in the general strike of the Federation of Trade Unions of Metal Industry\" took place at the Maroni Park, University Street, and \"the meeting of peasants, poor people and students to vow to check the conclusion of the south Korea-U.S. FTA\" at the Jongmyo Park.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Urged to Remain True to Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#14",
            "content": "All Koreans Urged to Remain True to Idea of \"By Our Nation Itself\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- \"By our nation itself\" is enshrined by all the Koreans in the north and the south and abroad as an idea common to the nation to be invariably held fast to in their struggle to achieve the reunification of the country. Guided by this idea, the Korean nation's cause of great unity, the cause of national reunification, is making steady victorious progress. Rodong Sinmun Tuesday says this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n National reunification can be achieved only through the great unity of the entire nation. If all the Koreans are to achieve unity through their concerted efforts and will irrespective of ideology, social system, class and strata, they should have a fundamental principle of unity and ideological and moral basis. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" specified in the historic June 15 North-South Joint Declaration represents the idea of national independence. &nbsp;&nbsp;&nbsp;\r\n The principle of national independence is what is naturally required for carving out the destiny of the nation and it constitutes the ideological foundation for the great national unity. &nbsp;&nbsp;&nbsp;\r\n If a nation is to successfully carve out its destiny it should firmly maintain independence. Only when the nation maintains the principle of national independence can it reliably protect its right and interests and only such a nation can successfully promote its development and prosperity according to its own will and requirements. &nbsp;&nbsp;&nbsp;\r\n The DPRK raised the issue of great national unity and has striven for its solution in order to reject domination and subjugation by outsiders and establish the national independence. &nbsp;&nbsp;&nbsp;\r\n The great national unity based on national independence alone can serve as a weapon for carving out the destiny of the nation and demonstrate its might in the nation's efforts to reunify the country. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" represents the noble patriotism of Koreans. &nbsp;&nbsp;&nbsp;\r\n The Koreans were forced to live separated by outside forces although they had one and the same territory. The Koreans in the north and the south are a homogenous nation as they have lived in one territory using the same language for 5,000 years. That is why all the Koreans in the north and the south are keen to achieve national reunification as their first and foremost task irrespective of the demands and interests of classes and strata, regarding the national division, a product of the outsiders' hegemonic policy, as unbearable shame on the nation. &nbsp;&nbsp;&nbsp;\r\n This is a manifestation of their patriotic will to put the earliest end to the tragic history of national division forced upon the Koreans by outsiders and thus save the destiny of the nation from a crisis and fully demonstrate the dignity and honor as a reunified nation. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" will fully prove its validity and vitality in practice in the future, too, as it serves as a powerful engine steering the June 15 era of reunification, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Superiority of Korean Language",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#15",
            "content": "Superiority of Korean Language\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- The Korean language has a long history with the formation of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n With the creation of Hunminjongum (the Korean alphabet) in 1444, the Korean people have used it in writing. The Korean spoken language is fluent and gentle to hear. It has also good intonation. &nbsp;&nbsp;&nbsp;\r\n It, with rich pronunciation, can express correctly any difficult and complicate pronunciation. &nbsp;&nbsp;&nbsp;\r\n The Korean alphabet consists of 21 vowels and 19 consonants. &nbsp;&nbsp;&nbsp;\r\n The vowel not only reverberates loudly but also constitutes the core in a syllable, the smallest unit of the pronunciation. &nbsp;&nbsp;&nbsp;\r\n Only when it is combined with the vowel, can the consonant form a vivid syllable and clearly reverberate in well harmony with the before and behind words. &nbsp;&nbsp;&nbsp;\r\n The vowels and consonants of the Korean alphabet can express the general meanings and minute differences of the objects, phenomena and processes. Therefore, it is possible to pronounce all the foreign languages correctly. &nbsp;&nbsp;&nbsp;\r\n There are more than 5,000 languages in the world, none of which can compare with the Korean written and spoken languages delicate in expression, rich in meaning and abundant in vocabulary.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#16",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- Rodong Sinmun Tuesday dedicates an article to the 40th anniversary of Kim Jong Il's work \"On the Intensification of Ideological Propaganda for a Revolutionary Advance in the Building of the Economy and Strengthening of Our Defences\".&nbsp;&nbsp;&nbsp;\r\n The work published on July 3, Juche 56 (1967) typically shows the extraordinary farseeing intelligence of Kim Jong Il who had long since channeled enormous efforts to the building of self-defensive national defences under the banner of Songun and lucidly indicates important issues and ways which must be tightly maintained in the ideological work of the Workers' Party of Korea for effecting a great surge in socialist construction, the author of the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The important idea propounded in the work is, first of all, that it is necessary to conduct an energetic work for explaining the Party policies among Party members and working people, if a great upswing is to be brought in strengthening the national power in every way. &nbsp;&nbsp;&nbsp;\r\n An innovation should be wrought in the Party's ideological work, first of all, if a great upswing is to be effected in economic and defence building. This idea is a highly important guideline which should be tightly held and implemented in the ideological work of the Party today when the general advance of the Songun revolution is being hastened. &nbsp;&nbsp;&nbsp;\r\n Another important idea expounded in the work is that great efforts in the ideological work should be directed to the display of the revolutionary spirit of self-reliance and fortitude, if a new upswing is to be brought in socialist construction. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in the work underscored the need for the Party members and other working people to fulfill all the tasks arising in economic and defence building by their own efforts, convinced of their strength in any adversity from the stand of the masters responsible for revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The important idea indicated in the work next is that a revolutionary mass movement should be waged energetically, if a new upswing is to be expected in socialist construction. All the Party organizations should make sizable contributions to making the whole country pulsate with new militant mettle and fervor and dynamically pushing ahead with the general advance of the Songun revolution for the building of an economic power.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Canciller chino deposita ofrenda floral en el Monumento a la Amistad",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#17",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gobierno de RPDC ofrece recepcion en honor del canciller chino",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#18",
            "content": "Canciller chino deposita ofrenda floral en el Monumento a la Amistad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de julio (ATCC) -- El canciller de la Republica Popular China, Yang Jiechi, deposito el dia 3 una ofrenda floral ante el Monumento a la Amistad. &nbsp;&nbsp;&nbsp;\r\n  Participaron en esta ocasion la comitiva del canciller chino, el embajador Liu Xiaoming y otros miembros de la embajada china en Corea. &nbsp;&nbsp;&nbsp;\r\n  Tambien le acompanaron el vicecanciller coreano Kim Yong Il y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\n  Mientras se interpretaba la musica de la ocasion, fue depositada alli la ofrenda floral a nombre del jefe de la diplomacia china. &nbsp;&nbsp;&nbsp;\r\n  Los participantes guardaron un momento de silencio en memoria de los martires voluntarios del pueblo chino, que combatieron valientemente en el frente coreano, y recorrieron este lugar. &nbsp;&nbsp;&nbsp;\r\n  El visitante dejo letras en el libro de visitas.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Clausurado X Campeonato de Taekwon-Do por \"Premio Pico Jongil\"",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#19",
            "content": "Gobierno de RPDC ofrece recepcion en honor del canciller chino\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de julio (ATCC) -- El gobierno de la Republica Popular Democratica de Corea ofrecio el dia 2 en el capitalino Palacio de los Congresos Mansudae una recepcion en honor del canciller de la Republica Popular China, Yang Jiechi, de visita en Corea. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion fueron invitados el visitante y su comitiva, el embajador chino, Liu Xiaoming, y otros miembros de la mision diplomatica china en Corea. &nbsp;&nbsp;&nbsp;\r\n  Estuvieron presentes el canciller Pak Ui Chun, el vicecanciller Kim Yong Il y otros funcionarios coreanos. &nbsp;&nbsp;&nbsp;\r\n  Al intervenir en la ocasion, Pak Ui Chun reitero que el Partido del Trabajo de Corea y el gobierno de la RPDC se mantienen invariables en su posicion de apreciar, fortalecer y desarrollar incesantemente la amistad Corea-China, que fue preparada por los revolucionarios de veterana generacion de los dos paises y es atendida profundamente hoy por los maximos dirigentes de ambas partes. &nbsp;&nbsp;&nbsp;\r\n  Vemos con gratitud el fortalecimiento del poderio nacional y la consolidacion de la posicion exterior de la vecina China, prosiguio el. &nbsp;&nbsp;&nbsp;\r\n  Deseamos de todo corazon que bajo la direccion del Partido Comunista de China encabezado por el respetado Secretario General Hu Jintao, el pueblo chino acoja con exito el XVII congreso del partido y logre mayores exitos en la construccion de una sociedad socialista armoniosa, concluyo. &nbsp;&nbsp;&nbsp;\r\n  Le siguio en usar la palabra su homologo chino Yang Jiechi quien destaco que la amistad China-Corea tiene larga historia y apunto que las relaciones bilaterales se desarrollan bajo la atencion directa de los maximos lideres de los dos paises y por los esfuerzos conjuntos de ambas partes. &nbsp;&nbsp;&nbsp;\r\n  Continuo que bajo la direccion del Secretario General Kim Jong Il, el pueblo coreano logra grandes exitos y formulo a este sinceros votos por los nuevos y mayores exitos. &nbsp;&nbsp;&nbsp;\r\n  Ratifico que el partido y el gobierno de China, que aprecian muchisimo las relaciones con la RPDC, mantienen la invariable orientacion de consolidar y desarrollar continuamente las relaciones de amistad y cooperacion entre ambos paises. &nbsp;&nbsp;&nbsp;\r\n  Estoy convencido de que gracias a los esfuerzos comunes de ambas partes, sera mas maravilloso el futuro de las relaciones bilaterales, aseguro.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il se reune con Yang Jiechi",
            "url": "http://kcna.co.jp/item/2007/200707/news07/04.htm#20",
            "content": "Clausurado X Campeonato de Taekwon-Do por \"Premio Pico Jongil\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de julio (ATCC) -- Quedo clausurado la vispera en el capitalino Palacio de Taekwon-do el X Campeonato Nacional de Taekwon-Do por el \"Premio Pico Jongil\".&nbsp;&nbsp;&nbsp;\r\n�@En este torneo, que transcurrio dividido en la categoria de ninos y la de juniores, ocuparon el primer lugar en la clasificacion general los jugadores de la Escuela de Taekwon-do de la Provincia de Hwanghae del Norte que demostraron de modo excelente sus elevadas tecnicas y las fuerzas unidas de su colectivo. &nbsp;&nbsp;&nbsp;\r\n�@En las modalidades de Sirum (lucha tradicional de Corea) y Paduk (Go-chess) resultaron ganadores los jugadores de la Escuela de Taekwon-do de la Ciudad de Pyongyang. &nbsp;&nbsp;&nbsp;\r\n�@En la ceremonia de clausura fueron otorgados el trofeo y las medallas a las entidades y deportistas que se destacaron en esta cita deportiva.     \r\n\r\n\r\n\r\n"
        }
    ]
}