{
    "date": "2007-06-08",
    "url": "http://kcna.co.jp/item/2007/200706/20070608.htm",
    "articles": [
        {
            "title": "NRI Accuses Gang of Traitors of Driving Economy to Bankruptcy",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Combined Performance Given in Celebration of KCU Anniversary ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#2",
            "content": "NRI Accuses Gang of Traitors of Driving Economy to Bankruptcy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- The National Reunification Institute (NRI) Wednesday made public an indictment to disclose the true colors of the group of traitors who have driven the south Korean economy to bankruptcy and people's living to destitution in a bid to frustrate their shameless attempt to come to \"power.\" &nbsp;&nbsp;&nbsp;\r\n The indictment said: &nbsp;&nbsp;&nbsp;\r\n The moves of the successive fascist cliques reduced the south Korean economy to a parasitic economy depending on foreign monopoly capital, a colonial contract economy faithfully serving the purpose of the U.S. policy of aggression and plunder and a crippled economy which cannot keep going even a single day without import and export. &nbsp;&nbsp;&nbsp;\r\n Due to the reckless introduction of foreign capital, foreign debts of south Korea have sharply increased every year. They stood at 160 billion U.S. dollars in 1997. &nbsp;&nbsp;&nbsp;\r\n Unable to redeem debts amounting to astronomical figures, the south Korean economy allowed itself to come under the mandate of the IMF in November 1997. &nbsp;&nbsp;&nbsp;\r\n At least 1,000 large business groups were swallowed up by foreign enterprises through direct investment, market plunder and enterprise hunting. The number of the types of jobs on south Korean commodity markets in the grip of foreign monopoly capital swelled 2.6 times between 1998 and 1999. &nbsp;&nbsp;&nbsp;\r\n Mounting is the lamentation about hard living in south Korea. Job is hardly available, there is acute shortage of houses and scarce is the chance to go to school. The gap between the rich and the poor is further widening as the days go by. People on the poverty line number 8.7 million and all the households in south Korea are saddled with debts amounting to a total of 590 billion U.S. dollars. &nbsp;&nbsp;&nbsp;\r\n At least 152,000 children had been sold out overseas in the period from after 1954 to the early 2000s under the name of \"orphan export\". The number of south Korean \"emigrants\" including those children is 1.42 million, much more than those who went to Jiandao in quest of means of living during the period of the Japanese imperialists' colonial rule. &nbsp;&nbsp;&nbsp;\r\n The bankrupt economy and deteriorated people's living in south Korea are the results of the harsh fascist dictatorship, arms buildup and irregularities and corruption of the successive fascist ruling quarters. &nbsp;&nbsp;&nbsp;\r\n Not a single day had passed without disturbance in south Korea due to irregularities and corruption from the days of the Syngman Rhee \"regime\" to the times of the Park Chung-Hee, Chun Doo Hwan, Roh Tae Woo and Kim Young Sam \"regimes\". The Grand National Party of south Korea far surpasses its predecessors in corruption and irregularities and frauds. &nbsp;&nbsp;&nbsp;\r\n The case in which traitor Park Chung-Hee and his wife Ryuk Yong Su coerced a businessman into delivering his property to serve their own interests and bequeathed it even to their daughter is still sparking great furor. The daughter of the \"Yusin\" dictator who became a GNP heavyweight is working hard to hush up the case for fear that it may adversely affect her running for \"presidential elections\".&nbsp;&nbsp;&nbsp;\r\n Disclosed recently was the case of \"Ri Myong Bak X file\" in which Ri Myong Bak, a presidential hopeful from the GNP, concealed properties worth hundreds of billions of won under the names of dozens of his relatives and he himself was involved in a big financial scandal. This created another furor in south Korea. &nbsp;&nbsp;&nbsp;\r\n It is commonly recognized that the only way out for the south Korean economy and the people is to conduct cooperation with their fellow countrymen in the north. &nbsp;&nbsp;&nbsp;\r\n Such being a hard fact, the GNP has taken the lead in such treacherous acts as offering the south Korean market to the U.S. and put a brake on every patriotic undertaking and north-south cooperation for the prosperity common to the nation and its reunification under the pretext of \"nuclear issue\" and with a hue and cry over \"drain on resources\" and \"offering\".&nbsp;&nbsp;&nbsp;\r\n The GNP gentries have gone so impudent as to seek \"power\", talking about \"economic leader\" and \"economic president\". This is a mockery of history and the south Korean people and a challenge to the nation. &nbsp;&nbsp;&nbsp;\r\n The past and the present reality goes to clearly prove that not only politics but also economy and livelihood of people will go to ruin if the GNP is allowed to come to power.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lao Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#3",
            "content": "Combined Performance Given in Celebration of KCU Anniversary  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- A combined performance of the 46th National Art Festival of Schoolchildren to celebrate the 61st anniversary of the Korean Children's Union (KCU) was given at the Pyongyang Schoolchildren's Palace on June 6. &nbsp;&nbsp;&nbsp;\r\n The performance was appreciated by Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, and other youth league officials and school youth and children. &nbsp;&nbsp;&nbsp;\r\n The performance began with the prelude \"We Sing of Our Holiday of KCU.\" Its repertoire included colorful numbers dealing with the appearance of the schoolchildren stoutly growing while learning to their hearts' content under the warm care of the Workers' Party of Korea, the mother party. &nbsp;&nbsp;&nbsp;\r\n In their singing to the accompaniment of Oungum \"Our Generalissimo\", folk solo \"Mangyongdae, the Highest Pride\", singing to the accompaniment of guitar \"Care of Motherland,\" an immortal famous song, and male vocal solo \"May Star of Our Marshal Shine\" the performers sang high praises of the firm determination of all the schoolchildren to hold in high esteem and follow President Kim Il Sung as an eternal sun and impressively represented their boundless reverence for Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They also staged high-pitched flute solo \"I Am a Flower-bud\" and singing in unison of folk song \"We Boast Ample Knowledge, High Morality and Strong Body\" and other numbers dealing with the happiness and joy of the children in the era of Songun who grow up with no more to desire in the world.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Swedish Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#4",
            "content": "Lao Embassy Officials Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Charge d'Affaires a.i. Phonekham Inthaboualy and officials of the Lao embassy here gave friendly helping hands to farmers of the DPRK-Laos Friendship Taewon Co-op Farm in Sadong District in weeding a maize field on Wednesday. &nbsp;&nbsp;&nbsp;\r\n During break the guests talked and sang with farmers, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n Saying that the friendly relations between Laos and the DPRK are growing stronger day by day under the deep care of the leaders of the two countries, the charge d'affaires hoped the farm would make greater success in the agricultural production this year. &nbsp;&nbsp;&nbsp;\r\n They handed aid materials to the farm.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Communist Party of China Feted",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#5",
            "content": "Swedish Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Swedish Ambassador to the DPRK Mats Foyer hosted a reception at his embassy Wednesday to mark the national day of Sweden. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Ri Ryong Nam, vice-minister of Foreign Trade, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and others and diplomatic envoys of various countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#6",
            "content": "Delegation of Communist Party of China Feted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- The Central Committee of the Workers' Party of Korea Tuesday hosted a reception in honor of the visiting friendship delegation of the Communist Party of China. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were the members of the delegation led by Lu Hao, member of the C.C., CPC and secretary of the Gansu Provincial Committee of the CPC, and Ambassador Liu Xiaoming and officials of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n Officials of the C.C., the WPK were on hand. &nbsp;&nbsp;&nbsp;\r\n Addressing the reception, Kim Ki Nam, secretary of the C.C., the WPK, noted that the Chinese economy is developing and the people's living standard improving under the leadership of the CPC with Hu Jintao as its General Secretary. And he hoped that the hard-working Chinese people would register successes in their efforts to build a comprehensively well-off and harmonious developed socialist society this year when the 17th Congress of the CPC is expected. &nbsp;&nbsp;&nbsp;\r\n Referring to the favorably developing relations between the two parties and two countries, he expressed the belief that DPRK-China friendship would continue to be consolidated and developed by the efforts of the two sides. &nbsp;&nbsp;&nbsp;\r\n Speaking next, Lu Hao said the Korean people had made a new advance in accomplishing the cause of Korean style socialism through single-minded unity, self-reliance and fortitude under the leadership of the WPK headed by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The Chinese people are genuinely rejoiced over it, he said, adding: We wish the WPK and the government and people of the DPRK enormous successes in economic development, external relations and all other spheres. &nbsp;&nbsp;&nbsp;\r\n He stated that it is a common desire of the parties and peoples of the two countries and an immovable policy of the Chinese party and government to consolidate and develop the bilateral relations of friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n We are convinced that these relations will develop by the joint efforts of the parties and governments of the two countries under the deep care of Hu Jintao and Kim Jong Il, he said.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Militaristic Ambition under Fire",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#7",
            "content": "Anniversary of Kim Il Sung's Work Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Rodong Sinmun Thursday dedicates an article to the 20th anniversary of President Kim Il Sung's a famous work \"On Properly Excavating and Reconstructing Historical Remains and Relics\" published on June 7, 1987. &nbsp;&nbsp;&nbsp;\r\n The author of the article says it is a highly important work which should always be upheld in conveying historical remains and relics associated with the long history and brilliant culture of the Korean nation down through generations and thoroughly incorporating the Juche character and the national identity in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Noting that historical remains and relics are symbols of the soul and wisdom of the nation and valuable treasures for its development, the article continues: &nbsp;&nbsp;&nbsp;\r\n The two decades since the publication of the work have been years in which the validity of the idea and theory of the President on excavating and reconstructing cultural heritage of the nation and faithfully inheriting and developing it has been eloquently demonstrated and enormous achievements have been recorded in the work to add shine to remains and relics of the nation under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It is an essential requirement for the independent development of a nation to constantly glorify historical remains and relics. &nbsp;&nbsp;&nbsp;\r\n It is also an important guarantee for energetically accelerating the building of socialist culture by enlisting national pride and self-confidence of the people. &nbsp;&nbsp;&nbsp;\r\n The superb cultural heritage of the Korean nation representing its wisdom and talent serves as a source of ardent love of the country and the nation and a precious wealth of the socialist motherland. &nbsp;&nbsp;&nbsp;\r\n To love the country and the nation and treasure cultural heritage of the nation is the ideological sentiments common to the members of the nation. &nbsp;&nbsp;&nbsp;\r\n The historical remains and relics are, indeed, valuable treasures for independence, prosperity and reunification of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Centenary of Birth of Choe Hyon Commemorated",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#8",
            "content": "Japan's Militaristic Ambition under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Japan's attempt to purchase F-22A Raptor stealth fighters is a vivid manifestation of its wild ambition to become a military power and launch overseas aggression. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Branding it as a move aimed to ensure military and technological edge and military supremacy in the Asia-Pacific region and emerge a main player in the joint military operations with the U.S. for overseas aggression, the article continues: &nbsp;&nbsp;&nbsp;\r\n If Japan introduces the above-said fighters, their military operational sphere will include not only the Korean Peninsula but also the vast area around it. &nbsp;&nbsp;&nbsp;\r\n Japan has already purchased E-767 and KC-767 from the U.S. The military operational sphere and war performance capability of F-22A Raptors will increase so swiftly as to involve the whole of the Asia-Pacific region, when refueled in the air. &nbsp;&nbsp;&nbsp;\r\n Japan's attempt to purchase the above-said fighters may spark off a hot arms race in the region. &nbsp;&nbsp;&nbsp;\r\n Such Japan's moves are dangerous enough to upset the military equilibrium in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n It is not fortuitous that a secret report of Pentagon said that if China is to match the capability of those fighters, it should establish an effective air defence network by spending 300 billion U.S. dollars. &nbsp;&nbsp;&nbsp;\r\n The south Korean bellicose forces are crying out for the purchase of such type fighters under the pretext of Japan's arms build-up. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never remain an on-looker to Japan's frantic moves to emerge a military power and launch overseas aggression. It is the revolutionary spirit of our army and people to respond to force in kind.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protection of Migrant Birds in DPRK",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#9",
            "content": "Centenary of Birth of Choe Hyon Commemorated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- A national meeting was held at the People's Palace of Culture Thursday to commemorate the centenary of the birth of revolutionary fighter Choe Hyon. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Nam, Ri Yong Mu, Choe Thae Bok and other cadres, officials of the party and armed forces organs, public organizations, ministries and national institutions, servicepersons of the Korean People's Army, bereaved families of revolutionary martyrs and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n KPA Vice Marshal Kim Il Chol, member of the DPRK National Defence Commission and minister of the People's Armed Forces, made a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n Noting that either a nation or an individual can glorify its destiny only when they are led by a great leader, a great party and they have a genuine homeland, the reporter said the entire career of anti-Japanese revolutionary fighter Choe Hyon clearly proved the philosophy on carving out the destiny of a man, expounded by the immortal Juche idea. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Choe Hyon, born into a family of a fighter of the Korean Independence Army in Jiandao, an alien land, on June 8, 1907, embarked on the road of struggle for the country's independence prompted by his anti-Japanese patriotic desire. However, he experienced a miserable end the units of the Korean Independence Army met, chased by the Japanese imperialists armed to the teeth, because they lacked an outstanding leader. He was arrested by the enemy before serving more than seven years in prison. &nbsp;&nbsp;&nbsp;\r\n He heard the news behind bars that President Kim Il Sung founded the Anti-Japanese People's Guerrilla Army and declared a great anti-Japanese war. After his release from prison, he joined the army after finding himself under the care of the President. &nbsp;&nbsp;&nbsp;\r\n Firmly believing in Choe Hyon's rare courage and ardent patriotism, the President took warm care of him from the early period of his activities and trained him as a competent commanding officer of the revolution in the crucible of the anti-Japanese war. &nbsp;&nbsp;&nbsp;\r\n After the country's liberation the President assigned him to important posts for building the Party, the regular revolutionary armed forces and a new country and appointed him as a divisional commander and an army corps commander in charge of the most difficult front during the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n The worthwhile revolutionary career of Choe Hyon, who dedicated his life to protecting the party and the leader with arms on the first line of building the revolutionary armed forces, is also associated with the benevolent care of Kim Jong Il who looked after in a responsible manner the life of the veteran fighter whom the President trusted and treasured so much. &nbsp;&nbsp;&nbsp;\r\n The whole life of Choe Hyon was, indeed, a glorious life of a revolutionary of Juche type trained thanks to the profound trust and great favor of the great persons of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Choe Hyon was a model of revolutionary soldiers loyal to the leader as he worked heart and soul to uphold the leader and his cause with the transparent revolutionary outlook on the leader. &nbsp;&nbsp;&nbsp;\r\n His intense loyalty to the President was fully displayed in devotedly defending the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n He braved any sacrifice to ensure the personal safety of the President from the period of the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n After the country's liberation Choe Hyon always placed the safety of the President above anything else and subordinated everything to it as he did during the great anti-Japanese war. &nbsp;&nbsp;&nbsp;\r\n He held Kim Jong Il in high esteem as a great successor to the revolutionary cause of Juche, remaining true to his revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n Choe Hyon said it was the only job to be done by the elder generation after liberating the country and building the new country under the leadership of the President to take the lead in upholding Kim Jong Il. He worked heart and soul to ensure the safety and activities of Kim Jong Il and rendered distinguished services for finding a successful solution to the issue of succeeding the leadership of the Korean revolutionary cause. &nbsp;&nbsp;&nbsp;\r\n Choe Hyon, a brave and competent military commanding officer, made an outstanding contribution to carrying out the Songun revolutionary cause of the party with arms. &nbsp;&nbsp;&nbsp;\r\n He wholeheartedly upheld Kim Il Sung and Kim Jong Il with intense loyalty and fixed faith and performed great exploits for the homeland with arms.  He was a typical revolutionary of Juche type and genuine man as he was possessed of noble traits as a leading member of the revolution.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mirim Plain Tells about President",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#10",
            "content": "Protection of Migrant Birds in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Birds are well protected and propagated in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The government has already taken measures to set migrant reserves in different parts of the country and paid a great attention to their protection and propagation. &nbsp;&nbsp;&nbsp;\r\n In recent years, more migrant reserves with good living conditions have been set on their routes and efforts are being made to provide good habitation conditions to migrants. &nbsp;&nbsp;&nbsp;\r\n The Ministry of Land and Environment Preservation dispatches experts to the migrant reserves in Mundok, Ongjin, Sindo and other areas in breeding seasons of migrants to survey the spots and take measures for their management. &nbsp;&nbsp;&nbsp;\r\n In order to preserve and manage the ecological environments in the reserves as they were, all projects including development of mines and construction of roads which destroy the environment are banned there and new laws and regulations on natural environment and migrant reserves have been instituted. \r\n Seminars and lectures on the migrant protection are frequently organized to exchange achievements and experience in this work. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, explanatory and educational activities are intensified among residents in and around the reserves so as to convert the migrant protection into their own work. &nbsp;&nbsp;&nbsp;\r\n The relevant units are strengthening international cooperation and exchange for the protection of migrant birds of rare and vanishing species in the world.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Natural Treasure Trees in Wonsan",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#11",
            "content": "Mirim Plain Tells about President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- President Kim Il Sung visited the Mirim Plain (Sadong District of Pyongyang) with some officials on June 7, Juche 36 (1947), when rice-transplanting was in full swing across the country. &nbsp;&nbsp;&nbsp;\r\n Responding to the thunderous cheers of peasants, he stepped into a paddy-field first, saying that he had come to plant rice-seedlings with them and he was happy to do the farm work in their distributed lands together with them. &nbsp;&nbsp;&nbsp;\r\n He washed a bundle of rice seedlings in water to arrange their roots.  And then, he straightened a guide line for setting out rice seedlings and was the first to plant them.\r\n When flankers tried to plant more seedlings to save his trouble, he lightly prevented them from doing so, saying that they shouldn't invade other's sphere, and told those who preferred to speed that they should plant rice seedlings with care. &nbsp;&nbsp;&nbsp;\r\n He refused to have a break but went on.  He straightened himself after finishing the transplantation in the field. &nbsp;&nbsp;&nbsp;\r\n The news of the day spread to the whole country, inspiring peasants and their helpers into the rice transplantation campaign. &nbsp;&nbsp;&nbsp;\r\n In June 1948, Kim Jong Il and anti-Japanese woman hero Kim Jong Suk helped peasants in the rice-transplantation in the Mirim Plain. &nbsp;&nbsp;&nbsp;\r\n Every year the agricultural working people significantly commemorate the events that took place in June.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Planting of Rice Seedlings Marked",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#12",
            "content": "Natural Treasure Trees in Wonsan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- There are several trees which have been registered as the natural treasure of the Democratic People's Republic of Korea in Wonsan City, Kangwon Province. &nbsp;&nbsp;&nbsp;\r\n Among them are Wonsan Aesculus turbinata, Wonsan Liriodendron tulipifera, Wonsan Diospyros kaki, Wonsan Sciadotitys verticillata and Wonsan Abies Koreana. &nbsp;&nbsp;&nbsp;\r\n Wonsan Aesculus turbinata and Wonsan Liriodendron tulipifera are rare to be seen in Korea. &nbsp;&nbsp;&nbsp;\r\n The sapling of the former was transplanted in Juche 18 (1929).  It is 18 meters high and the circumference of the trunk is two meters at the bottom.  It, which has ramified into three branches at the height of about five meters above the ground, forms a round crown. &nbsp;&nbsp;&nbsp;\r\n The latter tree was transplanted around 1923 when it was five years old.  It has upright trunk and thin branches from the height of about 10 meters above the ground.  Its height is 30 meters and the circumference of the trunk at the bottom three meters. &nbsp;&nbsp;&nbsp;\r\n Three Diospyros kaki trees were planted around 1800. Their fruits contain rich sugar.  The old trees are of great academic significance. &nbsp;&nbsp;&nbsp;\r\n The highest one out of the trees is 19.5 meters high and the circumference of the trunk 3.7 meters at the bottom. &nbsp;&nbsp;&nbsp;\r\n The Wonsan Sciadotitys verticillata was transplanted around 1890 when it was 30 years old.  It is tallest among same species of trees which grow in the northern part of the east coast of Korea. &nbsp;&nbsp;&nbsp;\r\n It with upright trunk has horizontally shot out branches from 1.5 meters above the ground to form a cone.  It is 18 meters high and 2 meters in circumference of the trunk at the bottom. &nbsp;&nbsp;&nbsp;\r\n The Wonsan Abies Koreana is 6 meters in height.  It was planted in one place in 1942 when it was nearly ten years old.  It was again transplanted in the Wonsan Botanical garden.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets CPC Delegation",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#13",
            "content": "Anniversary of Kim Il Sung's Planting of Rice Seedlings Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- A meeting was held today to mark the 60th anniversary of President Kim Il Sung's planting of rice seedlings in the Mirim Plain. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet, Ri Kyong Sik, minister of Agriculture, and others. &nbsp;&nbsp;&nbsp;\r\n Kye Yong Sam, president of the Academy of Agricultural Science, in a report said that after enforcing a land reform as the first democratic policy in the period of building a new country the President visited the Mirim Plain on June 7, Juche 36 (1947). After acquainting himself with species of rice seedlings, their biological characteristics and technical requirement for rice transplantation, he planted rice seedlings together with farmers, saying that he was so impressed to plant rice seedlings for the first time after his return to the homeland. &nbsp;&nbsp;&nbsp;\r\n The reporter said that Kim Jong Il was convinced of the bright future of the agricultural development in the country while visiting the plain together with anti-Japanese war hero Kim Jong Suk, and energetically led the drive to translate the President's long-term plan for building socialist countryside into a reality on this land. &nbsp;&nbsp;&nbsp;\r\n The reporter underlined the need for the officials and working people in the field of agriculture to work hard to realize the desire of the President to enable the Korean people to lead a happy life with nothing to desire more in the world. &nbsp;&nbsp;&nbsp;\r\n He called on them to successfully implement the tasks to be tackled to develop the nation's agricultural science and technology and solve the food problem and thus make a positive contribution to building a great prosperous and powerful nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#14",
            "content": "Kim Yong Nam Meets CPC Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with the friendship delegation of the Communist Party of China led by Lu Hao, member of the CPC Central Committee and secretary of the Gansu Provincial Committee of the CPC, at the Mansudae Assembly Hall on Thursday. &nbsp;&nbsp;&nbsp;\r\n Present there were Vice Department Director of the C.C., the Workers' Party of Korea Kim Thae Jong and officials concerned and Chinese Ambassador to the DPRK Liu Xiaoming. &nbsp;&nbsp;&nbsp;\r\n Noting that during the visit the delegation witnessed the successes the Korean people have made in different fields in the spirit of self-reliance and through their hard work under the leadership of General Secretary Kim Jong Il, Lu Hao said that the China-DPRK friendship will be everlasting.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#15",
            "content": "Gift to Kim Jong Il from Chinese\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- General Secretary Kim Jong Il received a gift from the head of the visiting friendship delegation of the Communist Party of China. &nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, by Lu Hao, head of the delegation who is member of the CPC Central Committee and secretary of the Gansu Provincial Committee of the CPC, on Thursday.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cuban Ambassador Awarded DPRK Order",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#16",
            "content": "Yang Hyong Sop Meets Cuban Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Cuban Ambassador to the DPRK Ruben Perez Valdes who paid a farewell call on him at the Mansudae Assembly Hall on Thursday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives field guidance to Work in Various Fields of North Phyongan Province",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#17",
            "content": "Cuban Ambassador Awarded DPRK Order\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- A ceremony of awarding a DPRK order to Cuban Ambassador to the DPRK Ruben Perez Valdes was held at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n On hand were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, officials concerned and Cuban embassy officials. &nbsp;&nbsp;&nbsp;\r\n After a decree of the Presidium of the DPRK SPA was read out, Friendship Order First Class of the DPRK was conferred on Ruben Perez Valdes in recognition of his positive support to the Korean people in their struggle for the independent and peaceful reunification of the country and socialist construction and his special contribution to boosting the friendly and cooperative relations between the DPRK and Cuba.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il presencia funcion de esposas de oficiales del EPC",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#18",
            "content": "Kim Jong Il Gives field guidance to Work in Various Fields of North Phyongan Province\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot-guidance to the work in various fields of North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n The first leg of his guidance was the Pukjung Machine Complex. &nbsp;&nbsp;&nbsp;\r\n He learned about the modernization of the complex and production there and expressed great satisfaction over the fact that the party members and other working people of the complex are devoting themselves to the building of a rich and powerful country in sky-high spirit in hearty response to the WPK's call for an all-out advance. &nbsp;&nbsp;&nbsp;\r\n Noting that economic progress and improved standard of people's living are guaranteed by science and technology, he underscored the need to dynamically push ahead with the technological updating of the national economy on the basis of modern science and technology, holding fast to the WPK's policy of attaching importance to science. &nbsp;&nbsp;&nbsp;\r\n The next leg of his guidance was the Rakwon Machine Complex. &nbsp;&nbsp;&nbsp;\r\n After going round production processes and examining newly manufactured machines, he acquainted himself in detail with the technological updating of the complex and production there. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the achievements made by the officials, workers and technicians of the complex in their drive, expressing great satisfaction over the fact that they have produced a lot of machines by devoting all sorts of wisdom and energies and made such technological progress as putting oil hydraulic technology on a higher stage in a brief span of time. &nbsp;&nbsp;&nbsp;\r\n He stressed that in order to increase the production of modern machines as required by the new century the complex should continue focusing efforts on the technological updating to modernize the production processes and place them on a precision basis. &nbsp;&nbsp;&nbsp;\r\n He expressed expectation and conviction that the workers of Rakwon having a glorious tradition of struggle would bring about a signal leaping advance in the production of machines in the same spirit as was displayed in the 1950s and thus continue to glorify the honor of being a guard unit. &nbsp;&nbsp;&nbsp;\r\n Then he went to the Sinam Cooperative Farm in Ryongchon County. &nbsp;&nbsp;&nbsp;\r\n Feasting his eyes on the scenery of the vast expanse of the Ryongchon Plain, he learned about the farming conditions this year. He praised the agricultural workers for working hard with loyalty, keenly aware of their responsibility for the nation's supply of rice. &nbsp;&nbsp;&nbsp;\r\n The basic way of boosting the grain production is to fully apply the Juche-oriented farming methods suited to the climatic conditions of the country and exert sustained great efforts to carry out the policy of bringing about a signal turn in seed selection in particular, he said, indicating tasks to be tackled to fulfill them. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the successes made by the industrial workers and agricultural workers in North Phyongan Province, noting that they have done a great deal of work at all units in recent years through strenuous endeavors to implement the militant tasks set forth by the party. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the Workers' Party of Korea, and other leading officials of the WPK Central Committee.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia ambicion militarista de Japon",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Funcion del Festival Artistico Nacional de Ninos Escolares ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#20",
            "content": "Kim Jong Il presencia funcion de esposas de oficiales del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 7 de junio (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con los oficiales y soldados del EPC, presencio la funcion de grupos artisticos de esposas de oficiales de las Unidades No. 313, No. 757 y No. 593 del EPC, participantes en el X Concurso de Grupos Artisticos de Esposas de Oficiales del EPC. &nbsp;&nbsp;&nbsp;\r\n�@Le acompanaron en verla el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC, el vicemariscal del EPC Kim Il Chol, miembro del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, el general de ejercito Kim Kyok Sik, jefe del Estado Mayor General del EPC, otros miembros directivos del EPC, los secretarios del CC del PTC Choe Thae Bok, Kim Kuk Thae y Kim Ki Nam, el primer vicecanciller Kang Sok Ju y los cuadros directivos del CC del PTC. &nbsp;&nbsp;&nbsp;\r\n�@Las ejecutantes cantaron en tono elevado el poderio de la unidad monolitica entre el Comandante Supremo, los oficiales y soldados y las esposas de oficiales y manifestaron la ferrea conviccion, la voluntad, el temperamento revolucionario y la indoblegable disposicion de las esposas de los militares de defender a costa de la vida a la Direccion de la Revolucion y apoyar con fidelidad la sagrada causa del Songun junto con sus esposos. &nbsp;&nbsp;&nbsp;\r\n�@El Comandante Supremo se mostro muy satisfecho de que las ejecutantes reflejaron veridicamente su vida y sentimiento en las piezas y ofrecieron una magnifica funcion de alto valor ideo-artistico. &nbsp;&nbsp;&nbsp;\r\n�@Dijo que la funcion de grupos artisticos de esposas de oficiales del EPC que se libran activamente en todas las unidades, siendo una orgullosa cultura revolucionaria de los militares creada en la epoca del Songun, sirve de un potente remedio para llamar al ejercito y el pueblo a la batalla de defensa al socialismo.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "IRP acusa a los destructores de la economia surcoreana",
            "url": "http://kcna.co.jp/item/2007/200706/news06/08.htm#21",
            "content": "Rodong Sinmun denuncia ambicion militarista de Japon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 7 de junio (ATCC) -- El diario Rodong Sinmun publico este jueves un articulo individual calificando el intento de Japon de comprar los cazas Stealth \"F-22A Raptor\" de una muestra coherente de la ambicion de este pais de convertirse en una potencia militar y agredir a ultramar. &nbsp;&nbsp;&nbsp;\r\n  Igualmente, esto resulta una maniobra para jugar el papel protagonico en las operaciones militares conjuntas con Estados Unidos, que pretende tomar la hegemonia militar-tecnica en la region de Asia-Pacifico y agredir a ultramar, desenmascara el articulista y prosigue: &nbsp;&nbsp;&nbsp;\r\n  Cuando el pais-isla consiga los \"F-22A Raptor\", el perimetro de operaciones militares de estos aparatos abarcara vasta region de la Peninsula Coreana y sus periferias. &nbsp;&nbsp;&nbsp;\r\n  Ya Japon habia comprado el AWACS \"E-767\" y el avion nodriza \"KC-767\" de fabricacion norteamericana. Con la ayuda de este ultimo, los \"F-22A Raptor\" podran realizar sus acciones militares y ejecutar la guerra en toda la region de Asia-Pacifico. &nbsp;&nbsp;&nbsp;\r\n  Por tal razon, las pretensiones de Japon de adquirirlos pueden desencadenar una desenfrenada carrera armamentista en esta region. &nbsp;&nbsp;&nbsp;\r\n  Por las maniobras de Japon, el equilibrio de las fuerzas armadas de la region del Nordeste Asiatico corre el riesgo de quebrarse. &nbsp;&nbsp;&nbsp;\r\n  No es casual que un informe secreto del Departamento de Defensa norteamericano aclaro que si China quiere formar una eficiente red antiaerea frente a los \"F-22A Raptor\", debera invertir 300 mil millones de US$.&nbsp;&nbsp;&nbsp;\r\n  De otro lado, las fuerzas belicistas surcoreanas tambien abogan fuertemente por comprarlos pretextando la misma intencion de Japon. &nbsp;&nbsp;&nbsp;\r\n  La Republica Popular Democratica de Corea no estara con brazos cruzados ante tales procedimientos del pais isleno. Responder a la fuerza con la fuerza es el temperamento revolucionario del ejercito y el pueblo de Corea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}