{
    "date": "2007-04-11",
    "url": "http://kcna.co.jp/item/2007/200704/20070411.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from American",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Dae Meets U.S. Guest",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#2",
            "content": "Gift to Kim Jong Il from American \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting governor of New Mexico State, U.S. &nbsp;&nbsp;&nbsp;\r\n Governor Bill Richardson handed the gift over to Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "April Spring Friendship Art Festival Opens",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#3",
            "content": "Kim Yong Dae Meets U.S. Guest \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, Tuesday met and had a conversation with Bill Richardson, governor of New Mexico State, U.S., and his party who paid a courtesy call on him at the People's Palace of Culture. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Kye Gwan, vice-minister of Foreign Affairs, and others.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Guests Here",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#4",
            "content": "April Spring Friendship Art Festival Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The 25th April Spring Friendship Art Festival was opened in Pyongyang Tuesday. &nbsp;&nbsp;&nbsp;\r\n The East Pyongyang Grand Theatre, the venue of the festival opening ceremony, and streets leading to it were festively bedecked and festival flags were seen there. &nbsp;&nbsp;&nbsp;\r\n Women's band played pleasant music while performing dynamic rhythms and artistes in gorgeous national dresses presented fan and janggu dances at the plaza of the theatre. &nbsp;&nbsp;&nbsp;\r\n The participants in the festival entered the venue of the festival amid the warm welcome of many working people and school youth and children in the city. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were Vice-President of the Presidium of the DPRK Supreme People's Assembly Yang Hyong Sop, Minister of Culture Kang Nung Su who is chairman of the organizing committee of the festival, Chairman of the Pyongyang City People's Committee Pak Kwan O and others. &nbsp;&nbsp;&nbsp;\r\n Also present were foreign artistes, overseas Korean artistes, delegations and delegates from various countries, diplomatic envoys and representatives of international organizations and staff members of foreign embassies here and foreign guests and overseas Koreans staying here. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su in an opening address said that ever since its first festival held in Pyongyang the event has powerfully promoted the development of national arts and human culture in the idea of independence, peace and friendship while contributing to boosting the friendship, solidarity and cultural cooperation and exchange among countries. &nbsp;&nbsp;&nbsp;\r\n Recalling that at least 18,000 artistes from a total of more than 1,000 countries have so far given over 1,500 successful performances at festivals, he expressed the belief that the current art festival would be held with success to meet the expectations of the Korean people and the participants of the festival. &nbsp;&nbsp;&nbsp;\r\n Johan Christian Kirsh, chairman of the International Delpic Cultural Festival Council, and Liu Xiaoming, Chinese ambassador to the DPRK, made congratulatory speeches at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The ceremony was followed by a performance given by Korean artistes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Undying Feats of Kim Il Sung and Kim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#5",
            "content": "Foreign Guests Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- An Indonesian government cultural delegation led by Sapta Nirwandar, general secretary of the Ministry of Culture and Tourism, a Darkhan-Uul provincial delegation of Mongolia by Governor D. Khayankhirvaa, an Ovorhangay provincial delegation of Mongolia by Governor V. Erdenbilegt and a Norwegian delegation for the study of the Juche idea by Aksel Nikolai Norum arrived here on Tuesday to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Earlier, a Mongolian government cultural delegation led by S. Tumur-Ochir, vice-minister of Education, Culture and Science, came here. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, Rashed Khan Menon, chairman of the C.C., the Workers' Party of Bangladesh, Bharat Mohan Adhikari, former deputy prime minister of Nepal, and his party, Juan Jose Leon Vega, chairman of the Cuban Committee for Supporting Korea's Reunification, Banou Keita, former director of the Kim Il Sung Institute of Agricultural Science in Guinea, Yuri Castro Romero, secretary general of the Peruvian-Korean Institute of Culture and Friendship, O. Cherma, who was an employee of the former Mongolian school of Korean war orphans, and her party and family members of Burchett, who was an Australian writer-journalist, arrived here on the same day. &nbsp;&nbsp;&nbsp;\r\n Earlier, Gennadi Sharin, a Russian composer, came here. &nbsp;&nbsp;&nbsp;\r\n Arriving also on the same day were Georgian famous actor and his party, a French singer, a British music group, an Austrian instrumentalist, an Italian singer and a U.S. musical company, who will participate in the 25th April Spring Friendship Art Festival.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit International Friendship Exhibition",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#6",
            "content": "Undying Feats of Kim Il Sung and Kim Jong Il Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Persons of various circles praised the immortal feats of President Kim Il Sung and Kim Jong Il, the peerlessly great men, at multifarious functions held in different countries on the occasions of the Day of the Sun, the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 75th anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n S. Tumur-Ochir, vice-minister of Education, Culture and Science of Mongolia, and Ch. Surenjav, chairman of the Mongolia-Korea Friendship Society, said in their speeches at a meeting that the Mongolian people ardently revere Kim Il Sung, the great man of the world, adding that he performed great feats for the independence, prosperity and development of Korea and the cause of global independence and energetically worked to boost the friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, at a lecture pointed out that the President founded the Korean People's Revolutionary Army and achieved the historic cause of Korea's liberation through an armed struggle. &nbsp;&nbsp;&nbsp;\r\n He praised the President for laying down the line of simultaneously carrying on economic construction and defence upbuilding on the basis of the idea of attaching importance to military affairs, providing a firm foundation for the self-reliant national defence industry and training the KPA as steel-strong ranks. &nbsp;&nbsp;&nbsp;\r\n The KPA has grown to be an army strong in idea and faith and developed into matchless ranks firmly prepared in military technique thanks to the unique Songun policy pursued by Kim Jong Il, he stressed. &nbsp;&nbsp;&nbsp;\r\n Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, in his speech gave a detailed account of the fact that the ideological and theoretical basis of the Songun idea is the Juche idea founded by the President, father of socialist Korea. &nbsp;&nbsp;&nbsp;\r\n He noted that the Songun idea, the Songun policy have fully displayed their validity and great vitality under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, G. Debarajan, secretary of the Central Committee of the All-India Forward Bloc, made public a statement on April 5 on the occasion of the Day of the Sun, in which he said that after embarking on the road of revolution at his young age, the President performed immortal exploits on behalf of the Korean and world revolution.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Independent Reunification Called for in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#7",
            "content": "Foreign Diplomats Visit International Friendship Exhibition \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Diplomatic envoys of different countries and representatives of the international organizations here Monday visited the International Friendship Exhibition on the occasions of the Day of the Sun and the 14th anniversary of Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n The guests paid tribute to the wax replica of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They looked round gifts Kim Il Sung and Kim Jong Il received from heads of political parties and state, figures of political and public circles and people from all walks of life in different countries. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, Bashir Ramadan Khalifa Abu Janah, secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya, said, going round gifts they received from leaders and people of different countries, he could know well what high international prestige Kim Il Sung and Kim Jong Il enjoyed and what deep trust the world people reposed in them. &nbsp;&nbsp;&nbsp;\r\n Their exploits will be handed down forever along with the International Friendship Exhibition, he added. &nbsp;&nbsp;&nbsp;\r\n Esmaeil Babaei Ragheb, Iranian charge d' affaires ad interim, wrote in the visitor's book that the President, the great leader of the world people opposed to domination and oppression, always lives in the hearts of all the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Large Mosaic Erected",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#8",
            "content": "Struggle for Independent Reunification Called for in S. Korea  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea reportedly made public a statement titled \"Let's achieve independent reunification in the same spirit as displayed by the participants in the April 3 popular uprising\" on April 3, 59 years after the popular uprising on Jeju Island. &nbsp;&nbsp;&nbsp;\r\n The statement noted that the April 3 popular uprising against the U.S. imperialists' plot to keep the Korean nation divided forever holds a brilliant place in the history of the movement for independence and reunification. &nbsp;&nbsp;&nbsp;\r\n Saying that there goes on this land the confrontation which would decide between independence and subjugation and between reunification and division, the statement went on: &nbsp;&nbsp;&nbsp;\r\n What option we will take would open the way of reunification and prosperity or allow the division to continue. &nbsp;&nbsp;&nbsp;\r\n If we side with the U.S. and the Grand National Party of south Korea, its follower, that pursue division and war, we can never escape from a miserable destiny as colonial slaves. &nbsp;&nbsp;&nbsp;\r\n However, the Koreans can head for prosperity if they stand for independent reunification and struggle against division and war. &nbsp;&nbsp;&nbsp;\r\n The U.S. should conclude a peace agreement with the DPRK and withdraw its forces from this land. &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Implementing the South-North Joint Declaration will inherit the spirit displayed by the participants of the April 3 popular uprising and will never cease its struggle for the country's reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Statue of Kim Il Sung Erected",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#9",
            "content": "Large Mosaic Erected \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Large mosaic \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\" was erected in Thongil Street, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n It portrays President Kim Il Sung standing, his face beaming with a broad smile, against the background of the sunrise on Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n It is 33.7m in length and 22m in height. &nbsp;&nbsp;&nbsp;\r\n The unveiling ceremony was held on Monday. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, made a speech there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Ruse to Avoid Settlement of Past Crimes under Fire",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#10",
            "content": "Statue of Kim Il Sung Erected\r\n&nbsp;&nbsp;&nbsp;Munchon, April 9 (KCNA) -- A statue of President Kim Il Sung was erected at Middle School No. 1 in Munchon City, Kangwon Province. &nbsp;&nbsp;&nbsp;\r\n The President, after liberating the country, read a letter from schoolchildren in Munchon County on March 5, Juche 36 (1947), though he was finding his days so full with the construction of a new country, and gave them instructions to study hard in good health to become able workers of the country. And on October 22, Juche 42 (1953), he visited the construction site of Munphyong Primary School in Munchon County and indicated the guideline for the construction of the school and the development of educational work. &nbsp;&nbsp;&nbsp;\r\n The statue portrays the noble image of the President in his days at Changdok School. &nbsp;&nbsp;&nbsp;\r\n The unveiling ceremony of the statue was held on Monday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Kim Yong Jin, minister of Education, officials concerned and teachers and students of Middle School No. 1 and working people and school youths and children in the province and the city. &nbsp;&nbsp;&nbsp;\r\n Leading officials of national and local institutions unveiled the statue. &nbsp;&nbsp;&nbsp;\r\n To the tune of the floral basket presentation music, a floral basket sent by Kim Jong Il was placed before the statue. &nbsp;&nbsp;&nbsp;\r\n Then there were laid floral baskets in the name of the party and power bodies, working people's organizations, factories, enterprises, co-op farms and schools in the province. &nbsp;&nbsp;&nbsp;\r\n The participants made a bow in humble reverence to the President who devoted his whole life to the liberation of the country, the freedom and happiness of the people, the accomplishment of the revolutionary cause of Juche and the country's reunification. &nbsp;&nbsp;&nbsp;\r\n Ri Chol Bong, chief secretary of the Kangwon Provincial Committee of the WPK, made a speech on the occasion.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Rash Acts Only Add to Its Crimes: KCNA",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#11",
            "content": "Japan's Ruse to Avoid Settlement of Past Crimes under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The Japanese foreign minister some time ago blustered at a Cabinet meeting that he would do his utmost to resolve the \"abduction issue\" and the minister of Public Management, Home Affairs, Post and Telecommunications of Japan, in his NHK appearance, gave instructions to deal with the issue, keeping a tight grip on it as the main issue for 2007. Japanese Prime Minister Abe and several ministers are shouting themselves hoarse that they would have it settled. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, a Rodong Sinmun analyst Tuesday says: &nbsp;&nbsp;&nbsp;\r\n Lurking behind the high-flown jargon stringed out by the Abe regime on the \"abduction issue\" is the intention to launch an anti-DPRK offensive hither-to unknown in intensity under the pretext of this issue in a bid to lull the discontent of the people with it and extricate itself from the ever-growing political crisis by winning their favor. &nbsp;&nbsp;&nbsp;\r\n Still more important aim sought by the Abe Cabinet is to evade the settlement of the past by putting up the \"abduction issue\" as an excuse. &nbsp;&nbsp;&nbsp;\r\n Japan is a criminal state which invaded Korea and other Asian countries and committed bloody massacres and wrecked peace in the past. Its crimes in particular related to the \"comfort women\" for the imperial Japanese army are most heinous crimes against humanity which hold a special place in the past history of Japan. These crimes defy comparison with the \"issue of the abduction\" of a few persons as they are ultra-large cases unprecedented in history. \r\n Concealed behind the desperate clinging of the Abe Cabinet to the \"abduction issue\" is the criminal intention to evade the settlement of the past at whatever cost by distorting and denying the bloody past history including the crimes related to the \"comfort women\" for the imperial Japanese army. And it intends to rid itself of international isolation and tight corner under the cover of the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n The harder Japan's attempts to cover up the shocking crimes the Japanese imperialists committed in the past, the deeper the political crisis of Japan and the greater its international isolation.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#12",
            "content": "Japan's Rash Acts Only Add to Its Crimes: KCNA\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Japan is becoming evermore undisguised in its moves to tamper with its history defying the unanimous demand of the international community for its settlement of its past crimes. These rash acts only add to its crimes. &nbsp;&nbsp;&nbsp;\r\n Some time ago, the ministry of Education, Culture, Sports, Science and Technology of Japan instructed, when screening history textbooks for high schools, to delete or make a contorted version of the monstrous crimes committed by the Japanese imperialists against humanity in the past including the fact about the operation of the \"comfort stations\" for the imperial Japanese army. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Japanese prime minister and other senior government officials vied with each other to deny the hard fact that the imperial Japanese army coerced the \"comfort women\" into sexual servitude for it. As if it were not enough with this, they were so shameless as to assert that there was no evidence proving that \"the Japanese military was directly involved in the forced recruitment\" and that \"they were of the view that parents sold off their daughters.\" &nbsp;&nbsp;&nbsp;\r\n These reckless remarks glaringly show the stance and attitude of the present Japanese government towards the issue of Japan's past war crimes. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters are refusing to honestly admit, repent of and apologize for the crimes committed by Japan in the last century, prompted by their common ultra-rightist and militarist viewpoints. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries consider the distortion of history and the evasion of the responsibility to settle the crimes committed by Japan in the past as essential for putting spurs to the militarization and the veering of society to the Right for the purpose of realizing their ambition for overseas aggression. \r\n Their moves to tamper with history are nothing but an extension of the development in Japan where the \"pacifist constitution\" which stipulates the renunciation of war, in fact, remains in name only due to the desperate moves to turn it to the Right and the quantitative and qualitative preparations for the overseas aggression being stepped up by the \"Self-Defense Forces\" which have now assumed offensive nature. &nbsp;&nbsp;&nbsp;\r\n Herein lie the gravity and danger of the moves to distort and deny the history of aggression and crimes perpetrated by Japan in an undisguised manner.  As already known, the sexual slavery enforced by the imperial Japanese army is the most hideous of the crimes committed by the Japanese imperialists against humanity in the past. &nbsp;&nbsp;&nbsp;\r\n In the past the Japanese imperialists mobilized government and military power for forcibly drafting 200,000 women of Korea and other countries to shambles of wars of aggression and coercing them into providing sex to the imperial Japanese army. These were hard historical facts clearly proved by testimonies of numerous victims and witnesses from different countries, the relevant administrative documents written at that time and confessions made by soldiers of the imperial Japanese army who frequented \"comfort stations.\" &nbsp;&nbsp;&nbsp;\r\n The international community is becoming evermore vocal in condemning Japan for denying its past wrongs instead of honestly redressing them before the world and thereby adding to its indelible crimes. &nbsp;&nbsp;&nbsp;\r\n Japan's bid to evade its responsibility for the sexual servitude for the imperial Japanese army comes under strong fire not only by world media but by parliaments and political circles of various countries. Even the U.S. officially announced its stand on the Japanese government's brazen-faced approach towards its past crimes, urging it to admit \"their gravity.\" &nbsp;&nbsp;&nbsp;\r\n No one would pay heed to Japan's vociferous trumpeting about the building of \"a beautiful country\" as it is defiance of the world public's universally accepted understanding of history. &nbsp;&nbsp;&nbsp;\r\n With the issue of liquidating its crime-woven past unsettled, Japan is eyeing a \"responsible post\" in the international community. This political and moral vulnerability of Japan only makes its future gloomier.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath Laid before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#13",
            "content": "Foreign Diplomats Pay Homage to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Officials in charge of cultural and friendly relations of foreign embassies here laid a floral basket before the statue of President Kim Il Sung on Mansu Hill on Tuesday with the approach of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n After placing the floral basket, they made bows with deep reverence for the President.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kaesim Temple",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#14",
            "content": "Wreath Laid before Bust of Kim Jong Suk\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Deputies to the Supreme People's Assembly of the DPRK staying here to participate in the 5th Session of the 11th SPA laid a wreath before the bust of Kim Jong Suk, an anti-Japanese war hero, at the Revolutionary Martyrs Cemetery on Mt. Taesong on Tuesday. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the wreath were letters reading \"The revolutionary exploits of anti-Japanese war hero Comrade Kim Jong Suk will be immortal!\" &nbsp;&nbsp;&nbsp;\r\n The deputies paid a silent tribute to the memory of Kim Jong Suk, a peerless hero, looking back on her noble revolutionary career and exploits. &nbsp;&nbsp;&nbsp;\r\n They also placed bouquets at the cemetery and observed a moment's silence in honor of the revolutionary martyrs.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stamps for Day of Sun Issued",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#15",
            "content": "Kaesim Temple\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Kaesim Temple is one of the famous temples which have been preserved under the deep care of the great man.  It is located in Mt. Chilbo in North Hamgyong Province of Korea. &nbsp;&nbsp;&nbsp;\r\n The temple with some 1,200-year long history has become famous as one implanting ardent love for the country in the mind of people since Kim Jong Il visited it. &nbsp;&nbsp;&nbsp;\r\n He called at the temple in June Juche 85 (1996) and listened to the plain explanation of its head priest.  Looking round the interior and exterior of the temple, he said that the buildings and their colorful paintings should be preserved and managed well as they were. &nbsp;&nbsp;&nbsp;\r\n He fathomed the long cherished wish of the Buddhists to rehabilitate the Manse Pavilion destroyed by a flood in 1923. He took a measure to restore the pavilion to its original state. &nbsp;&nbsp;&nbsp;\r\n The restoration of the Manse Pavilion with classical beauty gave the old looks to the temple. &nbsp;&nbsp;&nbsp;\r\n In the new century, too, Kim Jong Il visited Ryangchon and Anbul Temples in South Hamgyong Province, Simwon Temple in North Phyongan Province and others.  Thanks to his lofty patriotism, the national cultural relics are preserved well and carried forward.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Families of Those Related to Anti-Japanese Revolutionary Struggle Here ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#16",
            "content": "Commemorative Stamps for Day of Sun Issued\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Commemorative stamps (a sheetlet, a souvenir sheet and an individual stamp) have been published in the DPRK on the occasion of the 95th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Printed on the top of the sheetlet and souvenir sheet are the words \"In commemoration of the 95th birth anniversary of the great leader Comrade Kim Il Sung\" and \"Juche 1 (1912)-Juche 96 (2007)\". &nbsp;&nbsp;&nbsp;\r\n The stamps of the sheetlet reflect photos of the President, who covered the \"250-mile Journey for Learning\" with a lofty will for the country and people, defeated Japanese and US imperialisms and built an invincible socialist nation. The souvenir sheet carries an image of the President among his family members above a photograph showing his native home in Mangyongdae. &nbsp;&nbsp;&nbsp;\r\n Face values of stamps in the sheetlet are 45, 70, 100 and 160 won respectively and that in the souvenir sheet is 130 won. &nbsp;&nbsp;&nbsp;\r\n The individual stamp depicts the native home in Mangyongdae where the sun of Juche rose and the immortal flower Kimilsungia and national flower magnolia under it.  Its face value is 3 won.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Deputies to SPA Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#17",
            "content": "Families of Those Related to Anti-Japanese Revolutionary Struggle Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The family of Ri Jae Dok, anti-Japanese revolutionary fighter in China, Ri Kwan Rin's family who is related to the anti-Japanese revolutionary struggle in China and family members of Shang Yue, Feng Zhongyun, Zhou Baozhong and Chai Shiying and the son of Wang Xiaoming, Chinese related to the anti-Japanese revolutionary struggle, arrived here Tuesday on the occasion of the Day of the Sun.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Pyongyang Cultural Exhibition",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#18",
            "content": "Deputies to SPA Pay Homage to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Deputies to the DPRK Supreme People's Assembly staying here to participate in the 5th Session of the 11th SPA visited the Kumsusan Memorial Palace, the supreme temple of Juche, on Tuesday with deep yearning and reverence for President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n When they entered the hall where the President lies in state, they made deep bows to him. &nbsp;&nbsp;&nbsp;\r\n Then they looked around the orders, medals and certificates of honorary titles the President received from the DPRK and different countries. And they went round the portrait of the smiling President and bronze relievos in the Mourning Hall and a train and a car he used.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ten-day Film Show Opens",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#19",
            "content": "Foreign Diplomats Visit Pyongyang Cultural Exhibition\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Officials in charge of cultural and friendly relations of foreign embassies here visited the Pyongyang Cultural Exhibition Tuesday with the advent of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n They looked around the photos introducing the immortal exploits of President Kim Il Sung and the revolutionary activities of Kim Jong Il with deep emotion. &nbsp;&nbsp;&nbsp;\r\n They also went round the works authored by Kim Il Sung and Kim Jong Il and Korean books.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Moves to Gain Popular Favor under Fire",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#20",
            "content": "Ten-day Film Show Opens\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- A ten-day film show opened Tuesday on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Films dealing with the immortal revolutionary exploits of President Kim Il Sung and personality of Kim Jong Il as a great man will be screened at cinemas and cultural houses in Pyongyang and other parts of the country during the period. &nbsp;&nbsp;&nbsp;\r\n Among them are documentaries \"Honor of Our People Holding the Great Leader in High Esteem\", \"They Are Together in the Course of the Great Songun Leadership\" and \"Under the Guidance of the Great Brilliant Commander\" and feature films \"Star of Korea\" and \"Mt. Paektu\".&nbsp;&nbsp;&nbsp;\r\n An opening ceremony took place at the Pyongyang International Cinema House. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su, minister of Culture, made an opening speech. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants watched newly-released documentary \"Finding Himself among the People All His Life\" (Part 1). &nbsp;&nbsp;&nbsp;\r\n  Similar ceremonies were held in provinces on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Event Held to Mark World Health Day",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#21",
            "content": "GNP's Moves to Gain Popular Favor under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The Grand National Party of south Korea is working hard to mislead the public by taking advantage of the attention of the people focused on the problem of their living and economic issues. It is trumpeting that the party will improve economy and the standard of the people's living when it comes to power. &nbsp;&nbsp;&nbsp;\r\n It went the lengths of describing the agreement reached at the recent north-south ministerial talks as a \"dangerous gambling\" and \"window-dressing\" and terming visits to the Kaesong Industrial Zone by figures of various circles in south Korea a \"political stratagem\".&nbsp;&nbsp;&nbsp;\r\n A spokesman for the National Reconciliation Council in a statement on Tuesday says: &nbsp;&nbsp;&nbsp;\r\n Such moves of the GNP are no more than a foolish burlesque to shift the blame for the failure of economy and deteriorated living of people in south Korea onto others and deceive the people in a bid to win \"votes\" and return to power. It is, at the same time, a treacherous anti-reunification move to put a brake on the on-going process of inter-Korean dialogue and cooperation undertakings now making progress, much displeased with the developments. &nbsp;&nbsp;&nbsp;\r\n \"Economy\", \"people's living\" and \"switchover in its policy toward the north\" much touted by the GNP are nothing but an empty talk and a gimmick intended to gratify its ambition to come to power; it is no more than a clumsy plot of those pushed to the sidelines by the trend of the times to prolong their remaining days. &nbsp;&nbsp;&nbsp;\r\n There is no room for such group of traitors opposed to reunification as the GNP to stay at a time when the nation lives in the June 15 era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The GNP would be well advised to know that for all desperate efforts to get rid of the tight corner, it can never stem the trend of the national history toward reconciliation, unity and reunification and those efforts will only precipitate its ruin.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia maligna intencion de Japon ",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#22",
            "content": "Event Held to Mark World Health Day\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- An event under the theme of \"Let's invest in public health to bring more secure future\" was held at the Pyongyang Maternity Hospital Tuesday on the occasion of the World Health Day. &nbsp;&nbsp;&nbsp;\r\n Present there were Jon Hyon Phung, vice-minister of Public Health, officials concerned and health workers in the city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Representative Tej Walia and officials of the WHO mission in the DPRK were on hand.\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n At the event prizes were awarded to the health workers who presented excellent works to the drawing contest held to mark World Health Day and to exemplary hygienic agitation workers. &nbsp;&nbsp;&nbsp;\r\n The participants looked round drawings showing the advantages of the socialist public health system in the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japon abulta su expediente criminal con tergiversacion de historia -Cometario de ATCC-",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#23",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Erguida estatua de bronce de Kim Il Sung en Munchon",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#24",
            "content": "Rodong Sinmun denuncia maligna intencion de Japon \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de abril (ATCC) -- Hace poco tiempo, el canciller japones expreso en una reunion ministerial la disposicion de dedicarse enteramente a la solucion del \"problema del secuestro\", mientras que el ministro de Asuntos Generales dio a la NHK la directiva de tratar este \"problema\" como asunto principal de 2007. El premier Abe y otros varios ministros tambien profirieron palabras similares. &nbsp;&nbsp;&nbsp;\r\n  Tal proceder del gobierno de Abe parte de la intencion de intensificar mas que nunca la campana anti-RPDC para asi apaciguar el descontento del pueblo y remediar la agravante crisis politica por medio de ganar el favor de este. &nbsp;&nbsp;&nbsp;\r\n  Revela asi el rotativo Rodong Sinmun en un comentario individual de este martes y prosigue: &nbsp;&nbsp;&nbsp;\r\n  El objetivo mas importante que persigue el gabinete de Abe al esgrimir el \"problema del secuestro\" es eludir la liquidacion del pasado criminal. &nbsp;&nbsp;&nbsp;\r\n   Japon es un pais criminal de guerra que agredio a Corea y otros paises asiaticos, perpetro genocidio masivo y perturbo la paz. El caso de \"consoladoras\" para los uniformados japoneses ocupa un lugar particular siendo un macro-crimen antietico incomparable con el caso de unas \"personas secuestradas\".&nbsp;&nbsp;&nbsp;\r\n  El gabinete de Abe se aferra con ahinco al \"problema del secuestro\" para tergiversar y negar los asuntos pasados, eludir de todos modos la liquidacion del pasado, liberarse del aislamiento internacional y del callejon sin salida en que se halla. &nbsp;&nbsp;&nbsp;\r\n  Cuanto mas trata Japon de encubrir sus crimenes, tanto mas agravara su crisis politica y el aislamiento internacional.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nuevos sellos dedicados al Dia del Sol",
            "url": "http://kcna.co.jp/item/2007/200704/news04/11.htm#25",
            "content": "Japon abulta su expediente criminal con tergiversacion de historia -Cometario de ATCC-\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de abril (ATCC) -- En estos tiempos, Japon multiplica sus crimenes al maniobrar mas abiertamente para distorsionar la historia volviendo las espaldas a la unanime demanda de la sociedad internacional sobre la liquidacion de su pasado criminal. &nbsp;&nbsp;&nbsp;\r\n  Hace unos dias, al examinar los manuales de historia para las escuelas superiores, el Ministerio de Educacion, Cultura, Deporte, Ciencia y Tecnologia de Japon ordeno a redactarlos omitiendo o distorsionando las barbaridades antieticas cometidas en el pasado por los imperialistas japoneses como la instalacion y operacion de las \"casas de cita con las consoladoras sexuales\" por parte del viejo ejercito del mismo pais. &nbsp;&nbsp;&nbsp;\r\n  Asimismo, al cabo de negar el reclutamiento forzado de las \"consoladoras sexuales\", el premier y otras autoridades gubernamentales pronuncian palabras tan cinicas como \"no hubo relaciones directas de la cupula militar con este caso\" y \"parece que ellas fueron vendidas por sus padres\".&nbsp;&nbsp;&nbsp;\r\n  Estas canalladas forman parte de la posicion y la actitud del actual gobierno japones sobre sus crimenes de guerra del pasado. &nbsp;&nbsp;&nbsp;\r\n  Partiendo de su ideologia y posicion comunes del caracter ultraderechista y militarista, la capa gobernante del pais isleno no quiere reconocer ni reflexionar ni disculparse sinceramente de sus fechorias del siglo expirado. &nbsp;&nbsp;&nbsp;\r\n  En particular, los reaccionarios del pais isleno consideran la tergiversacion de la historia y la evasion de la expiacion de crimenes anteriores como requisito indispensable de la militarizacion encaminada a la agresion a ultramar y la derechizacion de la sociedad. &nbsp;&nbsp;&nbsp;\r\n  Sobre todo, la distorsion de la historia forma parte de la situacion interna de Japon, donde se invalido practicamente la \"constitucion pacifista\", que prohibe la guerra por la ley, debido al acrecentado clima de derechizacion, y de los preparativos cuantitativos y cualitativos para el expansionismo a ultramar de las \"fuerzas de autodefensa\" reorganizadas ahora para el ataque. He aqui la gravedad y la peligrosidad de tales maniobras del pais isleno. &nbsp;&nbsp;&nbsp;\r\n  Como ya trascendidos, el caso de \"consoladoras sexuales\" deviene uno de los crimenes mas antieticos cometidos en el siglo pasado por los imperialistas nipones. &nbsp;&nbsp;&nbsp;\r\n  Abusando de autoridades gubernamentales y militares, ellos trasladaron por la fuerza a 200 mil coreanas y las feminas de otros paises a los campos de guerras de agresion para imponerles la inhumanitaria vida de esclava sexual. &nbsp;&nbsp;&nbsp;\r\n  Este hecho historico fue esclarecido y comprobado por las declaraciones de numerosas victimas y testigos de varios paises del mundo, los documentos de las autoridades gubernamentales y por las confesiones de los mismos visitantes de la \"casa de cita\".&nbsp;&nbsp;&nbsp;\r\n  Por tal razon, crece cada dia mas la voz de ira y denuncia de la sociedad internacional a tales infamias de Japon que ahora abulta su expediente criminal en lugar de expurgar sus anteriores crimenes ante la historia. &nbsp;&nbsp;&nbsp;\r\n  Los medios de prensa, los parlamentos y circulos politicos de diferentes latitudes del orbe repulsan fuertemente la evasion de responsabilidades por el caso de esa esclavitud sexual por parte del pais isleno. &nbsp;&nbsp;&nbsp;\r\n  Hasta su intimo aliado EE.UU. expuso su posicion oficial de que el gobierno japones debe reconocer la \"gravedad del caso\".&nbsp;&nbsp;&nbsp;\r\n  Nadie creera la teoria de construccion de un \"pais hermoso\" por Japon que trata de invertir hasta la concepcion general de la historia de la sociedad internacional. &nbsp;&nbsp;&nbsp;\r\n  La vulnerabilidad politico-moral de Japon en cuanto a la liquidacion del pasado criminal muestra que no tiene futuro este pais que se atreve a ocupar una \"posicion importante\" en la sociedad internacional.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}