{
    "date": "2007-05-26",
    "url": "http://kcna.co.jp/item/2007/200705/20070526.htm",
    "articles": [
        {
            "title": "Remains of More Patriots Discovered",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Three Principles of Korea's Reunification Introduced",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#2",
            "content": "Remains of More Patriots Discovered \r\n&nbsp;&nbsp;&nbsp;Kangso, May 24 (KCNA) -- Remains of more patriots were recently discovered in Susan-ri, Kangso County, South Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggressors brutally massacred more than 1,000 patriots and innocent people during their 40-odd day-long occupation of Susan while the Korean People's Army was making a temporary strategic retreat in the past Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n According to the testimonies of the witnesses, the aggressors, much perturbed by the re-advance of the KPA, committed such monstrous crime as hurling nearly 400 people into a chestnut storage of the then Anam-dong village, covering it with rice straw thatches and pouring gasoline on them, killing all of them. &nbsp;&nbsp;&nbsp;\r\n The recent unearthing of the place resulted in discovering remains of nearly 50 dead bodies and more than 30 relics of eight kinds. &nbsp;&nbsp;&nbsp;\r\n The hardly discernable remains included facial bones and bones of crania with rusty large nails stuck in them, broken skulls and bones of arms and legs and bones of different parts of dead bodies with bullets still embedded there. They bear witness to the hair-raising atrocities perpetrated by the U.S. imperialist murderers who seek pleasure in man-killing. &nbsp;&nbsp;&nbsp;\r\n The unearthed relics included stamps, buttons, belt rings and shoes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nicaraguan President Praises Songun Policy of Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#3",
            "content": "Three Principles of Korea's Reunification Introduced \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- The Friendship Association with the Korean People, whose head office is in Spain, posted an article titled \"Cornerstone of Reunification--Three Principles\" on its Internet homepage on May 16. &nbsp;&nbsp;&nbsp;\r\n The homepage in the article noted that President Kim Il Sung advanced the three principles, cornerstone of Korea's reunification, and wisely led the drive to implement them. &nbsp;&nbsp;&nbsp;\r\n The historic June 15 North-South Joint Declaration, an embodiment of the spirit of the three principles of national reunification, is a milestone of Korea's reunification dynamically propelling the reunification movement of the whole Korean nation, it said. &nbsp;&nbsp;&nbsp;\r\n It said that all the Koreans have striven to achieve the independent reunification under the banner of \"By our nation itself\" in the June 15 era of reunification provided by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Posted on it was also a picture of the Monument to the Three Charters for National Reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Former Unconverted Long-term Prisoners on Birthdays ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#4",
            "content": "Nicaraguan President Praises Songun Policy of Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- President Kim Il Sung had given material and mental support, solidarity and assistance to us, and this greatly contributed to the victory of the Sandinist revolution. &nbsp;&nbsp;&nbsp;\r\n Nicaraguan President Daniel Ortega Saavedra said this when meeting with the DPRK ambassador to Nicaragua. &nbsp;&nbsp;&nbsp;\r\n The DPRK's access to deterrent for self-defence is a clear manifestation of the independent stand and this greatly encourages us, he noted, stressing that the Songun policy of Kim Jong Il is very just. &nbsp;&nbsp;&nbsp;\r\n Expressing support and solidarity with the Korean people in the struggle to achieve the independent and peaceful reunification of the country without interference of foreign forces under the banner of the June 15 North-South Joint Declaration, he affirmed the will to further develop the friendly relations between the two countries and strengthen cooperation in the international arena.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#5",
            "content": "Former Unconverted Long-term Prisoners on Birthdays  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- Former unconverted long-term prisoners Ryu Han Uk and Song Sang Jun, indomitable patriot fighters for reunification, greeted their ninetieth and eightieth birthdays. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il sent birthday spreads to them. &nbsp;&nbsp;&nbsp;\r\n Born in Cholsan County, North Phyongan Province on May 24, Juche 6 (1917) and in Hamyang County, South Kyongsang Province on May 18, Juche 16 (1927), they experienced the sorrow of the people bereft of the country. They embarked on the struggle to drive away outside forces out of south Korea and build an independent reunified powerful country, grasping the truth that it was the only way out for the Korean nation. &nbsp;&nbsp;&nbsp;\r\n They were put to murderous tortures and brutal punishments beyond human imagination behind the bars for over 30 years. They, however, emerged victors and came to the embrace of the DPRK by fighting unyieldingly, true to their pledge to the revolution.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Distorting Inscription of \"East Sea\" Unjustifiable",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#6",
            "content": "Vietnamese Embassy Officials Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- Ambassador Phan Trong Thai and officials of the Vietnamese embassy in Pyongyang on Thursday took part in field work for friendship on the DPRK-Vietnam Friendship Jamjin Co-op Farm in Kangso County, South Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n The guests helped the busy farmers in rice-transplantation. &nbsp;&nbsp;&nbsp;\r\n They sang songs and chatted with farmers, deepening friendly feelings. &nbsp;&nbsp;&nbsp;\r\n The ambassador recalled that President Kim Il Sung and Kim Jong Il had extended full support to the Vietnamese people in their struggle against foreign aggression. &nbsp;&nbsp;&nbsp;\r\n He wished the Korean people greater successes in the work to build a great prosperous powerful socialist nation and achieve the country's reunification under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The embassy officials delivered aid materials to the farm.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Frustration of Imperialists' Reactionary Offensive Called for",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#7",
            "content": "Distorting Inscription of \"East Sea\" Unjustifiable \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- Encyclopedia Britannica (2007 edition) of Britain recently described the East Sea of Korea as \"East Sea,\" drawing attention of the international community. &nbsp;&nbsp;&nbsp;\r\n Discussing this, Rodong Sinmun in an article Friday declares that Japan's attempt to distort the inscription of \"East Sea\" can never be justified. &nbsp;&nbsp;&nbsp;\r\n Recalling that the sea between Korea and Japan has been called and inscribed \"East Sea of Korea\" or \"Sea of Korea\" from olden times, the author of the article goes on: &nbsp;&nbsp;&nbsp;\r\n It is a principle and international usage to use the inherent name which has been widely used and inscribed through generations in the given region in naming or inscribing geographical objects. It cannot be allowed to distort or change the inherent names of geographical objects according to someone's far-fetched claim or persistence. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries, however, have tenaciously persisted in the unilateral description of \"Sea of Japan,\" insisting that the East Sea of Korea is \"Sea of Japan.\" The inscription of \"Sea of Japan\" has never been recognized at any international conference or by international convention. &nbsp;&nbsp;&nbsp;\r\n It was around the occupation of Korea by the Japanese imperialists in the early 20th century that the inscription of \"Sea of Korea\" was changed into \"Sea of Japan.\" This was an intentional distortion of history by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n Citing concrete historical materials proving that Korean ancestors explored the sea east of Korea and called and described it as \"Sea of Korea\" or \"East Sea\" in the early days and it is the name used internationally from long ago, the article continues. &nbsp;&nbsp;&nbsp;\r\n After the name of our country was known as \"COREA\" to the world, the East Sea of Korea was inscribed \"SEA OF COREA\" in European maps. It was so inscribed in the maps made in Russia, Britain, the United States, France and many other countries in and after the 18th century. Even in Japan the sea between the Korean Peninsula and Japan had been inscribed \"Sea of Korea\" or \"East Sea\" until the early 20th century. &nbsp;&nbsp;&nbsp;\r\n Japan's claim that the East Sea of Korea should be inscribed \"Sea of Japan\" is a robber-like logic totally ignoring historicist and academic principles, and it is a manifestation of militaristic view on history and ambition for territorial expansion.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Japan's Moves for Constitutional Revision ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#8",
            "content": "Frustration of Imperialists' Reactionary Offensive Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- The imperialists' counter revolutionary offensive would bring them defeat and shame only while the progressive people's revolutionary offensive would bring them an independent development and life and a free and peaceful world, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n The imperialists are now intensifying their reactionary offensive, clinging to their policy of strength, not away from their anachronistic viewpoint of confrontation, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n \"Anti-terrorist war\" is one of the imperialists' most dangerous reactionary offensives at present. &nbsp;&nbsp;&nbsp;\r\n After launching the Afghan war with the \"September 11 Incident\" as a momentum, the U.S. imperialists listed Iraq, Iran and the DPRK as an \"axis of evil\" and proclaimed the escalation of the \"anti-terrorist war\" and a \"strategy of preemptive attack\".&nbsp;&nbsp;&nbsp;\r\n The U.S. is giving impetus to the development and production of smaller nukes, while increasing the armaments at an unprecedented pace to provoke another \"anti-terrorist war\".&nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are also giving priority to the moves to establish the missile defense system (MD). &nbsp;&nbsp;&nbsp;\r\n The imperialists are busy creating illusion about capitalism. This is a reactionary offensive as dangerous as the \"anti-terrorist war.\" &nbsp;&nbsp;&nbsp;\r\n They are letting loose ridiculous sophism that capitalism is a \"model\" of human society guaranteeing \"human rights\" and \"democracy\" to the utmost. This aims at quelling the aspiration and faith in socialism that have grown strong among the people since the outset of the new century and fanning up the desire for capitalism among them. &nbsp;&nbsp;&nbsp;\r\n What merits an international attention at present is that the Bush ruling quarters are noisily trumpeting about American-style \"human rights\" and \"democracy\" and making no scruple of applying sanctions against those countries that refuse to accept them.\r\n The imperialists' intensified reactionary offensive finds its expression in the field of ideology and culture. &nbsp;&nbsp;&nbsp;\r\n Noting that it is required by the international situation at present to resolutely stand up against the reactionary offensive of the imperialists with a revolutionary offensive, the article stresses what is important for intensifying the revolutionary offensive against the imperialists is to have a proper understanding of imperialism and take a tough stand and posture towards it. It is also important to pursue Songun politics and for the revolutionary parties and people to intensify their joint struggle to frustrate the imperialists' reactionary offensive.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spa Sanatoriums for Promotion of Health",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#9",
            "content": "KCNA Blasts Japan's Moves for Constitutional Revision  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- A law that establishes procedures for a national referendum to revise the Constitution was adopted in Japan recently. &nbsp;&nbsp;&nbsp;\r\n  It is nothing but an imperialist law to turn Japan into a state for war and aggression. The main purpose of this law is to scrap Article 9 of the Constitution which bans Japan's possession of right to belligerency, dispatch of armed forces overseas, maintenance of war potential and exercise of the right to collective self-defense. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries hastily presented to the Diet the bill which did not stipulate even the minimum rate of voting for referendum before railroading it through its session.  This reminds one of the end of the 19th century when samurais discussed and passed the bill on instituting the Constitution of \"the Great Empire of Japan\" at the Privy Council in top secrecy while crying out for the building of a \"wealthy country with a powerful army.\" &nbsp;&nbsp;&nbsp;\r\n It is clear to everybody that the law has become a powerful driving force for working out a war constitution. The present ruling forces who advocate it more vociferously than anyone else represent the imperialist aggression forces in the 21st century threatening the peace and security in Asia and other parts of the world. &nbsp;&nbsp;&nbsp;\r\n Japan is now rushing headlong into actions to repeat the history of aggression and build \"the Great Empire of Japan,\" after going beyond the phase of denying its history of aggression. &nbsp;&nbsp;&nbsp;\r\n The enactment of the law was the inevitable result of the more than half century long-moves of the Japanese reactionaries to rewrite the \"Pacifist Constitution\" into a war constitution. &nbsp;&nbsp;&nbsp;\r\n It is the long-cherished militaristic ambition of the Abe forces to build \"strong Japan\" through the institution of the war constitution. &nbsp;&nbsp;&nbsp;\r\n It is well known that whenever an opportunity presented itself Abe said he would revise the Constitution, to begin with, when he became prime minister.  This indicates that he has all along regarded the constitutional amendment as his lifetime mission just as his maternal grandfather Kishi did. &nbsp;&nbsp;&nbsp;\r\n The above-said law is a product of the tie-up between the U.S. ruling quarters who are seeking to use Japan as a shock force of global aggression by converting it into a state for aggression and the Japanese reactionaries keen to conquer Asia and other parts of the world in reliance upon them. &nbsp;&nbsp;&nbsp;\r\n With the enactment of the law, Japan's \"Pacifist Constitution\" may cease to exist anytime and the military and political situation in Asia has reached the worst phase since the end of World War II. &nbsp;&nbsp;&nbsp;\r\n  The Japanese reactionaries have become extremely bellicose. The world hears them let loose a spate of foolish remarks such as \"Japan will collapse if the prime minister stops Yasukuni visits\" and \"It is necessary to examine even a small-scale war with China.\" &nbsp;&nbsp;&nbsp;\r\n The national flag and anthem dating back to the era of \"Empire\" are now in use in Japan and the young Japanese are taught distorted history, wrong self-esteem and a totalitarian and chauvinist view on life are infused into them. This reality of Japan is suggestive of the dark era during which \"the general movement of mobilization of people's spirit\" was staged with a loud call for \"the whole world under one roof.\" &nbsp;&nbsp;&nbsp;\r\n The emergence of fascism in Europe and Asia early in the 20th century threw the world into mayhem but it is again seized with uneasiness due to the appearance of such modern fascism as neo-conservatism and \"Yamato ultra-nationalism\" early in the 21st century. &nbsp;&nbsp;&nbsp;\r\n Japan remains a cancer-like entity disturbing the peace in Asia and the rest of the world as it has behaved so meanly over the issue of redressing its crime-woven history as to be a sharp contrast with other war criminal state in Europe. It is hurling its aggressor armed forces into different parts of the world as a shock force of the U.S. \"crusade,\" intensifying the coordinated operations with the U.S. in political, economic, military and all other fields. Japan's plan for \"Greater East Asia Co-Prosperity Sphere\" aimed at looting rich natural resources in Asia is now being implemented by such new forms as oil diplomacy. &nbsp;&nbsp;&nbsp;\r\n Japan has become so arrogant as to spark off a series of territorial disputes with neighboring countries and beef up its military muscle. This reminds one of the times when Japan forced Korea to conclude the illegal \"Kanghwa Island Treaty\" by triggering off the \"Unyo-maru\" incident and annexed Tok Islet to its  \"territory\" according to the notice issued by the Shimane Prefecture to pave the way for the annexation of the whole Korea, continental aggression and advance into the southern regions. &nbsp;&nbsp;&nbsp;\r\n Japan deployed \"PAC-3\" in March this year, starting the operation of the U.S.-Japan joint missile defense system, an indication of its exercise of the right to collective self-defense and right to participate in war. &nbsp;&nbsp;&nbsp;\r\n It is nobody's secret that the Korean Peninsula is made its main target. &nbsp;&nbsp;&nbsp;\r\n Abe did not hide Japan's intention to launch a war action against the DPRK, blustering that anyone's missile flying towards U.S. over Japan should be intercepted.  This is a clear proof that the Japan \"Self-Defense Forces\" are poised to fight a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists' reinvasion is by no means a fiction but is becoming a reality. &nbsp;&nbsp;&nbsp;\r\n The international community should not slacken its vigilance against the moves of the revived Japanese imperialists for reinvasion even a moment but decisively stop them from working out a war constitution aimed at threatening world peace and progress. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be advised to behave themselves, well aware that their frantic moves for reinvasion would only lead Japan to final self-destruction.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"100 Inventions for Processing Bean\"",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#10",
            "content": "Spa Sanatoriums for Promotion of Health\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- The DPRK is endowed with many useful spas which were formed by the intrusive function of granite in the Mesozoic Era and serious crustal movement.  There are a lot of available hot- and mineral-water springs in Kyongsong, Sinchon, Samchon, Yangdok, Ongjin and other parts of the country where well-equipped sanatoriums have been built. &nbsp;&nbsp;&nbsp;\r\n This year the DPRK government took a measure to make more effective use of natural factors for the promotion of people's health.  As a result, an increasing number of people are recovering their health at sanatoriums. &nbsp;&nbsp;&nbsp;\r\n The Kim Jong Suk Sanatorium and Talchon Sanatoriums for Disabled Soldiers famous in the country had their general treatment wards and buildings renovated and furnished with new convalescent treatment facilities.  They are now receiving a lot of patients. &nbsp;&nbsp;&nbsp;\r\n Sufferers from cardiovascular, nervous and digestive system disorders are recovering their health remarkably day by day at the sanatoriums. &nbsp;&nbsp;&nbsp;\r\n Among those who have their diseases completely cured is Kim Yong Chol, a worker in the Pyongyang 326 Electric Wire Factory.  He, who came with the help of his wife, left the sanatorium on his feet. &nbsp;&nbsp;&nbsp;\r\n He said excitedly: Best is the socialist public health system of the DPRK which does not spare anything for human life and health promotion still under economic difficulties. &nbsp;&nbsp;&nbsp;\r\n At the Taedong Mineral Spring Sanatorium and other sanatoriums, the patients are beaming with joy of being provided with all medical services as well as enough rest. &nbsp;&nbsp;&nbsp;\r\n Busy as they are with the service to an increasing number of patients, the bright faces of the medical workers and staffs of the sanatoriums make atmosphere more cheerful.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Young People Volunteer to Countryside",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#11",
            "content": "Book \"100 Inventions for Processing Bean\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- The book \"100 Inventions for Processing Bean\" is popular among housewives. &nbsp;&nbsp;&nbsp;\r\n The book introduces local inventions related with bean drink, essential foodstuffs made from bean and bean-protein foodstuffs and some inventions out of foreign technical data which can be processed easily. &nbsp;&nbsp;&nbsp;\r\n In particular, the book explains how to make quality soy sauce, bean paste and yon-tubu (uncurdled bean-curds) of high nutritive value. It is helpful toward improving the dietary life of the people by increasing the assortment of essential foodstuffs. &nbsp;&nbsp;&nbsp;\r\n Besides, the book deals with traditional bean foods of Korea, bean-processed dishes of foreign countries and common knowledge on processing bean. &nbsp;&nbsp;&nbsp;\r\n An appendix on explanation about various bacterial strains to be used in bean-processing, guide to getting them and table of ingredients of bean is added to the book.     \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun alerta intencion de Japon de cambiar nombre \"Mar Este\"",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#12",
            "content": "Young People Volunteer to Countryside\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 25 (KCNA) -- Of late 1,200 middle school graduates in Wonsan and Munchon cities and Phyonggang County, Kangwon Province of the DPRK have volunteered to co-op farms in Phyonggang County. &nbsp;&nbsp;&nbsp;\r\n They have organized 28 youth sub-workteams and 15 workteams.  They are now devoting themselves to the current spring farming work, with their beautiful dreams of youth. &nbsp;&nbsp;&nbsp;\r\n The beautiful deed of the young people reflects the noble spiritual world of the youth in the Songun era who support the fatherland with sincerity. &nbsp;&nbsp;&nbsp;\r\n Thirty years have passed since middle school graduates volunteered to the Sangso Co-op Farm in Anju City and Unha Co-op Farm in Yangdok County in Juche 66(1977) to form the first youth sub-workteams.  During the period, a lot of young men and women went to the socialist countryside to settle down there and taking the lead in supporting the motherland with increased grain-production. &nbsp;&nbsp;&nbsp;\r\n Many youth sub-workteams and youth workteams were formed in the Chongsan Co-op Farm in Kangso County, the Paeksong Co-op Farm in Phyongsong City, the Jisa Co-op Farm in Nampho City and others. &nbsp;&nbsp;&nbsp;\r\n Such young people are growing in number in the DPRK to strengthen the rural outposts of socialism and powerfully accelerate the building of a great, prosperous and powerful nation.     \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "ATCC comenta la \"ley de plebiscito\" de Japon",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#13",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Presidente de Nicaragua elogia la politica de Songun de Corea ",
            "url": "http://kcna.co.jp/item/2007/200705/news05/26.htm#14",
            "content": "Rodong Sinmun alerta intencion de Japon de cambiar nombre \"Mar Este\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 25 de mayo (ATCC) -- En los ultimos dias, la Enciclopedia Britanica (edicion de 2007) de Inglaterra centra la atencion de la sociedad internacional al anotar como \"Mar Este\" el Mar Este de Corea. &nbsp;&nbsp;&nbsp;\r\n  Al respecto, el periodico Rodong Sinmun senala este viernes en un articulo individual que nunca seran justificadas las maniobras de Japon encaminadas a alterar la anotacion del \"Mar Este\" y continua: &nbsp;&nbsp;&nbsp;\r\n  Desde antiguedad, el mar situado entre Corea y Japon se ha registrado y anotado como \"Mar Este de Corea\" o \"Mar de Corea\".&nbsp;&nbsp;&nbsp;\r\n  Devienen un principio y una costumbre internacional bautizar y anotar los objetos geograficos tal como se llamaban ampliamente y se inscribian de generacion en generacion en el area correspondiente. Por lo tanto, estos nombres propios no pueden ser tergiversados ni modificados por la insistencia absurda de alguna parte. &nbsp;&nbsp;&nbsp;\r\n  Pero, en el pasado los reaccionarios japoneses se mostraron obstinados en declarar y anotar unilateralmente el mar en cuestion como \"Mar de Japon\", lo cual no fue admitido en ninguna reunion o convenio internacionales. &nbsp;&nbsp;&nbsp;\r\n  En el periodo anterior y posterior a la ocupacion a Corea de los imperialistas japoneses, ocurrida a principios del siglo pasado, el nombre del \"Mar de Corea\" se cambio por el \"Mar de Japon\" debido a la malintencionada distorsion de la historia de ellos. &nbsp;&nbsp;&nbsp;\r\n  Hay muchos testimonios historicos confirmando que desde hace mucho tiempo, los antecesores coreanos exploraron ese mar al este de Corea y lo llamaron como \"Mar de Corea\" o \"Mar Este\", nominaciones que fueron usadas desde mucho antes tambien en la arena internacional. &nbsp;&nbsp;&nbsp;\r\n  Despues de que se conocio en el mundo el nombre de nuestro pais como \"Corea\", los mapas elaborados en Europa nominaron el mar en cuestion como el \"Mar de Corea\" (SEA OF COREA). &nbsp;&nbsp;&nbsp;\r\n  Asimismo, los atlas hechos despues del siglo XVIII en Rusia, Inglaterra, Estados Unidos, Francia y otros paises estaban anotandolo de la misma manera. &nbsp;&nbsp;&nbsp;\r\n�@Hasta a principios del siglo XX, en el propio Japon se nominaban como \"Mar de Corea\" o \"Mar Este\" el mar que limita la Peninsula Coreana con este pais isleno. &nbsp;&nbsp;&nbsp;\r\n  Por tal razon, la insistencia de Japon en el \"Mar de Japon\" es una logica de bandido que desprecia completamente los principios historicistas y cientificos, siendo una muestra de la concepcion militarista de la historia y del expansionismo.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}