{
    "date": "2007-03-14",
    "url": "http://kcna.co.jp/item/2007/200703/20070314.htm",
    "articles": [
        {
            "title": "UNDP's Wrong Action Accused",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#1",
            "content": "UNDP's Wrong Action Accused \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The United Nations Development Program recently announced that it would suspend its country program for the DPRK and, accordingly, withdraw the staff members of its office from Pyongyang. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the DPRK Ministry of Foreign Affairs Tuesday answered the question raised by KCNA in this regard. &nbsp;&nbsp;&nbsp;\r\n The responsibility for this abnormal thing that happened in the cooperative relations between the DPRK and the UNDP, which have favorably developed for the past several decades, rests with the U.S. and Japan and some circles inside the organization, who took this discriminative action against the DPRK only, yielding to the pressure of the above-said two countries, the spokesman said, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. has spread sheer lies about the DPRK's \"diversion of UNDP's program fund\" since the outset of the year in a bid to tarnish the international image of the DPRK. Taking advantage of this, Japan has pressurized the UNDP to suspend its country program for the DPRK. It wooed some member states of its executive board to reopen the discussion on the already passed country program for the DPRK. &nbsp;&nbsp;&nbsp;\r\n Some officials of the UNDP tried to cancel the country program of developmental nature for the DPRK contrary to its mission under the pressure from outside and adjust it into a country program of humanitarian nature and has unilaterally closed or cancelled the ongoing project. &nbsp;&nbsp;&nbsp;\r\n As regards this discriminative step taken against the country program for the DPRK only, it demanded the UNDP explicitly explain and clarify the step. The UNDP, however, has kept mum about the demand, deliberately avoiding its answer. &nbsp;&nbsp;&nbsp;\r\n The DPRK does not care about whether it receives small assistance from the UNDP or not but it will not tolerate even a bit any foolish attempt to hurt its dignity. &nbsp;&nbsp;&nbsp;\r\n It is the firm stand of the DPRK not to receive any politically motivated assistance seeking a sinister aim in the future, too.        \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Director-General of IAEA Here ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#2",
            "content": "Director-General of IAEA Here  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- Mohamed el-Baradei, director-general of the International Atomic Energy Agency, and his party arrived here today.       \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Work Published in Pakistan",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#3",
            "content": "Kim Il Sung's Work Published in Pakistan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- President Kim Il Sung's famous work \"For a Free and Peaceful New World\" was brought out in booklet by the Victorial Publishing House of Pakistan on March 5. &nbsp;&nbsp;&nbsp;\r\n The work published on April 29, Juche 80 (1991) clarifies the idea that the world progressive people advocating independence should firmly unite to check and frustrate the imperialist aggressors' moves for a new war and their policy for colonization and build a free and peaceful new world, the revolutionary idea and policy of strengthening international solidarity for the Korean revolution and realizing the global independence in the idea of independence, peace and friendship and so on.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abe's Reckless Remarks Rebuffed in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#4",
            "content": "Abe's Reckless Remarks Rebuffed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement titled \"Japanese prime minister, immediately apologize for the past history\" on March 8. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that Japanese Prime Minister Abe let loose a string of balderdash that there is no evidence proving the forcible recruitment of \"comfort women\" for the imperial Japanese army, the statement charged that Abe made such reckless remarks, obsessed with the ambition to revive militarism, far from apologizing for the crimes committed against humanity in the past. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should make an honest apology to the Korean nation for the crimes related to the sexual slavery for the imperial Japanese army committed in the past and adequately compensate for them, the statement stressed, demanding the Japanese authorities drop their ambition for overseas expansion and stop at once their suppression of Koreans in Japan.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fight against FTA Negotiations in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#5",
            "content": "Fight against FTA Negotiations in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- Broad circles of south Korea were reported to have staged a struggle against the negotiations for the conclusion of the south Korea-U.S. \"Free Trade Agreement\" on March 8 in connection with the start of the 8th round of the negotiations. &nbsp;&nbsp;&nbsp;\r\n Representatives of civic and public organizations including the Society for Commemorating the Movement for Democracy held an emergency meeting for demanding a stop to the negotiations for the conclusion of the FTA at the Press Centre in Seoul. &nbsp;&nbsp;&nbsp;\r\n The Christian Measure Committee and the Council of Medical Students held a press conference against the negotiations. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a protest and sit-down strikes were held to oppose the negotiations. &nbsp;&nbsp;&nbsp;\r\n The Agriculture, Stock-breeding and Fishery Emergency Measure Committee against the Conclusion of the South Korea-U.S. FTA staged a surprise protest in downtown Seoul. &nbsp;&nbsp;&nbsp;\r\n The Audio and Media Joint Measure Committee for Checking the South Korea-U.S. FTA went on an all-night sit-down strike and Christian organizations declared they would stage a hunger prayer strike in the whole period of the negotiations from that day.       \r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson Flails U.S. Anti-human Rights Policy ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#6",
            "content": "Minju Joson Flails U.S. Anti-human Rights Policy  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The Oslo Declaration was adopted, which provides for completing by 2008 the drafting of an international treaty banning the use, production, transfer and stockpile of cluster bombs mortal to human lives and calling for the scrapping of the already stockpiled cluster bombs and removal of duds and support to the victims. &nbsp;&nbsp;&nbsp;\r\n Describing this as a pointblank condemnation of the anti-human rights acts of the United States by the international community, a Minju Joson analyst Tuesday says: &nbsp;&nbsp;&nbsp;\r\n The U.S. is the very one which has produced cluster bombs and deliberately fostered the use of the bombs the production and use of which is banned by international law. It massively supplied cluster bombs to Israel in the armed conflict between Israel and Lebanese Hezbollah armed forces in July last year and, furthermore, extolled to the sky the criminal use of the bombs by Israel as an \"anti-terrorist\" act. &nbsp;&nbsp;&nbsp;\r\n The point is that the U.S. criminal use of the bombs which strike people with extreme fear and terror and inflict losses upon them is merely the tip of an iceberg in the human rights abuses committed by it under the cloak of \"war on terrorism\".&nbsp;&nbsp;&nbsp;\r\n The U.S. leaves no stone unturned in attaining its military strategic aim and it does not even shrink from committing acts contravening international law and norms of inter-state relations. &nbsp;&nbsp;&nbsp;\r\n The U.S. set up \"secret prisons\" in different parts of the world, where it has put \"suspected terrorists\" to physical, mental and moral tortures and committed such inhuman atrocities as executing them or keeping them in custody for an indefinite period without trial. &nbsp;&nbsp;&nbsp;\r\n Under the guise of \"war on terrorism\" the U.S. has ceaselessly violated the sovereignty of other countries and trampled underfoot the human rights of the people only to find itself isolated and condemned in the international arena. &nbsp;&nbsp;&nbsp;\r\n This reality is a natural result of the wrong foreign policy of the Bush administration.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Education Chief's Balderdash about Human Rights Rapped ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#7",
            "content": "Japanese Education Chief's Balderdash about Human Rights Rapped  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- Japanese Minister of Education, Culture, Sports, Science and Technology Ibuki recently said that no matter how nutritious it is, if one ate only butter every day, one would get metabolic syndrome, adding that \"Human rights are important, but if we respect them too much, Japanese society will end up having human rights metabolic syndrome.\" &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday observes in a signed commentary in this regard: &nbsp;&nbsp;&nbsp;\r\n Such thoughtless remarks can be made only by those who go unabashed even without admitting, apologizing and compensating for the hideous human rights abuses perpetrated by Japan. &nbsp;&nbsp;&nbsp;\r\n It is not hard to guess why Ibuki let loose such a string of balderdash. &nbsp;&nbsp;&nbsp;\r\n Japan is now rushing headlong into militarization, repeating its past policy of aggression. It has steadily increased military spending and massively developed and produced new type war hardware in a bid to build up the \"Self-defence Forces\" into modern armed forces for offensive. The Japanese reactionaries are now fully ready to undertake any war of aggression. &nbsp;&nbsp;&nbsp;\r\n What remains to be done by them is to imbue the Japanese people with the militarist idea. After the emergence of the new government the Japanese chief executive proposed an \"educational reform\" as one of the three major tasks. Through the revision of the fundamental law of education the Japanese authorities seek to legalize education in militarism and create an atmosphere favorable for the retrogressive revision of the Constitution. The Japanese education chief talked such nonsense about human rights, prompted by his idea of enforcing education aimed at subordinating everything to reinvasion even if it may violate the rights of the Japanese. &nbsp;&nbsp;&nbsp;\r\n Herein lies the dangerous nature of his reckless remarks about human rights metabolic syndrome. &nbsp;&nbsp;&nbsp;\r\n The moves for militarization stepped up by the Japanese reactionaries to realize their ambition for overseas aggression, although they mean abusing human rights, can never evade censure and denunciation of the international community, to say nothing of Japanese.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson on Deceptive Transfer of \"Right to Command Wartime Operations\"",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#8",
            "content": "Minju Joson on Deceptive Transfer of \"Right to Command Wartime Operations\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The transfer of the \"right to command wartime operations\", agreed upon between the U.S. and south Korean authorities, is nothing but a clumsy farce to mislead the domestic and foreign opinion and a product of the dangerous plot to escalate their moves for war. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Tuesday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to set up what is called \"consultative body in form of the military cooperation headquarters,\" which will replace the south Korea-U.S. \"Combined Forces Command\" to be dissolved, and through it, keep holding the control over the south Korean army under the pretext of \"combined operations\", the paper points out, and says: &nbsp;&nbsp;&nbsp;\r\n Such scheme was intensively manifested at the 38th south Korea-U.S. \"annual security consultative meeting\" held in Washington in October last year. At the meeting the U.S. insisted on the importance of such \"combined defence system\" as the formation of the \"military cooperation headquarters\" for joint operations and the maintenance of the south Korea-U.S. \"mutual defense pact\" in a purpose to keep its presence on the Korean Peninsula though the \"right to command wartime operations\" will be transferred to south Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. has also blustered that even after the transfer of the \"right\" there would be no change in its military presence in south Korea and the dispatch of its military reinforcements, offer of the nuclear umbrella under the south Korea-U.S. \"mutual defense pact\" and provision of information and early warning capabilities, etc. in case of \"emergency\" on the Korean Peninsula. And it has stated that fresh scenarios for military operations would be worked out to replace the \"OPLAN 5027\" and joint military exercises including the \"Foal Eagle\", \"RSOI\" and \"Ulji Focus Lens\" maintained. &nbsp;&nbsp;&nbsp;\r\n In actuality, the U.S. and south Korean warlike forces plan to stage in south Korea the \"RSOI\" and field mobile exercises, intended for U.S. military reinforcement in case of \"emergency\" on the Korean Peninsula, from Mar. 25 to 31. &nbsp;&nbsp;&nbsp;\r\n As long as the U.S. imperialists remain in south Korea, enforcing their colonial rule over it, there will be no meaning in the transfer of the \"right to command wartime operations\".       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Foundation of Socialism",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#9",
            "content": "Rodong Sinmun on Foundation of Socialism\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- Korean-style socialism was built and has grown strong and developed on the basis of President Kim Il Sung's idea of believing in the people as in Heaven. This socialism has displayed ever greater vitality and advantages under the Songun leadership of Kim Jong Il who set forth the unique idea that the people mean the foundation of socialism and has built a land of bliss on this land. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's proposition that the people precisely mean the foundation of socialism is based on his noble outlook on the people which calls for regarding them as Heaven. &nbsp;&nbsp;&nbsp;\r\n His idea means the quintessence and crystal of the absolute trust and loving care for the people shown by the Workers' Party of Korea. It is Kim Jong Il's firm determination to enable the Korean people to lead the happiest and most worthwhile life with nothing to desire more in the world, as they have shared the same destiny with the WPK without the slightest vacillation, overcoming all sorts of hardships under the hardest conditions. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned idea of Kim Jong Il helped prove once again that there is no more solid and attractive society in the world than the people-centered socialist society and the source of advantages and vitality of socialism lies in protecting the interests of the people and serving them. &nbsp;&nbsp;&nbsp;\r\n His idea, at the same time, helped more fully meet the requirements of the Juche idea that the socialist politics should serve the people on the basis of the viewpoint of regarding them as the master of politics. &nbsp;&nbsp;&nbsp;\r\n His idea has served as firm guidelines for all activities of the WPK leading the revolution and construction, while displaying tremendous attraction and vitality in carrying out the cause of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n For the WPK, to mix with people precisely means revolutionary leadership and politics because it regards the people as the foundation of socialism. Kim Jong Il said that to mix with people, believing in them is just like taking a tonic, but to distance oneself from people, reigning over them, is just like taking poison. His words have served as an inviolable iron rule governing the activities of the WPK. &nbsp;&nbsp;&nbsp;\r\n The WPK has always found itself among people and laid down revolutionary and scientific policies and strategies and tactics representing their intentions and wishes, thus leading the cause of Korean-style socialism along the most correct path. It has judiciously steered the revolution and construction, totally depending on the people. It is widely known as a seasoned guide creating heroic epics in socialist construction and the Party which has won the people's trust and formed a harmonious whole with them by always mixing with them. &nbsp;&nbsp;&nbsp;\r\n It is Kim Jong Il's invariable principle of revolutionary leadership that there is no other way but believing in the people and depending on their strength in socialist construction. Korean-style socialism is always sure to triumph as it is deeply rooted in the hearts of all the servicepersons and people.       \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Festival of Science and Technology",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#10",
            "content": "National Festival of Science and Technology\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The 22nd National Festival of Science and Technology is under way in the Democratic People's Republic of Korea, under the sponsorship of the Central Committee of the Korean General Federation of Science and Technology. &nbsp;&nbsp;&nbsp;\r\n The festival consists of central and local ones.  The local festival includes institution and enterprise festival, city and county (district) festival and provincial festival.  The institution and enterprise festival and the city and county festival were held in December of last year and in January. &nbsp;&nbsp;&nbsp;\r\n Nearly 56,000 people from more than 3,000 units took part in the festivals. &nbsp;&nbsp;&nbsp;\r\n Nearly 20,000 people from over 260 units whose exhibits were highly appreciated were qualified for participating in the provincial festival of science and technology. &nbsp;&nbsp;&nbsp;\r\n With the conclusion of the provincial festival at the end of February, the local festivals finished with success. &nbsp;&nbsp;&nbsp;\r\n The central festival will be held in Pyongyang in April. &nbsp;&nbsp;&nbsp;\r\n The festival is aimed at promoting the technical modernization of the national economy through the development of basic core technology, technology of the major economic sectors and fundamental sciences and at introducing scientific and technical achievements made in improving the material and cultural living standard of the people.        \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Posthumous Novel Inspires People in Efforts for Building of Rich and Powerful Country",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#11",
            "content": "Posthumous Novel Inspires People in Efforts for Building of Rich and Powerful Country\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The Korean Feature Film \"People of Yangjimal\" was televised some time ago on the occasion of the promulgation of the Law on Agrarian Reform. &nbsp;&nbsp;&nbsp;\r\n The film is adapted from the full-length novel \"New Spring\" with the period of half a year or more from right after the liberation of the country on August 15, Juche 34 (1945) for a setting. The novel truthfully depicts the struggle of peasants for the agrarian reform and the great socio-historical changes made in the period. &nbsp;&nbsp;&nbsp;\r\n The novel was written by Kim Kyu Yop. &nbsp;&nbsp;&nbsp;\r\n He, who hailed from south Korea, took an important post at the preparatory committee for building a nation, eagerly waiting for the triumphal entry of the anti-Japanese legendary hero General Kim Il Sung into Seoul after the liberation. &nbsp;&nbsp;&nbsp;\r\n He participated in the struggle against the U.S. imperialists' occupation of south Korea and \"separate elections and separate government\" and the October popular resistance in 1946. &nbsp;&nbsp;&nbsp;\r\n He came to the north in 1947 and worked as a vice-curator of the State Central Library (at that time). He heroically fought in the Fatherland Liberation War (June 1950-July 1953). &nbsp;&nbsp;&nbsp;\r\n He wished to become a literary man from his early years. His wish came true after his graduation from the Writers School after the Korean war. He accumulated experience in realities to write the full-length novel \"New Spring\".&nbsp;&nbsp;&nbsp;\r\n He died of illness he caught in the prison of south Korea. &nbsp;&nbsp;&nbsp;\r\n Upon hearing the sad news, Kim Jong Il instructed officials to announce an obituary on his death and to publish in book from the manuscripts left by him, saying that the news should be informed to his relatives in south Korea. &nbsp;&nbsp;&nbsp;\r\n Under the deep care of Kim Jong Il, he, along with his novel, is still alive in the mind of the Korean people who are striving to build a great, prosperous and powerful nation.       \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chairman of German-Korean Parliamentary Group Here",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#12",
            "content": "Chairman of German-Korean Parliamentary Group Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- Hartmut Koschyk, member of Bundestag (Federal Assembly) of Germany, who is chairman of the German-Korean Parliamentary Friendship Group, arrived here Tuesday. &nbsp;&nbsp;&nbsp;\r\n He was greeted at the airport by Ri Jong Hyok, deputy to the DPRK Supreme People's Assembly and chairman of the DPRK-German Friendship Parliamentary Group.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Dutch Ambassador",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#13",
            "content": "Kim Yong Nam Receives Credentials from Dutch Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from new Dutch Ambassador to the DPRK Hans Heinsbroek at the Mansudae Assembly Hall Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kung Sok Ung, vice-minister of Foreign Affairs, and a staff member of the Dutch embassy. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam had a conversation with the ambassador after receiving the credentials.       \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Suppression of Koreans in Japan Demanded",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#14",
            "content": "Halt to Suppression of Koreans in Japan Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- The world progressives should strongly demand the Japanese authorities respect the human and national rights of the Koreans in Japan and stop at once the suppression of the General Association of Korean Residents in Japan (Chongryon). The International Liaison Committee for Reunification and Peace in Korea declared this in an appeal posted on the Internet on March 5 in protest against the Japanese authorities' evermore undisguised suppression of Chongryon and Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The appeal accused the authorities of having become evermore pronounced in seriously infringing upon the democratic national rights and dignity of Koreans in Japan and even threatening their lives in the last several months.       \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Provides Field Guidance to Pakchon Silk Mill",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#15",
            "content": "Kim Jong Il Provides Field Guidance to Pakchon Silk Mill\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 13 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Pakchon Silk Mill in North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n He went round the monument to the on-the-spot instructions given by President Kim Il Sung and the monument to his on-the-spot guidance standing in the compound of the mill. &nbsp;&nbsp;&nbsp;\r\n He said that the Pakchon Silk Mill turned into a modern silk producer thanks to the wise guidance and meticulous care of Kim Il Sung, underscoring the need to bring about a leap forward in production, always bearing his behests deep in mind. &nbsp;&nbsp;&nbsp;\r\n He made the rounds of various production processes. &nbsp;&nbsp;&nbsp;\r\n The WPK has strictly subordinated all problems arising in economic construction to improving the standard of the people's living, he said, adding that to settle the problem of clothing is one of the two major important tasks as it is as essential as the food problem. &nbsp;&nbsp;&nbsp;\r\n It is an important work directly linked with the issue of improving the standard of the people's living to increase the production of quality clothing materials and blankets, he noted, stressing the need to direct big efforts to producing silk to bring about a turn in settling the problem of clothing. &nbsp;&nbsp;&nbsp;\r\n The producers should acquire technical skill now that the mill has been furnished with new type technological equipment, he said, calling upon all the officials and workers to strive to acquire advanced science and technology. &nbsp;&nbsp;&nbsp;\r\n He expressed the expectation and conviction that the officials, workers and technicians of the mill would display creative ingenuity and patriotic devotion to boost the production of quality silk and blankets for the people and thus successfully discharge an honorable mission and duty as genuine servants for them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK, Pak Nam Gi, department director of the WPK Central Committee, and Ri Jae Il, first vice department director of the WPK Central Committee.       \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun critica al ministro japones de Educacion y Ciencia ",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#16",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson censura \"transferencia de mando operacional\"",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#17",
            "content": "Rodong Sinmun critica al ministro japones de Educacion y Ciencia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 13 de marzo (ATCC) -- En los ultimos dias, Ibuki, ministro de Educacion y Ciencia de Japon, dijo que el \"demasiado respeto a los derechos humanos ocasiona mal consecuencia\". El, al comparar los derechos humanos con la mantequilla, peroro que \"el excesivo respeto a los DDHH dara a la sociedad japonesa el sindrome metabolico de los DDHH�h.  &nbsp;&nbsp;&nbsp;\r\n  Es una charlataneria de quienes rehusan el reconocimiento, la disculpa y la indemnizacion con respecto a sus ultragrandes crimenes de violacion a los DDHH. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Rodong Sinmun en un comentario individual del dia 13 y continua: &nbsp;&nbsp;&nbsp;\r\n  No es dificil conjeturar el motivo por el cual Ibuki profirio tal peroracion. &nbsp;&nbsp;&nbsp;\r\n  Ahora, el pais isleno galopea por el camino de la militarizacion repitiendo los errores de la pasada politica de agresion. Incrementa de continuo los gastos militares y produce gran cantidad de nuevos equipamientos belicos para dotar a las \"fuerzas de autodefensa\" de modernos armamentos ofensivos. Los reaccionarios japoneses ya estan listos para cumplir la guerra de agresion de toda indole. &nbsp;&nbsp;&nbsp;\r\n  Lo que les queda por hacer es inculcar la idea militarista a la poblacion. &nbsp;&nbsp;&nbsp;\r\n  Por eso, con la aparicion del nuevo gobierno el gobernante japones presento la \"reforma educacional\" como lo mas importante de tres tareas. &nbsp;&nbsp;&nbsp;\r\n  A traves de la \"enmienda de la ley principal de la educacion\" las autoridades japonesas tratan de legalizar la educacion militarista y crear un ambiente favorable a enmendar en peor la constitucion. &nbsp;&nbsp;&nbsp;\r\n  Asi Ibuki revelo su intento de perseguir la educacion de sujecion a las maniobras de nueva agresion a costa de violar los DDHH de los ciudadanos japoneses. He aqui la gran peligrosidad de la comparacion de los DDHH con la mantequilla. &nbsp;&nbsp;&nbsp;\r\n  Las maniobras de agresion a ultramar de los reaccionarios japoneses que aceleran desesperadamente la militarizacion pisoteando hasta los DDHH no podran evitar la condena y repudio de los japoneses y de la sociedad internacional.        \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson denuncia politica norteamericana contra DDHH",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#18",
            "content": "Minju Joson censura \"transferencia de mando operacional\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 13 de marzo (ATCC) -- La \"transferencia del mando operacional para el tiempo de guerra\" de Estados Unidos al Sur de Corea no pasa de ser una grosera farsa para enganar la opinion interna y externa y deviene un producto de la peligrosa intriga para fortalecer las maniobras de guerra. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Minju Joson en un comentario individual del dia 13 y continua: &nbsp;&nbsp;&nbsp;\r\n  Para colmo, EE.UU. busca fraguar un \"aparato de consulta en forma de la jefatura de cooperacion militar\" que hace las veces de la disuelta \"Comandancia  de las Fuerzas Conjuntas Surcoreano-Norteamericanas\" y a traves de esta trata de ejercer de continuo el \"derecho de control operacional\" sobre el ejercito surcoreano a titulo de la \"operacion conjunta\".&nbsp;&nbsp;&nbsp;\r\n  Una expresion concentrada de ello es que en la 38a \"reunion consultiva anual para la seguridad\" Sur de Corea-EE.UU. efectuada en octubre del ano pasado en Washington, el segundo, a fin de seguir ejerciendo el control sobre la Peninsula Coreana  aun despues de la transferencia a la primera de su \"mando operacional para el tiempo de guerra\", hablo con enfasis del problema del \"sistema de defensa conjunta\", a decir, del asunto de composicion de la \"jefatura de la cooperacion militar\" para el aseguramiento de la operacion conjunta y el asunto de la prolongacion del \"Pacto de Defensa Mutua Sur de Corea-EE.UU.\". &nbsp;&nbsp;&nbsp;\r\n  EE.UU. habla mucho de que aun despues de la transferencia del \"mando operacional para el tiempo de guerra\" no habra cambio alguno en cuanto a la presencia de sus tropas en el Sur de Corea, al \"envio de sus efectivos de refuerzo para el tiempo de emergencia\" de la Peninsula Coreana y al \"ofrecimiento de paraguas nuclear\" y \"sus informaciones y de su capacidad de alarma de emergencia\" de acuerdo con el \"Pacto de Defensa Mutua\", de que se elaboraran nuevos planes operacionales  en reemplazo del \"plan operacional 5027\" y de que seguiran los simulacros militares conjuntos, entre otros, el \"Aguilucho\", el \"ejercicio conjunto de refuerzo para el tiempo de guerra\" y \"Ulji Focus Lance\".&nbsp;&nbsp;&nbsp;\r\n  En realidad, EE.UU. y las fuerzas belicistas surcoreanas tratan de desarrollar simultaneamente del dia 25 al 31 en el territorio surcoreano el \"ejercicio conjunto de refuerzo para el tiempo de guerra\" y las maniobras de movilidad a la intemperie para dar refuerzo a los efectivos yanquis en el �gtiempo de emergencia�h de la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  Mientras siguen la presencia de las tropas norteamericanas y la dominacion colonial en el Sur de Corea, carece de significado la \"transferencia del mando operacional para el tiempo de guerra\".        \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pueblo es fundamento del socialismo, destaca Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2007/200703/news03/14.htm#19",
            "content": "Minju Joson denuncia politica norteamericana contra DDHH\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 13 de marzo (ATCC) -- El rotativo Minju Joson difundio este martes un comentario individual aplaudiendo la aprobacion de la \"Declaracion de Oslo\", segun la cual se elaborara hasta 2008 un tratado internacional para la prohibicion del uso, produccion, traslado y almacenamiento de las bombas de racimo, que causan danos mortiferos a las personas, la cancelacion de las ya conservadas, la eliminacion de las no explotadas y la asistencia a los danados. &nbsp;&nbsp;&nbsp;\r\n  Esto deviene la denuncia directa de la sociedad internacional a los actos de Estados Unidos contra los derechos humanos, califica el comentarista y prosigue: &nbsp;&nbsp;&nbsp;\r\n  El imperio es el culpable que produce esos artefactos y promueve intencionalmente su uso, lo cual esta prohibido por la ley internacional. &nbsp;&nbsp;&nbsp;\r\n�@A citar un ejemplo, durante el conflicto armado en julio del ano pasado entre Israel y las fuerzas paramilitares de Hizbala del Libano, EE.UU. suministro al primero mucha cantidad de bombas de racimo y defendio activamente el uso de estos explosivos por tropas hebreas calificandolo de accion \"antiterrorista\".&nbsp;&nbsp;&nbsp;\r\n  El problema es que tal acto criminal del imperio, que produce incertidumbre, panico y danos a la gente, no pasa de ser una minima parte de todos los casos de violacion de DDHH que se cometen bajo el vistoso rotulo de la \"guerra antiterrorista\".&nbsp;&nbsp;&nbsp;\r\n  Para alcanzar su objetivo estrategico-militar, ese pais recurrio a cualesquier medios y metodos e incurrio en acciones que contravienen a la ley internacional y a las normas de relaciones interestatales. &nbsp;&nbsp;&nbsp;\r\n  En las \"carceles secretas\" edificadas en muchas partes del mundo, impuso vejaciones fisicas, espirituales y morales a los \"presuntos terroristas\" y cometio atrocidades inhumanas de ejecutarlos extrajudicialmente o de encarcelarlos por tiempo indefinido. &nbsp;&nbsp;&nbsp;\r\n   Ademas, so pretexto de la \"guerra antiterrorista\", EE.UU. violo flagrantemente la soberania estatal de otros paises. &nbsp;&nbsp;&nbsp;\r\n�@Por tal razon, el imperio es aislado y denunciado ahora en la arena internacional, lo cual es un saldo de la erronea politica exterior de la administracion Bush.        \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}