{
    "date": "2007-07-27",
    "url": "http://kcna.co.jp/item/2007/200707/20070727.htm",
    "articles": [
        {
            "title": "6th Inter-Korean General-Level Military Talks Close",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Kim Yong Nam and Algerian President Held",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#2",
            "content": "6th Inter-Korean General-Level Military Talks Close \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The 6th north-south general-level military talks closed Thursday. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides continued the discussion on the issues of preventing clashes in the waters of the West Sea of Korea and realizing joint fishing there. &nbsp;&nbsp;&nbsp;\r\n In the whole course of the talks, the north side repeatedly advanced innovative proposals helpful to the discussion of the issues in line with the spirit of attaching importance to the nation, defending peace and achieving unity and has made every sincere effort for their realization. &nbsp;&nbsp;&nbsp;\r\n However, the south side deliberately laid obstacles in the way of the talks, insisting on its wrong assertions, not away from its obstinate conception of confrontation. &nbsp;&nbsp;&nbsp;\r\n As regards this wrong attitude on the part of the south side, the north side officially expressed its stand that there is no need to continue the north-south general-level talks under the situation where the south side negates the talks themselves. &nbsp;&nbsp;&nbsp;\r\n The north side further stated: If the south side truly sets store by the talks and wants to bring about progress in the discussion on the agenda item, it should not merely talk that it is \"responsible\" for the building of a peace-keeping mechanism on the Korean Peninsula but prove such claim in practice, to begin with. It should not merely vociferate that it is necessary to don \"new clothes\" in order to put the inter-Korean relations on a higher stage but put off the dress dating back to the era of confrontation as early as possible. &nbsp;&nbsp;&nbsp;\r\n The south side should drop its sinister aim to indefinitely drag on the discussion on the agenda item, insisting on a series of unreasonable conditionalities but become a dialogue partner true to the stand of attaching importance to the nation and placing it above anything else in line with the trend of the June 15 era of reunification before coming out to the negotiating table. &nbsp;&nbsp;&nbsp;\r\n The talks can be resumed any time when the south side is ready to accept the north side's just proposal and assertions, deeply reflecting on its wrong attitude, declared the north side.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Algerian PM and Speaker",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#3",
            "content": "Talks between Kim Yong Nam and Algerian President Held \r\n&nbsp;&nbsp;&nbsp;Algiers, July 25 (KCNA Correspondent) -- Talks between Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Abdelaziz Bouteflika, President of Algeria, were held at the Presidential Palace on July 25. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides informed each other of their countries' situation and exchanged views on the issue of boosting the friendly and cooperative relations between the two countries in various fields and issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Present there were Minister of Public Health Choe Chang Sik, Vice-Minister of Foreign Affairs Kim Hyong Jun, Vice-Minister of Foreign Trade Ri Myong San, DPRK Ambassador to Algeria Kim Tong Je and President of the Council of the Nation of Algeria Abdelkader Bensalah, Minister of Commerce El Hachemi Djaaboub, Minister of Health, Population and Hospital Reform Amar Tou, Delegate Minister of the Minister of Foreign Affairs Abdelkader Mesahel and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Prior to the talks, a ceremony of welcoming Kim Yong Nam was held at the Presidential Palace. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam was greeted by the Algerian president. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam together with Abdelaziz Bouteflika reviewed a guard of honor of the three services of the National People's Army of Algeria.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Sector Talks Held between DPRK and Algeria",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#4",
            "content": "Kim Yong Nam Meets Algerian PM and Speaker  \r\n&nbsp;&nbsp;&nbsp;Algiers, July 25 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday met Abdelaziz Belkhadem, Prime Minister of Algeria. &nbsp;&nbsp;&nbsp;\r\n He had a friendly talk with the prime minister. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam met and had a friendly talk with the speaker of the National People's Assembly of Algeria on the same day. &nbsp;&nbsp;&nbsp;\r\n That day Kim Yong Nam laid a wreath before the monument to martyrs in Algiers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Feted",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#5",
            "content": "Inter-Sector Talks Held between DPRK and Algeria  \r\n&nbsp;&nbsp;&nbsp;Algiers, July 25 (KCNA Correspondent) -- Inter-sector talks between the DPRK and Algeria were held in Algiers on July 25. &nbsp;&nbsp;&nbsp;\r\n The talks were held separately between Minister of Public Health of the DPRK Choe Chang Sik and Minister of Health, Population and Hospital Reform of Algeria Amar Tou, between Vice-Minister of Foreign Affairs Kim Hyong Jun and Delegate Minister of the Minister of Foreign Affairs Abdelkader Mesahel and between Vice-Minister of Foreign Trade Ri Myong San and Minister of Commerce El Hachemi Djaaboub. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on the issue of boosting the long-standing friendly and cooperative relations between the two countries and a series of issues of mutual concern.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets German Ambassador",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#6",
            "content": "Kim Yong Nam Feted \r\n&nbsp;&nbsp;&nbsp;Algiers, July 25 (KCNA Correspondent) -- The speaker of the National People's Assembly Wednesday arranged a banquet in honor of Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to Algeria. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Kim Yong Nam, Minister of Public Health Choe Chang Sik, Vice-Minister of Foreign Affairs Kim Hyong Jun, Vice-Minister of Foreign Trade Ri Myong San, DPRK Ambassador to Algeria Kim Tong Je and other suite members. &nbsp;&nbsp;&nbsp;\r\n Present there were the speaker and deputy speakers of the National People's Assembly, Minister of Commerce El Hachemi Djaaboub, Minister of Health, Population and Hospital Reform Amar Tou, Delegate Minister of the Minister of Foreign Affairs Abdelkader Mesahel, and officials concerned. &nbsp;&nbsp;&nbsp;\r\nAn art performance was given at the banquet.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Military Tie-up between U.S. and Its Allies Assailed",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#7",
            "content": "Yang Hyong Sop Meets German Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with Friedrich Ludwig Loehr, German ambassador to the DPRK who paid a farewell call on him, at the Mansudae Assembly Hall Thursday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nomination of Candidates for Deputies to Local Power Bodies Over",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#8",
            "content": "Military Tie-up between U.S. and Its Allies Assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The U.S., Japanese and Australian military authorities held tripartite military talks, the first of their kind, in Singapore early in June at which they agreed to jointly cope with the \"nuclear and missile issue\" of the DPRK. In the wake of the talks a large-scale three-nation joint military maneuver was staged in the Pacific for about three weeks from the middle of June. &nbsp;&nbsp;&nbsp;\r\n The U.S. and Japan are putting spurs to the moves to establish the missile defence system (MD) while moving to plug Australia into it. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Thursday observes in a signed commentary in this regard: This is an indication that military nexus among them is being brought into bolder relief as the days go by. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is now keen to knock into shape a \"military cooperation system\" involving the U.S., Japan and Australia in addition to the \"triangular military cooperation system\" involving the U.S., Japan and south Korea which it has used as a scout party in carrying out its strategy for dominating Northeast Asia. This is, in essence, nothing but an attempt to set up NATO of Asian version. &nbsp;&nbsp;&nbsp;\r\n The U.S. is busy escalating its moves to establish the MD targeted against strongholds of strategic importance in the world. It is keen on establishing the MD in Northeast Asia, in Japan and Australia, in particular. &nbsp;&nbsp;&nbsp;\r\n The U.S., not pleased with the possible collapse of the Cold War structure in Northeast Asia, is now working hard to maintain and reinforce it come what may as it pursues a reactionary Asia-Pacific strategy aimed at world domination. &nbsp;&nbsp;&nbsp;\r\n Military tension is likely to mount in Northeast Asia due to the above-mentioned U.S. moves to create NATO of Asian version. &nbsp;&nbsp;&nbsp;\r\n The reality once again clearly proves that the U.S. strategy for military domination is the main obstacle lying in the way of denuclearizing the Korean Peninsula and ensuring peace and security in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The military nexus among the U.S., Japan and Australia would accelerate the arms race in the region and put peace and security at peril. &nbsp;&nbsp;&nbsp;\r\n It is needless to say that the U.S. moves to maintain and reinforce the Cold War structure in Northeast Asia run counter to the security of the countries in the region and their common interests and serve as a main factor of blocking the progress of the six-party talks and the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. and its allies would be well advised to behave with discretion, pondering over the serious consequences to be entailed by their formation of a new military bloc.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity Functions Held in Pakistan and South Africa",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#9",
            "content": "Nomination of Candidates for Deputies to Local Power Bodies Over \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The nomination of candidates for deputies to the provincial (municipality directly under central authority), city (district) and county people's assemblies of the DPRK has been finished as of July 25. &nbsp;&nbsp;&nbsp;\r\n The meetings of voters held across the country nominated those officials, workers, farmers and intellectuals capable of admirably performing their duties as true representatives and servants of the people in the efforts to build a rich and powerful country as candidates for deputies to the local power bodies.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Crewmen of Chinese-Flagged Ship Meet",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#10",
            "content": "Solidarity Functions Held in Pakistan and South Africa\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- A meeting and a film show were held in Pakistan and a lecture, a photo exhibition and a film show took place in South Africa on July 20 and 21 on the occasion of the month of international solidarity with the Korean people. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were photos showing the Songun leadership exploits of Kim Jong Il and photos introducing the invincible might of the heroic Korean People's Army (KPA). &nbsp;&nbsp;&nbsp;\r\n Mohammad Aslam Nagi, secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association, said in his speech at the meeting that Kim Jong Il has defended the sovereignty of the country and the nation with his great Songun policy, thus making a great contribution to ensuring world peace and security. &nbsp;&nbsp;&nbsp;\r\n It has become an irresistible trend of the times to struggle for the reunification of Korea, he noted, adding that they extend full support and solidarity to the Korean people in their struggle for achieving the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Mohammad Aslam Malik, secretary general of the Pakistan Trade Union Federation, noted in his speech that the U.S.-led imperialists are working desperately to destroy socialism in the DPRK but it is solid and the Korean people are sure to achieve the reunification of the country as long as they are led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Bonakele Majuba, chairman of the South African Association of Friendship and Solidarity with the Korean People who is secretary of the Mfumalanga Provincial Committee of the South African Communist Party, stressed in a lecture that the historic victory of the Korean people in the Fatherland Liberation War was the fruition of the wise leadership of President Kim Il Sung and the heroic and self-sacrificing struggle of the Korean People's Army and the people firmly united around him. &nbsp;&nbsp;&nbsp;\r\n If the U.S. provokes the second Korean war, oblivious of the lesson taught by history, it will meet an irretrievable defeat, he warned. &nbsp;&nbsp;&nbsp;\r\n The participants of the film shows watched Korean films including the \"Korean People's Army, Steel-like Ranks\".    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Oratorical Meeting of Youth and Students on War Victory Day",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#11",
            "content": "Crewmen of Chinese-Flagged Ship Meet\r\n&nbsp;&nbsp;&nbsp;Wonsan, July 25 (KCNA) -- A celebration meeting was held by the crewmen of a Chinese-flagged ship at Wonsan Port on July 24 on the occasion of the 54th anniversary of the victory of the Korean people in the great Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n The speakers at the meeting said the Korean people defeated the U.S. imperialists and won a brilliant victory in the three-year war under the wise guidance of President Kim Il Sung. They paid highest tribute to him on the occasion of the 54th anniversary of the victory in the war. &nbsp;&nbsp;&nbsp;\r\n Noting that the President humbled the pride of the U.S. imperialists with his Juche-oriented strategy and tactics and war methods, they said: This sent the U.S. imperialists on the downhill run. &nbsp;&nbsp;&nbsp;\r\n They said if the U.S. imperialists brought the dark clouds of war over this land, the army and people of the DPRK would destroy them relentlessly and reunify the country under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to Projected Building of Naval Base in Jeju Island Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#12",
            "content": "National Oratorical Meeting of Youth and Students on War Victory Day\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- A national oratorical meeting of youth and students was held at the open-air theatre of the Youth Park in Pyongyang on July 25 on the occasion of the 54th anniversary of the victory in the great Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n The speakers ascribed the brilliant victory of the army and people of the DPRK in the three-year war to the wise guidance of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They spoke highly of the great feats of the victory in the war performed by the invincible and iron-willed commander in defeating the aggressors and saving the destiny of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n They praised in an excited tone the Songun revolutionary records of Kim Jong Il who has fortified the DPRK into a strong fortress of self-defence and brought the dawn of a great prosperous powerful nation by making uninterrupted journey for the inspection of the front with his matchless grit and pluck and distinguished commanding art. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials of the Kim Il Sung Socialist Youth League, young men and women and students in the city.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preserving National Character Essential for Reunification",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#13",
            "content": "Stop to Projected Building of Naval Base in Jeju Island Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- Civic and environmental organizations in south Korea on July 21 reportedly issued a statement in joint name demanding the \"government\" and the military authorities immediately drop the plan to build a naval base in Jeju Island. &nbsp;&nbsp;&nbsp;\r\n The statement denounced the \"Ministry of National Defence\" for scheming to build the base under the pretext of \"security\", ignoring the will of the islanders opposed to it, and the provincial authorities for following its plan. &nbsp;&nbsp;&nbsp;\r\n If the naval base equipped with ultra-modern weapon system is built in Jeju Island, it will mean to be sympathetic to the realization of the \"strategic flexibility\" of the U.S. forces in south Korea, said the statement, adding: The plan itself is a highly dangerous design indicating that the south Korean army would join the U.S. forces in expanding the operational sphere to the area of Northeast Asia.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Flood Forecast and Control Calculating System Introduced",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#14",
            "content": "Preserving National Character Essential for Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- All the Koreans should preserve national character and, on this basis, achieve a great national unity and the reunification of the country, cherishing the pride of being a nation with a superior character, in response to the demand of the times, urges Rodong Sinmun in an article Thursday. &nbsp;&nbsp;&nbsp;\r\n It is a principled demand in shaping the destiny of the nation to uphold and preserve the national character, states the author of the article, and goes on: &nbsp;&nbsp;&nbsp;\r\n This stands out with greater importance under the actual conditions of Korea which remains divided. &nbsp;&nbsp;&nbsp;\r\n The national character is the very foundation for achieving a great unity of the whole nation and reunification of the country, tiding over the institutional differences temporarily created by the division of the nation and differences in ideology and idea, political view, religious belief, and class and social status. &nbsp;&nbsp;&nbsp;\r\n When the national character is made the foundation, the whole nation can be united in one and the country be reunified without difficulty, regardless of differing social systems in the north and south. &nbsp;&nbsp;&nbsp;\r\n Both the great unity of the nation and the reunification of the country are for independence of the nation. Neither the unity of the nation nor its reunification can be achieved without upholding and firmly preserving national character. &nbsp;&nbsp;&nbsp;\r\n After all, it is an indispensable requirement for the great unity of the nation and the reunification of the county to uphold and more actively preserve the national character. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea has correctly kept alive the national character, with a deep penetration into the importance of its preservation. It has always set store by the national character, firmly preserved the superior national traditions of the Korean people and incorporated them in all spheres. &nbsp;&nbsp;&nbsp;\r\n The Party has always made the national character as the important basis of national unity and reunification. &nbsp;&nbsp;&nbsp;\r\n All the policies and lines of the Party for national reunification are run through with the noble idea of national independence and patriotic spirit to treasure and preserve the national character. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen in the north and the south and overseas of Korea should actively keep alive the excellent national character, bearing in mind that preserving national character is a principled demand of independent development of the nation and the reunification of the country.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "War-time Mass Campaigns for Victory in Korean War",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#15",
            "content": "Flood Forecast and Control Calculating System Introduced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The Hydrological Institute under the Hydro-Meteorological Service of the DPRK has introduced a new flood forecast and control calculating system, which helps prevent the flood damage. &nbsp;&nbsp;&nbsp;\r\n Through the system, the institute informs of flood forecasts to the Ministry of Land and Environment Conservation, Ministry of Electric Power Industry, Ministry of Agriculture, Ministry of Land and Marine Transport and other units as well as the provincial hydro-meteorological observatories so that they may take necessary measures. &nbsp;&nbsp;&nbsp;\r\n A database of water flow volume, water level, inflow, outflow and others in rivers, streams and reservoirs makes it possible to calculate even arrival time of water at each point and the highest level when raining. &nbsp;&nbsp;&nbsp;\r\n With the help of the system, the institute forecasts possible flood in a prompt and correct way for major construction projects including hydro-power stations and the regions which had been frequently hit by torrential rain in the past. &nbsp;&nbsp;&nbsp;\r\n Choe Hung Sik, director of the institute, told KCNA that the system, with hydrological data on the whole areas of the country, computes hourly precipitation at each observatory point, the actual state of typhoon, tsunami, heavy rain, landslide, rivers, streams and reservoirs and short- and middle-term forecasts on flood. &nbsp;&nbsp;&nbsp;\r\n It also notifies emergency information to the areas and points which will enter the dangerous line.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Sports School",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#16",
            "content": "War-time Mass Campaigns for Victory in Korean War\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The Korean people launched war-time mass campaigns unprecedented in the history during the Fatherland Liberation War, which made a great contribution to bringing earlier the victory in the war. &nbsp;&nbsp;&nbsp;\r\n With a deep penetration into the significance and importance of mass campaign in the revolutionary war, President Kim Il Sung wisely organized and led it. &nbsp;&nbsp;&nbsp;\r\n The President initiated the model company movement in the Korean People's Army in October Juche 40 (1951) and saw to it that each unit of the KPA created several model companies and generalized them throughout the unit. &nbsp;&nbsp;&nbsp;\r\n Through the vigorous campaign, nearly 400 companies were honored with the title of model company in a matter of one year. It thus made a great contribution to increasing the combat power of the KPA and promoting the victory in the war. &nbsp;&nbsp;&nbsp;\r\n The President created tactics suited to the topographical conditions of Korea and the requirement of the modern warfare. In order to embody them, he initiated various mass campaigns to register signal successes on all fronts. &nbsp;&nbsp;&nbsp;\r\n KPA soldiers inflicted wholesale deaths upon the enemies by applying colorful tactics such as the movements of aircraft hunters, snipers and tank hunters and activities of individual heavy machine-gun group, demolition team in the enemy's rear and mobile artillery company (mortar platoon). &nbsp;&nbsp;&nbsp;\r\n The \"my height\" movement, revenge-register movement and the movement for winning the weapon titled with \"Minchong\" (the Democratic Youth League) powerfully aroused the soldiers to the battles for beating back the enemies. &nbsp;&nbsp;&nbsp;\r\n The working class extensively launched various war-time emulation drives for increased production including youth work-team movement and youth work-team movement for supporting the front under the motto \"The rear is also the front!\" and produced and sent to the front large quantities of weapons and ammunition. &nbsp;&nbsp;&nbsp;\r\n The rural communities unfolded the plough-woman movement, the high yield emulation movement, the joint work-team movement for front, patriotic rice donation movement for the front and others. &nbsp;&nbsp;&nbsp;\r\n People from all walks of life vied with each other in participating in the fund-raising campaign for weaponry. They donated a large amount of fund and grain, several ten-thousand pieces of goods and lots of precious metals, redoubling courage of the soldiers. &nbsp;&nbsp;&nbsp;\r\n The war-time mass campaigns, which demonstrated the invincible might of the army and people who rallied around the Workers' Party of Korea and contributed to the victory in the war, will shine forever in the annals of the country.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket and Congratulatory Message to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#17",
            "content": "National Sports School\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The National Sports School is a reliable base for training athletes in the DPRK. &nbsp;&nbsp;&nbsp;\r\nThe school was founded in Juche 66 (1977). Over the last three decades, the school has made good results in the research into sport science and the training of athletes, thus greatly contributing to the development of the nation's sport technique. &nbsp;&nbsp;&nbsp;\r\nIt has brought up many People's Athletes, Merited Athletes and masters of sports. Among them are twice champion of the World Wrestling Championships Ri Jae Sik, champion of the Second World Women's Boxing Championships Jo Pok Sun, champion of the IFBA at the bantam-weight category and the WBCF at the bantam-weight category Kim Kwang Ok, and Kim Kyong Il who distinguished himself at the Asian Youth (under-17) Football Championships. &nbsp;&nbsp;&nbsp;\r\nThe school has selected excellent students for the DPRK championships and other national games. &nbsp;&nbsp;&nbsp;\r\nStudents have established new records of the DPRK in various events and gained many trophies and medals in the games. &nbsp;&nbsp;&nbsp;\r\nNow the school is focusing efforts on football, boxing, wrestling and some other events to raise promising athletes. &nbsp;&nbsp;&nbsp;\r\nIn an interview with KCNA, Kwon Ho Yong, principal of the school, told that the history of the school is not so long but its graduates and students have fully distinguished themselves in many international and national tournaments. The school will, in the future, too, channel energy into the research of sport science and the training of athletes and thus produce more promising sportspersons, he added. &nbsp;&nbsp;&nbsp;\r\nThe school, located in Nampho City, has ball, heavy weight, light weight and other game faculties and chairs and a Sport Science Institute. It is well furnished with gymnasium, training grounds and other sport facilities.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Evermore Pronounced Actions to Exterminate Other Nation Denounced",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#18",
            "content": "Floral Basket and Congratulatory Message to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket and congratulatory message by the military attaches corps here on the occasion of the 54th anniversary of the victory in the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n They were conveyed to an official concerned by Military Attache of the Russian embassy here Igor Pablov who is doyen of the corps Thursday.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Political Suppression of Chongryon Flailed",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#19",
            "content": "Japan's Evermore Pronounced Actions to Exterminate Other Nation Denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- Japan invaded Korea and other Asian countries and killed tens of millions of innocent civilians in the past but it is embellishing its crimes, far from admitting them. The DPRK can never remain an onlooker to the evermore pronounced acts to exterminate other nationalities in Japan. &nbsp;&nbsp;&nbsp;\r\n A delegate of the DPRK said this, addressing the meeting of the General Committee of the UN General Assembly on July 20. &nbsp;&nbsp;&nbsp;\r\n Referring in detail to the fact that the Japanese authorities cruelly killed many Koreans during the Kanto great quake in Japan on September 1, 1923, the delegate noted that a terror-ridden atmosphere reminiscent of that tragedy at that time is now prevailing in Japan. This is a blatant encroachment upon the sovereignty of the DPRK which no preceding regimes of Japan dared commit as it is a move to physically destroy the centre of activities of the General Association of Korean Residents in Japan (Chongryon), a champion of the democratic national rights of the Koreans in Japan, and thus stamp out the activities of Chongryon and Koreans in Japan, he noted, and continued: Japan's human rights abuses including political suppression of Chongryon and national discrimination, maltreatment and violence against Koreans in Japan have been ceaselessly perpetrated for several decades. That is why Japan has become a target of concern of the UN human rights conventions organizations to which it acceded. &nbsp;&nbsp;&nbsp;\r\n Noting that the Japanese authorities' discrimination against the Koreans in Japan and their moves to exterminate other nations are a hideous human rights abuse as they are a wanton violation of the UN Charter and major international human rights regulations including the World Declaration on Human Rights, he stressed: &nbsp;&nbsp;&nbsp;\r\n The United Nations should become an organization for preventing massacres, not one for settling the crisis of genocide. Accordingly, the DPRK proposed including the item \"contemporary form of ethnic cleansing\" in the agenda of the 61st Session of the UN General Assembly now under way for the purpose of discussing Japan's suppression of Koreans in Japan and other issues of national chauvinism. &nbsp;&nbsp;&nbsp;\r\n Its motive is simple. The proposal is aimed to prevent the above-said suppression of Koreans in Japan from spilling over into the same massacre of Koreans as what happened during the Kanto great quake and thus ring an alarm-bell so that such xenophobia now rife in Japan may not occur in other parts of the world.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Enjoys Performance Given by Russian Dancing Troupe",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#20",
            "content": "Political Suppression of Chongryon Flailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- The European Regional Committee for Implementing the June 15 Joint Declaration issued a statement on July 20 denouncing the Abe regime for its politically-motivated suppression of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n The Japanese government is keen to usurp overnight the Hall of the Central Headquarters of Chongryon built by Koreans in Japan at the cost of their blood and sweat, the statement said, branding it as an unpardonable gangster-like act. &nbsp;&nbsp;&nbsp;\r\n Abe is intensifying harsh national discrimination and political suppression, far from repenting of the past crime-woven history of Japan, it noted, holding that this is nothing but an artifice to tide over the crisis of his rule. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The Japanese government is obliged to protect Chongryon and Koreans in Japan in the light of the crimes committed against the Korean nation in the past. If it incriminates Chongryon and persists in its discrimination against Koreans and moves to exterminate them, oblivious of its historical and moral responsibility, this will mean digging its own grave. &nbsp;&nbsp;&nbsp;\r\n If the Abe regime keeps working hard to revive militarism, driving the DPRK-Japan relations to the lowest ebb and laying obstacles in the way of the six-party talks, it will only precipitate its thorough international isolation. &nbsp;&nbsp;&nbsp;\r\n The European Regional Committee for Implementing the June 15 Joint Declaration will wage a dynamic worldwide movement for denouncing the Abe regime's suppression of Koreans in Japan, representing the will of all organizations affiliated to the June 15 All Korean Committee, a nationwide organization of the reunification movement, and their members. &nbsp;&nbsp;&nbsp;\r\n We will stage protests in front of the Japanese embassies and consulates across Europe and conduct diverse actions to condemn the Abe regime's suppression of Koreans in Japan and its human rights abuses through the European Parliament and international organizations, the statement stressed.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun condena intento de crear la OTAN asiatica",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#21",
            "content": "Kim Jong Il Enjoys Performance Given by Russian Dancing Troupe\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 26 (KCNA) -- General Secretary Kim Jong Il enjoyed an art performance given at the Hamhung Grand Theatre on July 26 by the State Academy Beryozka Dancing Troupe of Russia Named after N. S. Nadezhdina on a local performance tour. &nbsp;&nbsp;&nbsp;\r\n He was greeted at the theatre by Mira Koltsova, head of the dancing troupe. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks to the head of the troupe for the successful performances given by the Russian artistes in Pyongyang and local cities during their visit and had a cordial talk with her. &nbsp;&nbsp;&nbsp;\r\n Then he appeared in the auditorium of the theatre together with her. &nbsp;&nbsp;&nbsp;\r\n The Russian famous dancing troupe well known to the Korean people put on the stage women group dances \"Beryozka\" and \"Autumn Waltz\", men group dance \"Tree Fellers\", mixed group dances \"In Memory of Defenders of the Motherland\" and \"Gala Dance\", trio dance \"Troika\", comedic dance \"Mosquito\", songs and dances \"Small River\" and \"Kalinka\", male vocal solo \"My Moscow\", female vocal solo \"Far from the Outskirts of a Village\" and other colorful numbers. &nbsp;&nbsp;&nbsp;\r\n The performers represented the ardent patriotism, optimistic life and national customs of the Russian people with refined artistry and elegant and enthusiastic rhythms in the numbers. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il congratulated the artistes on their successful performance and extended his regards to them. &nbsp;&nbsp;&nbsp;\r\n Among the audience were Hong Song Nam, chief secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea, Kim Phung Gi, chairman of the South Hamgyong Provincial People's Committee, and Kim Ki Nam, secretary of the WPK Central Committee.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Terminada la eleccion de los candidatos a los diputados ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#22",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Concurso de Oratoria de jovenes y estudiantes por el dia de victoria ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#23",
            "content": "Rodong Sinmun condena intento de crear la OTAN asiatica\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 26 de julio (ATCC) -- A principios de junio ultimo, las autoridades militares de Estados Unidos, Japon y Australia sostuvieron por primera vez en Singapur las conversaciones tripartitas y acordaron hacer frente en conjunto al \"problema nuclear y de misiles\" de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  Poco despues, se desarrollaron en el Pacifico durante casi 3 semanas desde mediados de junio las macro-maniobras militares conjuntas entre esas 3 partes. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, EE.UU. y Japon tratan de involucrar a Australia en sus desenfrenadas maniobras para implantar el sistema antimisiles. &nbsp;&nbsp;&nbsp;\r\n  Esto demuestra que se hacen cada dia mas palpables las relaciones de connivencia militar triangular. &nbsp;&nbsp;&nbsp;\r\n  Asi insiste el periodico Rodong Sinmun en un comentario individual de este jueves y continua: &nbsp;&nbsp;&nbsp;\r\n  En el pasado, EE.UU. usaba el \"sistema de cooperacion militar tripartita\" con Japon y el Sur de Corea como vanguardia en funcion de su estrategia de dominar el Nordeste Asiatico. &nbsp;&nbsp;&nbsp;\r\n�@Y ahora esta enloquecido por establecer el mismo sistema con Japon y Australia, lo cual no pasa de ser un intento de engendrar la OTAN asiatica. &nbsp;&nbsp;&nbsp;\r\n  En estos tiempos, el imperio intensifica sus maniobras para el sistema antimisiles que apunta a los nidos estrategicos del mundo. &nbsp;&nbsp;&nbsp;\r\n�@En particular, trata de establecerlo en la region del Nordeste Asiatico, especialmente, en Japon y Australia. &nbsp;&nbsp;&nbsp;\r\n  EE.UU., que persigue la reaccionaria estrategia sobre Asia y el Pacifico encaminada al dominio mundial, no desea la quiebra de la estructura de la guerra fria en el Nordeste Asiatico sino trata de mantenerla y ampliarla a toda costa. &nbsp;&nbsp;&nbsp;\r\n  Debido a las maniobras norteamericanas para crear la OTAN asiatica se dan las posibilidades de agravacion de la tension militar en el area. &nbsp;&nbsp;&nbsp;\r\n  La realidad vuelve a demostrar que la estrategia de dominio militar de EE.UU. deviene el obstaculo principal para la desnuclearizacion de la Peninsula Coreana y la preservacion de la paz y la seguridad en el Nordeste Asiatico. &nbsp;&nbsp;&nbsp;\r\n  El contubernio militar trilateral acelerara la carrera armamentista en la region y amenazara la paz y la seguridad. &nbsp;&nbsp;&nbsp;\r\n  Es indiscutible que las maniobras de EE.UU. para mantener y ampliar la estructura de la guerra fria en el Nordeste Asiatico contravienen a la seguridad y los intereses comunes de los paises regionales y devienen un importante factor que impide el avance de las conversaciones a 6 bandas y el logro de la desnuclearizacion de la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  EE.UU. y sus fuerzas satelites deben actuar con prudencia al reflexionar profundamente de las graves consecuencias que emanen de la formacion de ese nuevo bloque militar.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Conversaciones entre Kim Yong Nam y Abdelaziz Bouteflika",
            "url": "http://kcna.co.jp/item/2007/200707/news07/27.htm#24",
            "content": "Terminada la eleccion de los candidatos a los diputados \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 26 de julio (ATCC) -- Quedo consumada hasta el dia 25 la eleccion de los candidatos a los diputados a las asambleas populares de las provincias (o ciudades directamente subordinadas al centro), ciudades (o municipios) y distritos de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  En las reuniones de los electores efectuadas en todas las partes de Corea fueron elegidos como candidatos los funcionarios, obreros, campesinos e intelectuales capaces de cumplir con exito sus cargos como representantes del pueblo y servidores fieles a este en la lucha por la construccion de una patria prospera.      \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}