{
    "date": "2007-05-16",
    "url": "http://kcna.co.jp/item/2007/200705/20070516.htm",
    "articles": [
        {
            "title": "Spokesman for DPRK Foreign Ministry on Issue of Remittance of De-frozen Fund of DPRK",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#1",
            "content": "Spokesman for DPRK Foreign Ministry on Issue of Remittance of De-frozen Fund of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question put by KCNA on Tuesday as regards the issue of remittance of the de-frozen fund: &nbsp;&nbsp;&nbsp;\r\n Recently some media institutions of the U.S. floated the rumor that the DPRK is resorting to delaying tactics, persistently raising stronger demand for the remittance of its de-frozen fund in Banco Delta Asia in Macao in a bid to mislead the public opinion. &nbsp;&nbsp;&nbsp;\r\n This is a wrong assertion distorting the essence of the situation. &nbsp;&nbsp;&nbsp;\r\n The DPRK's stand and demand for the lifting of financial sanctions have been consistent since the outset of the emergence of the issue. &nbsp;&nbsp;&nbsp;\r\n There was a promise that the DPRK would start implementing the Feb. 13 agreement on the measures to be taken at the preliminary phase on the premise that financial sanctions against the DPRK are lifted. &nbsp;&nbsp;&nbsp;\r\n What the DPRK has demanded since the outset is that sanctions should be lifted to enable it to freely remit fund as it did before. &nbsp;&nbsp;&nbsp;\r\n To this end, the work is now underway to remit the fund in Banco Delta Asia in Macao to the DPRK account in a third country. &nbsp;&nbsp;&nbsp;\r\n The DPRK is ready to move to suspend the operation of its nuclear facility pursuant to the Feb. 13 agreement once the fund is remitted. &nbsp;&nbsp;&nbsp;\r\n The DPRK will immediately invite a working-level delegation of the IAEA and have an in-depth discussion with the U.S. side on the measures to be taken after the suspension of the operation of the nuclear facility. &nbsp;&nbsp;&nbsp;\r\n Once the Feb. 13 agreement enters the phase of its implementation, the DPRK's will to honor it will be clearly proven in practice.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian PM on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#2",
            "content": "Cambodian PM on Relations with DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The DPRK ambassador to Cambodia paid a courtesy call on Hun Sen, Prime Minister of the Cambodian government, on May 10. &nbsp;&nbsp;&nbsp;\r\n The prime minister said that Cambodia and the DPRK have long maintained the excellent relations of friendship. &nbsp;&nbsp;&nbsp;\r\n Expressing the expectation that these relations would grow stronger in all fields including politics and economy, he wished the Korean people great success in socialist construction and in the efforts to achieve the cause of national reunification under the leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Sports Contest of Workers Held",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#3",
            "content": "National Sports Contest of Workers Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The 7th National Sports Contest of Workers was held here from May 7 to 14. &nbsp;&nbsp;&nbsp;\r\n At least 350 working men and women selected from all provinces and the Ministry of Railways competed in football and volleyball matches and in diverse defence sports events. &nbsp;&nbsp;&nbsp;\r\n Players from South Phyongan Province placed first in team standing, those from South Hamgyong Province second and those from Pyongyang and the Ministry of Railways third. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony of the contest was held at the Badminton Gymnasium in Chongchun Street on Monday. &nbsp;&nbsp;&nbsp;\r\n Kim Song Chol, vice-chairman of the Central Committee of the General Federation of Trade Unions of Korea, made a closing address.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Planned Construction of Naval Base Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#4",
            "content": "Planned Construction of Naval Base Assailed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Members of at least 50 civic and public organizations in south Korea reportedly held a press conference in front of the Defence Ministry building on May 9 at which they denounced the military authorities for contemplating the construction of a naval base on Jeju Island. &nbsp;&nbsp;&nbsp;\r\n Speakers said at the press conference accused the Defence Ministry of planning to build a naval base on Jeju Island in disregard of the people's will, adding that this is a move to turn the island into an advanced base of the U.S. forces. &nbsp;&nbsp;&nbsp;\r\n The construction of the naval base would reduce Jeju Island to a \"floating carrier\" and bring only misfortune and disasters to the nation, they charged, calling upon the people to pool their efforts to check the building of the naval base at any cost.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Denounced for Following U.S. Lead",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#5",
            "content": "S. Korean Authorities Denounced for Following U.S. Lead \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The south Korean media reported that the Defence Ministry is planning to build a new U.S. military base in Kunsan, North Jolla Province. An Apache helicopter unit and more than 2,000 troops of the U.S. imperialist aggressor forces present in south Korea will be stationed in the base to be completed by the end of the year. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Tuesday brands this scheme of the south Korean authorities as an unpardonable treacherous act to fan the U.S. imperialists' drive for a war against the DPRK and further reduce south Korea to their war base. &nbsp;&nbsp;&nbsp;\r\n The analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. military bases in south Korea are the sources of all the misfortunes, sufferings and disasters of the south Korean people and forward, supply and rear bases for a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n U.S. forces and military hardware to be hurled into a war of aggression on the DPRK are deployed there, and war scenarios are discussed and war exercises staged there. &nbsp;&nbsp;&nbsp;\r\n Now is the era of June 15, the era of \"By our nation itself.\" All the compatriots reject outside forces and want to achieve peace and reunification of the country by reconciliation and unity of the nation. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities promised to strive for peace on the Korean Peninsula and improved the north-south relations on the basis of the main spirit of the June 15 joint declaration. But now, as if their memory has been given over to oblivion, they are zealously joining the outside forces in the moves for a war of aggression against fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n This has made it crystal clear that their fond talk about \"peace\" is a mere word-juggling and they pursue only confrontation and war between fellow countrymen, not north-south reconciliation and unity.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Branded as Chief Harasser of Global Peace and Stability",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#6",
            "content": "U.S. Branded as Chief Harasser of Global Peace and Stability \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The United States recently test-launched the Tomahawk Black-3 cruise missile in the Atlantic Ocean. &nbsp;&nbsp;&nbsp;\r\n The missile launched from the nuclear-powered submarine Connecticut is said to have been equipped with GPS developed by the U.S. Defense Department. It was newly developed so that it can fly more than 1,000 km to hit the targeted object unmistakably. &nbsp;&nbsp;&nbsp;\r\n On the other hand, the U.S. does not hide its intention to redeploy the ultra-modern stealth fighters F-22A Raptor in Japan. It is even examining the sale of the fighter planes to Japan at the latter's request. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, a Minju Joson analyst Tuesday says: &nbsp;&nbsp;&nbsp;\r\n This goes to prove that the U.S., in fact, persistently seeks military confrontation guided by the doctrine of strength, despite its loudmouthed talk about \"peace\" and \"detente\".&nbsp;&nbsp;&nbsp;\r\n Huge forces stand in confrontation in Northeast Asia including the Korean Peninsula and the countries in the region have differing interests. Under such situation arms buildup by one party in the region would immediately spark off a prompt reaction of other parties. &nbsp;&nbsp;&nbsp;\r\n In case Japan purchases American-made fighter planes of the latest type, it will achieve a drastic increase in its aerial operational capacity in addition to the world renowned naval operational capability already possessed by it. &nbsp;&nbsp;&nbsp;\r\n This is what the U.S. seeks. &nbsp;&nbsp;&nbsp;\r\n Its moves to step up the modernization and buildup of its forces are aimed to secure military guarantee for realizing its world supremacy strategy and make its potential rivals get tired in arms race and thus weaken them and hold an unchallenged edge in strategic offensive weaponry. &nbsp;&nbsp;&nbsp;\r\n This proves that the U.S. is the harasser of world peace and the very one responsible for the escalation of tension, which does not hesitate to wreck global peace and stability and bring the world into the holocaust of thermo-nuclear war so as to gratify its ambition for world supremacy.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Crafty Character of Japanese Reactionaries",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#7",
            "content": "Rodong Sinmun on Crafty Character of Japanese Reactionaries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Japan still now is a past master in the art of deceiving others, and it is unfaithful and stoops to any crafty means to draw water to its mill, says Rodong Sinmun in a signed article today. &nbsp;&nbsp;&nbsp;\r\n Terming this slyness the inborn nature of the Japanese reactionaries, the article goes on: &nbsp;&nbsp;&nbsp;\r\n It finds expression, first of all, in Japan's approach to the issue of redressing its past. &nbsp;&nbsp;&nbsp;\r\n When the crime in recruiting \"comfort women\" for the Imperial Japanese Army was laid bare, the Japanese reactionaries stubbornly denied it, knowing of it. Later, when clear materials and testimonies about the crime were brought forward, they pretended to \"admit\" it. But at present they are totally denying it. Lurking behind this is the craftiness peculiar to Japan which seeks to avoid the government's responsibility and compensation for the crime at any cost while convincing the public at home and abroad that the crime related to the \"comfort women\" was not an organized crime. &nbsp;&nbsp;&nbsp;\r\n The craftiness of the Japanese reactionaries also finds manifestation in Japan's push for the permanent membership of the UN Security Council. They are trying to obtain UNSC permanent membership and lay the foothold for overseas aggression of the Self-Defence Forces with the help of money and through cooperation in \"anti-terrorism war\".&nbsp;&nbsp;&nbsp;\r\n Japan's nuclear armament is another manifestation of its crafty nature. &nbsp;&nbsp;&nbsp;\r\n Last year, the right-wing forces in Japan openly claimed Japan's nuclear armament, raising a hue and cry over \"threat\" from someone. This immediately touched off fierce protest and denunciation within and without. Then they changed their attitude and declared that they would not seek nuclear armament. Their real intention was to sound the reaction at home and abroad to Japan's nuclear armament and choose the right time for it. &nbsp;&nbsp;&nbsp;\r\n It is a gross mistake if Japan, resorting to such cunning ruses, thinks that everything is going as it intends. &nbsp;&nbsp;&nbsp;\r\n The world knows only too well of the craftiness of the Japanese reactionaries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against GNP in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#8",
            "content": "Struggle against GNP in S. Korea Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- All the progressive forces and people of different strata in south Korea should foil every plot of the Grand National Party to wrest power through a dynamic joint struggle against the conservative forces and deal decisive telling blows at the pro-U.S. traitorous forces through the upcoming \"presidential elections\".&nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday urges this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The fierce struggle being waged by people of different strata in south Korea against the GNP proves that they are keenly aware of the true colors of the traitorous party and determined not to allow the pro-U.S. conservative forces to return to power under any circumstances. &nbsp;&nbsp;&nbsp;\r\n The GNP gentries are the despicable flunkeyists and traitors who seek personal luxury and glory only in return for selling off national dignity and interests, kowtowing and submitting to foreign forces. &nbsp;&nbsp;&nbsp;\r\n The anti-GNP actions being staged by people of broad strata in south Korea are patriotic ones to eliminate the die-hard anti-reunification war mongers keen to dampen the unanimous desire of all the fellow countrymen for reunification. &nbsp;&nbsp;&nbsp;\r\n The anti-reunification moves of the GNP have not been confined to opposing national reconciliation, unity and reunification. The GNP has brought the clouds of a nuclear war to hang thickly over this land by zealously following the foreign forces' policies of aggression. Precisely for this reason the south Korean people are holding high the banner of struggle against the GNP, contending that with no desperate efforts can the GNP conceal its dirty colors. &nbsp;&nbsp;&nbsp;\r\n Should the GNP be allowed to come to power, south Korea can never be free from the yoke of the U.S. domination and the inter-Korean relations will return to the era of confrontation and the movement for independent reunification face more rigorous trials and graver obstacles, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abe Group's Drive to Revise Constitution in Japan Denounced",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#9",
            "content": "Abe Group's Drive to Revise Constitution in Japan Denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The moves of the Abe group to revise the Constitution in Japan are a dangerous attempt to pursue a militaristic policy of aggression, declares Rodong Sinmun in a news analysis Tuesday. &nbsp;&nbsp;&nbsp;\r\n Noting that the Abe team is struggling and wriggling to pave the way for opening fire of a war at any time by revising the present Constitution which bans the exercise of the \"right to collective self-defense\", the analyst goes on: &nbsp;&nbsp;&nbsp;\r\n Its moves are prompted by the intention to establish a wartime state system freeing Japan from all the legal restrictions and allowing it to legally commit armed actions against other countries. The Japanese reactionaries' call for laying a legal foundation suitable to the changed \"security environment\" means to establish a war state which would respond to the changed international situation after the end of the Cold War, especially join the imperialist aggression forces in the military strong-arm practice under the veil of \"anti-terrorism\".&nbsp;&nbsp;&nbsp;\r\n The \"sentiments of the people\" towards the revision of the Constitution loudly advertised by the Abe team are not genuine will of the people but the representation of its militarist idea and stand to establish a war system as quickly as possible and launch into overseas aggression by accelerating the revision of the Constitution. &nbsp;&nbsp;&nbsp;\r\n Abe's intention to force at any cost the revision of the Constitution allowing the exercise of the \"right to collective self-defense\" is to wield power as Tojo, the notorious boss of militarism, did and give himself such a profile under the eyes of the world. Herein lies the reactionary and dangerous nature of the revision of the Constitution sought by the Abe group. &nbsp;&nbsp;&nbsp;\r\n The \"building of a beautiful country\" much touted by the Abe team means, in essence, the establishment of a war system and the building of a war state.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Japan's Military Moves for Preemptive Attack",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#10",
            "content": "KCNA Blasts Japan's Military Moves for Preemptive Attack\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Japan is escalating its military threat to the DPRK and other countries of the region. &nbsp;&nbsp;&nbsp;\r\n During their recent trip to the U.S., Japan Defense Minister Kyuma and former Director General of the Japan Defense Agency Nukaga vociferated about the need for Japan to boost cooperation with the U.S. as regards the Missile Defense System (MD), reexamine constitutionally banned \"right to collective self-defense\" and secure capacity to attack missile bases of enemies to cope with ballistic missile attack, while raising a hue and cry over \"threat\" from someone. &nbsp;&nbsp;&nbsp;\r\n As already reported, Japan recently deployed PAC-3 in the vicinity of Tokyo a year earlier than scheduled and plans to deploy more of those missiles in its different parts in a few years to come. &nbsp;&nbsp;&nbsp;\r\n These bellicose remarks timed to coincide with the start of the operation of MD in the wake of the deployment of PAC-3 are very dangerous developments suggesting that Japan is now only watching for a chance to preempt attacks on the DPRK and other countries of the region in collusion with the U.S. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have already departed from the principle calling on the \"Self-Defense Forces\" to perform the mission of exclusive defence of their islands as they have long dreamed of reinvasion in a bid to revenge for Japan's defeat in World War II. &nbsp;&nbsp;&nbsp;\r\n The SDFs' defence conception, military hardware and system are now assuming preemptive offensive nature according to a scenario of integration with the U.S. forces and taking on the perfect appearance as part of the U.S.-led coalition forces for world domination. &nbsp;&nbsp;&nbsp;\r\n A major purpose sought by Japan in developing and deploying MD together with the U.S. is to mount a preemptive attack under the pretext of \"threats\" from its neighbors.\r\n The offensive nature of Japan can never change whether it uses MD as a shield or a sword. &nbsp;&nbsp;&nbsp;\r\n The joint missile defense system of Japan and the U.S. means, in essence, a joint missile offensive system. &nbsp;&nbsp;&nbsp;\r\n The above-said MD of such offensive and aggressive nature is sparking off deep concern among many countries in Asia and other parts of the world. &nbsp;&nbsp;&nbsp;\r\n The war history in the 20th century clearly showed what a miserable end Japan's rash act had brought to the militarists who went arrogant, seized by hysteria of overseas expansion. &nbsp;&nbsp;&nbsp;\r\n The present ruling forces of Japan had better draw a historical lesson before gambling over the destiny of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pigeon with Identification Rings Caught",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#11",
            "content": "Pigeon with Identification Rings Caught\r\n&nbsp;&nbsp;&nbsp;Pyongyang May 15 (KCNA) -- A pigeon with identification rings was caught in Riwon County, South Hamgyong Province of the DPRK. &nbsp;&nbsp;&nbsp;\r\n No sooner the pigeon had been captured by a bird fancier than it was transferred to the Central Committee of the DPRK Natural Conservation Union in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Both legs of the pigeon wear a ring each.  The right-leg ring bears the letters \"JPN 06 OX 19331\" and the left-leg ring the letters \"NPO\".&nbsp;&nbsp;&nbsp;\r\n The letters written on the adhesive tape of the left-leg ring faded unable to read. &nbsp;&nbsp;&nbsp;\r\n In connection with the spread of the bird flu epidemic, the capture of the pigeon is attracting attention of experts. &nbsp;&nbsp;&nbsp;\r\n Officials of the Central Committee of the DPRK Natural Conservation Union continue to study in contact with relevant units.     \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Medicinal Herbs Widely Planted in DPRK",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#12",
            "content": "Medicinal Herbs Widely Planted in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- A campaign to plant medicinal herbs is being vigorously launched in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The DPRK, with a long history of Koryo medicine, has set every spring (April and May) and autumn (September and October) as months for cultivation of medicinal herbs and carried on a nation-wide campaign. &nbsp;&nbsp;&nbsp;\r\n The government is directing efforts to increasing the land under medicinal herb cultivation this year while creating new medicinal herb resources. &nbsp;&nbsp;&nbsp;\r\n The Pongsan County medical plant management office takes the lead in the cultivation in North Hwanghae Province.  It has introduced a new method into cultivation of medicinal herbs suited to the soil conditions. &nbsp;&nbsp;&nbsp;\r\n Medical workers in the Sosam Clinic attached to the Township Co-op Farm of Unjon County, North Phyongan Province have produced tens of kinds of efficacious medicinal herbs every year and now are making every possible effort to increase sorts of medicinal herbs this year, too. &nbsp;&nbsp;&nbsp;\r\n Those in the Paeksan-ri Clinic in Kumya County, South Hamgyong Province have created a cotton field by themselves and brought home data on medicinal herb cultivation to residents so that they have planted medical trees including Crataegus pinnatifida, jujube and persimmon around their houses. &nbsp;&nbsp;&nbsp;\r\n Vines bearing medical fruits have been planted along fences of dwelling houses, factories and institutions in different parts of the country and trees including dogberry and peony with fragrant and beautiful flowers were planted along streets and roads, thus enriching the medicinal herb resources and adding beauty to streets. &nbsp;&nbsp;&nbsp;\r\n Schools at all levels have also created gardens and forests of medical plants for education.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Magazine Korean Architecture",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#13",
            "content": "Magazine Korean Architecture\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The magazine \"Korean Architecture\" is winning popularity among the readers in Korea and abroad. &nbsp;&nbsp;&nbsp;\r\n The magazine reflects architectural features and development in the DPRK and the world trend. &nbsp;&nbsp;&nbsp;\r\n It, which has been published since Juche76 (1987), gives the immortal exploits performed by President Kim Il Sung and Kim Jong Il for the architectural development of the country. &nbsp;&nbsp;&nbsp;\r\n It also carries designs appreciated highly in the annual \"May 21 Architecture Festival\", contents newly solved in architectural designs for city construction, experience, data and items of varied themes for elevating ability of architects. &nbsp;&nbsp;&nbsp;\r\n Introduced in it are successes made in applying formative arts to building structures and news of Korean visit of foreign architect delegations. &nbsp;&nbsp;&nbsp;\r\n The magazine introduces the architectural development and experience of the country and, through this, is helpful to the architectural development in different countries and expanding mutual exchanges. &nbsp;&nbsp;&nbsp;\r\n Now the magazine finds its way to 20-odd countries.   \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to President-elect of East Timor",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#14",
            "content": "Congratulations to President-elect of East Timor\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Tuesday sent a congratulatory message to Jose M. Ramos Horta upon his election as President of the Democratic Republic of East Timor. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in the future, the message sincerely wished the president-elect great success in his new post.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lao Delegation Here",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#15",
            "content": "Lao Delegation Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- A delegation of the Ministry of Information and Culture of Laos led by Minister Mounkeo Oraboun arrived here today. &nbsp;&nbsp;&nbsp;\r\n It was met at the airport by Kim Pyong Ho, deputy director general of the Korean Central News Agency who is vice-chairman of the DPRK Information Commission, and Phonekham Inthaboualy, charge d'affaires ad interim of Laos here.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun ratifica rechazo a enmienda constitucional en Japon",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#16",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson se opone a nueva base militar de EE.UU. en Sur de Corea",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#17",
            "content": "Rodong Sinmun ratifica rechazo a enmienda constitucional en Japon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de mayo (ATCC) -- En un comentario individual publicado este martes, el diario Rodong Sinmun denuncia que la enmienda constitucional promovida por las fuerzas de Abe se encamina a ejecutar la politica de agresion militarista a ultramar. &nbsp;&nbsp;&nbsp;\r\n  Esta banda realiza ingentes esfuerzos por modificar la carta magna vigente, que prohibe el ejercicio del \"derecho a la autodefensa colectiva\", a fin de desencadenar una guerra en cualquier momento, precisa el periodico mas influyente de Corea. &nbsp;&nbsp;&nbsp;\r\n  Prosigue que tales maniobras parten del siniestro intento de Japon de garantizar legalmente el uso de las fuerzas armadas contra otros paises al implantar el sistema nacional belico, que no este sujeto a ninguna ley. &nbsp;&nbsp;&nbsp;\r\n  Los reaccionarios japoneses pretextan sentar una base legal conveniente a las cambiadas \"circunstancias de afianzamiento de seguridad\" en su intento de convertir a su pais en un Estado belicista dispuesto a sumarse al abuso de las fuerzas armadas, a que recurren los imperialistas agresores bajo la situacion internacional cambiada despues del fin de la Guerra Fria, en particular, so pretexto de la \"guerra antiterrorista\", desenmascara Rodong Sinmun. &nbsp;&nbsp;&nbsp;\r\n  Continua que aunque la banda de Abe justifica la reforma constitucional con la supuesta \"aprobacion popular\" al respecto, esta labor no es la verdadera voluntad del pueblo sino representa la idea y la posicion militaristas de si misma. &nbsp;&nbsp;&nbsp;\r\n  Alerta que al llevarla a cabo, Abe trata de dar luz verde al ejercicio del \"derecho a la autodefensa colectiva\" a fin de erigirse en el mundo como otro Tozyo, connotado caudillo militarista durante la Segunda Guerra Mundial. &nbsp;&nbsp;&nbsp;\r\n  La teoria de la horda de Abe sobre la supuesta \"construccion de un pais hermoso\" es en su esencia el establecimiento del sistema belico y la edificacion de un Estado belicista, concluye el rotativo.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson califica a EE.UU. de perturbador de paz del mundo",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#18",
            "content": "Minju Joson se opone a nueva base militar de EE.UU. en Sur de Corea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de mayo (ATCC) -- Segun los medios de prensa surcoreanos, el \"Ministerio de Defensa Nacional\" del Sur de Corea planea construir hasta finales de este ano una nueva base militar norteamericana en Kunsan de la provincia de Jolla del Norte, donde se emplazaran la unidad de helicopteros \"Apache\" y mas de dos mil efectivos norteamericanos ocupantes del suelo surcoreano. &nbsp;&nbsp;&nbsp;\r\n  Esto deviene un imperdonable acto antinacional para promover las maniobras belicistas de Estados Unidos contra el Norte de Corea y convertir el territorio surcoreano en la base belica yanqui de mayor dimension. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Minju Joson en un comentario individual de este martes y continua: &nbsp;&nbsp;&nbsp;\r\n  Todas las bases norteamericanas en la parte Sur de la Peninsula Coreana constituyen la fuente de todas las desgracias, sufrimientos y calamidades de la poblacion surcoreana y funcionan como trampolin y centro logistico para la agresion al Norte de Corea. &nbsp;&nbsp;&nbsp;\r\n  Efectivamente, en ellas estan emplazados los efectivos y equipos belicos de EE.UU. a lanzarse en la eventual guerra contra la Republica Popular Democratica de Corea, se discuten los planes sobre el particular y se despliegan los ejercicios belicos. &nbsp;&nbsp;&nbsp;\r\n  Ahora es la epoca del 15 de Junio cuando los coreanos solucionan con sus propias fuerzas todos los problemas. Toda la nacion coreana desea rechazar a las fuerzas foraneas y lograr con la reconciliacion y unidad nacionales la paz y la reunificacion del pais. &nbsp;&nbsp;&nbsp;\r\n  Las autoridades surcoreanas tambien se comprometieron a esforzarse por asegurar la paz en la Peninsula Coreana y mejorar las relaciones con el Norte basandose en el espiritu fundamental de la Declaracion Conjunta del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  Sin embargo, ahora se adhieren activamente a las maniobras belicas de las fuerzas extranjeras contra los connacionales ignorando sus promesas. &nbsp;&nbsp;&nbsp;\r\n  De esta manera, se revelo que si bien ellas hablan tanto de la \"paz\", persiguen en realidad la confrontacion y la guerra, lejos de la reconciliacion y unidad con el Norte.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "ATCC comenta imprudentes movimientos militares de Japon",
            "url": "http://kcna.co.jp/item/2007/200705/news05/16.htm#19",
            "content": "Minju Joson califica a EE.UU. de perturbador de paz del mundo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de mayo (ATCC) -- Recientemente Estados Unidos realizo un examen de lanzamiento de misil crucero \"Tomahawk Black-3\" en el Oceano Atlantico. &nbsp;&nbsp;&nbsp;\r\n  Este misil lanzado del submarino atomico \"Connecticut\" esta dotado de GPS (sistema de localizacion global) desarrollado por el Departamento de Defensa norteamericano y es susceptible de impactar en cualquier blanco de mas de mil kilometros de distancia. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, EE.UU. no oculta la intencion de reubicar en Japon el avion de combate stealth  \"F-22A Raptor\". Ademas, revisa hasta el plan de vender este caza a Japon que quiere adquirirlo. &nbsp;&nbsp;&nbsp;\r\n  Esto demuestra que EE.UU. habla de la \"paz\" y el \"alivio de tension\", pero, de hecho persigue obstinadamente la confrontacion militar partiendo de la teoria de la fuerza. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Minju Joson en un comentario individual del dia 15 y continua: &nbsp;&nbsp;&nbsp;\r\n  En el Nordeste Asiatico incluyendo la Peninsula Coreana se encuentran frente a frente las enormes fuerzas armadas y son distintos los intereses de los paises situados en esta region. En esta circunstancia el aumento armamentista de una parte de esta region produce la inmediata reaccion de la otra. &nbsp;&nbsp;&nbsp;\r\n  En el caso de que se lleve a efecto el plan de Japon de comprar el citado caza de fabricacion norteamericana, este pais isleno dara un paso adelante en la capacidad de operacion aerea ademas de la capacidad de operacion maritima mundial. &nbsp;&nbsp;&nbsp;\r\n  Es esto lo que espera EE.UU. &nbsp;&nbsp;&nbsp;\r\n  Este imperio se propone preparar la garantia militar para la realizacion de la estrategia de hegemonia mundial por medio de acelerar la modernizacion y aumento de las fuerzas armadas y al mismo tiempo intenta inducir a sus rivales potenciales a la carrera armamentista y debilitar las fuerzas de estos a fin de ocupar la supremacia decisiva en el armamento de ataque estrategico. &nbsp;&nbsp;&nbsp;\r\n  Esto demuestra que EE.UU. es perturbador de la paz del mundo y fautor de la agravacion de la tension. En fin, para realizar la ambicion de hegemonia mundial recurre sin titubeo a los actos de perturbar la paz y estabilidad del mundo y meter al mundo en desastre de la guerra termonuclear.    \r\n\r\n\r\n\r\n"
        }
    ]
}