{
    "date": "2007-07-23",
    "url": "http://kcna.co.jp/item/2007/200707/20070723.htm",
    "articles": [
        {
            "title": "DPRK Delegation Back from Beijing",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#1",
            "content": "DPRK Delegation Back from Beijing  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- The DPRK delegation headed by Kim Kye Gwan, vice-minister of Foreign Affairs, returned home today after participating in the DPRK-U.S. talks and the meeting of heads of delegations to the six-party talks.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam and Mongolian President Meet",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#2",
            "content": "Kim Yong Nam and Mongolian President Meet \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 21 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met with Mongolian President Nambariin Enkhbayar on Saturday. &nbsp;&nbsp;&nbsp;\r\n Present there were Pak Ui Chun, minister of Foreign Affairs, Choe Chang Sik, minister of Public Health, Kim Hyong Jun, vice-minister of Foreign Affairs, Cha Son Mo, senior vice-minister of Land and Marine Transport, and Pak Jong Do, DPRK ambassador to Mongolia. &nbsp;&nbsp;&nbsp;\r\n On hand were Mongolian Ambassador to the DPRK Janchivdorjyn Lomvo, Advisor for Foreign Policy to the President Tsogtbaatar and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and Nambariin Enkhbayar had a conversation in a cordial atmosphere.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Chairman of Mongolian State Great Hural and Other Personages",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#3",
            "content": "Kim Yong Nam Meets Chairman of Mongolian State Great Hural and Other Personages \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 21 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with D. Lundejanchan, chairman of the State Great Hural of Mongolia, when the latter paid a courtesy call on him Saturday. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Kim Yong Nam met and had talks with Chairman of the Mongolia-Korea Friendship Parliamentary Group of the State Great Hural R. Badamdamdin, General Secretary of the Federation of Peace and Friendship Organizations of Mongolia D. Bilegt, and Vice-Chairman of the Mongolia-Korea Friendship Society D. Baigalmaa and other personages of different friendly organizations of Mongolia. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party visited the \"Nairamdal\" International Children's Camp and the \"Gobi\" Company and an art gallery in Ulan Bator on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Sector Talks Held between DPRK and Mongolia",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#4",
            "content": "Inter-Sector Talks Held between DPRK and Mongolia  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 21 (KCNA Correspondent) -- Inter-sector talks between the DPRK and Mongolia were held in Ulan Bator on Saturday. &nbsp;&nbsp;&nbsp;\r\n The talks were held separately between DPRK Foreign Minister Pak Ui Chun and Foreign Minister of Mongolia N. Enkhbold, between Minister of Public Health of the DPRK Choe Chang Sik and Minister of Health of Mongolia D. Tuya, and between Vice-Minister of Foreign Trade of the DPRK Ri Myong San and Minister of Industry and Trade of Mongolia B. Davaadorj.  &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on the issue of boosting the friendly and cooperative relations between the two countries in various fields and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Feted",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#5",
            "content": "Kim Yong Nam Feted  \r\n&nbsp;&nbsp;&nbsp;Ulan Bator, July 20 (KCNA Correspondent) -- Mongolian President Nambariin Enkhbayar hosted a banquet on July 20 in honor of Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to Mongolia. &nbsp;&nbsp;&nbsp;\r\n The Mongolian president in his speech made at the banquet wholeheartedly welcomed the Mongolia visit paid by Kim Yong Nam and said that the meetings in the last period gave much help to boosting the relations between Mongolia and the DPRK as required by the new era. &nbsp;&nbsp;&nbsp;\r\n He expressed satisfaction over the fact that the friendly and cooperative relations between the two countries provided by President Kim Il Sung, the great leader of the DPRK, and the leaders of Mongolia have invariably developed. &nbsp;&nbsp;&nbsp;\r\n He wished the diligent Korean people greater success in their efforts for the prosperity of the country and national reunification under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in his speech expressed deep thanks to the president, the government and people of Mongolia for warmly greeting and cordially receiving him, adding that though much water has flown under the bridge, the friendly feelings between the peoples of the two countries remain unchanged. &nbsp;&nbsp;&nbsp;\r\n He said he was very pleased to deepen the mutual understanding and friendship, exchange frank views on the issue of developing the bilateral relations and other issues of mutual concern and see for himself the successes gained by the government and people of Mongolia during his visit. &nbsp;&nbsp;&nbsp;\r\n The Korean people know well about the successes made by the government and people of Mongolia in the work to develop the national economy and culture, ensure peace and stability in Asia and the Pacific region and raise the international authority of the country, he said, adding: The Korean people sincerely wish friendly Mongolia greater progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n An art performance was given at the banquet.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Egyptian President",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#6",
            "content": "Greetings to Egyptian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Egyptian President Hosni Mubarak on the occasion of the 55th anniversary of the great July 23 revolution in Egypt. &nbsp;&nbsp;&nbsp;\r\n Noting that the July 23 revolution was a historic event of great significance in the struggle of the Egyptian people to defend the sovereignty of the country and dignity of the nation and build a peaceful and prosperous new society, the message sincerely wished the friendly Egyptian people greater progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n The message expressed the belief that the traditional friendly and cooperative relations between the DPRK and Egypt would steadily grow stronger.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Efforts for Reunification Supported",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#7",
            "content": "Korean People's Efforts for Reunification Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 22 (KCNA) -- The Latin American and Caribbean Regional Committee to Support Korea's Reunification, the Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification, the Ecuadorian Cultural Institute for the Study of the Juche Idea, the Canar Provincial Institute for the Friendship and Solidarity with the DPRK of Ecuador and the Friendship Institute of Ecuador-Guayaquil with Korean People made public a joint statement on the occasion of the month of international solidarity with the Korean people. &nbsp;&nbsp;&nbsp;\r\n The statement said that 54 years have passed since the Korean people won the great victory in the Fatherland Liberation War by beating back the armed invasion by the U.S. imperialists. During the period the U.S. has worked hard to provoke the second Korean war, far from drawing a due lesson from its defeat in the Korean war, it noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. has left no means untried to stifle the DPRK politically, economically and militarily, desperately finding fault with the DPRK's nuclear deterrent. &nbsp;&nbsp;&nbsp;\r\n The DPRK's possession of nuclear weapons is a measure for self-defence taken to defend its national sovereignty and dignity and, furthermore, to protect peace on the Korean Peninsula and the rest of the world from the U.S. ceaseless moves for aggression.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Urged in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#8",
            "content": "Repeal of NSL Urged in S. Korea  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 22 (KCNA) -- The preparatory committee of the Solidarity for Progress in south Korea, the People's Solidarity for the Abrogation of the \"National Security Law (NSL)\" and other civic and social organizations in south Korea held a meeting to vow to struggle for frustrating the security authorities' suppression and getting the NSL repealed in Seoul on July 14, according to a news report. &nbsp;&nbsp;&nbsp;\r\n The speakers at the meeting assailed the security authorities' evermore undisguised crackdown upon the progressive organizations. &nbsp;&nbsp;&nbsp;\r\n They charged that such false cases as the \"case of an organization behind the south Korean Federation of University Student Councils\" are now being faked up in an unbroken chain and progressive figures are being arrested and detained en masse almost every day, condemning the authorities for intensifying their repressive actions by the force of the evil law and power. &nbsp;&nbsp;&nbsp;\r\n A resolution adopted at the meeting castigated the \"government\" and the security authorities for their unpopular act of suppressing even the just activities of the organizations for the guarantee of elementary vital rights of the people and demanded them halt their unjust crackdown at once. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting, the participants marched through streets shouting slogans \"Dismantle the security mechanism\", \"No NSL.\" &nbsp;&nbsp;&nbsp;\r\n Then they held a press conference at which they declared the entire progressive camp would struggle in unity against the \"government\" and the security authorities keen to eliminate all the progressive forces by abusing power.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung and Kim Jong Il Praised in Britain and U.S.",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#9",
            "content": "Kim Il Sung and Kim Jong Il Praised in Britain and U.S. \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- The U.S. Group for the Study of Songun Politics and the British Association for the Study of Songun Policy jointly posted a special article entitled \"Great Revolutionary Life\" on the Internet magazine \"Red Banner of Songun\" and the North American Committee against Zionism and Imperialism posted the special article on its Internet homepage \"Songun Korea\" on the occasion of the 13th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The Internet magazine and homepage carried articles and photos on the glorious revolutionary history and immortal feats of the President. &nbsp;&nbsp;&nbsp;\r\n In several articles including \"Immortal Sun of Humankind\" they introduced in detail the fact that the President fathered the immortal Juche idea and turned the DPRK into a man-centered socialist power and made a great contribution to accomplishing the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that Kim Jong Il has successfully carried forward the revolutionary cause of the President, the magazine and homepage stressed that the DPRK is performing world-startling miracles, displaying its might thanks to the single-minded unity of the party, the army and the people around him on the basis of the one and same idea and purpose.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Three Principles of Korea's Reunification Supported",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#10",
            "content": "Three Principles of Korea's Reunification Supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- The secretary of the National Council of the Communist Party of India made public a statement on July 9 on the occasion of the 35th anniversary of the publication of the July 4 joint statement. &nbsp;&nbsp;&nbsp;\r\n He noted in his statement that the three principles of Korea's reunification put forward by President Kim Il Sung serve as a great programme for reunification as independence, peaceful reunification and great national unity are its keynote. &nbsp;&nbsp;&nbsp;\r\n Expressing support for the Workers' Party of Korea and the Korean people in their just efforts to achieve the reunification of the country according to the three principles of national reunification -- independence, peaceful reunification and great national unity-- he strongly demanded the U.S. forces immediately withdraw from south Korea. &nbsp;&nbsp;&nbsp;\r\n Ziad Shaker Eljishi, chairman of the North American Committee against Zionism and Imperialism, posted an article \"On the occasion of the 35th anniversary of the publication of the historic July 4 joint statement\" on its Internet homepage on July 2. &nbsp;&nbsp;&nbsp;\r\n He said that the three principles of Korea's reunification laid down by President Kim Il Sung resulted in the adoption of the historic July 4 joint statement and opened a rosy prospect of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n Korea is sure to be reunified when all the Koreans dynamically wage the reunification movement according to the three principles, he added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans Called upon to Lift Higher Banner of National Independence",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#11",
            "content": "Koreans Called upon to Lift Higher Banner of National Independence \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- It is necessary for the Korean nation to lift higher the banner of national independence to achieve its reunification and fully demonstrate its dignity and honor, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n National independence is what keeps the nation alive and leads it to prosperity, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are desperately trying to meet their interests at the sacrifice of the Korean nation. They are becoming all the more crafty and vicious in their moves to do so. &nbsp;&nbsp;&nbsp;\r\n The DPRK found a way of protecting the destiny of the nation in Songun and has struggled to do so under the banner of Songun under its peculiar circumstances. Songun serves as a mighty weapon for achieving sovereignty. Had the DPRK not lifted the banner of Songun the Korean nation would have fallen victim to the outsiders' nuclear war long ago. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the Songun politics of the DPRK provides an invincible weapon for averting the danger of a new war on the Korean Peninsula, defending national sovereignty and dignity and protecting the lives and security of the Koreans. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south and abroad should turn out as one in the struggle to achieve national independence. &nbsp;&nbsp;&nbsp;\r\n They should never tolerate the desperate moves of aggression forces at home and abroad to violate the sovereignty and dignity of the nation. It would be impossible to realize reconciliation and unity of the nation, much less advancing the cause of national independence and reunification if the moves of the outsiders and the traitors to the nation are connived at and allowed. All the Koreans should see through the true nature of the traitors and throw them overboard so that they may cease to be members of the nation.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Body Dismisses Conclusion of FTA as Illegal",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#12",
            "content": "S. Korean Body Dismisses Conclusion of FTA as Illegal \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- The All-People Movement Headquarters for Checking the Conclusion of south Korea-U.S. Free Trade Agreement in south Korea reportedly held a press conference in Seoul on July 17 at which it dismissed the conclusion of the FTA as illegal. &nbsp;&nbsp;&nbsp;\r\n The organization in a press release issued there termed the agreement on the conclusion of the FTA an illegal document full of unconstitutional elements. &nbsp;&nbsp;&nbsp;\r\n The agreement is stuffed with provisions driving the major industries and small and medium enterprises to the verge of bankruptcy, disregarding all judicial procedures based on the south Korean law, charged the organization. &nbsp;&nbsp;&nbsp;\r\n Recalling that the course in which the agreement was concluded was illegal, the organization accused the \"government\" of signing the agreement without the consent of the \"National Assembly\".&nbsp;&nbsp;&nbsp;\r\n Declaring the conclusion of the FTA null and void, the organization demanded the \"government\" step down, owning full responsibility for it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. and Anti-War Meeting Held in S. Korea",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#13",
            "content": "Anti-U.S. and Anti-War Meeting Held in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- A 2007 meeting of figures against the U.S. and war from across south Korea reportedly took place in Kwangju on July 14 and 15. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by representatives of the Solidarity for Implementing the South-North Joint Declaration, the Youth and Students Solidarity for Implementing the June 15 Joint Declaration, the south Korean Federation of University Student Councils and various other organizations and members of the Democratic Labor Party of south Korea. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the meeting noted that the U.S. colonial ruling system in south Korea is now shaking to its very foundation due to the ever-mounting movement of the Korean nation for independence, peaceful reunification and growing anti-Americanism. &nbsp;&nbsp;&nbsp;\r\n It accused the U.S. of craftily working to perpetuate its forces' presence in south Korea behind the scene of a dialogue, not yet abandoning its ambition to dominate the whole of Korea. &nbsp;&nbsp;&nbsp;\r\n It is the invariable primary task of the movement for independence, democracy and reunification to force the U.S. troops to quit south Korea and it is the most urgent demand of the times to escalate the campaign for the withdrawal of the U.S. forces in all spheres.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Intensified Struggle for Peace against War",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#14",
            "content": "Rodong Sinmun Calls for Intensified Struggle for Peace against War\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- It is the urgent demand of the reality for all the world people aspiring after independence and peace to intensify the struggle against the moves of the imperialists for aggression and war. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The struggle of the popular masses for peace against war precisely means a struggle to defend sovereignty. &nbsp;&nbsp;&nbsp;\r\n The world progressive people should not allow the imperialists to infringe upon their sovereignty even the least but strongly reject it. &nbsp;&nbsp;&nbsp;\r\n What is important in the struggle for peace against war at present is to direct the spearhead of attack to the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The U.S. is leaving no means untried to create military circumstances and conditions for realizing its wild ambition for world domination. &nbsp;&nbsp;&nbsp;\r\n In order to ensure global peace it is necessary to decisively frustrate the imperialists' military intervention and aggression being perpetrated under the signboard of the United Nations. All peace- keeping operations should be conducted on the principle of respect for sovereignty and non-interference in other's internal affairs in full line with the principles and objective of the UN Charter. &nbsp;&nbsp;&nbsp;\r\n It is a very urgent task to decisively shatter the \"war on terrorism\" of the U.S. imperialists in the on-going struggle for peace against war. &nbsp;&nbsp;&nbsp;\r\n What is important in the struggle for peace against war is to discard any illusion about the imperialists and heighten vigilance against \"the establishment of a democratic order\" and \"defence of human rights\" much touted by them. &nbsp;&nbsp;&nbsp;\r\n It is necessary to remain vigilant against the moves of the U.S. allies for aggression. &nbsp;&nbsp;&nbsp;\r\n The moves for overseas expansion of the Japanese militarist forces which have been revived with the backing of the U.S. as a dangerous force for aggression in Asia have reached an alarming phase. The Japanese reactionaries are sparking off a madcap arms race in Northeast Asia by putting spurs to the development of the missile defense system under the slogan of tightened Japan-U.S. military alliance. It is also important to pressurize and isolate those forces following the U.S. war policy so that they may not run amuck while escalating the anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n All the peace-loving countries and peoples should unite and boost their national defence capabilities to intensify the struggle for peace against war. The practical experience gained by the DPRK proves that a country can avert a war and defend its sovereignty and peace only when it attaches importance to the military affairs and augments capability for self-defence, concludes the article.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegates Arrive",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#15",
            "content": "Foreign Delegates Arrive\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- Delegates of the CIP, China, Vietnam, Bhutan, Mongolia, Indonesia and Philippines arrived here Saturday to participate in an international scientific symposium on potato    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Election System",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#16",
            "content": "DPRK Election System\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- The day of election of deputies to local power organs of the DPRK is drawing near. &nbsp;&nbsp;&nbsp;\r\n Having experienced that the country's election system is the most popular and democratic one protecting and representing the demand and interest of the popular masses, the Korean people are greeting the election with a high degree of political enthusiasm. &nbsp;&nbsp;&nbsp;\r\n The election system of the DPRK was instituted in accordance with the demand and interest of the people from the principle of election for nominating deputies to the power bodies to the organization and holding of the election and so that all the voters can exercise their political rights to the full. &nbsp;&nbsp;&nbsp;\r\n Each citizen participates in the election with equal right. He or she, above 17, has the rights to vote and be elected irrespective of sex, nationality, occupation, residential period, properties, knowledge, political party affiliation, political view and religious faith and takes part in the election freely as true master of the state and society. &nbsp;&nbsp;&nbsp;\r\n All the voters express their will in the election freely. &nbsp;&nbsp;&nbsp;\r\n They cast ballots directly. Certificates of election removal are issued for those on official trip or on travel. Those in the sparsely populated areas, the disabled and aged put their ballots in mobile ballot boxes. &nbsp;&nbsp;&nbsp;\r\n The electorate nominate people, who are faithful to the Party and people, enjoy deep confidence of the masses and have high working ability, according to their will as candidates for deputies and cast direct and secret ballots in the election.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chongryon Officials and Koreans in Japan Protest against Decision of Tokyo District Court ",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#17",
            "content": "Chongryon Officials and Koreans in Japan Protest against Decision of Tokyo District Court\r\n&nbsp;&nbsp;&nbsp;Tokyo, July 20 (KNS-KCNA) -- The Tokyo District Court totally denied and dismissed the suit filed by the General Association of Korean Residents in Japan (Chongryon) demanding a total reduction of and exemption from the payment of fixed property tax. Officials of Chongryon and Koreans in Japan held an emergency meeting in front of the Tokyo District Court in protest against the unfair decision on July 20. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting charged that the Tokyo District Court's ruling that \"the premises used by only specified persons cannot be regarded as buildings for public service\" is aimed at justifying the discrimination against Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n Noting that Chongryon is a legitimate organization active to defend the democratic national rights of the Koreans in Japan and its service for public interests has been fully acknowledged in the Japanese society, they denounced the judicial authorities for acting rashly, pursuant to the Japanese government's hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n Expressing irrepressible resentment at the reckless remarks made by the Tokyo Metropolitan governor that if the government refrains from applying sanctions against Chongryon, Tokyo Metropolis will do it and the decision made by the court in response to his instruction, they declared they would fight to defend the legitimate rights of Koreans in Japan to the last. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Central Headquarters of Chongryon made an application to the Tokyo High Court for intermediate appeal from the unfair decision of the Tokyo District Court on the same day.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tokyo District Court's Unjust Decision Protested",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#18",
            "content": "Tokyo District Court's Unjust Decision Protested\r\n&nbsp;&nbsp;&nbsp;Tokyo, July 20 (KNS-KCNA) -- Ko Tok U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), released a statement on July 20 in protest against the Tokyo District Court's unjust decision on the issue of the hall of the headquarters of Chongryon. &nbsp;&nbsp;&nbsp;\r\n Recalling that the court made a decision allowing the unreasonable imposition of taxes upon the hall of the headquarters of Chongryon, refusing to recognize Chongryon's activities for public interests and justifying the reckless remarks made by the Tokyo Metropolitan governor, the statement said: &nbsp;&nbsp;&nbsp;\r\n This is an unreasonable ruling as it was prompted by the national discrimination against Koreans in Japan and xenophobia in disregard of the activities of Chongryon and its use of the hall and the laws in force in Japan. &nbsp;&nbsp;&nbsp;\r\n As already known, Chongryon has played the role as an overseas mission of the DPRK in the absence of diplomatic ties between the DPRK and Japan and the hall's role for public service has been widely recognized. Accordingly, it had been exempt from the fixed property tax for nearly 40 years. &nbsp;&nbsp;&nbsp;\r\n It is obvious to everyone that the decision was made against the background of a series of politically motivated repressive actions spearheaded by the Abe government, including search operations against Chongryon-related facilities and the Resolution and Collection Corporation's move to seize the hall. &nbsp;&nbsp;&nbsp;\r\n It is an outrageous act quite contrary to international law and international practice for the Abe government and judicial authorities to negate and suppress the activities of Chongryon, though they are for public interests, evading their historical, legal and moral responsibility and obligation to protect the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n Ishihara, in particular, is showing extra zeal in this repressive campaign over the issue of the hall in collusion with the Abe group, undisguisedly revealing his phobia about Koreans. &nbsp;&nbsp;&nbsp;\r\n We have immediately made an application for intermediate appeal to the Tokyo High Court today after judging that the decision is quite contrary to the Constitution of Japan and its relevant laws and the general principles of laws. &nbsp;&nbsp;&nbsp;\r\n It is our hope that broad strata of Japanese people will become increasingly critical of the unreasonable decision and extend support to our just appeal.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Japan's Suppression of Koreans in Japan Urged",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#19",
            "content": "Halt to Japan's Suppression of Koreans in Japan Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 21 (KCNA) -- The south side committee to implement the June 15 joint declaration reportedly called a press conference in front of the Japanese embassy in Seoul on July 19 at which it demanded the Japanese authorities stop their crackdown on Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n A statement read out at the press conference accused the Japanese authorities and right-wing reactionary forces of perpetrating recently frantic search operations against the facilities related to the General Association of Korean Residents in Japan (Chongryon) and houses of Koreans in Japan and arresting and blackmailing them and committing terrorism against them and, furthermore, working hard to usurp the plottage and premises used by Chongryon. &nbsp;&nbsp;&nbsp;\r\n The statement branded these actions of the Japanese authorities as crimes against humanity and history as they are aimed at denying Japan's past history of aggression and realizing their militarist ambition.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Celebrados dialogos RPDC-EE.UU. y entre jefes de las 6 bandas",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#20",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam conversa con Nambariin Enkhbayar",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#21",
            "content": "Celebrados dialogos RPDC-EE.UU. y entre jefes de las 6 bandas\r\n&nbsp;&nbsp;&nbsp;Beijing, 20 de julio (ATCC) -- Tuvieron lugar entre el 17 y el 20 de julio varias rondas del dialogo entre la Republica Popular Democratica de Corea y Estados Unidos y las conversaciones entre los jefes negociadores de las 6 bandas. &nbsp;&nbsp;&nbsp;\r\n  Por la parte de la RPDC participo la delegacion encabezada por el vicecanciller Kim Kye Gwan. &nbsp;&nbsp;&nbsp;\r\n  En las ocasiones se realizaron debates profundos sobre todos los problemas, que surgen en la ejecucion de la Declaracion Conjunta del 19 de Septiembre y el Acuerdo del 13 de Febrero para lograr la desnuclearizacion de toda la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  Los paises participantes en las conversaciones acordaron seguir cumpliendo en el principio de \"accion vs. accion\" las obligaciones que les corresponden segun el Acuerdo del 13 de Febrero.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam realiza visita de cortesia al presidente mongol",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#22",
            "content": "Kim Yong Nam conversa con Nambariin Enkhbayar\r\n&nbsp;&nbsp;&nbsp;Ulan Bator, 20 de julio (Corresponsal de ATCC) -- Tuvieron lugar el dia 20 en esta capital las conversaciones entre el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, y el presidente de Mongolia, Nambariin Enkhbayar. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion estuvieron presentes por la parte coreana el canciller Pak Ui Chun, el ministro de Salud Publica, Choe Chang Sik, el vicecanciller Kim Hyong Jun, el subtitular de Comercio Exterior, Ri Myong San, el viceministro superior de Transporte Automovilistico y Maritimo, Cha Son Mo, y el embajador coreano en Mongolia, Pak Jong Do y por la mongola el viceprimer ministro M. Enkhsaihan, el canciller N. Enkhbold, el embajador mongol en Corea, Janchivdorjyn Lomvo, y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\n  Ambas partes intercambiaron opiniones sobre el problema del desarrollo mayor de las relaciones de amistad Corea-Mongolia preparadas por el Presidente Kim Il Sung y los dirigentes mongoles de veterana generacion y otros asuntos de interes mutuo y llegaron al consenso en los problemas abordados. &nbsp;&nbsp;&nbsp;\r\n Las conversaciones transcurrieron en una atmosfera amistosa.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam se reune con Miyegombiin Enkhbold",
            "url": "http://kcna.co.jp/item/2007/200707/news07/23.htm#23",
            "content": "Kim Yong Nam realiza visita de cortesia al presidente mongol\r\n&nbsp;&nbsp;&nbsp;Ulan Bator, 20 de julio (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, realizo el dia 20 una visita de cortesia al presidente mongol, Nambariin Enkhbayar. &nbsp;&nbsp;&nbsp;\r\n  En la audiencia estuvieron presentes el canciller Pak Ui Chun, el ministro de Salud Publica Choe Chang Sik, el vicecanciller Kim Hyong Jun, el subtitular de Comercio Exterior Ri Myong San, el viceministro superior de Transporte Automovilistico y Maritimo Cha Son Mo, y el embajador coreano en Mongolia Pak Jong Do. &nbsp;&nbsp;&nbsp;\r\n   Por la parte de Mongolia, asistieron el viceprimer ministro M. Enkhsaihan, el canciller N. Enkhbold, el embajador mongol en Corea Janchivdorjyn Lomvo, y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\n  Kim Yong Nam sostuvo conversaciones con Nambariin Enkhbayar en un clima cordial y amistoso. &nbsp;&nbsp;&nbsp;\r\n  Este dia, tuvo lugar en la Plaza Suhbaatar una ceremonia para dar la bienvenida a Kim Yong Nam. &nbsp;&nbsp;&nbsp;\r\n En la ocasion participaron Kim y su comitiva, el embajador y otros miembros de la embajada coreana en Mongolia. &nbsp;&nbsp;&nbsp;\r\n Ademas, se distinguian el presidente mongol Nambariin Enkhbayar, el viceprimer ministro M. Enkhsaihan, el canciller N. Enkhbold, el embajador mongol en Corea, Janchivdorjyn Lomvo, y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam, junto con Nambariin Enkhbayar, paso revista a la guardia de honor del ejercito mongol.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}