{
    "date": "2007-08-16",
    "url": "http://kcna.co.jp/item/2007/200708/20070816.htm",
    "articles": [
        {
            "title": "Kim Jong Il Greets Putin ",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#1",
            "content": "Kim Jong Il Greets Putin \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- General Secretary Kim Jong Il sent a message of greetings to Russian President Vladimir Vladimirovich Putin today on the occasion of the 62nd anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n I send greetings to you and, through you, to the Russian people on the occasion of the 62nd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the cooperative relations between the DPRK and Russia would develop in the interests of the two peoples, I wish you success in your work.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from Putin",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#2",
            "content": "Greetings to Kim Jong Il from Putin  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- General Secretary Kim Jong Il received a message of greetings from Russian President V. Putin Wednesday on the occasion of the day of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n In the message the president said that Korea achieved freedom and independence through an arduous and protracted struggle against the colonial rule, stressing that Russia highly appreciates the fact that the DPRK deems it important to remember the Russians who alongside the Korean patriots laid down their lives for the liberation of the Korean Peninsula and victory in the Second World War. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the good-neighborly relations between the DPRK and Russia would develop for the well-being of the two peoples in the future, too, and they would make a distinct contribution to peace, stability and security in the Korean Peninsula and all other regions. &nbsp;&nbsp;&nbsp;\r\n He wished the friendly DPRK fresh success in its socio-economic development.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Contacts Made for Implementation of North-South Agreement",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#3",
            "content": "Inter-Korean Contacts Made for Implementation of North-South Agreement \r\n&nbsp;&nbsp;&nbsp;Kaesong, August 14 (KCNA) -- A preliminary contact and inter-sector working contacts were made in Kaesong Tuesday to discuss working procedural matters for the implementation of the north-south agreement. &nbsp;&nbsp;&nbsp;\r\n At the preliminary contact both sides agreed on the issues concerning the size and formation of a delegation to participate in an event to be held in Pyongyang, procedures concerning its travel and itinerary with a view to successfully implementing the agreement. &nbsp;&nbsp;&nbsp;\r\n Both sides also had inter-sector working contacts including those in the fields of protocol, communications and news coverage, etc. and had an exhaustive exchange of views on the matters brought up for discussion. &nbsp;&nbsp;&nbsp;\r\n At the inter-sector working contacts both sides agreed to continue discussing working procedural matters.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Kim Il Sung's Statues",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#4",
            "content": "Floral Baskets Laid before Kim Il Sung's Statues  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung on the occasion of the 62nd anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n Servicepersons of the Korean People's Army and people from all walks of life in Pyongyang visited Mansu Hill with boundless yearning and reverence for the President. &nbsp;&nbsp;&nbsp;\r\n Seen there was a floral basket sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Laid before the statue were floral baskets in the name of the party, armed forces and power organs, public organizations, ministries and national institutions, KPA units, scientific, educational, cultural and art, public health and media organs, industrial establishments, farms and schools and bouquets and flowers. &nbsp;&nbsp;&nbsp;\r\n Also laid there was a floral basket in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front. &nbsp;&nbsp;&nbsp;\r\n Floral baskets, bouquets and flowers were placed before the statues of the President at Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security, the Korean Film Studio, the Pyongyang Schoolchildren's Palace and various other places in the city. &nbsp;&nbsp;&nbsp;\r\n Servicepersons and people of all social standings across the country laid floral baskets, bouquets and flowers before the statues of the President in their residential quarters and paid tribute to him.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Russian President",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#5",
            "content": "Kim Yong Nam Greets Russian President  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Russian President Vladimir Vladimirovich Putin on Wednesday on the occasion of the 62nd anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the cooperative relations between the DPRK and the Russian Federation would develop in the spirit of the joint declarations, Kim Yong Nam wished the Russian president and people success in their work for the prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Remembering Kim Il Sung's Exploits in National History",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#6",
            "content": "Rodong Sinmun Calls for Remembering Kim Il Sung's Exploits in National History \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Papers today dedicate editorials to the 62nd anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n The liberation of the country by President Kim Il Sung after defeating the formidable Japanese imperialists 62 years ago was a historic event which put an end to the Korean nation's disgraceful history of a ruined nation and brought about the birth of a genuine people's country, Korea of Juche, the editorial of Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n With the liberation of the country by the President the long history of the nation's distress came to an end and the Korean people became to have their genuine country and greeted a new era where they could enjoy a worthwhile life and happiness as man for the first time in history. The President put forward the idea of attaching importance to the arms that one can defeat the armed imperialists only with arms long ago and led the anti-Japanese armed struggle to victory, thus saving the destiny of the country and the nation from the crisis of life and death. The Korean people will always remember the President's exploits to be recorded in the national history for all ages. &nbsp;&nbsp;&nbsp;\r\n After the liberation of the country the DPRK has covered the course of proud victory and prosperity under the wise guidance of the President. &nbsp;&nbsp;&nbsp;\r\n The country liberated and built by the President is now greeting a new era of prosperity thanks to the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n His Songun politics helps the DPRK demonstrate its might as a dignified country with a strong sense of independence and an invincible socialist fortress century after century. &nbsp;&nbsp;&nbsp;\r\n He successfully applied the Songun leadership exploits and experience of the President and established the original Songun political mode. This was a historic event which brought about a great turn in the struggle to build a rich and powerful country and accomplish the revolutionary cause of Juche. It is thanks to his Songun politics that the Korean People's Army has grown to be the matchless revolutionary army of Mt. Paektu, the defence industry of the country developed into a modern and powerful independent defence industry and the trait of attaching importance to the arms, the military affairs has been firmly established in the whole society. &nbsp;&nbsp;&nbsp;\r\n The President's plan for building a rich and powerful country is being carried out in all fields thanks to the Songun leadership of Kim Jong Il. The country in which the great Songun politics is being successfully applied will make ceaseless creations and leaping progresses and the President's behests will come true in the socialist country. &nbsp;&nbsp;&nbsp;\r\n Minju Joson calls for uniting around Kim Jong Il single-mindedly to dynamically push ahead with the general march of the Songun revolution to let the country liberated and built by the President further prosper.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Congolese President",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#7",
            "content": "Greetings to Congolese President  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Denis Sassou Nguesso, President of Congo, on August 14 on the occasion of the 47th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n In the message Kim sincerely wished the Congolese president and government greater success in their work for stability and development of the country, expressing the belief that the long friendly and cooperative relations between the two countries would continue to grow stronger in the future, too.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP Slammed for Slandering Upcoming North-South Summit",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#8",
            "content": "GNP Slammed for Slandering Upcoming North-South Summit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland issued a statement Wednesday in which he denounced the Grand National Party of south Korea for making desperate efforts to slander the upcoming north-south summit meeting. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n No sooner had the inter-Korean agreement on the summit meeting been made public than the GNP let loose a string of vituperation against the dialogue partner, saying that it is a \"political gimmick to check the regime change\" and \"little short of begging from the north\".&nbsp;&nbsp;&nbsp;\r\n Ri Myong Bak and Pak Kun Hye, fancying themselves to be presidential candidates from the GNP, in particular, at a \"joint lecture\" and on other occasions said that they oppose south-north summit talks without the north's abandonment of its nuclear program. They even have gone so imprudent as to let loose vituperation against the dignified political system in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Lurking behind such moves is a sinister intention of the descendents of the successive military fascist dictators to put a brake on the process for the improved north-south relations, gather ultra-right conservative forces and thus come to power. &nbsp;&nbsp;&nbsp;\r\n The upcoming summit will mark an event to be recorded in the national history, an event of heavy significance in developing the inter-Korean relations onto a new higher stage and opening up a new phase for peace on the Korean Peninsula, co-prosperity of the nation and national reunification on the basis of the historic June 15 North-South Joint Declaration and in the spirit of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n That is why all the Koreans in the north and the south and abroad as well as the world people hope that the summit would be successful, fully supporting and approving it. &nbsp;&nbsp;&nbsp;\r\n Any Korean in whose veins run the blood of the Korean nation should warmly welcome the summit meeting as it will bring about a turning phase in achieving national reunification, the cherished desire of the Koreans, and the co-prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n The GNP group, however, called for not ruling out a war in utter disregard of national reconciliation, unity and reunification to meet its own dirty political ambition. As if it were not enough with this, it is now working hard to throw a stumbling block in the way of the summit meeting, while slandering the north-south agreement and dare taking fault with the dignified political system in the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is clear that such anti-reunification elements and war fanatics will only cause the continued national division and confrontation and bring tension and war to the Korean Peninsula, much less contributing to achieving reunification of the country and improving inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the GNP group is the world's worst traitors with whom the Korean nation can never live under the same sky. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should clearly see through the true nature of the GNP group including Ri Myong Bak and Pak Kun Hye and actively turn out in the struggle to completely throw overboard the anti-reunification and war forces.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Venezuela ",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#9",
            "content": "Kim Jong Il's Work Published in Venezuela \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The famous work of Kim Jong Il \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in pamphlet by the Canta Clara Publishing House of Venezuela on August 6. &nbsp;&nbsp;&nbsp;\r\n The work published on July 26, Juche 85 (1996) scientifically analyzes the limitation of the times of the preceding philosophy and the originality of the Juche philosophy and clarifies the idea that the Juche philosophy is a revolutionary philosophy and political philosophy of the Workers' Party of Korea. It also clarifies principled matters arising in studying, explaining and disseminating the Juche philosophy.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Liberation Day of DPRK Marked in Brazil ",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#10",
            "content": "Liberation Day of DPRK Marked in Brazil \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Information bulletin entitled \"President Kim Il Sung who liberated Korea with his Songun leadership\" was issued by the Brazil-Korea Friendship Association on August 9 on the occasion of the 62nd anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n Korea's liberation from the military occupation of the Japanese imperialists on August 15, 1945 marked a historic event that brought about an epochal turn in the destiny of the Korean nation, the bulletin noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The President built powerful revolutionary forces of Songun and achieved the cause of national liberation with his tested Songun leadership and his Songun leadership continued even after the liberation of the country and it has been successfully carried forward and developed by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The above-said exploits of the President will shine forever not only in the history of the Korean nation but in the world history of the national liberation struggle.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves for Expanding Its Military Base under Fire in S. Korea ",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#11",
            "content": "U.S. Moves for Expanding Its Military Base under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- A rally denouncing the U.S. moves to expand its military base in Kunsan, North Jolla Province was reportedly sponsored by the preparatory committee of the Solidarity for Progress in south Korea in front of the Kunsan military base on August 10. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally accused the U.S. forces of resorting to the moves to expand their Kunsan military base, though it is quite natural for the U.S. troops to pull out of south Korea for peace and stability on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n They called upon the people from all walks of life to achieve firm solidarity and alliance and wage a dynamic struggle for checking the U.S. moves to expand the military base of aggression of its forces present in south Korea, the sworn enemy of the Korean nation as they have brought unspeakable disasters and misfortune to the nation. &nbsp;&nbsp;&nbsp;\r\n Prior to the rally, members of the Vanguard for Reunification staged an anti-U.S. demonstration.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Several Middle Schools Renamed Hero Middle Schools",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#12",
            "content": "Several Middle Schools Renamed Hero Middle Schools\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Chonma Middle School in Sinam District, Chongjin City and Ryongho Middle School in Kim Chaek City in North Hamgyong Province, Ansong Middle School in Ryonggang County in South Phyongan Province and Pyoksong Middle School in Pyoksong County in South Hwanghae Province were renamed hero middle schools. &nbsp;&nbsp;&nbsp;\r\n Produced from graduates of Hero Chonma Middle School were 12 heroes of the Republic and five labor heroes including officer of the Korean People's Army Ri Man Sok who devoted himself to implementing the military line of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Hero Ryongho Middle School produced one Triple hero of the Republic and ten heroes of the Republic and labor heroes including Choe Ha Jong, a former unconverted long-term prisoner, and Ma Hyong Ok who made great contribution to developing the fiber industry of the country with successful scientific researches. &nbsp;&nbsp;&nbsp;\r\n Among five heroes of the Republic and seven labor heroes produced in Hero Ansong Middle School are O Yong Gwan who acted a unit commander of people's guerrillas in south Korea during the Fatherland Liberation War and former Chairman of the Management Board of the Okdo Cooperative Farm in Ryonggang County Rim Ki Hwan who defended the socialist rural position through generations. &nbsp;&nbsp;&nbsp;\r\n Hero Pyoksong Middle School produced ten labor heroes including officer of the KPA An Pyong Hun who devoted himself to defending the country and socialist construction and Ri Yong Thaek, creator of the Mansudae Art Studio. &nbsp;&nbsp;&nbsp;\r\n Renaming ceremonies took place at the relevant middle schools.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Undying Feat in National Liberation",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#13",
            "content": "Kim Il Sung's Undying Feat in National Liberation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The national liberation (August 15) is significantly celebrated in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The Korean people recollect with deep emotion the immortal feats performed by President Kim Il Sung in accomplishing the cause of the national liberation in reliance upon arms. &nbsp;&nbsp;&nbsp;\r\n The President embarked upon the road of revolution, shouldering the destiny of the country and the nation. Keenly realizing that it was imperative to build a revolutionary armed force to save the fate of the fellow countrymen who were groaning under the jackboots of the Japanese imperialists and win back the ruined country, he gave a comprehensive exposition of the strategic and tactical issues to push ahead with the Korean revolution and advanced the line of anti-Japanese armed struggle at the Kalun Meeting. &nbsp;&nbsp;&nbsp;\r\n The Korean Revolutionary Army was formed on July 6, Juche 19 (1930) in the efforts for implementing the Juche-oriented line and policies put forward at the Kalun Meeting. &nbsp;&nbsp;&nbsp;\r\n The President dispatched groups of the revolutionary army to the northern part of Korea, central Manchuria and other areas so that they could expand the ranks, accumulate military experience and secure a centre for activities and weapons. This made it possible to carry out the tasks for the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n In May 1931 he came to Jongsong County (at that time) of Korea and convened a meeting of underground political workers and chiefs of underground revolutionary organizations at Kongsudok in which he delivered a speech \"Let us fully prepare revolutionary forces for an armed struggle.\" &nbsp;&nbsp;&nbsp;\r\n He put forward all the tasks to thoroughly liquidate the aftereffects of the \"Left\" adventurist acts of the factionalists completely infected with flunkeyism and prepare full revolutionary forces for an armed struggle. &nbsp;&nbsp;&nbsp;\r\n Later, in Hoeryong he held a meeting of underground political workers in the areas of Hoeryong and Jongsong and indicated ways to revolutionize and organize the people in Ryukup area along the River Tuman and build secret camps for armed small units and underground political workers conduct military and political activities and turn the area into a strategic centre for the armed struggle. &nbsp;&nbsp;&nbsp;\r\n Under the leadership of the President, the core elements were trained, a mass foundation was laid and a full military preparation was made to build the anti-Japanese armed ranks in a matter of nearly two years after the formation of the Korean Revolutionary Army. &nbsp;&nbsp;&nbsp;\r\n Basing himself on this preparation, the President founded the anti-Japanese People's Guerrilla Army, the first revolutionary armed forces in Korea, on April 25, 1932 to defeat robber-like Japanese imperialists and accomplish the historic cause of national liberation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Record Precipitation in Upper Reaches of River Taedong",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#14",
            "content": "Record Precipitation in Areas along River Taedong\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Unprecedented heavy rains poured in the upper and middle areas along the River Taedong from August 7 to 11 in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The average precipitation in this period was 524 mm, 52 mm more than 472 mm in the period from August 25 to 29, 1967. &nbsp;&nbsp;&nbsp;\r\n It rained in Pyongyang 378 mm and in Yangdok County 553 mm, 224 mm and 214 mm higher respectively than those 40 years ago. &nbsp;&nbsp;&nbsp;\r\n In 1967, it rained more than 470 mm in the upper and middle areas along the River Taedong on an average. It flooded in Pyongyang, Tokchon and Sunchon Cities, Yangdok and Songchon Counties of South Phyongan Province and Sinphyong County of North Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n Director of the Central Meteorological Institute Ryu Ki Ryol told KCNA that the average precipitation in the upper and middle areas along the River Taedong this time is largest ever in the history of meteorological observations.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Heavy Rains Throws Shadow over Prospect of Agricultural Production",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#15",
            "content": "Heavy Rains Throws Shadow over Prospect of Agricultural Production\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Unprecedented torrential rains have poured down in the DPRK for days in succession from August 7, throwing a shadow over prospect of the agricultural production. &nbsp;&nbsp;&nbsp;\r\n It is hard to expect a high grain output owing to the uninterrupted rainstorms at the most important time for the growth of crops in the country. &nbsp;&nbsp;&nbsp;\r\n Department Director of the Ministry of Agriculture Ri Jae Hyon told KCNA that the damage to farm crops by the current torrential rains is heavier than the previous ones in our country. As of August 14, more than 11 percent of rice and maize fields were submerged, buried or washed away taking the country as the whole, he added. &nbsp;&nbsp;&nbsp;\r\n At least 26,000 hectares of paddy and dry fields were completely inundated in South Phyongan Province and 20,000 hectares of paddy and dry fields in South Hwanghae Province at a time when farm crops are coming into ears. These provinces are main granaries of the country. &nbsp;&nbsp;&nbsp;\r\nIn particular, North Hwanghae Province was hit hardest with some 37,000 hectares of paddy and dry fields being flooded, buried or washed away. &nbsp;&nbsp;&nbsp;\r\n Over 200 pumping stations, more than 1,600 sections of waterways, upwards of 30 reservoirs, 450 agricultural structures and at least 800 sections of river and stream banks were destroyed and several hundreds of water pumps, electric motors and transformers were deluged throughout the country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, 10 sections of the dykes for controlling tidewater were damaged by flood in South Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n The government of the DPRK is taking positive measures against the flood damage in the agricultural sector.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Responsible for Abduction Case in Afghanistan ",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#16",
            "content": "U.S. Responsible for Abduction Case in Afghanistan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Nearly a month has passed since 20 odd south Korean civilians were abducted by Taliban militants in Afghanistan. Some hostages were mercilessly killed and others are eagerly waiting for a helping hand, suffering from illness and in fear of death. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. is entirely to blame for the case, Rodong Sinmun in a by-lined commentary today says: &nbsp;&nbsp;&nbsp;\r\n Such tragic case would not have occurred if the U.S. had not launched the brigandish \"war on terrorism\" in Afghanistan and introduced south Korea into there to meet its own interests of domination and greed. &nbsp;&nbsp;&nbsp;\r\n After the occurrence of the case, the families of the victims and other people from all walks of life in south Korea ardently appealed to the U.S. to actively come out for the settlement of the problem. However, the U.S. is coolly turning aside from the case, while repeatedly calling for \"not making any compromise with terrorism.\" &nbsp;&nbsp;&nbsp;\r\n This proves that the U.S. talk about \"alliance\" and \"friendly country\" is false and it takes no account of the misfortune suffered by the south Korean people. The U.S. egoistic and arrogant nature and its policy of despising south Korea are evidenced again by the case. &nbsp;&nbsp;&nbsp;\r\n Such lamenting reality in which the Koreans are sacrificed for the interests of the outsiders can never be tolerated. It is only too natural that south Korean people from all walks of life are now holding the U.S. chiefly responsible for the case and asserting that independence against the U.S. is the way for settling the problem.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Liberation Tower and Cemetery of Martyrs of Soviet Army",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#17",
            "content": "Wreaths Laid before Liberation Tower and Cemetery of Martyrs of Soviet Army\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Russian Ambassador e. p. to the DPRK Valery Sukhinin and embassy officials laid a wreath before the Liberation Tower on Wednesday on the occasion of the 62nd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were diplomatic envoys of different countries here. &nbsp;&nbsp;&nbsp;\r\n A wreath in the name of the Russian embassy and bouquets were laid before the Liberation Tower. &nbsp;&nbsp;&nbsp;\r\n They paid a silent tribute to the memory of the Soviet Army soldiers who fell in the battles for Korea's liberation before going round the tower. &nbsp;&nbsp;&nbsp;\r\n Then they went to the cemetery of martyrs of the Soviet Army in Sadong District, Pyongyang to lay a wreath in the name of the Russian embassy and observe a moment's silence. &nbsp;&nbsp;&nbsp;\r\n Officials of the Russian embassy also laid bouquets before the statue of the Soviet Army in Nampho City and the liberation tower in Sinuiju City.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Homage Paid to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#18",
            "content": "Homage Paid to President Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- People from all walks of life visited the Kumsusan Memorial Palace Wednesday, the 62nd anniversary of the liberation of Korea and paid tributes to President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They paid respectful homage to the statue of the President. &nbsp;&nbsp;&nbsp;\r\n They entered the hall where he lies in state and paid tributes in the humblest reverence for the President who devoted his all to the freedom and happiness of the people and the prosperity of the country till the last moments of his great life.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il envia mensaje de felicitacion a Putin",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe mensaje de felicitacion de Putin",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#20",
            "content": "Kim Jong Il envia mensaje de felicitacion a Putin\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de agosto (ATCC) -- El Dirigente Kim Jong Il, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 15 un mensaje de felicitacion al Presidente de la Federacion Rusa, Vladimir Vladimirovich Putin, en ocasion del 62o aniversario de la liberacion de Corea. &nbsp;&nbsp;&nbsp;\r\n  El mensaje va como sigue: &nbsp;&nbsp;&nbsp;\r\n  Con motivo del aniversario 62 de la liberacion de Corea, envio mi saludo a usted y, por su conducto, al pueblo ruso. &nbsp;&nbsp;&nbsp;\r\n  Convencido de que las relaciones de cooperacion entre la RPDC y la FR se desarrollaran conforme a los intereses de los pueblos de los dos paises, le deseo exitos en su trabajo.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Contacto previo para implementar acuerdo Norte-Sur ",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#21",
            "content": "Kim Jong Il recibe mensaje de felicitacion de Putin\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de agosto (ATCC) -- El Dirigente Kim Jong Il, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 15 el Presidente de la Federacion Rusa, V. Putin, en ocasion del dia de liberacion (15 de agosto) de Corea. &nbsp;&nbsp;&nbsp;\r\n  En la misiva el remitente senala que Corea logro su libertad e independencia al cabo de una ardua y larga lucha contra la dominacion colonial. &nbsp;&nbsp;&nbsp;\r\n�@Prosigue que Rusia valora altamente que en Corea aprecian mucho, al igual que a los patriotas coreanos, los recuerdos de los compatriotas rusos, que ofrendaron su vida por la liberacion de la Peninsula Coreana y la victoria en la Segunda Guerra Mundial. &nbsp;&nbsp;&nbsp;\r\n  Expresa conviccion de que las relaciones de buena vecindad entre Corea y Rusia se desarrollaran tambien en lo adelante para el bienestar de los dos pueblos y contribuiran notablemente a la preservacion de la paz, la estabilidad y la seguridad en la Peninsula Coreana y en toda la region. &nbsp;&nbsp;&nbsp;\r\n  Desea que la amistosa RPDC logre nuevos exitos en su desarrollo socio-economico.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Venezuela: obra de Kim Jong Il en folleto",
            "url": "http://kcna.co.jp/item/2007/200708/news08/16.htm#22",
            "content": "Contacto previo para implementar acuerdo Norte-Sur\r\n&nbsp;&nbsp;&nbsp;Kaesong, 14 de agosto (ATCC) -- Tuvo lugar este martes en esta ciudad el contacto previo y los de trabajo por secciones para discutir los tramites necesarios para implementar exitosamente el acuerdo Norte-Sur. &nbsp;&nbsp;&nbsp;\r\n  En el primer encuentro ambas partes consultaron el tamano, la composicion, el procedimiento de viaje y el programa de estancia de la delegacion que tomara parte en el acto de Pyongyang. &nbsp;&nbsp;&nbsp;\r\n  Tambien entablaron contactos de trabajo por secciones, a saber, el protocolo, la prensa e informacion, en los cuales intercambiaron opiniones sinceras sobre los temas planteados. &nbsp;&nbsp;&nbsp;\r\n  En estas ocasiones ambas partes acordaron seguir discutiendo los problemas relativos al procedimiento del acto.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}