{
    "date": "2007-06-16",
    "url": "http://kcna.co.jp/item/2007/200706/20070616.htm",
    "articles": [
        {
            "title": "Functions Held in Pakistan and Egypt",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#1",
            "content": "Functions Held in Pakistan and Egypt \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- A meeting and a film show were held in Pakistan and a Korean book, photo and handicraft exhibition and a film show in Egypt from June 5 to 7 on the occasion of the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the exhibition were famous works of President Kim Il Sung and Kim Jong Il, photos showing their immortal exploits, books and photos introducing the great vitality of the Songun politics and handicrafts representing the resourcefulness and talents of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean films \"Great Leader Steering Building of a Great Prosperous Powerful Nation to Victory\" and \"Brilliant History of Great Guidance.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "June 15 Joint Declaration Supported ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#2",
            "content": "June 15 Joint Declaration Supported  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Figures of Indonesia and South Africa issued statements on the occasion of the 7th anniversary of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n An Indonesian union leader in a statement on June 11 said that the joint declaration calls for independently settling the issue of the country's reunification in the idea of \"By our nation itself\" free from interference of any foreign forces. &nbsp;&nbsp;&nbsp;\r\n After the publication of the joint declaration the relations of antagonism and confrontation between the north and the south turned into those of reconciliation and cooperation and they have been rejuvenated beyond imagination, he said, stressing that such positive development would be unthinkable without the undying feats of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The chairman of a branch of the Pretoria City Committee of the African National Congress of South Africa, in a statement on June 8 noted that the world progressive people have expressed full support for the Korean people's cause of reunification. &nbsp;&nbsp;&nbsp;\r\n He stressed that Korea would be certainly reunified thanks to the might of the Songun policy pursued by Kim Jong Il and under the banner of the June 15 joint declaration.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Literature on Theme of Anti-U.S. Actions Exhibited in Seoul",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#3",
            "content": "Literature on Theme of Anti-U.S. Actions Exhibited in Seoul \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) --The preparatory committee of the Solidarity for Progress in south Korea reportedly sponsored an exhibition of literature on the theme of anti-U.S. actions in Seoul on June 11, five years since two middle schoolgirls were killed by the U.S. forces. &nbsp;&nbsp;&nbsp;\r\n Standing at the exhibition hall was a large model of torchlight. &nbsp;&nbsp;&nbsp;\r\n On display there were posters honoring the memory of the two middle schoolgirls and calling for putting an end to the unequal south Korea-U.S. relations and literature reflecting the desire for national reunification. &nbsp;&nbsp;&nbsp;\r\n Shown there was a video tape dealing with huge anti-U.S. torchlight actions under way throughout south Korea in 2002.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#4",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Meetings of working people's organizations took place on the occasion of the 43rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n A meeting of workers and trade union members was held at the Central Workers Hall. Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea (GFTUK), made a report to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers stressed that Kim Jong Il's start of work at the WPK Central Committee on June 19, Juche 53 (1964) was an event to be specially recorded in history as it opened up a prospect of certain victory for the Party and revolution, the country and the nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has developed the WPK into the party of President Kim Il Sung and a powerful guiding force of the Songun revolution and increased the leadership role of the Party, thus bringing about epoch-making changes in the revolution and construction, they noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has energetically led the GFTUK, a mass political organization, to discharge its mission and duty as a reliable helper and defender of the Party and bring about a new turn in the work of the trade union as required by the process of modeling the whole society on the Juche idea.\r\n A meeting of agricultural workers was held in Sinam-ri, Ryongchon County. Kang Chang Uk, chairman of the Central Committee of the Union of Agricultural Workers of Korea, made a report to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that the organizations of the union have been further strengthened and developed and an epochal turn has taken place in socialist rural construction entirely thanks to the energetic leadership and deep loving care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They stressed the need for the organizations of the union to strengthen the ideological education so that all the agricultural workers and members of the union may become genuine patriotic farmers who positively contribute to building a great prosperous powerful nation by increasing the production of grain.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Detailed Report Released on Anniversary of June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#5",
            "content": "Detailed Report Released on Anniversary of June 15 Joint Declaration \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- The last seven years are a period of victory as it witnessed the striking demonstration of the validity and tremendous vitality of the idea of \"By our nation itself\", the basic spirit of the June 15 North-South Joint Declaration, and a period of glory and pride as it greeted an era of national reconciliation and unity, a new era of independent reunification, said the National Reconciliation Council in a detailed report issued on June 14 on the occasion of the 7th anniversary of the publication of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" has helped escalate the movement for national reunification into a nationwide movement involving Koreans in the north and the south and abroad, a massive movement involving people from all walks of life regardless of idea, political view and party affiliation, the detailed report said, and went on: &nbsp;&nbsp;&nbsp;\r\n The formation of All-Korean Committee for Implementation of June 15 Joint Declaration, an umbrella organization of the nationwide reunification movement comprising political parties, organizations and figures from the north and the south and abroad, in March 2005 is of weighty significance in the history of the Korean nation's movement for reunification. &nbsp;&nbsp;&nbsp;\r\n The formation of the committee provided the Korean nation with a mother body, a powerful body for organizationally promoting great national unity, an organization capable of coordinating the aspiration and will of the fellow countrymen for reunification and helped make a new history of independent reunification through organizational alliance of Koreans in the north and the south and abroad. &nbsp;&nbsp;&nbsp;\r\n Over the last seven years since the publication of the joint declaration actions against the U.S. and foreign forces have got more dynamic nationwide. &nbsp;&nbsp;&nbsp;\r\n Voices demanding an end to the U.S. military occupation and colonial rule and the moves for a nuclear war and arms buildup and the DPRK-targeted war maneuvers have grown stronger in the north and the south and abroad and this led to the realization of nationwide solidarity and alliance in the struggle against the U.S. and foreign forces and the formation of a structure of confrontation between the Korean nation striving to defend national independence and dignity and the U.S. &nbsp;&nbsp;&nbsp;\r\n Full support and high praises of the Songun policy, the treasured sword for national reunification, are growing stronger in south Korea as the days go by. \r\n The idea of \"By our nation itself\" has brought about a signal turn in the north-south relations: The history of distrust and confrontation which lasted for over half a century has been replaced by a new history of reconciliation and cooperation and undertakings have become more brisk to rejoin the severed blood ties of the nation and dialogue has been rejuvenated to achieve reunification. &nbsp;&nbsp;&nbsp;\r\n Such stirring reality today goes to prove that the idea of \"By our nation itself\" is, indeed, a noble common idea for the Korean nation to uphold and that Koreans can achieve independence, peace, reunification and prosperity of the nation only when they advance under the banner of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The eye-opening successes made in the efforts to achieve national reconciliation and unity and the reunification of the country would be unthinkable without the outstanding and tested leadership of Kim Jong Il who provided the historic June 15 joint declaration and ushered in a new era of independent reunification, the era of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The Songun policy of Kim Jong Il serves as an undying banner and treasured sword to win certain victory as it ushered in the June 15 era of independent reunification and helped defend it. &nbsp;&nbsp;&nbsp;\r\n His leadership over the movement for national reunification is the key driver behind the June 15 era of independent reunification and his ardent love for the country and the nation, fixed will for reunification and all-embracing policy and benevolent policy applied nationwide are a source of strength which firmly unites all the fellow countrymen under the banner of the June 15 joint declaration and powerfully arouses them to the struggle for independent reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by British Ambassador",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#6",
            "content": "Reception Given by British Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- British Ambassador to the DPRK John Everard gave a reception on Thursday to mark the official birthday of the Queen of the United Kingdom of Great Britain and Northern Ireland. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Choe Chang Il, vice-minister of Culture, Ri Pong Hun, vice-minister of Public Health, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and diplomatic envoys of various countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the British embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Proves Successful at Asian Boxing Championships",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#7",
            "content": "DPRK Proves Successful at Asian Boxing Championships \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Kim Song Guk of the DPRK won a gold medal in the light weight category of the 24th Asian Boxing Championships held in Mongolia. &nbsp;&nbsp;&nbsp;\r\n Another boxer of the DPRK Ri Jong Bom won a bronze medal in the light heavy weight category.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Inter-Korean Joint Declaration Marked",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#8",
            "content": "Anniversary of Inter-Korean Joint Declaration Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Newspapers here today dedicate editorials to the 7th anniversary of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The last seven years after the adoption of the joint declaration were an emotion-charged period during which the Korean nation's will and desire for independent reunification were strikingly demonstrated at home and abroad, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n All Koreans resolutely rejected the outsiders' intervention in keeping with the spirit of the joint declaration and advanced the national reunification movement with the will and consciousness of being its driving force. The principle of national independence and the idea of \"By our nation itself\" were strictly adhered to in the struggle for national cohesion and reunification. This was a proud picture of struggle in the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\", the basic spirit of the joint declaration, became a spirit of the era and a national idea that has been deeply rooted in the mind of all the Koreans desirous of the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Established in the national reunification movement were the strong will of national independence and \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The U.S. impudent interference in the internal affairs of the Korean nation proved futile. &nbsp;&nbsp;&nbsp;\r\n The reality of the June 15 era of reunification in which the spirit of national independence has been displayed is a good result of Kim Jong Il's idea and will for independent reunification. &nbsp;&nbsp;&nbsp;\r\n The struggle for independent reunification, staged under the banner of \"By our nation itself\" for seven years, powerfully demonstrated the attraction and vitality of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Stressing the need for all Koreans to settle the problems of north-south relations and national reunification with the stand of giving importance and priority to the nation and get united under the banner of \"By our nation itself\", the paper says: &nbsp;&nbsp;&nbsp;\r\n They should wage a more vigorous struggle against the foreign forces and their followers stemming the trend of the era of independent reunification and threatening the security of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n They should dynamically make a nation-wide campaign to smash the anti-national separatist moves of the U.S. and the pro-American conservatives of south Korea. &nbsp;&nbsp;&nbsp;\r\n Minju Joson editorially calls on the 70 million Koreans to turn out as one to implement the tasks of attaching importance to the nation, defending peace and achieving unity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Implement June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#9",
            "content": "All Koreans Called upon to Implement June 15 Joint Declaration\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- The adoption of the June 15 Joint Declaration marked a historic event as it ushered in the national history a new era of achieving independent reunification by the concerted efforts of the Koreans by rejecting foreign forces. Rodong Sinmun today notes this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n Over the past seven years when the nation has advanced under the uplifted banner of the June 15 Joint Declaration, a lot of successes have been achieved in the movement for the country's reunification. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" has been fully embodied in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n Shouts of \"By our nation itself\" could be heard from wherever Koreans live, be they in the north, the south and overseas, thus becoming slogans for reunification chanted by them and serving as a banner for a patriotic struggle. &nbsp;&nbsp;&nbsp;\r\n The dynamic movement for the country's reunification under way throughout Korea in the idea of \"By our nation itself\" gave further momentum to the campaigns bitterly censuring and condemning the U.S. aggressors for having committed all sorts of crimes in south Korea after bringing the tragedy of division and disasters to the Koreans. &nbsp;&nbsp;&nbsp;\r\n This movement has developed to be a movement for great national unity powerfully promoting the unity of the whole nation. It is now in the process of developing to be a struggle for solidarity and alliance involving people of all strata with the All-Korean Committee for Implementation of June 15 Joint Declaration as an umbrella body. &nbsp;&nbsp;&nbsp;\r\n The Koreans' nation-wide movement for reunification and patriotism has dealt a telling blow at the U. S. and warlike forces of south Korea pursuing confrontation and war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n All Koreans have struggled in unity under the uplifted banner of peace against war, well aware that peace against war is a vital demand common to the nation and provides a way of defending the cause of independent reunification. In this course, they have foiled every reckless move of the warmongers. &nbsp;&nbsp;&nbsp;\r\n Over the past seven years foreign forces and anti-reunification forces in south Korea have become evermore undisguised in challenging their march for reunification. In view of this situation Kim Jong Il has bolstered the war deterrent, a guarantee for the peace on the Korean Peninsula, in every way under the uplifted banner of Songun, enabling the fellow countrymen to develop the movement for reunification, freely visiting each other and promoting reconciliation. &nbsp;&nbsp;&nbsp;\r\n All Koreans should as always actively support and defend the patriotic Songun policy and wage a dynamic nation-wide movement for reunification to implement the June 15 Joint Declaration true to the noble idea and intention of Kim Jong Il for independent reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "June 15 Reunification Era Opened under Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#10",
            "content": "June 15 Reunification Era Opened in Idea of \"By Our Nation Itself\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Seven years have passed since the June 15 reunification era has opened thanks to the historic Pyongyang meeting. &nbsp;&nbsp;&nbsp;\r\n During the period, all the Koreans in the north, south and abroad have vigorously advanced along the road of national unity and reunification, discarding the consciousness of division and confrontation and pooling efforts and ideas under the banner of \"by our nation itself\".&nbsp;&nbsp;&nbsp;\r\n Multi-channeled dialogues and contacts of the authorities and civilians have been held briskly on the principle of national independence between the north and the south of Korea and cooperation and exchange made to help the independent reunification and co-prosperity of the nation, defying the vicious anti-reunification and confrontation moves of the reactionaries within and without. &nbsp;&nbsp;&nbsp;\r\n People of all social standings in the north and south have held colorful reunification events including the grand festivals for national reunification in Pyongyang, Seoul, Mt. Kumgang and other parts, making the whole country replete with the enthusiasm for reunification. &nbsp;&nbsp;&nbsp;\r\n This year, too, has witnessed a big advance in the reunification movement of the Korean people to promote reconciliation and cooperation. &nbsp;&nbsp;&nbsp;\r\n Trial train operations were made on the east and west coastal railroad lines re-linked between the north and the south and the first meeting of the Taekwon-Do integration coordinating committee was held to merge the International Taekwon-Do Federation and World Taekwon-Do Federation into one. &nbsp;&nbsp;&nbsp;\r\n The Korean people have fully demonstrated at home and abroad that they could achieve the national unity and reunification by themselves through the 20th and 21st inter-Korean ministerial talks, 5th video meeting and 15th reunion of separated families and relatives, May Day reunification meeting of workers in the north and the south for implementation of the June 15 Joint Declaration and others. &nbsp;&nbsp;&nbsp;\r\n Developments show that the June 15 reunification era is a new era for the reunification and prosperity of Korea and nobody can hold in check the advance of the Korean nation shaping its destiny with joint efforts.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Revolutionary Relics and Remains Convey Immortal Exploits of Mt. Paektu Generals",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#11",
            "content": "Revolutionary Relics and Remains Convey Immortal Exploits of Mt. Paektu Generals\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- The revolutionary relics and remains belonging to the period of the anti-Japanese revolutionary struggle are preserved well in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n There are in the revolutionary battle sites of the Mt. Paektu area the secret camps in Saja Peak, Mt. Kom, Mt. Kanbaek, Mudu Peak, Ssangdu Peak and Taegak Peak including the Mt. Paektu secret camp where President Kim Il Sung led the overall Korean revolution from the latter half of the 1930s to the first half of the 1940s. &nbsp;&nbsp;&nbsp;\r\n A wooden pistol, toys, a low desk, a patched mattress and blankets kept in the native home in the Mt. Paektu secret camp tell about the childhood of Kim Jong Il who grew up, cultivating the resourcefulness and courage of Mt.  Paektu. &nbsp;&nbsp;&nbsp;\r\n Also preserved in the secret camp are a shallow well and trees bearing revolutionary slogans written by Kim Jong Suk, anti-Japanese woman hero. &nbsp;&nbsp;&nbsp;\r\n The revolutionary battle sites in Samjiyon and Taehongdan areas include bivouacs in Chongbong, Konchang and Pegae Peak, Dike No. 5, Sinsadong, Singaechok and Red Rock. &nbsp;&nbsp;&nbsp;\r\n There are in the Pochonbo revolutionary battle site, Ryanggang Province, the Kusi Dike, command post of the Pochonbo Battle and Japanese police substation, sub-county office, fire hall, forest conservation office, agricultural experimental farm, post office and a fort stormed by the Korean People's Revolutionary Army.  Looking round the remains, the visitors recollect with deep emotion the historic day when the President instilled the hope for and confidence in the national resurrection in the minds of the people with his superb operation and command. &nbsp;&nbsp;&nbsp;\r\n Similar revolutionary relics and remains are found in Sinpha, Phungsan, Sinhung, Yonsa and other areas of the country.  They are helpful for the rising generations to get a deep knowledge of the undying revolutionary history of the generals of Mt.  Paektu and learn from the revolutionary spirit and fighting stamina of the anti-Japanese guerillas.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Show Held",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#12",
            "content": "Film Show Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- A film show for the military attaches' corps here took place at the Pyongyang Cultural Exhibition on Friday on the occasion of the 43rd anniversary of Kim Jong Il's start of work at the C.C., the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The members of the corps watched \"Respected Comrade Kim Jong Il Is a Great Thinker and Theoretician\", a Korean documentary on his revolutionary activities.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Blasts U.S. Establishment of MD",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#13",
            "content": "DPRK Foreign Ministry Spokesman Blasts U.S. Establishment of MD\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Friday issued the following statement in connection with the fact that the U.S. attempt to establish the Missile Defense System (MD) has now entered a grave phase, disturbing the world: &nbsp;&nbsp;&nbsp;\r\n The U.S. plan to deploy an interceptor missile base and radar station, a link in the whole chain of the MD, in Poland and the Czech Republic and plug Australia into the MD in the wake of drawing Japan into it in the Asia-Pacific is arousing deep apprehension and rebuff from many countries of the world. &nbsp;&nbsp;&nbsp;\r\n The U.S. has asserted that the worldwide MD it is working to build is aimed to deter missile attack from the DPRK and Iran, but it is no more than a clumsy pretext. &nbsp;&nbsp;&nbsp;\r\n One can see that the MD has nothing to do with the DPRK only if one studies from which it originated. &nbsp;&nbsp;&nbsp;\r\n As is well known to the world, the MD pushed forward by the Bush administration at present originated from a \"strategic defense initiative\" which the Reagan administration worked out to attack the former Soviet Union during the period of the Cold War. &nbsp;&nbsp;&nbsp;\r\n It is clear even from the scale of the MD at the present phase that this huge defence network is not targeted against just a few small countries. &nbsp;&nbsp;&nbsp;\r\n It is nonsensical for the U.S. to assert that it is expanding the MD network to far away Oceania in the south beyond Japan and Guam from Alaska to intercept missiles from the DPRK. And it is illogical for the U.S. to claim that it is deploying an interceptor missile base in Eastern Europe beyond Greenland and Britain to intercept those from Iran. &nbsp;&nbsp;&nbsp;\r\n Had the U.S. felt really threatened by the missile capacity of the DPRK, it would have had already several opportunities of seeking a negotiated settlement of the issue on an equal footing, not by wasting a stupendous amount of funds. &nbsp;&nbsp;&nbsp;\r\n The DPRK had already proposed negotiations on the issue of missiles to the U.S. and European countries in view of their concerns in the period of Clinton administration. It even took such a measure of good faith as unilaterally declaring a moratorium on the long-range missile launch while the DPRK-U.S. talks were underway with a view to promoting confidence. &nbsp;&nbsp;&nbsp;\r\n But no sooner had the Bush administration taken office than it turned aside these opportunities and pursued one-sided and hard-line hostile policy toward the DPRK, thus compelling it to bolster deterrence including the missile capacity. &nbsp;&nbsp;&nbsp;\r\n This proves that the U.S. needed a pretext on which to push ahead with the establishment of the MD. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now pushing forward the MD in the direction of sieging Eurasia from both east and west. &nbsp;&nbsp;&nbsp;\r\n It has been the core of the U.S. strategy for world domination since the demise of the Cold War to deter any force from emerging to challenge it. &nbsp;&nbsp;&nbsp;\r\n It is the view of the U.S. that there are powers in Eurasia which have such potentials and those potentials have recently grown at a faster pace than expected. &nbsp;&nbsp;&nbsp;\r\n Much upset by this, the present U.S. administration decided to push ahead with the MD although its technical effectiveness has not yet been fully certified. &nbsp;&nbsp;&nbsp;\r\n It is the calculation of the U.S. that if big powers in Eurasia become embroiled in arms race to cope with it this would be good for weakening them and in case this does not happen, it would be advisable for it to unilaterally perfect and expand the MD so as to neutralize the nuclear retaliatory capacity of other big powers and maintain unchallenged military hegemony. &nbsp;&nbsp;&nbsp;\r\n If such moves are allowed to go on, there will be neither trend toward multi-polarization nor any hope for democratization in the world. And it will be exposed to the military blackmail and high-handed practices of the only hegemonic country. &nbsp;&nbsp;&nbsp;\r\n The U.S. cites small countries as a pretext for its MD but it is not the issue of such nature which can be settled even when those pretexts are no longer available, given the strategic importance the U.S. attaches to it. &nbsp;&nbsp;&nbsp;\r\n The U.S. ever-more undisguised row of finding fault with the DPRK and the arms race escalating in the areas around Korea due to the U.S. moves will only force the DPRK to bolster its deterrent for self-defence.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to PM of Algeria",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#14",
            "content": "Congratulations to PM of Algeria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a congratulatory message to Abdelaziz Belkhadem on his reappointment as prime minister of the Algerian Democratic and People's Republic. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in the future, the message sincerely wished him bigger success in his work for the development of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Algerian FM",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#15",
            "content": "Congratulations to Algerian FM\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun sent a message of congratulations to Mourad Medelci upon his appointment as foreign minister of Algeria. &nbsp;&nbsp;&nbsp;\r\n In the belief that the traditional ties of friendship and cooperation between the two countries would continue to grow stronger, the message wished him good health and happiness and success in his new job.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Choe Hong Hui's Death Anniversary Commemorated ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#16",
            "content": "Choe Hong Hui's Death Anniversary Commemorated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- A memorial service took place at the Patriotic Martyrs Cemetery today to commemorate the 5th death anniversary of Choe Hong Hui, ex-president of the International Taekwon-Do Federation (ITF). &nbsp;&nbsp;&nbsp;\r\n Present there were the widow of Choe Hong Hui and her party and Jo Tong Sol, permanent advisor of the ITF, Pak Jong Su and Leong Wai Meng, vice-presidents of the ITF, Ri Yong Son, general executive director of the ITF, and the chairman of the European Taekwon-Do Federation, the chairman of the Chinese Taekwon-Do Association, the delegation of the British Taekwon-Do Association and others concerned with Taekwon-Do and martial arts and Choe's bereaved family. &nbsp;&nbsp;&nbsp;\r\n It was attended by Ryu Mi Yong, chairwoman of the C.C., the Korean Chondoist Chongu Party, Hwang Pong Yong, chairman of the Korean Taekwon-Do Committee, Taekwon-Do instructors and players of Korea. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of wreath-laying music, the participants placed wreaths, bouquets and flowers before Choe's grave in the name of the Korean Taekwon-Do Committee and the ITF and the Committee for Overseas Compatriots of Korea and paid a silent tribute to him. &nbsp;&nbsp;&nbsp;\r\n Hwang Pong Yong said in his memorial address that the participants honor the memory of Choe, first president of the ITF who devoted his all to Taekwon-Do, on the occasion of the fifth anniversary of his death. &nbsp;&nbsp;&nbsp;\r\n He recalled that Choe organized the ITF and trained a great many Taekwon-Do players. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung received Choe several times, giving teachings on how to develop the ITF and praising him as a patriot and chief of Taekwon-Do, he noted, and said: &nbsp;&nbsp;&nbsp;\r\n The modern Taekwon-Do Hall was built in Pyongyang under the warm loving care of Kim Jong Il and the feats performed by Choe in the field of Taekwon-Do are shining along with the history of the Korean nation and the international history of Taekwon-Do. &nbsp;&nbsp;&nbsp;\r\n The Taekwon-Do players have a mission to further develop Taekwon-Do, he said, stressing that this desire of Choe would certainly come true. &nbsp;&nbsp;&nbsp;\r\n Then more memorial speeches were made. &nbsp;&nbsp;&nbsp;\r\n That day the participants watched an exhibition performance given by Taekwon-Do instructors and players of the DPRK at the Taekwon-Do Hall.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inaugurado gran festival para la reunificacion nacional",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#17",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "CRN publica informacion alusiva al 7 aniversario de Declaracion Conjunta ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#18",
            "content": "Inaugurado gran festival para la reunificacion nacional\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de junio (ATCC) -- Quedo inaugurado en esta capital el Gran Festival para la Reunificacion Nacional en homenaje al VII aniversario de la publicacion de la historica Declaracion Conjunta Norte-Sur del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n�@Tuvo lugar el dia 14 el acto de apertura en la explanada frente a la Puerta Nam del monte Taesong. &nbsp;&nbsp;&nbsp;\r\n�@Cuando los delegados del Norte, el Sur y ultramar hicieron su aparicion siguiendo la bandera de reunificacion, los trabajadores capitalinos les dieron una calida bienvenida coreando las consignas referentes a la reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\n�@En la ocasion participaron las delegaciones de los Comites del Norte, el Sur y ultramar para la Ejecucion de la Declaracion Conjunta del 15 de Junio, presididas por los respectivos presidentes An Kyong Ho, Paek Rak Chong y los copresidentes de la parte ultramarina Kwak Tong Ui y Mun Tong Hwan. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion tuvo lugar la izada de la bandera de reunificacion. &nbsp;&nbsp;&nbsp;\r\n  En su discurso inaugural An Kyong Ho dijo que el presente festival mostrara patentemente al interior y exterior del pais la inconmovible voluntad de la nacion coreana de mantener y ejecutar la Declaracion Conjunta del 15 de Junio y el poderio de su unidad lograda bajo la bandera del ideal de \"Entre nosotros, los connacionales\".&nbsp;&nbsp;&nbsp;\r\n  Pronunciaron las palabras de felicitacion Kim Yong Dae, vicepresidente del Presidium de la Asamblea Popular Suprema, Ri Ji Gwan y Mun Tong Hwan, presidente honorario y copresidente del Comite de la parte surcoreana, respectivamente. &nbsp;&nbsp;&nbsp;\r\n  El acto inaugural termino con la interpretacion de la \"Cancion de gran unidad\".&nbsp;&nbsp;&nbsp;\r\n  Por otra parte, este dia, los miembros de las delegaciones de tres partes presenciaron la funcion artistica del Conjunto Artistico Mansudae ofrecida en el Gran Teatro de Pyongyang Este. &nbsp;&nbsp;&nbsp;\r\n  En horas nocturnas del mismo dia, el comite norteno para la ejecucion de la Declaracion Conjunta del 15 de Junio ofrecio en el Palacio Cultural del Pueblo una recepcion en honor de las delegaciones de las entidades homologas del Sur y ultramar.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Periodicos llaman a enarbolar la bandera de independencia nacional ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#19",
            "content": "CRN publica informacion alusiva al 7 aniversario de Declaracion Conjunta \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de junio (ATCC) -- El Comite por la Reconciliacion Nacional (CRN) publico el dia 14 la informacion detallada con motivo del VII aniversario de la publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  Estos 7 anos fueron anos de victoria que demostraron la justeza y la inagotable vitalidad del ideal de \"Entre nosotros, los connacionales\", espiritu principal de la Declaracion Conjunta y anos de gloria y orgullo que dieron inicio a la epoca de reconciliacion y unidad nacional y la nueva epoca de reunificacion independiente. &nbsp;&nbsp;&nbsp;\r\n  Este ideal convirtio el movimiento por la reunificacion de la patria en un movimiento pannacional abarcando el Norte, el Sur y ultramar, y en un movimiento masivo que implica a los habitantes de distintos estratos por encima de las diferencias de ideas, criterios politicos y dependencias. &nbsp;&nbsp;&nbsp;\r\n  Tiene gran significado en la historia del movimiento por la reunificacion de la nacion coreana la fundacion en marzo de 2005 del \"Comite Conjunto Nacional para la Ejecucion de la Declaracion Conjunta del 15 de Junio\" (Comite Conjunto Nacional del 15 de Junio) que es organo de movimiento pannacional por la reunificacion implicando los partidos politicos, entidades y personalidades del Norte, el Sur y ultramar. &nbsp;&nbsp;&nbsp;\r\n  Con la fundacion del Comite Conjunto Nacional la nacion coreana llego a contar con una entidad madre, promotora organizadora de la gran unidad nacional capaz de juntar la voluntad y la aspiracion de todos los coreanos a la reunificacion y allanar nueva historia de la reunificacion independiente mediante la solidaridad organizada del Norte, el Sur y ultramar. &nbsp;&nbsp;&nbsp;\r\n  Durante estos 7 anos que datan de la publicacion de la Declaracion Conjunta del 15 de Junio se desplego con mas vigor en el ambito nacional la lucha antiyanqui y anti-fuerzas foraneas. &nbsp;&nbsp;&nbsp;\r\n  En el Norte, el Sur y ultramar resonaron voces de repudio a la ocupacion militar y dominacion colonial de EE.UU. y en contra de su guerra nuclear, aumento armamentista y ejercicios de guerra de agresion al Norte de Corea y hoy dia se realizaron la solidaridad y unidad de toda la nacion en la lucha contra los yanquis y otras fuerzas foraneas y se formo la estructura de confrontacion de toda la nacion coreana vs. EE.UU. para defender la independencia y la dignidad de la nacion. &nbsp;&nbsp;&nbsp;\r\n  En el Sur de Corea cobran auge el apoyo y el elogio a la politica de Songun (priorizacion militar) que es remedio de la reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\n  El ideal de \"Entre nosotros, los connacionales\" trajo un avance trascendental en las relaciones intercoreanas. Paso de la historia de desconfianza y confrontacion de mas de medio siglo a la nueva historia de reconciliacion y cooperacion, y se lograron el contacto de compatriotas separados y la union de las vias ferreas cortadas, se revitalizo el dialogo de reunificacion entre connacionales. &nbsp;&nbsp;&nbsp;\r\n  La conmovedora realidad de hoy prueba que el ideal de \"Entre nosotros, los connacionales\" es el noble ideal comun de la nacion y solo al avanzar con este ideal es posible lograr la independencia, la paz, la reunificacion y la prosperidad de la nacion. &nbsp;&nbsp;&nbsp;\r\n  Estos exitos asombrosos logrados hoy en la empresa para lograr la reconciliacion, la unidad nacional y la reunificacion del pais no se pueden concebir al margen de la destacada y probada orientacion del Dirigente Kim Jong Il quien preparo la historica Declaracion Conjunta del 15 de Junio y dio inicio a la nueva epoca de la reunificacion independiente, la epoca de \"Entre nosotros, los connacionales\".&nbsp;&nbsp;&nbsp;\r\n  La politica de Songun del Dirigente Kim Jong Il es la inmortal bandera e invencible remedio que dio inicio a la epoca de reunificacion independiente del 15 de junio. &nbsp;&nbsp;&nbsp;\r\n  La orientacion del Dirigente es la fuerza motriz que impulso energicamente la epoca de la reunificacion independiente iniciada el 15 de junio y su fervoroso amor por la patria y la nacion, su firme voluntad de reunificacion y su politica abarcadora y de virtudes materializada a escala nacional son fuente de la fuerza que aglutina a toda la nacion bajo la bandera del 15 de junio y la llama energicamente a la reunificacion independiente.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Movimiento por la reunificacion independiente ",
            "url": "http://kcna.co.jp/item/2007/200706/news06/16.htm#20",
            "content": "Periodicos llaman a enarbolar la bandera de independencia nacional \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de junio (ATCC) -- Los periodicos capitalinos publicaron hoy sendos editoriales dedicados al VII aniversario de la publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  Los 7 anos pasados desde su aprobacion son anales conmovedores en que fue manifestada energicamente al interior y exterior del pais la voluntad de la nacion coreana de lograr de manera independiente la reunificacion, adelanta el diario Rodong Sinmun y prosigue: &nbsp;&nbsp;&nbsp;\r\n  Conforme al espiritu de ese documento, todos los coreanos rechazaron tajantemente la intervencion de las fuerzas foraneas e impulsaron el movimiento por la reunificacion de la patria, conscientes de que son sujetos de esta causa. &nbsp;&nbsp;&nbsp;\r\n  Y materializaron estrictamente el principio de independencia nacional y el ideal de \"Entre nosotros, los connacionales\" en su lucha por la unidad y la reunificacion nacional, lo cual fue un orgulloso aspecto de la epoca de reunificacion iniciada el 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  Ese ideal de toda la nacion coreana, fundamento de la declaracion arriba mencionada, se convirtio en el espiritu de la epoca arraigado profundamente en el corazon de todos los coreanos que aspiran a la reunificacion independiente. &nbsp;&nbsp;&nbsp;\r\n  En el movimiento por la reunificacion de la patria se establecieron firmemente el principio de independencia nacional y el de \"Entre nosotros, los connacionales\". De esta manera, EE.UU. ya no puede dictar lo que se le antoje en los asuntos internos de la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  La realidad de hoy, en que reina el impetu de independencia nacional, es el brillante resultado de la idea y la voluntad del Dirigente Kim Jong Il sobre la reunificacion independiente. &nbsp;&nbsp;&nbsp;\r\n  La lucha de esos 7 anos por la reintegracion desarrollada bajo la bandera de \"Entre nosotros, los connacionales\" demostro energicamente la fuerza atractiva y la vitalidad de la Declaracion Conjunta del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  La nacion coreana tiene que solucionar el problema de las relaciones Norte-Sur y el de reunificacion en la posicion de dar importancia y preponderancia a la nacion y lograr la unidad bajo la bandera ya referida. &nbsp;&nbsp;&nbsp;\r\n  Tambien, debe desarrollar una vigorosa lucha contra las fuerzas foraneas y sus satelites, que frenan la corriente de la epoca de reunificacion independiente y amenazan la seguridad nacional. &nbsp;&nbsp;&nbsp;\r\n  Igualmente, ha de desarrollar una intensa lucha pannacional por destruir las maniobras antinacionales y anti-reunificacion de EE.UU. y las fuerzas conservadoras proyanquis del Sur de Corea. &nbsp;&nbsp;&nbsp;\r\n  Por su parte, el periodico Minju Joson exhorta en su editorial a los 70 millones de coreanos a levantarse como un solo hombre en el cumplimiento de las tres tareas: la preponderancia de la nacion, la defensa de la paz y el logro de la union.     \r\n\r\n\r\n\r\n"
        }
    ]
}