{
    "date": "2007-01-12",
    "url": "http://kcna.co.jp/item/2007/200701/20070112.htm",
    "articles": [
        {
            "title": "Joint New Year Editorial Supported",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Cause of Reunification Supported",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#2",
            "content": "Joint New Year Editorial Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- Seminars and reading sessions on the joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi were held in Bangladesh, India, Pakistan, Uganda and Ethiopia from Jan. 3 to 5. \r\n Speeches were made at the seminars and reading sessions. &nbsp;&nbsp;&nbsp;\r\n Garib Newaz, president of the Bangladesh People's League, said that the joint New Year editorial of the DPRK serves as a banner encouraging the world progressives in their efforts to build a new independent society. He underlined the need for the people of developing countries to earnestly learn from the fighting traits and a wealth of experience of the Korean people who have thoroughly embodied the Juche idea in all fields of the revolution and construction under the banner of Songun.  &nbsp;&nbsp;&nbsp;\r\n V.K. Chopra, chairman of the Indian Intellectuals' Society for the Study of the Juche Idea, and Anita Chopra, president of the Indian Working Women Society for the Study of the Juche Philosophy, noted that the joint New Year editorial called upon all the Koreans to hold high the slogan \"Add brilliance to the June 15 reunification era by attaching importance to the nation, maintaining peace and achieving unity!\" They extended full support and solidarity to the Korean people in their just struggle to force the U.S. troops out of south Korea and achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n Nigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, said that exploits Kim Jong Il has performed by putting the position of socialist Korea on the highest level under the uplifted banner of Songun will shine forever. &nbsp;&nbsp;&nbsp;\r\n Tatek Kassa, chairperson of the Addis Ababa Youth Association of Ethiopia, stressed that the Korean people are sure to always triumph under the Songun leadership of Kim Jong Il.     \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Lauded",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#3",
            "content": "Korean People's Cause of Reunification Supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- The Ugandan National Committee for the Study of the Juche Idea and the Uganda-DPRK Friendship Association in a joint statement on Jan. 2 said that the joint New Year editorial made public in the DPRK called for attaching importance to the nation, defending peace and achieving unity, adding that these three tasks indicate the way of bringing earlier Korea's reunification. The statement extended unequivocal support to it. \r\n It demanded the U.S. stop hamstringing the Korean people's efforts to settle the issue of Korea's reunification by their own efforts and immediately withdraw its aggressor troops from south Korea. &nbsp;&nbsp;&nbsp;\r\n It reiterated their continued positive support and solidarity for the Korean people in their just cause of achieving national reunification on the three principles of national reunification--independence, peaceful reunification and great national unity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Actions against U.S. and War Called for",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#4",
            "content": "DPRK Lauded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- Foreigners who visited the DPRK expressed belief that the DPRK would demonstrate to the world its dignity as an invincible country after seeing its army and people pushing ahead with the building of a great prosperous powerful socialist nation while smashing every move of the imperialists to stifle it with the might of the single-minded unity.\r\n S. P. Pathak, director of the Asian Regional Institute of the Juche Idea and chairman of the Indian Society for the Study of Works of Kim Jong Il, said that the Korean people, closely united around Kim Jong Il, are achieving fresh successes in the struggle to defend the sovereignty and dignity of the nation and build socialism, breaking through bottlenecks and difficulties. &nbsp;&nbsp;&nbsp;\r\n He noted that the U.S.-led imperialist allied forces are hell-bent on the moves to stifle the DPRK but overpowered by the might of the single-minded unity of the Korean people. &nbsp;&nbsp;&nbsp;\r\n N. Sarantuya, vice-chairman of the Mongolian Mt. Paektu Association for Independent Development, noted that the Korean people's single-minded unity unprecedented in the world serves as source of working miracles and bringing forth the great reality. &nbsp;&nbsp;&nbsp;\r\n He added that the DPRK, though small in territory and population, is demonstrating its dignity and might to the world as its army and people are closely rallied as one around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that the army and the people of the DPRK have always won victories in the stand-off with the U.S. and the struggle to defend socialism by reinforcing the military power of their country in every way and making fresh leap forward in the economic construction under the uplifted banner of Songun. &nbsp;&nbsp;&nbsp;\r\n He stressed that only victory and glory are in store for the Korean people vigorously advancing towards the high peak of a great prosperous powerful nation full of confidence in victory with the might of single-minded unity, true to the Songun leadership of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Attaching Importance to Nation Called for",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#5",
            "content": "Actions against U.S. and War Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) reportedly made public a resolution titled \"Let's greet the dawn of independent reunification with the high pride of being members of the best nation\" on Jan. 1.\r\n The resolution described the year 2006 as a year of victory and an exciting year in which the dignity of the Korean nation was demonstrated throughout the world as the north declared its access to nukes and the people in the south offered unprecedented resistance against the U.S. brigandish acts. &nbsp;&nbsp;&nbsp;\r\n Noting that this year the Korean nation is faced with the important tasks to put an end to the U.S. colonial predatory policy, deal decisive blows at the Grand National Party and other anti-reunification forces and provide a springboard from which to achieve independent reunification, the resolution said: &nbsp;&nbsp;&nbsp;\r\n First, the South Headquarters of Pomchonghakryon will focus all its efforts on the anti-U.S., anti-war struggle in order to victoriously conclude the confrontation between the Korean nation and the U.S. &nbsp;&nbsp;&nbsp;\r\n Second, the South Headquarters of Pomchonghakryon will decisively frustrate the desperate moves of the GNP and other anti-reunification forces to bring back the era of military dictatorship. &nbsp;&nbsp;&nbsp;\r\n Third, it will make the Korean nation-first spirit faith and part of its life.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Leadership over Drive to Build Economic Power",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#6",
            "content": "Attaching Importance to Nation Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- To attach importance to the nation is a basic stand and motto that all the Koreans should hold fast to at present as it is based on the consciousness of national independence and patriotism, says Rodong Sinmun Thursday in a signed article.\r\n National independence, core for solving the national issue, is the basic principle that should be adhered to in carving out the destiny of the nation, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n National independence precisely means patriotism but dependence on outsiders represents treachery. &nbsp;&nbsp;&nbsp;\r\n To attach importance to the nation is a stand and attitude more essential and vital to the Koreans who are subjected to division by outsiders threatening the destiny of the nation. &nbsp;&nbsp;&nbsp;\r\n Only when they reject outside forces and maintain the above-said stand, is it possible to gratify the independent will and interests of the nation in settling the inter-Korean relations and the issue of reunification. Should they fail to preserve the above-said stand and attitude, it is impossible to protect the sovereignty, security and interests of the nation in the present grave situation and circumstance. &nbsp;&nbsp;&nbsp;\r\n Outsiders can never provide peace and reunification to the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The only way for independence, peace and reunification is to hold fast to the stand of attaching importance to the nation. National demand and interests should be regarded as an absolute yardstick in dealing with all the affairs. &nbsp;&nbsp;&nbsp;\r\n It is necessary to resolutely reject outsiders' domination and interference and firmly maintain the stance of national independence. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should adhere to and thoroughly apply the idea of \"By our nation itself,\" a common idea of the nation for independent reunification and a banner of the June 15 reunification era. They should conduct a vigorous movement for national reconciliation and cooperation and independent reunification under the above-said banner and thus further glorify the June 15 reunification era.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Cuban Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#7",
            "content": "Rodong Sinmun on Kim Jong Il's Leadership over Drive to Build Economic Power \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- Rodong Sinmun today carries a signed article dealing with the wise leadership of the Workers' Party of Korea which brought about a new turning point in building a socialist economic power.\r\n The WPK is a great guide bringing about a new turning point in building a socialist economic power by courageously pulling through difficulties with a correct strategy and tactics and outstanding leadership, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n What is important in the above-mentioned leadership provided by the WPK is that it laid down Juche-oriented ideas and theories and policies on economy reflecting the requirements of the developing reality and the desire of the Korean people, thereby providing invariable guidelines for building an economic power. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il set forth the line of economic construction and a revolutionary economic policy in the era of Songun, thus clearly indicating the orientation and ways of building a socialist economic power. &nbsp;&nbsp;&nbsp;\r\n What is also important in the WPK's guidance is that it has brought about a landmark occasion for the building of the economic power by skillfully solving problems arising in practice with a rare leadership art. &nbsp;&nbsp;&nbsp;\r\n It is the WPK's unique method of leadership to acquaint itself in detail with the actual situation before handling any problem, work out a plan and take positive measures for its settlement. &nbsp;&nbsp;&nbsp;\r\n Another important point in the Party's guidance is that it brought about a great surge throughout the country by stirring up the wisdom and energies of the popular masses and creating a model and generalizing it. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has powerfully encouraged all the people in any work from the steadfast stand that there is neither obstacle insurmountable nor anything impossible if one trusts and relies on the popular masses and gives full play to their revolutionary zeal and creative ingenuity. Always mixing with the people, he has grasped their desire and wishes in good time and energetically encouraged them to bring about a great revolutionary upswing. Under his leadership the Korean people's drive to build an economic power has reached a new higher stage.    \r\n\r\n\r\n"
        },
        {
            "title": "Great Army-people Unity, Pride of DPRK",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#8",
            "content": "Friendly Meeting with Cuban Embassy Officials Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- The International Department of the Central Committee of the Workers' Party of Korea hosted a friendly meeting with staff members of the Cuban embassy here at Pyongyang Koryo Hotel Wednesday on the occasion of the New Year Juche 96 (2007).\r\n Present there on invitation were Ruben Perez Valdes, Cuban ambassador to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Kim Thae Jong, vice department director of the WPK Central Committee, and other officials of its International Department were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Participants in the meeting conversed with one another on the need to boost the ties of cooperation between the two parties and two countries, deepening the friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "People Inspired to Efforts for Implementing Joint Editorial",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#9",
            "content": "Great Army-people Unity, Pride of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- The New Year's joint editorial called for developing rock-solid the great army-people unity, the first of its kind in the world. It promotes the climate of people supporting the army and the latter helping the former in the Democratic People's Republic of Korea.\r\n A large number of army-supporting activists are sending goods with their sincerity to servicepersons at the posts of national defence and the latter is displaying beautiful deeds moving the people everywhere it is stationed. &nbsp;&nbsp;&nbsp;\r\n Indeed, the Korean revolution has won victory and glory by dint of the great army-people unity unprecedented in the world history of army- building. &nbsp;&nbsp;&nbsp;\r\n From the first days after he started the anti-Japanese guerrilla war, President Kim Il Sung had put his heart and soul into achieving the great army-people unity, regarding the guerrillas loving the people and enjoying support from the latter as the life-or-death question for the guerrilla army. &nbsp;&nbsp;&nbsp;\r\n The President wrote and promulgated the provisional regulations of the Korean People's Revolutionary Army in order to strengthen the popular character of the revolutionary army, codify love-the-people spirit and maintain it well, and let the guerrillas strictly observe them. &nbsp;&nbsp;&nbsp;\r\n This made the army-people relationship as the close ties of kinship. &nbsp;&nbsp;&nbsp;\r\n By dint of the great might of unity, the Korean army and people achieved the historic cause of national liberation, and then defeated the U.S. imperialist aggressors who boasted themselves to be the \"strongest\" in the world. &nbsp;&nbsp;&nbsp;\r\n The great army-people unity derived from the anti-Japanese armed struggle has now reached the highest level, the oneness of army and people in terms of ideology and fighting spirit, in the great Songun era. &nbsp;&nbsp;&nbsp;\r\n As all the army and people, rallied close around Kim Jong Il and the Workers' Party of Korea, live and struggle in the way of one and the same ideology and fighting spirit, today the motive forces of the Korean revolution is most powerful. &nbsp;&nbsp;&nbsp;\r\n The DPRK will certainly build a Juche-oriented great, prosperous and powerful socialist country in this land with the great army-people unity, the pride of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Law Office Opens",
            "url": "http://kcna.co.jp/item/2007/200701/news01/12.htm#10",
            "content": "People Inspired to Efforts for Implementing Joint Editorial\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 11 (KCNA) -- Brisk propaganda and agitation activities are being conducted in the Democratic People's Republic of Korea to arouse all the people to the efforts for the implementation of the tasks set forth by the joint New Year editorial.\r\n Factory and co-op farm announcers across the country are dynamically calling the working people to miracles and labor feats and agitation activities for increased production are being undertaken at working sites. &nbsp;&nbsp;&nbsp;\r\n From the outset of the year, artistes of national art troupes such as the Mansudae Art Troupe and Phibada Opera Troupe encourage the working people on their way to their working sites through loudspeakers and artistic agitation performances at industrial establishments in Pyongyang including the Pyongyang Thermal Power Complex. &nbsp;&nbsp;&nbsp;\r\n South Hwanghae Province is mobilizing all propaganda and agitation means to make full preparations for farming. &nbsp;&nbsp;&nbsp;\r\n Inspired by them, agricultural workers, workers of the institutions and factories and housewives of neighborhood units in the province have turn out as one in the production of manure, thus covering paddy and non-paddy fields with compost of over 200,000 tons more than that in the corresponding period of the last year. &nbsp;&nbsp;&nbsp;\r\n Members of the North Hwanghae Provincial art propaganda squad have gone to the construction site of the Ryesonggang Power Station. They, sharing board and room with the builders, arouse them to new innovations with fresh artistic agitation activities. &nbsp;&nbsp;&nbsp;\r\n Gaining fresh courage from the poems \" Forgive Me,\" \"Mother\" and \"My Motherland\" recited and revolutionary songs sung by members of the traveling art propaganda troupe, colliers of the Anju Area Coal Complex are fulfilling their daily coal production assignment at 150 percent. &nbsp;&nbsp;&nbsp;\r\n Leading officials of the power, coal-mining, metal and rail transport sectors, the four pilots of the national economy, are conducting vigorous front-line propaganda and agitation activities among producer masses so that they may devote themselves to ushering in a great heyday of Songun Korea.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}