{
    "date": "2008-06-18",
    "url": "http://kcna.co.jp/item/2008/200806/20080618.htm",
    "articles": [
        {
            "title": "Vice-President of China Here",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#1",
            "content": "Vice-President of China Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, arrived here today to pay an official goodwill visit to the DPRK at the invitation of the Central Committee of the Workers' Party of Korea and the government of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Arriving together with him were Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the C.C., CPC Liu Hongcai, Vice-Minister of Commerce Gao Hucheng, Deputy Director of the Policy Research Office of the C.C., CPC Shi Zhihong and other suite members. &nbsp;&nbsp;&nbsp;\r\n Xi Jinping and his entourage were greeted at the airport by Vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop, Secretary of the Central Committee of the WPK Kim Ki Nam, Vice Department Director of the C.C., WPK Kim Thae Jong, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Ku Pon Thae and Vice-Chairman of the State Planning Commission Choe Pae Jin. &nbsp;&nbsp;&nbsp;\r\n On hand were Chinese Ambassador to the DPRK Liu Xiaoming and the staff members of his embassy, Chinese guests and Chinese students studying here. &nbsp;&nbsp;&nbsp;\r\n A welcome ceremony took place at the airport. &nbsp;&nbsp;&nbsp;\r\n After the national anthems of the two countries were played, Yang Hyong Sop and Xi Jinping reviewed a guard of honor of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n A Korean working woman and a woman of the Chinese embassy here presented bunches of flowers to Xi Jinping. &nbsp;&nbsp;&nbsp;\r\n Xi Jinping made public an arrival statement.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Chinese Vice-President",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#2",
            "content": "Kim Yong Nam Meets Chinese Vice-President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, at the Mansudae Assembly Hall today when the latter paid a courtesy call on him. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam said that the DPRK-China relations of friendship deeply rooted in the minds of the two peoples are their common wealth. &nbsp;&nbsp;&nbsp;\r\n Noting that General Secretary Kim Jong Il has paid deep attention to the development of the DPRK-China relations of friendship, he said that it is the firm stand of the Workers' Party of Korea and the government of the DPRK to boost the DPRK-China relations. &nbsp;&nbsp;&nbsp;\r\n He referred to the fact that the people and army of China are working hard to eradicate the aftermath of the great earthquake which hit Sichuan Province, displaying noble patriotism and devotion in firm unity. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the Chinese people would achieve great successes in their struggle to build a harmonious socialist society based on the scientific outlook on development and reunify the country under the leadership of the Communist Party of China with Hu Jintao as its general secretary. &nbsp;&nbsp;&nbsp;\r\n Xi Jinping noted that he came to the DPRK as his first foreign visit after being appointed as vice-president and expressed deep thanks for warmly greeting him and according him cordial hospitality. &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between the two parties and the two countries which were provided by the revolutionaries of the elder generation and sealed with blood would further develop, he said, and stressed: It is the invariable policy of the Chinese party and government to develop the Sino-DPRK friendly relations. &nbsp;&nbsp;&nbsp;\r\n Noting that this year is a significant year marking the 60th anniversary of the founding of the DPRK, he hoped that the Korean people would register great successes in all fields in the spirit of fortitude under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present on the occasion were Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the CPC Central Committee Liu Hongcai, Vice-Minister of Commerce Gao Hucheng and Deputy Director of the Policy Research Office of the CPC Central Committee Shi Zhihong. &nbsp;&nbsp;&nbsp;\r\n Secretary Kim Ki Nam and Vice Department Director Kim Thae Jong of the Central Committee of the Workers' Party of Korea and Vice-Minister of Foreign Affairs Kim Yong Il were on hand.    \r\n\r\n\r\n"
        },
        {
            "title": "Talks between Vice-Presidents of DPRK and China Held",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#3",
            "content": "Talks between Vice-Presidents of DPRK and China Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Talks between Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, and Xi Jinping, vice-president of the People's Republic of China, were held at the Mansudae Assembly Hall on Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were Secretary Kim Ki Nam and Vice Department Director Kim Thae Jong of the Central Committee of the Workers' Party of Korea, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Ku Pon Thae and Vice-Chairman of the State Planning Commission Choe Pae Jin and from the Chinese side were Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the CPC Central Committee Liu Hongcai, Vice-Minister of Commerce Gao Hucheng and Deputy Director of the Policy Research Office of the CPC Central Committee Shi Zhihong. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides informed each other of the situations of their countries and exchanged views on the further development of the friendly and cooperative relations between the two countries and the matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The DPRK side re-clarified its stand to exert concerted positive efforts together with the Chinese comrades to boost the DPRK-China friendly and cooperative relations provided by President Kim Il Sung together with the leaders of the elder generation of China including Mao Zedong and Zhou Enlai. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the Chinese people would eradicate the aftermath of the earthquake, successfully hold the Beijing Olympic Games and achieve greater success in building a harmonious socialist society based on the scientific outlook on development under the leadership of the Communist Party of China with Hu Jintao as its general secretary. &nbsp;&nbsp;&nbsp;\r\n The Chinese side on behalf of the party, government and people of China expressed wholehearted thanks for the message of sympathy sent by General Secretary Kim Jong Il to General Secretary Hu Jintao and for the fund offered by the DPRK government in connection with the earthquake damage in China. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the traditional Sino-DPRK friendship is favorably developing in various fields under the deep care of the top leaders of the two countries, the Chinese side wished the Korean people greater success this year marking the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a comradely and friendly atmosphere.    \r\n\r\n\r\n"
        },
        {
            "title": "Agreements and Plans on Cooperation between DPRK and China Signed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#4",
            "content": "Agreements and Plans on Cooperation between DPRK and China Signed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- An agreement on economic and technical cooperation, an agreement on airway transport, an agreement on road transport and between the governments of the DPRK and the People's Republic of China were signed at the Mansudae Assembly Hall here on Tuesday. &nbsp;&nbsp;&nbsp;\r\n Also plans on cooperation in the field of state quality supervision between the DPRK and China were inked. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremonies from the DPRK side were Vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop, Secretary Kim Ki Nam and Vice Department Director Kim Thae Jong of the Central Committee of the Workers' Party of Korea, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Ku Pon Thae and Vice-Chairman of the State Planning Commission Choe Pae Jin and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Present from the Chinese side were Vice-President of the PRC Xi Jinping, Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the C.C., the Communist Party of China Liu Hongcai, Vice-Minister of Commerce Gao Hucheng, Deputy Director of the Policy Research Office of the C.C., CPC Shi Zhihong and other officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Vice-President Pays Floral Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#5",
            "content": "Chinese Vice-President Pays Floral Tribute to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, laid a floral basket before the statue of President Kim Il Sung on Mansu Hill today. &nbsp;&nbsp;&nbsp;\r\n Present at the floral basket-laying ceremony were Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the C.C., CPC Liu Hongcai, Vice-Minister of Commerce Gao Hucheng, Deputy Director of the Policy Research Office of the C.C., CPC Shi Zhihong and other suite members. &nbsp;&nbsp;&nbsp;\r\n A floral basket in the name of Xi Jinping was laid before the statue of the President. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the floral basket was letters reading \"Revering President Kim Il Sung\".&nbsp;&nbsp;&nbsp;\r\n They bowed to the statue of the President in humble reverence for him who made an immortal contribution to the development of the friendship between the DPRK and China and the realization of the cause of global independence.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Vice-President Lays Wreath before Friendship Tower",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#6",
            "content": "Chinese Vice-President Lays Wreath before Friendship Tower \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, who is on an official goodwill visit to the DPRK laid a wreath before the Friendship Tower today. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the C.C., CPC Liu Hongcai, Vice-Minister of Commerce Gao Hucheng, Deputy Director of the Policy Research Office of the C.C., CPC Shi Zhihong and other suite members and staff members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Minister of Foreign Affairs Kim Yong Il, First Vice-Chairman of the Pyongyang City People's Committee Pak Pyong Jong and officials concerned. &nbsp;&nbsp;&nbsp;\r\n A wreath in the name of Xi Jinping was laid before the Friendship Tower. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the wreath were letters \"Fallen fighters of the Chinese People's Volunteers will be immortal.\" &nbsp;&nbsp;&nbsp;\r\n The attendants paid silent tribute to the martyrs of the Chinese People's Volunteers, who heroically fought in the Korean front, before looking round the tower. &nbsp;&nbsp;&nbsp;\r\n Xi Jinping made an entry in the visitor's book that the Sino-Korean friendship will shine long.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Queen of UK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#7",
            "content": "Greetings to Queen of UK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Elizabeth II on Tuesday on the occasion of the Queen's official birthday, national holiday of the United Kingdom of Great Britain and Northern Ireland. &nbsp;&nbsp;&nbsp;\r\n Kim in the message wished her happiness in good health.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Seychelles",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#8",
            "content": "Greetings to President of Seychelles \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to James Alix Michel, President of Seychelles, on June 16 on the occasion of its national day. &nbsp;&nbsp;&nbsp;\r\n Kim in the message sincerely wished the government of Seychelles and its people greater successes in their efforts for prosperity of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Vice-Premier Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#9",
            "content": "Vice-Premier Meets Chinese Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Ro Tu Chol, vice-premier of the DPRK Cabinet, met and had a friendly talk with the Chinese civil aviation delegation led by Li Jiaxiang, director of the Administration of Civil Aviation of China, at the Mansudae Assembly Hall on Tuesday.    \r\n\r\n\r\n"
        },
        {
            "title": "Che Guevara's Birth Anniversary Observed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#10",
            "content": "Che Guevara's Birth Anniversary Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- A meeting and photo exhibition took place at the Taedonggang Club for the Diplomatic Corps Tuesday to commemorate the 80th birth anniversary of Che Guevara. &nbsp;&nbsp;&nbsp;\r\n He was an indomitable fighter who dedicated his all to the freedom and liberation of the oppressed people under the uplifted banner of anti-imperialist, anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting on invitation were Ambassador Jose Manuel Galego Montano and staff members of the Cuban embassy here. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the Korea-Cuba Solidarity Committee, members of the solidarity committee and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Addressing the meeting, Kim Jin Pom referred to the fact that President Kim Il Sung said with deep emotion Che Guevara was an indomitable revolutionary and a genuine internationalist soldier who waged tireless struggles. The Korean people will always stand together with the fraternal Cuban people in the same trench of the struggle against imperialism and the U.S., he added. &nbsp;&nbsp;&nbsp;\r\n Jose Manuel Galego Montano said in a speech that Che Guevara, while visiting the DPRK, highly praised the revolutionary idea of the President and successes achieved by the Korean people in socialist construction. The Cuban people and the world revolutionary people will always remember the heroic feats performed by him who was faithful to the internationalist duty, he added. &nbsp;&nbsp;&nbsp;\r\n He stressed that the two peoples of Cuba and the DPRK would always stand together on the road of revolution and fight against the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting, the participants looked round a photograph of the President receiving Che Guevara and photos showing the activities of Che Guevara.    \r\n\r\n\r\n"
        },
        {
            "title": "Documentary Film Screened",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#11",
            "content": "Documentary Film Screened\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Korean documentary film \"To Realize Desire of Leader\" was screened at the People's Palace of Culture Tuesday to mark the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The film impressively deals with the immortal revolutionary exploits Kim Jong Il has performed by making an endless long journey for devoted service to accomplish the President's cause of building a rich and powerful country. &nbsp;&nbsp;&nbsp;\r\n It tells about the facts that in the period of manifold stern trials Kim Jong Il instilled into the army and people of the DPRK the firm faith that the President is immortal and his noble intention and ushered in the heyday of prosperity of socialist Korea unprecedented in the history of the nation with his unique Songun politics. &nbsp;&nbsp;&nbsp;\r\n It was watched by senior officials of the Party and state, the chairman of a friendly party, officials of the Cabinet and national institutions and working people in Pyongyang.    \r\n\r\n\r\n"
        },
        {
            "title": "Staff Members of Russian Embassy Help Members of Kochang Co-op Farm",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#12",
            "content": "Staff Members of Russian Embassy Help Members of Kochang Co-op Farm\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Valery E.Sukhinin, Russian ambassador to the DPRK, and staff members of his embassy gave helping hands to the DPRK-Russia Friendship Kochang Co-op Farm in Chollima County, South Phyongan Province on Tuesday. &nbsp;&nbsp;&nbsp;\r\n The guests helped farmers in weeding a bean field. &nbsp;&nbsp;&nbsp;\r\n During break they appreciated an art performance. &nbsp;&nbsp;&nbsp;\r\n The ambassador wished the members of the farm success in the agricultural production this year marking the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The guests handed aid materials to the farm.    \r\n\r\n\r\n"
        },
        {
            "title": "Mt. Jangsu, \"Mt. Kumgang in Hwanghae Province\"",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#13",
            "content": "Mt. Jangsu, \"Mt. Kumgang in Hwanghae Province\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- There is Mt. Jangsu, a famous scenic spot, on the boundary between Jaeryong and Sinwon counties, South Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\nRanking top in the scenic beauty of Mt. Jangsu, which is called \"Mt. Kumgang in Hwanghae Province\", is the scenery of valleys, typical of which are the twelve crooks. &nbsp;&nbsp;&nbsp;\r\nThe broad valley is walled with stratified cliffs which look like folding screens and the clean water running down the valley, a fall, a pond and maple trees are well harmonized to sharply outline the natural beauty of the twelve crooks. The scenic wonders are, indeed, majestic and fascinating. &nbsp;&nbsp;&nbsp;\r\nThere one can see a thick forest, grotesque rocks, a wall-like rock valley noted for its blue stream, stone gates made by huge natural rocks standing closely together and natural caves. &nbsp;&nbsp;&nbsp;\r\nKorean ancestors, enchanted by the beauty of the valleys of Mt. Jangsu, said: \"Mt. Jangsu is the queen of the beauty of valleys which made a sudden rise from obscurity in the western plain while Mt. Kumgang is the prince of the beauty of mountains in the eastern mountainous area.\" &nbsp;&nbsp;&nbsp;\r\nMt. Jangsu has natural monuments and South Pyongyang remains of Koguryo. &nbsp;&nbsp;&nbsp;\r\nGrowing there are such rare plants as oak, quercus variabilis, forsythia densiflora, celtis cordifolia, fraxinus rhynchophylla and Korean spindle tree and inhabiting there are tens of species of animals including roe deer, badger, raccoon dog and pheasant. &nbsp;&nbsp;&nbsp;\r\nThere is a holiday home for working people in scenic Mt. Jangsu. Now many working people are spending their holidays there.    \r\n\r\n\r\n"
        },
        {
            "title": "Elegant Korean Jewel Picture",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#14",
            "content": "Elegant Korean Jewel Picture\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The jewel picture is one of art genres that the Korean people are fond of. &nbsp;&nbsp;&nbsp;\r\n It charms people with the effect of its peculiar materials and drawing art. &nbsp;&nbsp;&nbsp;\r\n The color of the Korean jewel picture is produced with powder of natural jewels including ruby and sapphire as the main materials in combination with powder of crystal, ivory, valve and other rare materials. Its color is not only durable but also beautiful and exquisite. &nbsp;&nbsp;&nbsp;\r\n Applied to it are various techniques of the Korean painting, the traditional painting style of the nation. &nbsp;&nbsp;&nbsp;\r\n The centre of the picture brought out into acute relief by a striking contrast and its soft, delicate and deep color add gracefulness to the picture. &nbsp;&nbsp;&nbsp;\r\n As seen in \"Phungsan Dog\" and \"Wisteria Flower and Puppy\", natural materials are used in the Korean jewel picture. For example, crystal pieces are used to depict the eyeballs of animals, thus making them look like real. &nbsp;&nbsp;&nbsp;\r\n The jewel picture is ever developing in accordance with the cultural and emotional demand of the people.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Lashes at Traitor Lee Myung Bak's Fascist Highhanded Acts",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#15",
            "content": "KCNA Lashes at Traitor Lee Myung Bak's Fascist High-handed Acts\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) --The Lee Myung Bak regime of south Korea is ushering in the same dark era as that in the period of military dictatorship. &nbsp;&nbsp;&nbsp;\r\n The Lee group is hell-bent on suppressing south Korean people's candlelight demonstrations against the opening of south Korean market to American beef, describing them as \"political meetings in which a political force and an organization benefiting the north are involved\" and talking about \"forces behind the scene.\" &nbsp;&nbsp;&nbsp;\r\n \"Chongwadae\", prosecution, police and conservative media are put in motion to chase what they called \"a group of Satans\", \"Reds\" and \"agitators and forces behind the scene.\" After issuing even an \"A class emergency order\" they are mobilizing even such an organization of evil gangsters as \"association of performers of special duty\" to assault peaceable demonstrators with shields and indiscriminately arresting them. &nbsp;&nbsp;&nbsp;\r\n This cannot be interpreted otherwise than a tyrannical ruling method as it reminds one of the same mediaeval dark era as that in the period of \"Yusin\" dictatorship in which fascists brutally suppressed the people aspiring after independence, democracy and reunification and mercilessly trampled down upon democracy and human rights. &nbsp;&nbsp;&nbsp;\r\n The Lee group is finding a way out of the worst ruling crisis caused by its persistent sycophancy toward the U.S., confrontation against reunification and fascist suppression in enforcing a military dictatorial rule under the pretext of security. &nbsp;&nbsp;&nbsp;\r\n Such words bitterly hated by people in the period of dictatorship are heard in south Korea again and the same violent means as those used at that time are now reappearing there. This brings the decadent nature of the Lee Myung Bak \"government\" to light. &nbsp;&nbsp;&nbsp;\r\n It is preposterous for the Lee group to try to put down the strong candlelight actions representing their mindset by use of force. &nbsp;&nbsp;&nbsp;\r\n The one million-people candlelight rallies staged by south Korean people in token of their indignation at the Lee Myung Bak \"government\" were not mere protests against the opening of market to American beef.  They flared up because all the \"policies\" pursued by the Lee group meant a betrayal of the people and the nation. &nbsp;&nbsp;&nbsp;\r\n Candlelight actions in south Korea are now developing into a movement for demanding the resignation of the Lee \"government.\" This is a deserved judgment meted out to the traitor for his treacherous and anti-reunification actions. &nbsp;&nbsp;&nbsp;\r\n The Lee group will have to pay a dear price for selling off the people's right to live without hesitation and turning south Korea into a scene of fascist rowdyism.    \r\n\r\n\r\n"
        },
        {
            "title": "Development of Movement for National Reunification Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#16",
            "content": "Development of Movement for National Reunification Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- To develop the movement for national reunification presents itself as an urgent task for the Koreans out in the drive to open up the new era of independent reunification, peace and prosperity of the country at present. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The country's reunification, the common interests of the nation, can be achieved only when all Koreans join efforts in their struggle in firm unity, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The development of the above-said movement is urgently required by the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The June 15 era of reunification is the era guided by the idea of \"By our nation itself\" in which Koreans promote national reconciliation, unity and cooperation and the above-said idea serves as a powerful mental weapon propelling the advance of the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" reflects the profound love for the Korean nation, transparent confidence in its might and the steadfast will to achieve unity, reunification and prosperity of the nation by its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n But traitor Lee Myung Bak of south Korea is hell-bent on sycophancy and subservience to outsiders while working hard to stamp out the idea of \"By our nation itself\" soon after he took office. &nbsp;&nbsp;&nbsp;\r\n If this situation is allowed to go on, it is impossible to expect any prospect of independent reunification, peace and prosperity, much less consolidating and developing the achievements made by the concerted efforts of the Korean nation in the era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The development of the movement for national reunification is the unanimous desire of the nation and the call of the reality. &nbsp;&nbsp;&nbsp;\r\n It is none other than the Korean nation who calls for independent reunification, peace and prosperity and it is only the Koreans that are capable of achieving them. &nbsp;&nbsp;&nbsp;\r\n All Koreans from all walks of life in the north and the south and abroad should achieve solidarity and alliance and conduct joint actions irrespective of ideology, political view and religious belief and develop the movement for national reunification nationwide. &nbsp;&nbsp;&nbsp;\r\n Only when the Koreans intensify the movement for reunification by their concerted efforts can they foil any anti-reunification moves of the Lee group keen on sycophancy toward the U.S. and confrontation with the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arms Build-up Flailed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#17",
            "content": "U.S. Arms Build-up Flailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The U.S. Department of Defense was reported to have announced that it would spend 900 billion dollars to develop and purchase new type defense equipment in 5 years to come. 335 billion dollars of them is expected to be spent exclusively for the development of new type weapon systems and purchase of new type military equipment. &nbsp;&nbsp;&nbsp;\r\n  Minju Joson Tuesday observes in a signed commentary in this regard: &nbsp;&nbsp;&nbsp;\r\n  The arms build-up stepped up by the U.S. in real earnest clearly proves the dangerous and grave nature of its moves for a war of aggression aimed at dominating the world. &nbsp;&nbsp;&nbsp;\r\n It is sheer sophism and a trick to hoodwink and mock at the world for the U.S. to paint its criminal arms build-up as a measure for protecting itself and its allies from \"fresh threat.\" &nbsp;&nbsp;&nbsp;\r\n It is the unchangeable wild ambition and main national policy of the U.S. to maintain a military edge and dominate the world by force, the commentary notes, and goes on; &nbsp;&nbsp;&nbsp;\r\n This year the U.S. is getting evermore frantic in its moves for arms build-up and in the preparations for a war. It announced a \"roadmap for the deployment of the U.S. air force\" aimed at forward-deploying ultra-modern high-performance weapons in the air force bases in Hawaii, Guam and Alaska as part of the moves for arms build-up and decided to build the latest type nuclear-powered carrier equipped with a new take-off system which calls for spending a stupendous amount of fund. It also conducted an ICBM test firing and a test of shooting down a satellite. &nbsp;&nbsp;&nbsp;\r\n The arms build-up and the modernization of arms and equipment stepped up by the U.S. under the pretext of coping with what it called \"fresh threat\" are aimed at overpowering its rivals and retaining the military supremacy in a bid to carry out its strategy to dominate the world with ease by such military means as a preemptive strike. &nbsp;&nbsp;&nbsp;\r\n The above-said frantic arms build-up and modernization of armed forces are now upsetting the military equilibrium and creating the danger of a fresh arms race in different parts of the world. &nbsp;&nbsp;&nbsp;\r\n  It is an anachronistic daydream and strategic error for the U.S. to seek to put other countries under its control and dominate the world by force, concludes the commentary.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Air Military Exercise Blasted",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#18",
            "content": "Joint Air Military Exercise Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The U.S. imperialists and the south Korean puppet bellicose military forces announced that they would stage a joint air military exercise in the U.S. air force base in Kunsan in North Jolla Province from June 16 to 20. &nbsp;&nbsp;&nbsp;\r\n This saber rattling is reportedly aimed at \"bolstering the joint combat capability\" of the U.S. air force and the south Korean puppet air force. It will be participated in by U.S. air force units in Pacific and the U.S. mainland and the puppet air force and more than 90 air-attack means including F-15 and F-16, A-10 and KC-135. Meanwhile, the U.S. air force and the puppet air force are planning to stage a joint search and rescue exercise in the West Sea of Korea from June 17 to 19. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are egging the south Korean puppets on to step up the preparations for a war of aggression against the DPRK under the smokescreen of \"dialogue\" and \"peace,\" throwing a stumbling block in the way of achieving peace on the Korean Peninsula.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Marked in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#19",
            "content": "Anniversary of June 15 Joint Declaration Marked in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Various events were held in Seoul to mark the 8th anniversary of the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n A commemorative meeting took place on June 15. &nbsp;&nbsp;&nbsp;\r\n Present there were members of civic and public organizations and political parties, including the South Side Committee for Implementing the June 15 Joint Declaration, the south Korean Confederation of Trade Unions (KCTU) and the Democratic Labour Party (DLP), and university students. &nbsp;&nbsp;&nbsp;\r\n At the meeting speeches were made by Kim Sang Gun, permanent adviser to the south side committee, Ri Kyu Jae, chairman of the South Headquarters of the National Alliance for the Country's Reunification (Pomminryon), and Kang Ki Gap, lawmaker from the DLP. &nbsp;&nbsp;&nbsp;\r\n Then, an art performance was given to celebrate the 8th anniversary of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n On the same day the South Headquarters of Pomminryon held a \"rally for condemning the selective disallowance to the June 15 functions for national reunification and urging the repeal of 'no nukes, opening and 3,000 dollars' and the 'National Security Law'\" and the KCTU a \"meeting for the independent reunification to implement the June 15 joint declaration and the October 4 declaration.\" &nbsp;&nbsp;&nbsp;\r\n On June 14 a walking event for commemorating the 8th anniversary of the June 15 joint declaration was held under the co-sponsorship of the Southern Seoul Headquarters of All-Korean Committee for Implementation of June 15 Joint Declaration, the Kuro Citizens Center and the Kuro Youth Association. &nbsp;&nbsp;&nbsp;\r\n On the same day a \"cultural event for condemning the Lee Myung Bak 'government's' disregard of the people and diplomacy of paying tribute to the U.S. and its moves for confrontation between the south and the north, adhering to the June 15 joint declaration and implementing the October 4 declaration\" was held with participation of members of different organizations, including the South Side Committee for Implementing the June 15 Joint Declaration, the Solidarity for Implementing the South-North Joint Declaration, the Seoul Solidarity for Reunification and the KCTU, and citizens and youths and students. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n"
        },
        {
            "title": "Implementation of Inter-Korean Declarations Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#20",
            "content": "Implementation of Inter-Korean Declarations Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Different circles of south Korea separately issued joint statements demanding the implementation of the June 15 joint declaration and the October 4 declaration on the occasion of the 8th anniversary of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Members of civic and social organizations and political parties in south Korea including the South Side Committee for Implementing the June 15 Joint Declaration, the Confederation of Trade Unions, the Federation of Peasants' Associations and the Democratic Labor Party called a press conference in Seoul on June 14 to make public a \"joint declaration for implementation of the June 15 joint declaration and the October 4 declaration and improvement of inter-Korean relations\" in the name of 1,043 personages of different social standings. &nbsp;&nbsp;&nbsp;\r\n The declaration said that all the successes gained in the relations between the south and the north so far are attributable to the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n Demanding that the \"government\" authorities honestly implement the June 15 joint declaration and the October 4 declaration, it said that this is the only basis for restoring the ruined trust between the south and the north and helping achieve fresh successes for national development and peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Earlier on June 13, the Women's Headquarters of the South Side Committee issued a joint declaration in the name of 6,150 personages and the Youth and Students Headquarters for Implementing the June 15 Joint Declaration a joint declaration in the name of 1,666 personages, which urged the Lee Myung Bak \"government\" to come out to implement the June 15 joint declaration and the October 4 declaration at an early date.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Policy towards North Debunked",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#21",
            "content": "Lee Myung Bak's Policy towards North Debunked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The representative of the Democratic Party for Unity of south Korea called a press conference on June 15 at which he assailed traitor Lee Myung Bak's anti-reunification \"policy towards the north,\" according to south Korean MBC. &nbsp;&nbsp;&nbsp;\r\n Deploring that the inter-Korean relations are frozen and all dialogues with the north suspended due to the Lee \"government's\" hard-line policy towards the north, he asserted that it is illogical for the \"government\" to talk about the development of the inter-Korean relations and reunification, while failing to honor what was agreed upon at the south-north summit meetings. &nbsp;&nbsp;&nbsp;\r\n Lee should clarify his will to implement the June 15 joint declaration and the October 4 declaration, he urged.    \r\n\r\n"
        },
        {
            "title": "Lee Myung Bak \"Government\" Urged to Implement June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#22",
            "content": "Lee Myung Bak \"Government\" Urged to Implement June 15 Joint Declaration\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The Democratic Labor Party held a rally at the plaza in front of Ryongsan Railway Station in Seoul on June 15 to mark the 8th anniversary of the publication of the June 15 joint declaration, according to south Korean KBS. &nbsp;&nbsp;&nbsp;\r\n The participants in the rally in a resolution adopted at the rally accused the Lee Myung Bak \"government\" of deteriorating the inter-Korean relations and demanded it implement the June 15 joint declaration to the letter. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally they marched through streets, shouting slogans urging the \"implementation of the joint declaration,\" the \"conclusion of a peace agreement,\" etc.    \r\n\r\n"
        },
        {
            "title": "Stronger Anti-U.S. Struggle Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#23",
            "content": "Stronger Anti-U.S. Struggle Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea issued a statement titled \"Let's protect sovereignty from the U.S. pressurizing south Korea to import beef infected with mad cow disease and vent the grudge of Hyo Sun and Mi Son\" on June 13. &nbsp;&nbsp;&nbsp;\r\n It is six years since Sin Hyo Sun and Sim Mi Son were brutally killed by a U.S. armored car, but the candlelight with which a large number of people from all walks of life waged a nationwide anti-U.S. struggle is still raging, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n GIs frantically drove an armored car over the two middle schoolgirls, killing them six years ago, but this time, the U.S. government is working hard to sell the beef in danger of mad cow disease to south Korea, not caring about the safety of its people, so as to meet its interests. This is a product of the \"south Korea-U.S. alliance\".&nbsp;&nbsp;&nbsp;\r\n The solidarity will intensify the anti-U.S. struggle in order to frustrate the U.S. unreasonable moves to force south Korea to import American beef and give vent to the grudge of Hyo Sun and Mi Son.    \r\n\r\n\r\n"
        },
        {
            "title": "Violent Crackdown upon Participants in Candlelight Actions Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#24",
            "content": "Violent Crackdown upon Participants in Candlelight Actions Assailed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration issued a statement titled \"We denounce the political gangsters for trampling down upon candlelight\" on June 13. &nbsp;&nbsp;&nbsp;\r\n Recalling that the gangsters of such evil conservative organizations as \"Solidarity of Free Citizens\" and \"National Federation of New Rightists\" insulted the members of the \"citizens' group for sit-in strike demanding the renegotiations on the import of American beef infected with mad cow disease\" and perpetrated a group assault against them when they were on a sit-in strike in Seoul to remember two schoolgirls Sin Hyo Sun and Sim Mi Son and oppose the import of American beef, the statement said: &nbsp;&nbsp;&nbsp;\r\n The gangsters destroyed desks used by the participants in the sit-in strike and tore off literature and tents and other things and, not content with this, they went the lengths of threatening even the media persons who were covering it. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak \"government\" is revealing its true colors as it failed to quell the just voices of the south Korean people with its strong-arm politics. The solidarity warned it would strictly keep tabs on this violent suppression. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Teachers Union of south Korea released a statement on June 10 condemning the police for brutally assaulting a boy with a shield when he was participating in the candlelight struggle.    \r\n\r\n\r\n"
        },
        {
            "title": "Funeral Service for Ri Pyong Ryol Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#25",
            "content": "Funeral Service for Ri Pyong Ryol Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- A funeral service for Ri Pyong Ryol, who burnt himself to death in protest against the Lee Myung Bak group's moves for import of American beef, took place at the plaza in front of the Seoul City Office in south Korea on June 14. &nbsp;&nbsp;&nbsp;\r\n Present there were workers, peasants, students and citizens. &nbsp;&nbsp;&nbsp;\r\n The participants recalled that Ri, as a member of the Democratic Labor Party, a member of the Federation of Public Transport and Service Trade Unions under the south Korean Confederation of Trade Unions and a member of the Solidarity for Impeachment of Lee Myung Bak, had worked for the democratization of the south Korean society and the rights to existence and participated in the candlelight struggle against traitor Lee's moves for American beef import. &nbsp;&nbsp;&nbsp;\r\n Read out at the service was a memorial address. &nbsp;&nbsp;&nbsp;\r\n Seen before the photo of the late in the venue of the funeral service were many memorial postcards from different parts of south Korea. &nbsp;&nbsp;&nbsp;\r\n Han Sang Ryol, permanent co-representative of the Solidarity for Progress of south Korea, said: Ri Pyong Ryol is not dead. We should revive him through candlelight revolution. &nbsp;&nbsp;&nbsp;\r\n Students of high schools denounced the reckless moves of conservative media terming the citizens involved in the candlelight struggle the \"left-wing forces against the U.S.\" &nbsp;&nbsp;&nbsp;\r\n A member of the People's Measure Council against the Total Opening of south Korean Market to American Beef declared that they would not stop the candlelight demonstration and urged the Lee Myung Bak \"government\" to come out to the renegotiations. &nbsp;&nbsp;&nbsp;\r\n At the end of the funeral service, the participants staged a candlelight demonstration toward Kwanghwamun.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Anti-Reunification Action Criticized in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#26",
            "content": "Lee Myung Bak's Anti-Reunification Action Criticized in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Kim Hyon Ung, chief of the struggle headquarters of the 16th-term south Korean Federation of University Student Councils (Hanchongryon), released a statement titled \"We bitterly denounce the Lee Myung Bak 'government' for disallowing the participation in the June 15 meeting for national reunification\" on June 15. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that the \"government\" did not allow the chairman of the General Student Council of Chosun University under the Kwangju and South Jolla Provincial Federation of University Student Councils to participate in the meeting commemorating the 8th publication anniversary of the June 15 joint declaration for the mere reason that he is a member of Hanchongryon. &nbsp;&nbsp;&nbsp;\r\n It is an anachronistic action against the trend of the history to define the north as the \"enemy\", use such phrases as \"enemy-benefiting organization\" and disallow participation in the joint national event, the statement charged. &nbsp;&nbsp;&nbsp;\r\n It pointed out that the traitorous Lee Myung Bak group not only turns aside the people's desire for national reunification but prevents compatriots in the south and the north and overseas from meeting each other. &nbsp;&nbsp;&nbsp;\r\n We cannot remain an onlooker to the Lee \"government's\" reckless anti-reunification act, the statement said, warning that if the group of traitors insists on the arbitrary practices, disregarding the people, it will be ruined by fiercer candlelight resistance.    \r\n\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Observed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#27",
            "content": "Important Days of DPRK Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Lectures, film shows and photo exhibitions were held in South Africa, Ethiopia, Russia and Malaysia from June 5 to 7 on the occasions of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 8th anniversary of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il, photos showing their undying exploits and photos introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n The participants of the film shows watched Korean films \"They Were Together on the Road of the Great Songun Leadership\", \"75th Anniversary of Founding of the Heroic Korean People's Army\" and \"55th Founding Anniversary of Republic\".&nbsp;&nbsp;&nbsp;\r\n The lecturers lauded the feats Kim Jong Il has performed by opening a great chapter of reunification. &nbsp;&nbsp;&nbsp;\r\n Present there were figures of various circles and other people in the respective countries.    \r\n\r\n\r\n"
        },
        {
            "title": "June 15 North-South Joint Declaration Supported in India",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#28",
            "content": "June 15 North-South Joint Declaration Supported in India\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- The All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification released a joint statement on June 11 on the occasion of the 8th anniversary of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The organizations said in the statement that the declaration is the most reasonable one for achieving the prosperity of the Korean nation and reunification. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the U.S. forces pull out of south Korea as early as possible taking arms and equipment with them as they are standing in the way of achieving the peaceful reunification of Korea and implementing the declaration. &nbsp;&nbsp;&nbsp;\r\n It called on the peace-loving people and democratic forces of the world to positively wage the solidarity movement supporting the declaration and reunification of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Feats Praised",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#29",
            "content": "Kim Jong Il's Feats Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 17 (KCNA) -- Wahid Al Uksouri, chairman of the Misr Arab Socialist Party of Egypt, made public a statement on June 10 on the occasion of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has led the WPK to consistently hold fast to the revolutionary idea of President Kim Il Sung, the Juche idea, as an unshakable guiding idea in the revolution and construction, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n Aware of the historical lesson that the degeneration and collapse of a party begin with the degeneration of ideology, he has led the WPK to conduct its activities strictly guided by the Juche idea since the very day he started the work at the Central Committee of the WPK. &nbsp;&nbsp;&nbsp;\r\n He has developed the WPK into an invincible party which achieved steel-strong unity and cohesion. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has attached great significance to consolidating the organizational and ideological unity and cohesion of the WPK based on the Juche idea and comradeship and energetically led this work. &nbsp;&nbsp;&nbsp;\r\n He has also developed the WPK into a party deeply rooted among the broad popular masses. &nbsp;&nbsp;&nbsp;\r\n The Korean people are full of the will to share their destinies with the Party to the end, calling the WPK \"a mother party\" and absolutely trusting and following it. &nbsp;&nbsp;&nbsp;\r\n The WPK led by Kim Jong Il will always emerge victorious.    \r\n\r\n"
        },
        {
            "title": "En Pyongyang el vicepresidente de la RPCh Xi Jinping",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#30",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "ATCC comenta represion fascista del traidor Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#31",
            "content": "En Pyongyang el vicepresidente de la RPCh Xi Jinping\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 17 de junio (ATCC) -- Llego el dia 17 a esta capital Xi Jinping, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y vicepresidente de la Republica Popular China, para realizar una visita oficial y de amistad a Corea cumplimentando la invitacion del Comite Central del Partido del Trabajo de Corea y el gobierno de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nJunto con el arribaron el viceministro encargado de la Comision  Estatal de Desarrollo y Reforma Zhu Zhixin, el viceministro de Relaciones Exteriores Zhang Yesui, el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, el subdirector de la Oficina de Investigacion de la Politica del CC del PCCh Shi Zhihong y otros acompanantes. &nbsp;&nbsp;&nbsp;\r\nLos acogieron en el aeropuerto el vicepresidente del Presidium de la Asamblea Popular Suprema de la RPDC Yang Hyong Sop, el secretario del CC del PTC Kim Ki Nam, el subjefe de departamento del CC del PTC Kim Thae Jong, el vicecanciller Kim Yong Il, el viceministro de Comercio Exterior Ku Pon Thae y el vicepresidente del Comite Estatal de Planificacion Choe Pae Jin. &nbsp;&nbsp;&nbsp;\r\nTambien figuraban en la terminal aerea el embajador Liu Xiaoming y otros miembros de la embajada china en Corea, los huespedes y estudiantes chinos.&nbsp;&nbsp;&nbsp;\r\nHubo en el mismo lugar la ceremonia de bienvenida a Xi Jinping. &nbsp;&nbsp;&nbsp;\r\nLuego de la interpretacion de los himnos nacionales de ambos paises, Xi Jinping paso revista a la guardia de honor del Ejercito Popular de Corea junto con Yang Hyong Sop. &nbsp;&nbsp;&nbsp;\r\nAl visitante le obsequiaron ramos de flores una trabajadora coreana y una mujer de la embajada china. &nbsp;&nbsp;&nbsp;\r\nXi Jinping publico el discurso de llegada.    \r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson denuncia aumento armamentista de EE.UU.",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#32",
            "content": "ATCC comenta represion fascista del traidor Lee Myung Bak\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 17 de junio (ATCC) -- El \"regimen\" de Lee Myung Bak trae en el Sur de Corea una epoca tan tenebrosa como el periodo de la dictadura militar. &nbsp;&nbsp;&nbsp;\r\nLos compinches de Lee califican la manifestacion de la poblacion surcoreana con velas encendidas contra la importacion de la carne de res de Estados Unidos de \"mitin politico en que estan involucradas algunas fuerzas politicas y entidades interesadas en el\" y lo reprimen freneticamente esgrimiendo la \"teoria de las fuerzas que lo instigan por detras\".&nbsp;&nbsp;&nbsp;\r\nSe movilizaron la \"Casa Azul\", la fiscalia, la policia y hasta los medios de prensa conservadores y se dicto \"la orden de emergencia de categoria A\" con la meta de \"perseguir hasta el final a la banda de Satan, a los comunistas y a las fuerzas agitadoras e instigadoras\".&nbsp;&nbsp;&nbsp;\r\nSe movilizo hasta la connotada entidad de gangsteres llamada \"Sociedad de los cumplidores de misiones especiales\" para golpear con escudos y arrestar a diestras y siniestras a los manifestantes pacificos. &nbsp;&nbsp;&nbsp;\r\nTales actos fascistas hacen recordar la dictadura de \"renovacion\" de aspecto medieval que habia reprimido brutalmente con el garrote fascista a los habitantes aspirantes a la independencia, la democracia y la reunificacion y pisoteado despiadadamente la democracia y los derechos humanos. &nbsp;&nbsp;&nbsp;\r\nLa banda de Lee busca la salida de su peor crisis de \"gobernacion\", en que cayo por haber practicado el servilismo proyanqui, la confrontacion anti-reunificacion y los actos violentos fascistas, en la represion policial al estilo de la dictadura militar. &nbsp;&nbsp;&nbsp;\r\nHoy dia, en el Sur de Corea se oyen las palabras del tiempo dictatorial que horrorizan a los habitantes y renacen los metodos violentos de aquel entonces. Esta realidad es el sintoma del degenerado \"poder\" de Lee. &nbsp;&nbsp;&nbsp;\r\nEs ilogico apagar con violencia las velas encendidas en el alma de la poblacion surcoreana. &nbsp;&nbsp;&nbsp;\r\nUn millon de velas encendidas contra el \"gobierno\" de Lee Myung Bak es la explosion de gran indignacion no solo por la importacion de la carne de res estadounidense sino por todas sus \"politicas\" traidoras al pueblo y a la nacion. &nbsp;&nbsp;&nbsp;\r\nLa lucha con velas encendidas, que se convierte en el movimiento por la retirada del \"regimen\" de Lee Myung Bak, significa merecida condena a los crimenes antinacionales y anti-reunificacion de este traidor. &nbsp;&nbsp;&nbsp;\r\nLa banda de Lee pagara sin falta el precio de haber vendido barato el derecho a la vida de la poblacion surcoreana y convertido otra vez el suelo surcoreano en una escena caotica donde vale unicamente el fascismo.    \r\n\r\n\r\n"
        },
        {
            "title": "Belicistas yanquis y surcoreanos anuncian ejercicios aereos",
            "url": "http://kcna.co.jp/item/2008/200806/news06/18.htm#33",
            "content": "Minju Joson denuncia aumento armamentista de EE.UU.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 17 de junio (ATCC) -- Segun trascendidos, el Departamento de Defensa norteamericano se propone gastar 900 mil millones de US$ para el desarrollo y compra de nuevos pertrechos belicos durante los cinco anos proximos. De esta cifra 335 mil millones de US$ se destinaran al desarrollo del nuevo sistema de armas y comprar pertrechos militares de ultima moda. &nbsp;&nbsp;&nbsp;\r\n  El aumento armamentista que se promueve en etapa crucial demuestra la peligrosidad y gravedad de las maniobras de guerra agresiva de EE.UU. para tomar la hegemonia mundial. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Minju Joson en un comentario individual del dia 17 y continua: &nbsp;&nbsp;&nbsp;\r\n  EE.UU. justifica su criminal aumento armamentista calificandolo de una medida para \"proteger\" a su pais y los paises aliados. Esta alegacion es una sofisteria absurda, engano y burla a la gente del mundo. &nbsp;&nbsp;&nbsp;\r\n  Ocupar la supremacia militar y dominar con la fuerza el mundo es la invariable ambicion y politica estatal principal de EE.UU. &nbsp;&nbsp;&nbsp;\r\n  Este ano el imperio publico el \"orden de ubicacion estrategica de fuerzas aereas norteamericanas\" cuyo proposito es emplazar armas sofisticadas en las bases aereas suyas de Hawai, la isla Guam y Alaska como un eslabon de sus maniobras de aumento armamentista, decidio construir con la inversion de enormes fondos el portaaviones de propulsion nuclear de ultima moda que disponga del nuevo sistema de despegue y realizar las pruebas de lanzamiento de misil balistico intercontinental y de interceptacion del satelite. &nbsp;&nbsp;&nbsp;\r\n  El aumento armamentista y la modernizacion de pertrechos a que da impulso EE.UU. so pretexto de hacer frente a la \"nueva amenaza\" son para vencer a los rivales, tomar la hegemonia militar y realizar facilmente su estrategia de dominio al mundo valiendose del metodo de ataque preventivo. &nbsp;&nbsp;&nbsp;\r\n  Debido al frenetico aumento armamentista y la modernizacion de las fuerzas armadas de EE.UU., hoy dia en varias regiones del mundo se rompe el equilibrio militar y adviene el peligro de la nueva carrera armamentista. &nbsp;&nbsp;&nbsp;\r\n  EE.UU., al tratar de dominar con fuerza a otros paises y tomar la hegemonia mundial, abriga una ilusion anacronica y comete un error estrategico.    \r\n\r\n\r\n"
        }
    ]
}