{
    "date": "2008-06-13",
    "url": "http://kcna.co.jp/item/2008/200806/20080613.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Foodstuff Factory of KPA Unit",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry's Spokesman on DPRK-U.S. Experts Negotiations",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#2",
            "content": "Kim Jong Il Inspects Foodstuff Factory of KPA Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- General Secretary Kim Jong Il inspected a foodstuff factory of KPA Unit 534. &nbsp;&nbsp;&nbsp;\r\n He went round the monument to the on-the-spot instructions given by President Kim Il Sung and the room devoted to the history of the factory, conducted by its leading officials. &nbsp;&nbsp;&nbsp;\r\n He highly praised the party members and other working people of the factory for their achievements in the past, saying that they have devoted themselves to producing foodstuff for the army, bearing deep in mind the on-the-spot instructions given by the President, and thus greatly contributed to increasing the defence capability. &nbsp;&nbsp;&nbsp;\r\n Then he acquainted himself in detail with the technical equipment and production at the factory, going round its production processes including the newly built workshop. &nbsp;&nbsp;&nbsp;\r\n Seeing the working places kept neat and tidy and various kinds of foodstuffs being churned out from the streamlined production process, he expressed great satisfaction over the fact that the workers of the factory have put its operation on a modern and scientific basis and kept its production going at a high rate by giving full play to the revolutionary soldier spirit. &nbsp;&nbsp;&nbsp;\r\n Seeing the working places where cultured practices in production and life are on a high level and the compound of the factory which looks like a park, he praised its employees for having successfully built its interior and exterior with warm patriotism and love for the factory. &nbsp;&nbsp;&nbsp;\r\n He put forward important tasks which would serve as guidelines for managing and operating the factory. &nbsp;&nbsp;&nbsp;\r\n It is a manifestation of the spirit of loving the soldiers that the officials, workers and technicians of the factory are devoting all their wisdom and enthusiasm to the work to increase the supply of better foodstuffs to the soldiers, he noted, underscoring the need to pay primary attention to keeping the production going at a high rate. &nbsp;&nbsp;&nbsp;\r\n He said that this factory should thoroughly ensure the sanitary and cultural environment as it produces foodstuffs for the soldiers and indicated ways to do so. &nbsp;&nbsp;&nbsp;\r\n He met the officials and scientists who studied and developed efficacious bio-agricultural chemicals by pooling efforts with the workers of the factory and acquainted himself with their researches. &nbsp;&nbsp;&nbsp;\r\n  He congratulated the scientists and technologists of the research group for having studied and developed highly efficacious Korean-style bio-agricultural chemicals free from pollution through painstaking inquiry and tireless efforts and highly appreciated their patriotism. &nbsp;&nbsp;&nbsp;\r\n Only when science and technology are developed is it possible to bolster the national power and achieve the prosperity of the country and the nation, he noted, urging the scientists to become genuine scientists serving their people and country. &nbsp;&nbsp;&nbsp;\r\n He expressed the expectation and conviction that the workers of the factory would make steady progress in the production and construction and thus creditably perform their honorable mission and duty. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of the Central Court of DPRK Leaves for Laos",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#3",
            "content": "DPRK Foreign Ministry's Spokesman on DPRK-U.S. Experts Negotiations \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- A spokesman for the Ministry of Foreign Affairs of the DPRK Thursday gave the following answer to the question raised by KCNA as to the negotiations held between experts of the DPRK and the United States: &nbsp;&nbsp;&nbsp;\r\n The negotiations between experts of the DPRK and the U.S. took place in Pyongyang on June 10 and 11. &nbsp;&nbsp;&nbsp;\r\n The negotiations discussed technical and practical ways of rounding off the disablement of the DPRK nuclear facilities and the issue of winding up the political and economic compensation for it. &nbsp;&nbsp;&nbsp;\r\n  The negotiations proved successful.    \r\n\r\n\r\n"
        },
        {
            "title": "Overseas Compatriots Arrive",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#4",
            "content": "Delegation of the Central Court of DPRK Leaves for Laos \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- A delegation of the Central Court of the Democratic People's Republic of Korea led by its First Vice Chief Justice Yun Myong Guk left here on Thursday to visit Laos. &nbsp;&nbsp;&nbsp;\r\n Arriving on the same day was the Russian State Academic People's Chorus Named after M. E. Pyatnichki headed by its Head and Manager Aleksandra Permyakova.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Orchestra and Chorus \"Snow Falls\" Presented",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#5",
            "content": "Overseas Compatriots Arrive \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Delegates of the regional committees in Europe, the Commonwealth of Independent States and Canada to the Overseas Side Committee for Implementing the June 15 Joint Declaration arrived here Thursday to participate in the meeting for national reunification commemorating the 8th anniversary of the publication of the June 15 joint declaration.    \r\n\r\n"
        },
        {
            "title": "Film Show Held to Inaugurate Taedongmun Cinema House",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#6",
            "content": "Orchestra and Chorus \"Snow Falls\" Presented \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Orchestra and chorus \"Snow Falls\" was presented by artistes of the State Merited Chorus and the State Symphony Orchestra at the East Pyongyang Grand Theatre on Wednesday. &nbsp;&nbsp;&nbsp;\r\n The orchestra and chorus \"Snow Falls\" of Korean style is a monumental masterpiece in the Songun era as it is characterized by a new Korean style modality and peculiar representation and fully embodies the original idea on literature and art of the Workers' Party of Korea as required by the new century. &nbsp;&nbsp;&nbsp;\r\n Among the audience were senior party, army and state officials, officials of the WPK Central Committee, the Cabinet and national institutions, servicepersons of the Korean People's Army, creators and artistes in the field of culture and arts, journalists and editors in the field of media and working people in the city. &nbsp;&nbsp;&nbsp;\r\n The performance impressively deals with the immutable truth that the present happiness and rosy future of Songun Korea where the desire of the revolutionary forerunners has come true are ascribable to the great dedication President Kim Il Sung made to the national liberation and the people's happiness while conducting long journeys for hard-fought anti-Japanese battles despite snowstorm. &nbsp;&nbsp;&nbsp;\r\n The performance led the audience into a sublime musical world as the performers put the ideological contents and artistry and literary value on the highest level through profound philosophical and impressive musical representation. &nbsp;&nbsp;&nbsp;\r\n The performance sublimated the noble thoughts and feelings of the anti-Japanese revolutionary forerunners through orchestra and came to a climax with a sonorous chorus, electrifying the audience. &nbsp;&nbsp;&nbsp;\r\n Appreciating the famous and significant song which has been completed as a peculiar music piece of Korean style, the audience keenly realized once again the validity and vitality of the WPK's literary and art policy on re-representing songs listed as national treasures as required by the developing reality.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#7",
            "content": "Film Show Held to Inaugurate Taedongmun Cinema House \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- A film show was held at the Taedongmun Cinema House on Thursday to inaugurate it. &nbsp;&nbsp;&nbsp;\r\n The participants watched feature film \"Kite in the Sky\".&nbsp;&nbsp;&nbsp;\r\n The film, based on the true facts about an ordinary woman who volunteered to bring up orphans as her own children, truthfully represents the genuine humanity of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Among the audience were senior party and state officials, chairpersons of friendly parties, officials of the party organs, ministries and national institutions, soldier builders and officials and working people of institutions and enterprises in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Prior to the show they looked round the cinema house that has been reconstructed as a monumental edifice in the Songun era.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Russian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#8",
            "content": "Message of Greetings to Russian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to President of the Russian Federation Dmitri Anatoliyevich Medvedev on the occasion of its national day. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the traditional relations of friendship and cooperation between the DPRK and Russia would continue to expand in the interests of the two peoples, the message wished him big success in his responsible work for prosperity of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Liberation Tower and Cemetery of Fallen Fighters of Soviet Army",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#9",
            "content": "Reception Given by Russian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCAN) -- Valery E. Sukhinin, Russian ambassador to the DPRK, gave a reception Wednesday to mark the national day of his country. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Pak Ui Chun, minister of Foreign, Affairs, Pak Kyong Son, vice department  director of the Central Committee of the Workers' Party of Korea, Pak Jae Gyong, vice-minister of the People's Armed Forces, and officials concerned of the DPRK and diplomatic envoys of foreign countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n The ambassador said in his speech that boosting the friendly relations with the DPRK is one of the invariable priority orientations of the foreign policy of Russia. &nbsp;&nbsp;&nbsp;\r\n This year which marks the 60th anniversary of the opening of diplomatic relations between Russia and the DPRK Russia will continue to boost the traditional ties of friendship and cooperation with the DPRK, guided by the treaty of friendship, good neighborliness and cooperation signed between the two countries and the agreed points in the joint declaration and the Moscow declaration signed by the top leaders of the two countries in Pyongyang and Moscow, he noted. &nbsp;&nbsp;&nbsp;\r\n He hoped that the friendly Korean people would achieve new successes in the socio-economic construction under the leadership of Kim Jong Il, chairman of the DPRK National Defence Commission, this year marking the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Pak Ui Chun in his speech referred to the fact that in Russia the presidential election was successfully held recently and achievements were made in the efforts to protect the security and international prestige of the country and develop its economy. &nbsp;&nbsp;&nbsp;\r\n He stressed that it is the consistent stand of the DPRK government to steadily consolidate and develop the relations between the two countries in conformity with the spirit of the joint documents agreed upon between them. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that both sides would make joint efforts to more substantially boost the mutually beneficial cooperation and exchange, thus resulting in good fruition this significant year, the 60th anniversary of the establishment of diplomatic relations between the two countries.     \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Gathering with Pakistani Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#10",
            "content": "Wreaths Laid before Liberation Tower and Cemetery of Fallen Fighters of Soviet Army\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Staff members of the Russian embassy here laid a wreath before the Liberation Tower on Thursday on the occasion of the national day of Russia. &nbsp;&nbsp;&nbsp;\r\n Attending the wreath-laying ceremony were Ambassador Valery Sukhinin and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n They placed a wreath and bouquets before the tower in memory of the soldiers of the Soviet Army who fell in the battles for the liberation of Korea and paid silent tribute to them. &nbsp;&nbsp;&nbsp;\r\n On the same day, they also laid a wreath before the cemetery of fallen fighters of the Soviet Army in Sadong District, Pyongyang.    \r\n\r\n\r\n"
        },
        {
            "title": "National Day of Philippines Marked",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#11",
            "content": "Friendly Gathering with Pakistani Embassy Officials Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- A friendly gathering with the staff members of the Pakistani embassy here was held at the DPRK-Pakistan Friendship Pyongyang June 9 Taesong Middle School No. 1 on Thursday on the occasion of the 35th anniversary of the conclusion of the agreement on cultural cooperation between the governments of the DPRK and Pakistan. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Noorullah Khan, Pakistani ambassador to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n The participants of the gathering enjoyed an art performance given by students and talked to each other about the matter of further developing the cooperative relations in culture.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Doctorate of Philosophy Awarded to Korean in China",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#12",
            "content": "National Day of Philippines Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- A meeting and a photo exhibition were held at the Chollima House of Culture on Thursday to mark the 110th national day of Philippines. &nbsp;&nbsp;&nbsp;\r\n Present there were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is also chairman of the DPRK-Philippines Friendship Society, and others. &nbsp;&nbsp;&nbsp;\r\n Jon made a congratulatory speech at the meeting before the adoption of a message of greetings addressed to the Philippines-DPRK Friendship Society and the Philippines Solidarity Committee for Peace and Reunification in the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting the participants looked round photos introducing the history and culture of Philippines.    \r\n\r\n\r\n"
        },
        {
            "title": "Paechon Spa",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#13",
            "content": "DPRK Doctorate of Philosophy Awarded to Korean in China\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- The DPRK Degree of Doctor of Philosophy was awarded to compatriot Kim Pyong Ho, director of the Marx-Leninism Institute and director of the Ethnic Theory and Policy Research Institute at the Central University for Nationalities in Beijing. &nbsp;&nbsp;&nbsp;\r\n He profoundly explained and proved President Kim Il Sung's idea on Juche-oriented view on the nation and the undying feats he performed in settling the issue of the nation. &nbsp;&nbsp;&nbsp;\r\n Its awarding ceremony took place at the Mansudae Assembly Hall Thursday.    \r\n\r\n\r\n"
        },
        {
            "title": "Brilliant Life of Ardent Revolutionary",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#14",
            "content": "Paechon Spa\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- There is a spa in the township of Paechon County, South Hwanghae Province, which has been famous for a great volume of water and curative value from over 500 years ago. &nbsp;&nbsp;&nbsp;\r\nIt was found in the period of Ri Dynasty (1392-1910). &nbsp;&nbsp;&nbsp;\r\nIt has more than 25 headsprings, the ingredients of whose water are similar. &nbsp;&nbsp;&nbsp;\r\nIts temperature is 73.8 degrees Centigrade and its pH is 7.4. &nbsp;&nbsp;&nbsp;\r\nThe alkaline spa contains ions of chlorine, bicarbonate and sodium and others, which improve the blood circulation and metabolism. &nbsp;&nbsp;&nbsp;\r\nIt is potent for the treatment of chronic gastritis, bronchitis and osteoarthropathy, low blood pressure, neuralgia, trauma, operation sequelae, eczema, itching diseases, urticaria and others.    \r\n\r\n\r\n"
        },
        {
            "title": "Investigation into Negotiations on Beef Import Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#15",
            "content": "Brilliant Life of Ardent Revolutionary\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Today is the 92nd birth anniversary of Kim Chol Ju, an indomitable revolutionary fighter. &nbsp;&nbsp;&nbsp;\r\nThe Korean people take this opportunity to recollect with deep emotion the undying feats performed by him for the cause of the national liberation. &nbsp;&nbsp;&nbsp;\r\nHe was born as the second son of Kim Hyong Jik, an outstanding leader of the anti-Japanese national liberation movement in Korea, and Kang Pan Sok, an indomitable revolutionary fighter, in Mangyongdae-dong, Mangyongdae District, Pyongyang (Mangyongdae in Nam-ri, Kophyong Sub-county, Taedong County, South Phyongan Province at that time), on June 12, Juche 5 (1916) after the country was ruined. &nbsp;&nbsp;&nbsp;\r\nLeft Mangyongdae following his parents who paved the thorny road of struggle, he moved to the various places such as Kangdong, Junggang, Linjiang, Badagou, Fusong and Antu where he experienced keenly the sorrow and misfortunes of the ruined nation and fostered hatred and the spirit of resistance against the Japanese imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\nUnder the meticulous guidance and care of President Kim Il Sung, his elder brother, he grasped the truth of the revolution and grew up to be a true revolutionary who was possessed of unyielding fighting spirit, staunch will, lofty traits and virtues. &nbsp;&nbsp;&nbsp;\r\nHe, as a core member of the Saenal Children's Union, the first revolutionary organization of children in Korea, formed by the President briskly launched art activities to educate and enlighten popular masses and published and distributed the newspaper Saenal. &nbsp;&nbsp;&nbsp;\r\nHe took part in the activities of the Young Communist League from 1929 and firmly built its organizations and expanded them in various areas. He trained young people through the revolutionary struggle against the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\nHe scored shining achievements in realizing the line on united front under the banner of the anti-Japanese joint front and in cementing the mass foundation of the anti-Japanese armed struggle, as indicated by the President. &nbsp;&nbsp;&nbsp;\r\nHaving displayed self-sacrifice spirit and bravery in many battles, he died a heroic death in an unexpected encounter with enemy soldiers near Chechangzi on June 14, 1935. &nbsp;&nbsp;&nbsp;\r\nThough he lived not long, he left in the history the valuable revolutionary truth the loftiest revolutionary outlook on the leader, the most ardent love for the country and nation and the highest enthusiasm of the revolutionary are supported by arms.     \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Opposition Party Accuses \"Government\" and Ruling Party",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#16",
            "content": "Investigation into Negotiations on Beef Import Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- The Bar Association for a Democratic Society in south Korea on June 9 demanded the \"National Assembly\" make an investigation into the negotiations on the import of American beef, south Korean CBS reported. &nbsp;&nbsp;&nbsp;\r\n The organization urged the NA to explain the reason why the restriction put on the import of cattle more than 30 months old was lifted and the reason why the import of cattle containing parts infected with mad cow disease was allowed at the negotiations on beef import, etc.    \r\n\r\n\r\n"
        },
        {
            "title": "Probe into Truth behind Brutal Suppression Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#17",
            "content": "S. Korean Opposition Party Accuses \"Government\" and Ruling Party\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- The Democratic Party for Unity of south Korea accused the \"government\" and the \"Grand National Party\" of still hoodwinking the people, south Korean MBC reported on June 9. &nbsp;&nbsp;&nbsp;\r\n It is a trick for  the \"government\" to claim that it would disallow the import of cattle more than 30 months old, the opposition party charged, urging the GNP to unilaterally put forward a proposal calling for a ban on the beef import as Lee Myung Bak is persistently refusing renegotiations on beef import. &nbsp;&nbsp;&nbsp;\r\n It declared that it would intensify such actions outside the \"National Assembly\" as inaugurating a people's council to cope with the emergency situation.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Gag on Press Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#18",
            "content": "Probe into Truth behind Brutal Suppression Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea in a statement on June 7 denounced traitor Lee Myung Bak for hurling vicious gangsters' group called the \"Association of Performers of Special Duty\" into the indiscriminate crackdown upon the candlelight struggle against the U.S. beef import. &nbsp;&nbsp;&nbsp;\r\n The group of traitors mobilized even gangsters to brutally quell the just demands of citizens although it kept mum about the U.S. ambassador's outbursts insulting south Koreans, the statement deplored. &nbsp;&nbsp;&nbsp;\r\n Calling for probing the truth behind the violent suppression, the statement declared the organization would intensify the actions against the U.S. beef import.    \r\n\r\n\r\n"
        },
        {
            "title": "Largest-ever Candlelight Demonstrations in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#19",
            "content": "Lee Myung Bak's Gag on Press Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Media organizations of south Korea condemned Lee Myung Bak group for its gag on the press on June 10, according to KBS of south Korea. &nbsp;&nbsp;&nbsp;\r\n The Federation of Press Trade Unions of south Korea in a statement noted that all ministers of the Cabinet stepped down and demanded the chairman of the Broadcasting Organization be replaced. &nbsp;&nbsp;&nbsp;\r\n The statement recalled that this guy is working hard to put down the candlelight actions of people from all walks of life against the American beef import by controlling media, the method employed in the period of the \"Fifth Republic,\" while talking nonsense at the recent meeting of \"the State Council\" that much ado about mad cow disease was attributable to media. The statement urged him to resign himself at once. &nbsp;&nbsp;&nbsp;\r\n The Citizens Solidarity for Reforming Press also made public a statement in demand of his resignation, noting that he has advocated strict control and management of the press, blustering that \"what broadcasting services reported about the recent candlelight demonstrations poses a problem.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Songun Policy Praised by Polish Political Figure",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#20",
            "content": "Largest-ever Candlelight Demonstrations in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- The \"one million-people candlelight demonstration for judging the Lee Myung Bak regime,\" the largest-ever in history of south Korea, was staged on June 10 on the occasion of the 21st anniversary of the June Popular Resistance. &nbsp;&nbsp;&nbsp;\r\n The candlelight demonstrations staged in more than 80 areas with one million people involved demanding the renegotiations on the American beef import and the resignation of the Lee Myung Bak regime were an all-people action, the largest since the June Popular Resistance. &nbsp;&nbsp;&nbsp;\r\n The candlelight demonstration in Seoul was participated in by 700,000 people from all walks of life including workers, peasants, teachers, religionists, university students, students of primary, middle and high schools, housewives, company employees and persons of culture and arts. &nbsp;&nbsp;&nbsp;\r\n A candlelight rally took place, to begin with. &nbsp;&nbsp;&nbsp;\r\n An \"appeal for regaining the rights to quarantine and people's health and achieving democracy\" was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n Noting that the people ordered the Lee Myung Bak regime to nullify the negotiations on the beef import and opt for the total renegotiation till June 20, the appeal declared that the people holding candlelight will rise up in resistance for the resignation of the present regime if it refuses the order. &nbsp;&nbsp;&nbsp;\r\n It stressed that if Lee Myung Bak refuses to meet the demands of one million people, three or five million people will turn out, and if he does not submit to the people, ten or twenty million people will launch a widespread struggle to surely emerge victorious. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally, its participants took demonstrations in various directions. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, events commemorating the 21st anniversary of the June Popular Resistance and memorial services for martyr Ri Han Ryol were held in different parts of Seoul and people from different circles including labor, religious and academic circles issued declarations on the situation. &nbsp;&nbsp;&nbsp;\r\n At noon, a horn-sounding demonstration was staged. &nbsp;&nbsp;&nbsp;\r\n A candlelight rally was held in Kwangju with at least 20,000 people from all walks of life involved and a great candlelight demonstration in Pusan with more than 20,000 citizens and students attending. &nbsp;&nbsp;&nbsp;\r\n Similar demonstrations took place in different parts of more than 80 cities and counties including Taegu, Taejon, Ulsan, and Phyongthaek and Suwon in Kyonggi Province, Ryosu and Sunchon in South Jolla Province, Jonju in North Jolla Province, Changwon and Masan in South Kyongsang Province, Phohang and Kimchon in North Kyongsang Province, Chonan and Kongju of South Chungchong Province, Jechon and Poun in North Chungchong Province, Chunchon and Wonju in south Korean Kangwon Province and Jeju Island.    \r\n\r\n\r\n"
        },
        {
            "title": "June 15 Inter-Korean Declaration Favored",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#21",
            "content": "Songun Policy Praised by Polish Political Figure\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Juzef Lachut, chairman of the National Executive Committee of the Polish Communist Party, released a statement on June 5 on the occasion of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The statement noted that the WPK reenergized the country's economy and achieved leaping progress in all fields in the course of enforcing the Songun policy under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It further said: &nbsp;&nbsp;&nbsp;\r\n The Songun policy pursued by him is the most just and scientific political mode as it helps defend the dignity and sovereignty of the nation and accelerate the development of the country despite the persistent moves of the U.S. imperialists to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Under his wise leadership, the WPK and people of the DPRK will continue vigorously pushing forward the building of an economic power full of confidence in the victory of socialism despite the U.S. imperialists' anti-DPRK moves and even under the complicated situation prevailing on the Korean Peninsula due to them. &nbsp;&nbsp;&nbsp;\r\n The DPRK will emerge a great prosperous powerful nation in the world before long.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Commemorated",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#22",
            "content": "June 15 Inter-Korean Declaration Favored\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- The Central Committee of the Czech, Moravian and Silesian Trade Unions' Association made public a statement on June 5 on the occasion of the 8th anniversary of the adoption of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The statement said that the publication of the joint declaration instilled into the world people a great hope that the Korean people would lead a peaceful and happy life in the reunified country and brought about a historic turn from confrontation to reconciliation, war to peace and division to peaceful reunification on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The world should never allow the process of peace and reconciliation between the north and the south that started thanks to the adoption of the historic June 15 joint declaration to be suspended due to the U.S. and south Korean authorities' moves, it stressed. &nbsp;&nbsp;&nbsp;\r\n Expressing full support and solidarity with the joint declaration, the statement manifested the belief that the Korean people would surely achieve the independent and peaceful reunification of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's First China Visit Marked",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#23",
            "content": "Anniversary of June 15 Joint Declaration Commemorated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- A festival of Koreans in Europe took place in Germany on June 6 to commemorate the 8th anniversary of the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The festival was attended by representatives of the European regional committee for implementing the June 15 joint declaration, the General Association of Koreans in Germany and other compatriots' organizations and other Koreans. &nbsp;&nbsp;&nbsp;\r\n Messages of greetings from the north side, south side and overseas side committees for implementing the June 15 joint declaration were read out at the festival. &nbsp;&nbsp;&nbsp;\r\n Then followed speeches by figures of various circles. &nbsp;&nbsp;&nbsp;\r\n The speakers said that the festival was successfully opened to mark the anniversary of the June 15 joint declaration thanks to the sincere efforts and activities of compatriots' organizations and compatriots in Europe. &nbsp;&nbsp;&nbsp;\r\n Noting that the desire of overseas compatriots for reunification grew stronger on the occasion of the annual festival, they called on all the fellow countrymen to turn out as one in the struggle for implementing the June 15 joint declaration, a great programme for reunification, and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n The participants of the festival watched a video showing the successes achieved in the national reunification movement over the past eight years. &nbsp;&nbsp;&nbsp;\r\n In the meantime, a lecture and an art performance were given to commemorate the anniversary.    \r\n\r\n\r\n"
        },
        {
            "title": "Koreans in U.S. Stage Candlelight Demonstration",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#24",
            "content": "Anniversary of Kim Jong Il's First China Visit Marked\r\n&nbsp;&nbsp;&nbsp;Beijing, June 10 (KCNA) -- A film show and a reception took place at the DPRK embassy in Beijing on June 10 to commemorate the 25th anniversary of General Secretary Kim Jong Il's historic first visit to the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Dai Bingguo, state councilor of China, Liu Hongcai, deputy head of the International Liaison Department of the C.C., the Communist Party of China, and officials of the Ministry of Foreign Affairs, the Ministry of Railways, the General Political Department of the Chinese People's Liberation Army, the Chinese People's Association for Friendship with Foreign Countries, the People's Daily and the Xinhua News Agency. &nbsp;&nbsp;&nbsp;\r\n On hand were DPRK Ambassador to China Choe Jin Su and his embassy officials. &nbsp;&nbsp;&nbsp;\r\n Korean film \"Comrade Kim Jong Il, member of the Presidium of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, Pays Visit to China\" was screened on the occasion. &nbsp;&nbsp;&nbsp;\r\n Speaking at the reception, Choe Jin Su said that the first visit to China by Kim Jong Il in June 1983 was a historic event of weighty significance in consolidating and developing down through generations the DPRK-China friendship provided and fostered by the leaders of the elder generation of the two countries. &nbsp;&nbsp;&nbsp;\r\n Referring to the achievements made by the Chinese people and army in the efforts to overcome manifold difficulties under the leadership of the party and the government, he hoped that China would eradicate the aftermath of the earthquake as early as possible and successfully host the Beijing Olympic Games. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the WPK and the DPRK government to steadily consolidate and develop the DPRK-China friendship, he said, expressing the belief that the DPRK-China friendly and cooperative relations will continue to develop on good terms in line with the common desire of the two peoples under the care of the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Liu Hongcai, speaking next, noted that Kim Jong Il's several visits to China in the new century are a clear proof that the party, the government and the people of the DPRK are attaching utmost importance to the Sino-DPRK friendly relations and have the steadfast will to steadily develop them in depth. &nbsp;&nbsp;&nbsp;\r\n The Chinese people will always remember the facts that recently Kim Jong Il showed deep care for the development of the friendly relations between the two countries and the WPK, the government and the people of the DPRK rendered active cooperation in holding the torch relay for the Beijing Olympiad and extended both moral and material support to the work to recover from the earthquake damage in Sichuan Province, he said. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the Sino-DPRK relations will certainly and steadily develop in depth under the deep care of General Secretary Kim Jong Il and General Secretary Hu Jintao and thanks to the common efforts of both sides to bring greater well-being to the two peoples and promote the cause of socialism in the two countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Marked in Japan",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#25",
            "content": "Koreans in U.S. Stage Candlelight Demonstration\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- Koreans in the U.S. staged a candlelight demonstration near the White House on June 9, south Korean MBC reported. &nbsp;&nbsp;&nbsp;\r\n The demonstrators said that what the south Korean people, who turned out in the candlelight action, want is to have the rights to health and existence guaranteed. &nbsp;&nbsp;&nbsp;\r\n If Lee Myung Bak has even the slightest intention to work for the people, he should renegotiate on beef import, they held, urging the U.S. to meet the south Korean people's demand for renegotiations.   \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona subunidad de la Unidad No. 756 del EPC",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#26",
            "content": "Anniversary of June 15 Joint Declaration Marked in Japan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 12 (KCNA) -- An event was held in Tokyo on June 9 to mark the 8th anniversary of the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n It was attended by Ryang Su Jong, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other Chongryon officials, representatives of the Overseas Side Committee for Implementing June 15 Joint Declaration and Koreans of all social standings. &nbsp;&nbsp;&nbsp;\r\n Kwak Tong Ui, co-chairman of the overseas side committee, addressing the event, underlined the need for all overseas Koreans to take the lead in the struggle to defend the June 15 joint declaration and implement the October 4 declaration, aware of being responsible for reunification. &nbsp;&nbsp;&nbsp;\r\n There were lectures dealing with the issue of firmly defending and thoroughly implementing the above-said declarations and the fierce struggle now ongoing in south Korea against the U.S. beef import. &nbsp;&nbsp;&nbsp;\r\n The speakers disclosed the anti-reunification and treacherous acts of traitor Lee Myung Bak keen on serving outsiders while shunning national cooperation and asserted that those who turn their backs on the nation can never escape destruction.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Portavoz del MINREX se refiere a negociaciones con EE.UU.",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#27",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Proyeccion filmica y banquete en embajada coreana en China",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#28",
            "content": "Kim Jong Il inspecciona subunidad de la Unidad No. 756 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 12 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono una subunidad adscrita a la Unidad No. 756 del EPC. &nbsp;&nbsp;&nbsp;\r\n  Acompanaron al Dirigente los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su. &nbsp;&nbsp;&nbsp;\r\n  Tras averiguar el estado de cumplimiento de la mision de ese destacamento, el Comandante Supremo recorrio las instalaciones culturales, educacionales y de intendencia tales como la sala de educacion, el dormitorio, el comedor, el bano, el deposito de alimentos subsidiarios y las conejeras prestando profunda atencion al trabajo y la vida de los uniformados. &nbsp;&nbsp;&nbsp;\r\n  En particular, se cercioro con afecto paternal de todos los detalles de la vida cotidiana de los soldados como el uso de los equipos KARAOKE, el grosor de las frazadas y la calidad acuifera del bano. &nbsp;&nbsp;&nbsp;\r\n   Encomendo a los oficiales de la subunidad que se esfuercen tenazmente por facilitar a los soldados magnificas condiciones de vida al tener siempre presente la instruccion del Presidente Kim Il Sung de que la intendencia es precisamente la labor politica y enseno las tareas para el particular. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente se retrato junto a los militares de la subunidad.    \r\n\r\n\r\n"
        },
        {
            "title": "Personalidad polaca elogia la politica de Songun",
            "url": "http://kcna.co.jp/item/2008/200806/news06/13.htm#29",
            "content": "Portavoz del MINREX se refiere a negociaciones con EE.UU.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 12 de junio (ATCC) -- En entrevista con la Agencia Telegrafica Central de Corea en cuanto a las negociaciones entre los expertos de la Republica Popular Democratica de Corea y Estados Unidos, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio este jueves la siguiente respuesta: &nbsp;&nbsp;&nbsp;\r\n  Hubo los dias 10 y 11 en esta capital las negociaciones entre los expertos de la RPDC y EE.UU. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion fueron debatidos los remedios tecnicos y practicos para llevar a cabo la neutralizacion de la instalacion nuclear de nuestro pais y el problema de ultimar la correspondiente compensacion politico-economica. &nbsp;&nbsp;&nbsp;\r\n  Las negociaciones resultaron exitosas.    \r\n\r\n\r\n"
        }
    ]
}