{
    "date": "2008-02-21",
    "url": "http://kcna.co.jp/item/2008/200802/20080221.htm",
    "articles": [
        {
            "title": "Chinese Embassy Hosts Reception",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "12th Kimjongilia Festival Closes",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#2",
            "content": "Chinese Embassy Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The Chinese embassy here Tuesday hosted a reception on the occasion of the 110th birth anniversary of Zhou Enlai and the 50th anniversary of his visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Vice Marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, Minister of Public Health Choe Chang Sik who is chairman of the Central Committee of the DPRK-China Friendship Association, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and others. &nbsp;&nbsp;&nbsp;\r\n On hand were Liu Xiaoming, Chinese ambassador to the DPRK, and staff members of his embassy. &nbsp;&nbsp;&nbsp;\r\n Liu Xiaoming in his speech made at the reception recalled the feats of Premier Zhou Enlai, noting that he visited the DPRK more frequently than any other countries. &nbsp;&nbsp;&nbsp;\r\n He stressed that Chairman Mao Zedong and Premier Zhou Enlai and President Kim Il Sung provided the tradition of friendship and cooperation between the two countries. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to set store by the legacy handed down by revolutionaries of the elder generation of China and Kim Il Sung and carry forward the Sino-DPRK friendship generation after generation, he noted that these relations are making fresh progress under the deep care of General Secretary Hu Jintao and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok in his speech recalled that Zhou Enlai maintained the relationship of sincere and profound comradeship with Kim Il Sung and whole-heartedly supported and encouraged the revolutionary cause of the DPRK. &nbsp;&nbsp;&nbsp;\r\n He said that the tradition of the DPRK-China friendship provided by Kim Il Sung, and Mao Zedong and Zhou Enlai is being carried and developed. &nbsp;&nbsp;&nbsp;\r\n He emphasized that the Korean people would as always make positive efforts to boost the DPRK-China relations of friendship and cooperation as intended by the top leaders of the two countries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Iranian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#3",
            "content": "12th Kimjongilia Festival Closes \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The 12th Kimjongilia festival that opened on the occasion of the birthday of Kim Jong Il closed with success. &nbsp;&nbsp;&nbsp;\r\n It was visited by hundreds of thousands of working people from all walks of life, school youth and children and many foreign guests. &nbsp;&nbsp;&nbsp;\r\n Among them were senior party, army and state officials, officials of party, armed forces and power bodies, public organizations, ministries and national institutions, congratulatory groups of overseas compatriots, the chief and staff members of the Pyongyang mission of the Anti-imperialist National Democratic Front, diplomatic envoys of different countries, the military attaches corps, the economic and commercial councilors corps and representatives of international organizations here and the delegation of the Japanese Society for the Study of Kimilsungism. &nbsp;&nbsp;&nbsp;\r\n Its closing ceremony took place at the Kimilsungia-Kimjongilia Exhibition on Wednesday. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Thae Bok, Yang Hyong Sop and officials of ministries, national institutions, public organizations and the units which contributed potted immortal flowers to the festival, servicepersons, working people and school youth and children and members of the congratulatory group of Koreans in Japan headed by Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).  At the ceremony certificates of top prize were awarded to three units including the Ministry of People's Security, those of the best prize to at least 80 units such as the Presidium of the Supreme People's Assembly, the Secretariat of the Cabinet and the Taesong Guidance Bureau, those of excellent prize to ten odd units including the Ministry of State Construction Control and those of special prize to the Chongryon Central Standing Committee, the General Association of Koreans in China and the Jilin Friendship Export and Import Co., Ltd. of China. &nbsp;&nbsp;&nbsp;\r\n Certificates of participation went to many families, servicepersons, working people, school youth and children and Chinese residents in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Pyong Hun, chairman of the Central Committee of the General Federation of Unions of Literature and the Arts of Korea, in a closing address underscored the need to make the festival of immortal flower more splendid and meaningful so as to significantly celebrate the greatest holiday of the Korean nation, holiday common to mankind.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian Great King Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#4",
            "content": "Iranian Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Morteza Moradian, Iranian ambassador to the DPRK, Tuesday hosted a reception at his embassy on the occasion of Kim Jong Il's birthday. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Minister of Labour Jong Yong Su and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Morteza Moradian in his speech made at the reception said that Kim Jong Il was born on Feb. 16, 1942 and grew up, receiving education from President Kim Il Sung and Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Recalling that Kim Jong Il has done everything for the people's freedom and independent development, he noted that the Korean people are working hard to open up the gate to a great prosperous powerful nation under his wise leadership. &nbsp;&nbsp;&nbsp;\r\n Noting that the friendly ties between Iran and the DPRK have grown deep under the care of the leaders of the two countries, he expressed belief that these ties would grow stronger in the future too. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in his speech said that the DPRK is getting richer and stronger by dint of the single-minded unity and demonstrating its dignity based on Songun to the whole world as it has Kim Jong Il at the head of the revolution. &nbsp;&nbsp;&nbsp;\r\n Noting that the friendly relations between the DPRK and Iran were forged through the joint struggle for independence against imperialism, he declared that the DPRK government would make positive efforts to boost them in the future, too.    \r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#5",
            "content": "Cambodian Great King Sends Large Floral Basket to DPRK Embassy  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Norodom Sihanouk, Great King of Cambodia, sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The delegation of the ministry of the Royal Palace of the Government of the Kingdom of Cambodia led by Deputy Prime Minister in charge of the Royal Palace Kong Sam Ol visited the embassy on Feb. 16 and laid the floral basket before the portraits of President Kim Il Sung and Kim Jong Il, authorized by the great king. &nbsp;&nbsp;&nbsp;\r\n The deputy prime minister asked the ambassador to convey the great king's best wishes for Kim Jong Il's good health, happiness and bigger success in his noble cause.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Foreigners",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#6",
            "content": "Cambodian King Sends Large Floral Basket to DPRK Embassy  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Cambodian King Norodom Sihamoni sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A delegation of the Ministry of the Royal Palace of the Cambodian government headed by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the embassy on Feb. 16 and laid the floral basket before the portraits of President Kim Il Sung and Kim Jong Il upon the authorization of the king. &nbsp;&nbsp;&nbsp;\r\n The deputy prime minister asked the DPRK ambassador to convey the king's best wishes for Kim Jong Il's good health and happiness and greater success in his noble cause.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets to DPRK Missions in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#7",
            "content": "Gifts to Kim Jong Il from Foreigners \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- General Secretary Kim Jong Il received gifts from the deputy chairman of the Government and minister for Economic Development and Foreign Relations of Khabarovsk Territory of Russia, the president of the Mexico-DPRK Friendship Parliamentary Group and the secretary general of the Union Solidarity and Development Association of Myanmar on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n The gifts were conveyed to officials of the DPRK missions in those countries on Feb. 13 and 14.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Figures Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#8",
            "content": "Floral Baskets to DPRK Missions in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Political parties, ministries, institutions, organizations and personages of different countries sent floral baskets to the DPRK missions in those countries to celebrate the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among them were the Commission for External Affairs of the Central Committee of the Communist Party, the Ministry of Defence, the Central Committee of the Fatherland Front and the Ministry of Culture, Sports and Tourism of Vietnam and the Vietnam-DPRK Friendship Association, the Ministry of Defence and Armed Forces Logistics, the Proletarian and Islamic Revolutionary Wounded Organization, the Workers' House and the Table-Tennis Federation of Iran, the People's Democratic Party and the Foreign Ministry of Uzbekistan, the Senat Ship and Trading Private Limited Co. of Singapore, the Workers' Party, the Socialist Popular Party and the People's Socialist Party of Mexico, the Mexican Committee for the Study of Kimilsungism and the Mexican Institute for the Study of the Juche Idea, and the FUNCINPEC Party, the Ministry of Culture and Fine Arts of Cambodia, the chairman of the C.C., the People's Party, the senior minister and minister of Finance and the Economy and the senior minister and minister of Education, Youth and Sports of Cambodia.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Day of Kuwait Marked",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#9",
            "content": "Foreign Figures Pay Congratulatory Visits to DPRK Embassies \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Foreign figures of different social standings paid congratulatory visits to the DPRK embassies in their respective capital cities from February 14 to 16 on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among them were the chairperson of the Party for Peace and Unity of Russia, heads of Bangladesh political parties including the Workers' Party of Bangladesh, the Bangladesh National Socialist Party, the Communist Party of Bangladesh (Marxist-Leninist) and the Bangladesh People's League and the secretary general of the Bangladesh-Korea Friendship and Solidarity Committee, the chairman of the Nigerian National Committee for the Study of the Juche Idea, the chairman of the Ethiopian Youth Study Group of the Juche Idea, the chairman of the Guinean National Committee for the Study of the Juche Idea and the chairman of the Paektusan Czech-Korean Friendship Association. &nbsp;&nbsp;&nbsp;\r\n The visitors laid floral baskets and bouquets before the full-length pictures of President Kim Il Sung and Kim Jong Il standing together and paid tribute to them.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Victory of Iranian Islamic Revolution Marked",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#10",
            "content": "National Day of Kuwait Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- A meeting was held at the Chollima House of Culture here on Wednesday to mark the 47th national day and the 17th liberation day of Kuwait. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Kuwait Friendship Association, and members of the association and working people in the city. &nbsp;&nbsp;&nbsp;\r\n The chairman of the association made an address at the meeting before a message of greetings to the emir of Kuwait was adopted. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting the participants looked round the photos and books showing the history, culture and custom of the Kuwaiti people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songs, Powerful Weapon for Victory of Revolution",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#11",
            "content": "Anniversary of Victory of Iranian Islamic Revolution Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the DPRK-Iran Friendship Association arranged a friendly gathering with staff members of the Iranian embassy in Pyongyang Wednesday on the occasion of the 29th anniversary of the victory of the Islamic Revolution in Iran. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Ambassador Morteza Moradian and staff members of the Iranian embassy. &nbsp;&nbsp;&nbsp;\r\n Members of the association were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants talked with each other about the matter of boosting the relations between the DPRK and Iran and played amusement games, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n On the same day the staff members of the embassy visited the Pyongyang Embroidery Institute.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Most Acclaimed Works of Symphonic and Orchestral Music",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#12",
            "content": "Songs, Powerful Weapon for Victory of Revolution\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The Korean people have emerged victorious, loudly singing revolutionary songs. &nbsp;&nbsp;&nbsp;\r\n In the days of the anti-Japanese revolutionary struggle, the hot-blooded young people of new generation under the leadership of President Kim Il Sung ushered in the dawn of revolution, singing the revolutionary hymn \"Star of Korea\", and the anti-Japanese guerrillas achieved the country's liberation through trials and difficulties, singing such revolutionary songs as \"The Song of the Anti-Japanese War\" and \"Nostalgia\".&nbsp;&nbsp;&nbsp;\r\n  Inheriting the brilliant traditions of the anti-Japanese struggle, the soldiers and people of Korea mowed down the U.S. imperialist aggressors during the years of the hard-fought Korean war, along with militant songs including \"On the Road to Decisive Battle\", \"Song of Defending Homeland\" and \"My Song in Trench\".&nbsp;&nbsp;&nbsp;\r\n The Korean people wrought epoch-making miracles with the \"Song Devoted to Marshal Kim Il Sung\" in the postwar period and opened up an era of prosperity in the country with the songs \"We'll Travel One Road Forever\" and \"Song of Comradeship\" in the days of the socialist construction. &nbsp;&nbsp;&nbsp;\r\n It is the intention of Kim Jong Il to bring a brighter dawn of a great, prosperous and powerful nation with the songs of revolution and struggle as the songs of victorious march. &nbsp;&nbsp;&nbsp;\r\n He put the State Merited Chorus in the van of the music politics in accordance with the requirement of the times advancing forward under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The powerful songs sung by the State Merited Chorus are reverberating far and wide over the country, calling the army and people to the general onward march for the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n They bridged over all difficulties during the periods of the \"Arduous March\" and the forced march, singing the songs of faith including \"Our Leader Will Always Be with Us\" and \"Let Us Hold High the Red Flag\".&nbsp;&nbsp;&nbsp;\r\n The Korean revolution, which started and has advanced with songs, will certainly win victory under the great music politics.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Ishihara's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#13",
            "content": "Most Acclaimed Works of Symphonic and Orchestral Music  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Works of symphonic and orchestral music of the DPRK are enthusiastically acclaimed by the audience for their versatile and unique themes and techniques of performance. &nbsp;&nbsp;&nbsp;\r\n The symphonies \"The Sea of Blood\", \"The Flower Girl\" and \"The Fate of a Self-defence Corps Man\" well convey the profound ideological and thematic message on the struggle of the popular masses for independence through an opulent symphonic rendition. &nbsp;&nbsp;&nbsp;\r\n Notably, the symphonic suite \"Long Journey for Songun Leadership\" illustrates the features of the development of Juche-oriented symphony. &nbsp;&nbsp;&nbsp;\r\n It reminds the audience of the history of the long journey of Songun in Korea and convinces them of the certain victory of the revolutionary cause of Juche under the Songun politics of Kim Jong Il. It tugs at the heartstrings of the people with thematic melodies which are organically unified while being contrastive both in tone and rhythm. &nbsp;&nbsp;&nbsp;\r\n The orchestral music \"Rich Harvest Comes to the Chongsan Plain\", \"My House in My Native Place\", \"A Girl on a Swing\" and \"Arirang\" which are on the theme of life give deep impressions for their unique representation of the ideological and thematic message of the works through the combination of such national instruments as saenap (Korean brass wind instrument) and small gong rich in national flavor with western instruments. &nbsp;&nbsp;&nbsp;\r\n The development and efflorescence of Juche-oriented musical art which has reached a high plane is unthinkable apart from the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Ultra-Right Organization's Boondoggle under Fire ",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#14",
            "content": "KCNA Blasts Ishihara's Reckless Remarks \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- Ishihara, Tokyo metropolitan governor, recently let loose balderdash again only to prove that he remains unchanged in the physiology as a Hitler type Japanese politician. &nbsp;&nbsp;&nbsp;\r\n When interviewed by AFP on Feb. 14, he let loose a spate of sheer sophism that \"only provocation from outside such as north Korea's missile launch can wake up Japanese\" and Japan has no intention to make apology for the war of aggression in the past and \"it was thanks to Japan's participation in the Second World War that colonial countries were liberated.\" &nbsp;&nbsp;&nbsp;\r\n Ishihara is a die-hard militarist as he is steeped in militarism to the marrow of his bones that led Japan to destruction in the last century. This is why he is denying and whitewashing Japan's crime-woven history and working hard to make it repeat itself, not away from the militarist view on history and wild ambition for aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists brought indescribable pain and misfortune to the people of Korea and other Asians in the past by perpetrating aggression and war for conquering and dominating Asia under the watchword of the \"Greater East Asia Co-prosperity Sphere\". The wounds inflicted upon them still remain unhealed despite the passage of long time. &nbsp;&nbsp;&nbsp;\r\n They are angered by Japan which whitewashes and eulogizes its history of aggression, persistently evading its responsibility for redeeming its past crimes, although more than 60 years have passed since its defeat. Japan's behavior is an intolerable mockery of the Koreans and other Asians and an outright challenge to the world public demanding Japan make a switchover to peace with a new appearance. &nbsp;&nbsp;&nbsp;\r\n It is not the first time that Ishihara, die-hard ultra-right reactionary element, let loose a whole string of rubbish justifying Japan's colonial domination and getting on the nerves of the people of neighboring countries that fell victim to it in the past. &nbsp;&nbsp;&nbsp;\r\n He made such bellicose remarks that he would not have hesitated to start a war had he become prime minister of the country and cried out for Japan's access to nuclear weapons, already going well beyond the tolerance limit. &nbsp;&nbsp;&nbsp;\r\n This political charlatan could behave so at the tacit connivance of the Japanese ultra-right reactionary forces and under their patronage as they are keen to legalize their militarist policy and totally negate Japan's past wrongs. &nbsp;&nbsp;&nbsp;\r\n Ishihara's behavior has something in common with the political purpose of the right-wing reactionary forces to revive militarism in Japan and realize without fail the ambition for overseas expansion which they failed to do so in the past century. &nbsp;&nbsp;&nbsp;\r\n What matters here is the political climate in Japan in which the ultra-right politician is allowed to seize every opportunity to whitewash Japan's past aggression which brought misfortune and disaster to the world and insult neighboring countries and people in those countries that fell victim to it. &nbsp;&nbsp;&nbsp;\r\n The international community cannot but be skeptical about the future of Japan as such guy as Ishihara is free to justify the past bitter history even today when peace and progress have become the main theme of the new century. &nbsp;&nbsp;&nbsp;\r\n The first step for Japan to become a normal state is to put an end to the political tragedy which spawns ultra-right elements keen to stem the trend of history.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans Called upon to Uphold Songun Politics",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#15",
            "content": "Japan's Ultra-Right Organization's Boondoggle under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The Society for Investigating the Issue of Specified Missing Persons, an ultra-right organization of Japan, recently decided to send a letter addressed to \"abductees\" to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The society is said to send a lot of anti-DPRK balloon-borne literature to the DPRK from south Korea this year, too, as it did last year. &nbsp;&nbsp;&nbsp;\r\n This is a ridiculous act as it is aimed to harm the dignity of the DPRK and tarnish its image and destabilize it under the pretext of the \"abduction issue.\"  The society is ill-famed for being a plot-breeding organization because it was censured and jeered by the public when the story about \"persons abducted\" by the DPRK spread by it proved to be false. &nbsp;&nbsp;&nbsp;\r\n This being a hard reality, this organization is set to send the above-said literature encouraging non-existent \"abductees\", far from drawing a lesson from its failed burlesques. Such folly can be done only by those keen on hatching plots against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Such ultra-right forces of Japan as riff-raffs of the society are sadly mistaken if they calculate they can achieve their aim by hyping the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n The ultra-right forces of Japan have so far busied themselves inaugurating radio broadcasting service and providing new frequency for short-wave radio broadcasting to handle the \"abduction issue.\" This ruckus, however, proved futile. &nbsp;&nbsp;&nbsp;\r\n Japan's hue and cry over the worn-out \"abduction issue\" only invited criticism of the international community. &nbsp;&nbsp;&nbsp;\r\n If the ultra-right forces of Japan continue going reckless, failing to face up to the reality, it will only precipitate their political destruction.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Move for Conclusion of FTA Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#16",
            "content": "Koreans Called upon to Uphold Songun Politics \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The Songun politics pursued by the Workers' Party of Korea serves as the most powerful treasured sword guaranteeing a bright prospect of national reunification and prosperity. The national reunification and the eternal prosperity of the nation will be achieved when all Koreans at home and abroad uphold the WPK's Songun politics with single-minded patriotic desire and loyalty. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK's Songun politics serves as a powerful ideological weapon as it helps bolster up the driving force for national reunification in every way by instilling stronger spirit of national independence and the will to achieve unity into all Koreans at home and abroad. &nbsp;&nbsp;&nbsp;\r\n Only when all the members of the nation have the transparent independent spirit of carving out destiny by their own efforts can they abide by the independent principle in settling the issue of the nation and achieve the great unity of the whole nation. &nbsp;&nbsp;&nbsp;\r\n The WPK's banner of Songun also serves as a matchless treasured sword for frustrating the vicious anti-reunification moves of the separatists at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is based on ardent patriotism. &nbsp;&nbsp;&nbsp;\r\n  The Korean nation's cause of reunification is sure to triumph thanks to the Juche-oriented patriotic forces for reunification armed with the spirit of national independence and firmly united under the banner of patriotism. &nbsp;&nbsp;&nbsp;\r\n The WPK's Songun politics serves as a powerful weapon for opening a bright prospect of national reunification and prosperity as it helps reliably defend peace and stability on the Korean Peninsula with matchless military forces. &nbsp;&nbsp;&nbsp;\r\n Peace is preserved and national security is firmly protected on the peninsula thanks to the WPK's Songun politics supported by the invincible armed forces. &nbsp;&nbsp;&nbsp;\r\n The June 15 era of reunification and its progress and the triumphant advance of the movement for independent reunification and the cause of peace and prosperity would be unthinkable without the Songun politics, a powerful weapon for peace. &nbsp;&nbsp;&nbsp;\r\n The WPK's Songun politics truly serves as a powerful treasured sword for ensuring peace of the country and achieving national reunification and prosperity, concludes the article.    \r\n\r\n\r\n"
        },
        {
            "title": "Internet Seminar Praises DPRK",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#17",
            "content": "Halt to Move for Conclusion of FTA Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- The south Korean Federation of University Student Councils reportedly issued a statement on February 14 denouncing the south Korean authorities' move to conclude FTA. &nbsp;&nbsp;&nbsp;\r\n Recalling that the \"bill calling for the ratification of FTA\" with the U.S. was brought up for discussion at the \"Unification, Foreign Affairs and Trade Committee of the National Assembly,\" the statement attributed this to the vicious conspiracy of the political camp to push forward the conclusion of the agreement, come what may. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the \"government\" and the \"National Assembly\" stop working for the conclusion of FTA without delay, warning that those who seek the conclusion of it against the people's mindset will face a severe judgment by the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Banquete en embajada china por aniversario de visita de Zhou Enlai ",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#18",
            "content": "Internet Seminar Praises DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 20 (KCNA) -- An Internet seminar on the subject of \"The DPRK, 60 years of victory and glory\" was held from Jan. 29 to Feb. 4 under the co-sponsorship of the Korean Friendship Association headquartered in Spain and its Thai Branch on the occasion of Kim Jong Il's birthday. &nbsp;&nbsp;&nbsp;\r\n Edited in the special page for the seminar opened in the DPRK homepage run by the above-said association were a picture of the three generals of Mt. Paektu, photos showing the undying feats of President Kim Il Sung and leader Kim Jong Il, a picture of the leader's old home in the secret camp in Mt. Paektu and tens of Korean films and songs. Also introduced in it were articles contributed to the seminar by personages of various countries. &nbsp;&nbsp;&nbsp;\r\n Chairman of the KFA Alejandro Cao de Benos, in his keynote report at the seminar, referred to the course of victory and glory covered by the DPRK under the leadership of Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung's cause of state building has been successfully carried forward by Kim Jong Il, the reporter said, adding that his Songun leadership and Songun policy serve as an invincible banner, an all-powerful treasured sword for guiding the DPRK along the road of victory. &nbsp;&nbsp;&nbsp;\r\n Then several personages made speeches under such titles as \"On the historical roots of the DPRK government\", \"Korean socialism is the most advantageous socialism centered on the popular masses\", \"The DPRK advancing with the Songun policy\" and \"Strong national tradition and pride are a guarantee for building a powerful socialist nation\".&nbsp;&nbsp;&nbsp;\r\n An appeal to the progressive organizations and peace-loving peoples of all countries was made public at the seminar. &nbsp;&nbsp;&nbsp;\r\n It stressed the need to resolutely reject the slanders against the DPRK and conduct the brisk activities for informing the world people of the truth about Korea. And it called for extending full support and encouragement to the Korean people in the efforts to defend the dignity and sovereignty of the country and the nation and build a great prosperous powerful socialist nation and intensifying the movement for international solidarity with the Korean people's cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n The seminar also adopted a letter to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The letter said it is entirely thanks to the Songun policy of Kim Jong Il that the DPRK is brilliantly shining as an invincible power with the best socialist system centered on the popular masses, the might of single-minded unity that can never be broken with even a nuke, and the powerful military strength.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Miembros de embajada china visitan granja cooperativa de Thaek-am",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Norodom Sihanouk envia gran cesto de flores a embajada coreana",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#20",
            "content": "Banquete en embajada china por aniversario de visita de Zhou Enlai \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de febrero (ATCC) -- La Embajada de la Republica Popular China en Corea ofrecio el dia 19 un banquete con motivo del 110o aniversario del natalicio de Zhou Enlai y del 50o aniversario de su visita a Corea. &nbsp;&nbsp;&nbsp;\r\n  Fueron invitados a la recepcion el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, el secretario del CC del Partido del Trabajo de Corea, Choe Thae Bok, el vicemariscal del EPC Kim Il Chol, ministro de las Fuerzas Armadas Populares, el ministro de Salud Publica y presidente del CC de la Asociacion de Amistad Corea-China, Choe Chang Sik, el presidente interino del Comite de Relaciones Culturales con el Extranjero, Mun Jae Chol, etc. &nbsp;&nbsp;&nbsp;\r\n  Estuvieron presentes el embajador Liu Xiaoming y otros miembros de la sede diplomatica china. &nbsp;&nbsp;&nbsp;\r\n  Liu enumero en su discurso las proezas del premier chino Zhou Enlai y dijo que Corea es el pais mas visitado por este. &nbsp;&nbsp;&nbsp;\r\n  El presidente Mao Zedong, el premier Zhou Enlai y el Presidente Kim Il Sung prepararon las tradiciones de amistad y cooperacion entre los dos paises, recalco el diplomatico. &nbsp;&nbsp;&nbsp;\r\n  Se debe apreciar las riquezas heredadas de los revolucionarios chinos de vieja generacion y del Presidente Kim Il Sung y dar continuidad de generacion en generacion a la amistad China-Corea, que experimenta hoy un nuevo desarrollo gracias a la profunda atencion del Secretario General Hu Jintao y su homologo Kim Jong Il, subrayo. &nbsp;&nbsp;&nbsp;\r\n  Al seguirle en usar la palabra, Choe Thae Bok recordo que Zhou Enlai establecio sincera y profunda amistad camaraderil con el Presidente Kim Il Sung y apoyo con toda sinceridad la causa revolucionaria de Corea. &nbsp;&nbsp;&nbsp;\r\n  Destaco que se llevan adelante las tradiciones de la amistad Corea-China preparadas por el Presidente Kim Il Sung, el camarada Mao Zedong y el camarada Zhou Enlai. &nbsp;&nbsp;&nbsp;\r\n  Expreso la voluntad de esforzarse activamente en lo adelante tambien por desarrollar las relaciones de amistad y cooperacion entre Corea y China conforme al proposito de los maximos dirigentes de los dos paises.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Clausurado el XII Festival de Kimjongilias",
            "url": "http://kcna.co.jp/item/2008/200802/news02/21.htm#21",
            "content": "Miembros de embajada china visitan granja cooperativa de Thaek-am\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 20 de febrero (ATCC) -- Con motivo del 50o aniversario de la visita del Presidente Kim Il Sung junto con el premier chino Zhou Enlai a la Granja Cooperativa de Thaek-am del capitalino municipio de Sun-an, el embajador chino en Corea, Liu Xiaoming, y otros miembros de la sede diplomatica china realizaron el dia 19 una visita a esta granja de amistad Corea-China. &nbsp;&nbsp;&nbsp;\r\n�@Los huespedes escucharon explicaciones ante el monumento a las instrucciones del Presidente Kim Il Sung dadas en el mismo terreno y recorrieron la casa y la sede de la junta administrativa de aquel entonces, visitadas por el junto con Zhou Enlai. &nbsp;&nbsp;&nbsp;\r\n�@Los visitantes donaron los medios de transporte y otros materiales y estrecharon el sentimiento de amistad conversando con los funcionarios de la granja. &nbsp;&nbsp;&nbsp;\r\n�@El embajador chino dijo que durante el recorrido por la granja siguiendo el mismo itinerario del premier Zhou Enlai y el Presidente Kim Il Sung, recordo con gran emocion la historia orgullosa de la amistad China-Corea. &nbsp;&nbsp;&nbsp;\r\n�@Subrayo el representante diplomatico que las relaciones de amistad China-Corea preparadas por los revolucionarios chinos de vieja generacion y el Presidente Kim Il Sung se desarrollan constantemente hoy bajo la profunda atencion del estimado camarada Hu Jintao y el gran Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n�@Expreso la voluntad de realizar ingentes esfuerzos por el desarrollo de la amistad China-Corea y deseo grandes exitos en la produccion agricola de dicha granja, simbolo de esa amistad. &nbsp;&nbsp;&nbsp;\r\n�@Ese dia, los huespedes recorrieron la lapida en la comuna de Ryong-i del distrito de Phyongwon de la provincia de Phyong-an del Sur, que presenta los meritos laborales del cuerpo de voluntarios del pueblo chino que habia participado en la pasada guerra coreana.     \r\n\r\n\r\n\r\n"
        }
    ]
}