{
    "date": "2008-09-15",
    "url": "http://kcna.co.jp/item/2008/200809/20080915.htm",
    "articles": [
        {
            "title": "Kim Jong Il Felicitates Russian President",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#1",
            "content": "Kim Jong Il Felicitates Russian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- General Secretary Kim Jong Il on Sept. 14 sent a congratulatory message to Russian President Dmitri Anatoliyevich Medvedev on his birthday. &nbsp;&nbsp;&nbsp;\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n I send congratulations to you on your birthday. &nbsp;&nbsp;&nbsp;\r\n I wish you good health and happiness and successes in your responsible work for the prosperity of the country.  \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Cuban Leader",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#2",
            "content": "Message of Sympathy to Cuban Leader \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Kim Yong Il, premier of the DPRK Cabinet, sent a message of sympathy to Raul Castro Ruz, President of the Council of State and president of the Council of Ministers of Cuba, on September 12 as regards the devastating hurricane that hit Cuba again, causing big damage to it. &nbsp;&nbsp;&nbsp; \r\n In the message they extended deep sympathy and consolation to Raul Castro Ruz and, through him, to the Cuban government and people and the inhabitants in the afflicted area and expressed belief that the aftermath of the natural disaster would be eradicated at an early date thanks to the strong will and efforts of the Cuban government and people. \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Mongolian PM",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#3",
            "content": "Congratulatory Message to Mongolian PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, Friday sent a congratulatory message to S. Bayar, on his reelection as Prime Minister of Mongolia. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the traditional friendly and cooperative relations between the two countries would grow stronger in the future, too, the message wished the prime minister success in his responsible work. \r\n\r\n\r\n"
        },
        {
            "title": "Guinean President Supports Cause of Korean People",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#4",
            "content": "Guinean President Supports Cause of Korean People \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- President Kim Il Sung was the first to recognize the independence of Guinea and expressed support and cooperation in politics, economy, culture and all other fields. This has been a precious treasure of the Guinean people and model of South-South cooperation. &nbsp;&nbsp;&nbsp;\r\n Lansana Conte, president of Guinea, stressed this on Sept. 5 when the DPRK ambassador to his country paid a courtesy call on him. &nbsp;&nbsp;&nbsp;\r\n The Guinean people will extend invariable support and solidarity to the Korean people in their just cause for defending the sovereignty of the country and achieving its development and reunification, he said. \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy in Havana from Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#5",
            "content": "Floral Basket to DPRK Embassy in Havana from Raul Castro Ruz \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- Raul Castro Ruz, President of the Council of State and president of the Council of Ministers of Cuba, sent a floral basket to the DPRK embassy in Havana on September 10 on the occasion of the 60th birthday of the DPRK. \r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Russia",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#6",
            "content": "Gifts to Kim Jong Il from Russia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- General Secretary Kim Jong Il received gifts from the chairperson of the Party for Peace and Unity of Russia, the general manager of the Russian Technical Glass Research Institute, general directors of Russian companies and a Russian war veterans' public organization on the occasion of the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Gifts were handed over to the DPRK ambassador to Russia during the period from Sept. 5 to 9. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Figure of Myanmar",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#7",
            "content": "Gift to Kim Jong Il from Figure of Myanmar \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- General Secretary Kim Jong Il received a gift from the mayor of Yangon City and chairman of the Yangon City Development Committee on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to an official concerned by Aung Thein Lynn, its mayor and chairman of the committee.    \r\n\r\n"
        },
        {
            "title": "Congratulatory Visit Paid to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#8",
            "content": "Congratulatory Visit Paid to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- The Chamberlain of the Presidency who is a special envoy of Muhammad Hosni Mubarak, president of the Arab Republic of Egypt, paid a congratulatory visit to the DPRK embassy in Cairo on Sept. 9 on the occasion of the 60th founding anniversary of the DPRK.\r\n\r\n"
        },
        {
            "title": "Malaysian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#9",
            "content": "Malaysian Ambassador Gives Reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- Malaysian Ambassador to the DPRK Rahimi Bin Harun hosted a reception at the Taedonggang Club for the Diplomatic Corps on September 12 on the occasion of the national day of Malaysia. &nbsp;&nbsp;&nbsp; \r\n Present there on invitation were Ri Ryong Nam, minister of Foreign Trade, Kim Yong Il, vice-minister of Foreign Affairs, Kang Chun Nam, vice-minister of Electronics Industry, Jon Yong Jin, vice-chairman of the Committee for Cultural Relations with Foreign Countries, officials concerned, foreign diplomatic envoys and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Malaysian embassy here were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception. \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Workers' Party of Mexico Winds up Its Visit to DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#10",
            "content": "Delegation of Workers' Party of Mexico Winds up Its Visit to DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The delegation of the Workers' Party of Mexico headed by Reginaldo Sandobal, coordinator of its National Coordinating Committee, went back on Saturday after winding up its visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n During its stay here the delegation visited Mangyongdae, the Tower of the Juche Idea, the Party Founding Museum, the Monument to Party Founding and the Kimilsungia-Kimjongilia Show for celebrating the 60th birthday of the DPRK.   \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Graves in Mangyongdae",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#11",
            "content": "Wreaths Laid before Graves in Mangyongdae\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- Wreaths were laid before the graves of Kim Po Hyon, Ri Po Ik, Kim Hyong Jik and Kang Pan Sok in Mangyongdae on Sunday on the occasion of the autumn festival. &nbsp;&nbsp;&nbsp;\r\n Seen before the graves were wreaths from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremonies were Kim Yong Nam, Kim Yong Chun, Choe Thae Bok and Vice-Premier Kwak Pom Gi, officials of party and power organs, working people's organizations, ministries and national institutions, and working people in the city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Placed before the graves amidst the playing of wreath-laying music were wreaths in the name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Also laid were wreaths in the name of ministries, national institutions, educational and press organs and party and power bodies and farms in the city. &nbsp;&nbsp;&nbsp;\r\n The participants paid silent tribute to Kim Po Hyon and Ri Po Ik, ardent patriots, Kim Hyong Jik, an indomitable revolutionary fighter and outstanding leader of the anti-Japanese national liberation movement in Korea, and Kang Pan Sok who dedicated her precious life to the cause of women's emancipation. \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Martyrs' Cemeteries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#12",
            "content": "Wreaths Laid before Martyrs' Cemeteries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- Wreaths were laid before the martyrs' cemeteries in different areas of the country on Sunday, the harvest moon day. &nbsp;&nbsp;&nbsp;\r\n Present at wreath-laying ceremonies were leading officials of local party and power bodies and working people's organizations and working people and school youth and children. &nbsp;&nbsp;&nbsp;\r\n Placed before the Hyesan Revolutionary Martyrs' Cemetery and other martyrs' cemeteries in various areas amid the playing of wreath-laying music were wreaths in the names of local party and power bodies, working people's organizations, factories, enterprises, farms, schools, etc. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of the martyrs who devoted their whole lives to the struggle for the sovereignty and independence and prosperity of the country, remaining loyal to the leadership of the party and the leader.    \r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Revolutionary and Patriotic Martyrs' Cemeteries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#13",
            "content": "Wreaths Laid before Revolutionary and Patriotic Martyrs' Cemeteries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- Wreaths were laid before the Revolutionary Martyrs Cemetery on Mt. Taesong and the Patriotic Martyrs Cemetery on Sunday on the occasion of autumn festival. &nbsp;&nbsp;&nbsp;\r\n Seen on the wreath-laying stands were wreaths from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremonies were Kim Yong Il, Yang Hyong Sop, Kim Ki Nam, Choe Yong Rim and Vice-Premier Jon Sung Hun, Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae, officials of party, armed forces and power organs, public organizations, ministries and national institutions, servicepersons of the Korean People's Army and working people from all walks of life in the city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Placed on the stands amid the playing wreath-laying music were wreaths in the name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Also laid were wreaths in the name of social organizations, ministries, national institutions, scientific, educational, cultural and arts, public health and media organs and party and power organs, enterprises and farms in the city. &nbsp;&nbsp;&nbsp;\r\n The participants paid silent tribute to the martyrs who dedicated their all to the liberation of the country, freedom and happiness of the people, the independent reunification of the country, the building of a great prosperous powerful socialist nation and the accomplishment of the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n Bouquets and flowers were laid before the bust of Kim Jong Suk, an anti-Japanese war hero, at the Revolutionary Martyrs Cemetery on Mt. Taesong on the same day.  \r\n\r\n\r\n"
        },
        {
            "title": "Posters for 11th Pyongyang International Film Festival Produced",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#14",
            "content": "Posters for 11th Pyongyang International Film Festival Produced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- Posters have been produced in the run-up to the 11th Pyongyang International Film Festival. &nbsp;&nbsp;&nbsp;\r\n The poster bearing word \"Welcome\" and depicting a bouquet is devoted to welcoming friends of the world coming to Pyongyang which hosts the festival.&nbsp;&nbsp;&nbsp;\r\n Among the posters are the one depicting pigeons with the letters \"Independence,\" \"Peace,\" and \"Friendship\" reflecting the desire and will of the Korean people and other progressives to live a happy life in a peaceful world free from war. &nbsp;&nbsp;&nbsp;\r\n The posters introducing the films which proved successful in the last festivals and films to be screened during the festival and the poster representing the torchlight prize to be awarded in the festival underscore the artistic significance of the film festival.    \r\n\r\n\r\n"
        },
        {
            "title": "11th Pyongyang International Film Festival to Be Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#15",
            "content": "11th Pyongyang International Film Festival to Be Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The 11th Pyongyang International Film Festival will be held here from September 17 to 26 amid the expectation and concern of the world people and progressive movie persons. &nbsp;&nbsp;&nbsp;\r\n To be screened during the festival will be films contributed by at least 70 organizations from more than 40 countries and international organizations. &nbsp;&nbsp;&nbsp; \r\nThe festival will involve a contest in full-length, documentary and short films and shows of special and information films. &nbsp;&nbsp;&nbsp;\r\n There will be also a preview of a Korean film. &nbsp;&nbsp;&nbsp; \r\n Successful participants will receive a torch prize, a special prize of the international jury of the festival, a special prize of the organizing committee of the festival and awards for special shows. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Autumn International Trade Fair to Be Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#16",
            "content": "Pyongyang Autumn International Trade Fair to Be Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The 4th Pyongyang Autumn International Trade Fair will be held in the DPRK from Sept. 22 to 25. &nbsp;&nbsp;&nbsp;\r\n The fair, sponsored by the Korean International Exhibition Corporation, is to be participated in by more than 150 companies and enterprises from many countries and regions. &nbsp;&nbsp;&nbsp;\r\n Exhibited there will be different kinds of machine tools, electric and electronic apparatuses, rolling-stocks, petrochemicals, medicaments, daily necessities, foodstuffs and so on. &nbsp;&nbsp;&nbsp;\r\n Activities such as consultation, interchange and economic cooperation will be undertaken during the fair. &nbsp;&nbsp;&nbsp;\r\n Companies and enterprises of China, Russia, Denmark, Germany, Sweden, Singapore, U.K., Italy, Indonesia, Cuba, Poland and others have already applied for the participation in the fair. &nbsp;&nbsp;&nbsp;\r\n The number of applicants is increasing. \r\n\r\n\r\n"
        },
        {
            "title": "Eternal Foundation for Building of Songun Korea Laid by President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#17",
            "content": "Eternal Foundation for Building of Songun Korea Laid by President Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- President Kim Il Sung is the great leader who built a powerful socialist country strong in independence on this land by dint of Songun. &nbsp;&nbsp;&nbsp;\r\n The President, who liberated the country by leading the anti-Japanese armed struggle to victory, put forward the line of building a new country and three tasks of building a party, state and army for its implementation in his historic speech \"On Building the Party, State and Armed Forces in the Liberated Homeland\" in August Juche 34 (1945) when a sacred task for building an independent and sovereign state was raised. &nbsp;&nbsp;&nbsp;\r\n He set forth the policy of founding the party involving the anti-Japanese revolutionary fighters as its core and revolutionaries active at home and abroad. He pushed ahead with the work for carrying it into practice and thus founded the Workers' Party of Korea, the political general staff of the Korean revolution, on October 10, 1945. &nbsp;&nbsp;&nbsp;\r\n After the foundation of the Party, he instituted military educational organs including Pyongyang Institute and a munitions factory for founding modern regular armed forces. He, basing himself on this, reorganized the Korean People's Revolutionary Army as the Korean People's Army on February 8, 1948, thus providing a sure guarantee for protecting the construction of an independent and sovereign state by the efforts of the Korean people. &nbsp;&nbsp;&nbsp;\r\n In the days of the anti-Japanese war, he advanced and brilliantly materialized the line of building a Juche-oriented government. After the liberation of the country, he also successfully accomplished the great cause of establishing the people's government, backed by the armed forces. &nbsp;&nbsp;&nbsp;\r\n He led the revolutionary armed forces to firmly defend the borders and coast lines and the precious lives of the people and the valuable properties of the country such as railways, industrial establishments and reservoirs as well as the activities of the people's committees. &nbsp;&nbsp;&nbsp;\r\n The servicepersons of the Korean People's Army foiled the enemies' ceaseless military provocations along the 38th parallel (demarcation line) and defended the revolutionary democratic base in the northern half of Korea. &nbsp;&nbsp;&nbsp;\r\n The founding of the Democratic People's Republic of Korea on September 9, 1948 under the wise leadership of the President enabled the Korean people to conduct proud activities in the international arena. &nbsp;&nbsp;&nbsp;\r\n Thanks to the eternal foundation for building the Songun-based country provided by the President, the DPRK has pushed ahead vigorously with the cause of building a rich and powerful country, increasing the defence capabilities of the nation by dint of Songun and shattering all the aggression and challenge of the imperialists at every step in the grave periods of the revolution -- the Fatherland Liberation War, the postwar rehabilitation and construction, socialist revolution and socialist construction. &nbsp;&nbsp;&nbsp;\r\n Under the Songun politics of General Secretary Kim Jong Il today the political and military potentials of the DPRK are increased in every way and its dignity and might demonstrated to the whole world.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Worthwhile Life of Korean People",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#18",
            "content": "Rodong Sinmun on Worthwhile Life of Korean People\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The DPRK is the greatest country for the people in the world as it has embodied President Kim Il Sung's idea of believing in people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean people are leading the worthiest socio-political life under the care of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The collectivist spirit of helping and leading each other forward, comradeship and the sense of obligation are prevailing throughout our society where all people form socio-political organism united close around the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n The people of the DPRK enjoy great social benefits thanks to the popular policies of the Party and the state. &nbsp;&nbsp;&nbsp;\r\n They have been supplied with food by the state almost free of charge for scores of years. They have been free from worries about the education of their children and medical treatment thanks to free education and healthcare systems. They do not even know what taxation is like as the tax system, a leftover of the old exploiting society, was completely abolished long ago. The Party and the state have invariably pursued popular policies for the last more than decade despite so difficult conditions. &nbsp;&nbsp;&nbsp;\r\n In the DPRK the Party and the state provide the people with conditions for an ideological and culture life in a responsible manner. There is an excellent system in the DPRK under which all the people study and bases for ideological education and centers for cultural and emotional life of the people are found in every place of the country. &nbsp;&nbsp;&nbsp;\r\n The imperialists are becoming more desperate in their moves for ideological and cultural poisoning and psychological warfare in a bid to benumb the revolutionary consciousness of the people in the DPRK and infiltrate into it a corrupt bourgeois way of life. But no crafty and mean moves of the enemy can ever work on the Korean people who are convinced through their actual life that the Korean-style ideological and cultural life, socialist way of life of Korean style, is the best. &nbsp;&nbsp;&nbsp;\r\n It is entirely thanks to the leadership of Kim Jong Il that the Korean people have led a worthwhile life generation after generation under the care of the DPRK.\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Urged",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#19",
            "content": "Repeal of NSL Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- The ill-famed \"National Security Law\" (NSL) should be repealed without delay as it is a legal mechanism inciting confrontation between fellow countrymen and checking the national reunification while backing the barbaric suppression of the patriotic people desirous of independence, democracy and reunification in south Korea. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Sunday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Noting that the NSL, a leftover of the era of inter-Korean confrontation, labels the fellow countrymen in the north \"enemies\" though the compatriots in the south should achieve reconciliation and unity with them, and indiscriminately incriminates all pro-reunification patriotic activities conducted with them on the strength of the law, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The NSL diametrically runs counter to the idea of \"By our nation itself\" which calls on the north and the south to pool efforts. &nbsp;&nbsp;&nbsp;\r\n As long as the NSL remains in force, it is impossible for the Koreans in the north and the south to pool their efforts nor is it possible for them to fulfill their responsibility and role as those responsible for reunification nor is it possible to think about any progress in the June 15 era of reunification, the era of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group in south Korea are the reactionary forces swimming against the trend of the times. They are inciting north-south confrontation and desperately trying to deter the movement for national reunification from making any progress by persistently invoking the NSL despite the unanimous denunciation of all the Koreans. &nbsp;&nbsp;&nbsp;\r\n The true aim sought by the group is to put an end to the June 15 era of reunification, not to advance it, and perpetuate the division and confrontation, not to seek what it called \"co-existence and co-prosperity.\" The progress of the movement for national reunification is retarded and the inter-Korean relations are deteriorating as the days go by due to this group's moves. It is impossible to preserve the achievements made in the June 15 era of reunification nor is it possible to achieve the cause of independent reunification and peace and prosperity unless the Lee group is forced to stop its fascist suppression of pro-reunification activities on the strength of the NSL. \r\n\r\n"
        },
        {
            "title": "S. Korea-U.S. \"Security Policy Initiative Meeting\" under Fire",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#20",
            "content": "S. Korea-U.S. \"Security Policy Initiative Meeting\" under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- The People for Achieving Peace and Reunification of south Korea, the South Headquarters of the National Alliance for the Country's Reunification, the Council for Supporting the Prisoners of Conscience of the Family Movement for Realizing Democracy, the Green Federation and other civic and public bodies called a press conference in Seoul on Sept. 10 at which they condemned the shackling south Korea-U.S. \"security policy initiative meeting\" for aggression. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference asserted that the meeting held that day was aimed to perpetuate the U.S. presence in south Korea and strengthen the U.S. military domination over Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n They noted that the U.S. put pressure on south Korea to meet the interests of the U.S. only under the signboard of \"alliance\", adding that the outcome of the meeting would be clear whatever issues the meeting might discuss. &nbsp;&nbsp;&nbsp;\r\n They urged to immediately stop the above-said meeting.\r\n\r\n"
        },
        {
            "title": "Hanchongryon Calls for Terminating U.S. Military Presence",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#21",
            "content": "Hanchongryon Calls for Terminating U.S. Military Presence\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- The Headquarters of the Actions of the 16th-term south Korean Federation of University Councils (Hanchongryon) issued a statement on Sept. 8 titled \"Let's terminate the U.S. military presence and usher in a new era of independence, reunification, peace and prosperity\".&nbsp;&nbsp;&nbsp;\r\n The statement denounced the U.S. forces for having committed all sorts of despicable crimes and ruthlessly trampled down the sovereignty of the people after illegally occupying south Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. is talking about \"peace\" but this is nothing hypocrisy made by the wolf-like aggressor keen to dominate the world by \"strength,\" it noted, calling for dealing decisive blows at the U.S. hell-bent on the moves to spoil the atmosphere of peace and reunification on the Korean Peninsula and the Lee Myung Bak regime, its running dog. &nbsp;&nbsp;&nbsp; \r\n  The statement called for terminating the disgraceful 63-year-long history of the U.S. forces' presence and thoroughly implementing the June 15 joint declaration and the October 4 declaration in order to usher in a new era of independent reunification, peace and prosperity by the efforts of the Koreans. \r\n\r\n"
        },
        {
            "title": "U.S. Hostile Policy towards DPRK under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#22",
            "content": "U.S. Hostile Policy towards DPRK under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The 108th anti-U.S. solidarity rally was held in Seoul on September 9 by civic and public organizations including the People for Achieving Peace and Reunification, the South Headquarters of the National Alliance for the Country's Reunification, the Council for Supporting the Prisoners of Conscience of the Family Movement for Realizing Democracy and the Inhabitants Committee of Measures against the Expansion of the Mugon-ri Drill Ground of south Korea. &nbsp;&nbsp;&nbsp; \r\n Speakers at the rally recalled that a stumbling block is lying in he way of the six-party talks due to the United States' deliberate non-implementation of its commitment to cross the DPRK off the list of \"state sponsors of terrorism\".&nbsp;&nbsp;&nbsp;\r\n They branded the U.S attitude of putting up the delisting the DPRK as a \"state sponsor of terrorism\" as a precondition, talking about what it called \"verification\" as a shameless act contrary to the agreement reached at the six-party talks. &nbsp;&nbsp;&nbsp;\r\n They declared that peace on the Korean Peninsula would be unthinkable without the scrapping of the south Korea-U.S. \"alliance\" and the withdrawal of the U.S. troops from south Korea. &nbsp;&nbsp;&nbsp;\r\n They charged that south Korea's increased share of upkeep of the U.S. forces in south Korea and the moves for the expansion of the Mugon-ri drill ground would only result in backing the U.S. in its efforts to realize its  \"strategic flexibility\".&nbsp;&nbsp;&nbsp;\r\n The U.S. continued insistence upon south Korea's increase of the above-said share would trigger off another fierce anti-U.S. candlelight struggle, they warned.\r\n\r\n"
        },
        {
            "title": "End to History of U.S. Forces' Presence in S. Korea Called for",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#23",
            "content": "End to History of U.S. Forces' Presence in S. Korea Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification on Sep. 8 issued a statement titled \"Let us put an end to the humiliating history of the U.S. forces' presence in south Korea through a struggle\".&nbsp;&nbsp;&nbsp;\r\n Accusing the U.S. troops of occupying south Korea on September 8, 1945, thus converting it into a colony, the statement branded the forces as an occupation army, a chieftain of massacre and a group of criminals and a war-like group inciting a war to exterminate the nation. &nbsp;&nbsp;&nbsp;\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is making desperate efforts to ignite a war by using the U.S. troops in south Korea and Lee Myung Bak, a pro-U.S. warmonger, as a shock force in a bid to materialize its wild design to put the Korean Peninsula and the rest of Northeast Asia under its control. &nbsp;&nbsp;&nbsp;\r\n The youth and students should put an end to the history of the U.S. troops' presence in south Korea through their fierce anti-U.S., anti-Lee Myung Bak struggle under the uplifted banner of \"By our nation itself\", the basic idea of the June 15 joint declaration and the October 4 declaration, and usher in the era of independence. &nbsp;&nbsp;&nbsp;\r\n The youth and students should build up strong public opinion to roundly expose the U.S. troops' true intention to perpetuate their presence in south Korea and their crimes and intensify the actions to check the opening of south Korean market to American beef and the expansion of the U.S. military bases and the struggle for peace against war. &nbsp;&nbsp;&nbsp;\r\n The statement called upon the youth and students to take the lead in the struggle for the ouster of the Lee Myung Bak regime swimming against the June 15 era of reunification obsessed with sycophancy towards the U.S. while inciting confrontation with compatriots.     \r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group's Arms Build-up and War Exercises Flayed",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#24",
            "content": "Lee Myung Bak Group's Arms Build-up and War Exercises Flayed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 942 on Sept. 12 three years since the south Korean puppet warlike forces made public the \"National Defence Reform 2020\", a provocative plan for arms build-up. &nbsp;&nbsp;&nbsp;\r\n According to the above-said plan, over the past three years the puppets have massively shipped up-to-date war hardware and WMDs into south Korea and staged saber rattling almost everyday including joint military exercises with the U.S., rendering the situation strained, the information bulletin said, and went on: &nbsp;&nbsp;&nbsp;\r\nThe arms build-up and war exercises targeted against the north have become evermore frantic since the emergence of the Lee Myung Bak regime in south Korea, in particular. &nbsp;&nbsp;&nbsp;\r\n Due to the Lee group's reckless and provocative arms build-up and war moves against the north, the north-south relations have been further deteriorated and the situation on the Korean Peninsula is so tense that a war may break out any time. &nbsp;&nbsp;&nbsp;\r\n The Lee group is talking a lot about \"ensuring peace\" on the peninsula and \"developing the south-north relations for the co-existence and co-prosperity\" in a bid to evade the responsibility for having zealously followed foreign forces' criminal hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n But no one would lend an ear to the double-dealing sophism and with nothing can the group of traitors cover up their treacherous and anti-reunification nature. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group had better behave themselves, bearing in mind that those going against the aspiration of the nation and the trend of the times will only meet a miserable end.   \r\n\r\n"
        },
        {
            "title": "Floral Basket Laid before Portrait of Smiling Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#25",
            "content": "Floral Basket Laid before Portrait of Smiling Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- A function of laying a floral basket before the portrait of smiling President Kim Il Sung took place at the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on Sept. 5 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were the secretary general and the director of the Political Department and the Executive Secretariat and members of the organisation and the DPRK ambassador to Cuba and staff members of his embassy. &nbsp;&nbsp;&nbsp;\r\n The participants laid the floral basket before the portrait of smiling Kim Il Sung and paid tribute to him. \r\n\r\n"
        },
        {
            "title": "Nordic Seminar on DPRK Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#26",
            "content": "Nordic Seminar on DPRK Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- A Nordic seminar on the DPRK took place in Sweden on August 30 on the occasion of the 60th birthday of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n Present there were figures of political parties and members of organizations for friendship and solidarity with the Korean people in Sweden, Norway, Denmark, Finland and Switzerland and figures of the Nordic Cooperation Committee for Friendship and Solidarity with the Korean People and the Korean Friendship Association headquartered in Spain. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were the DPRK friendship delegation headed by Hong Son Ok, vice-chairperson of the Committee for Cultural Relations with Foreign Countries who is vice-chairperson of the Korean Committee for Solidarity with World People, the DPRK ambassador to Sweden and staff members of his embassy in Stockholm. &nbsp;&nbsp;&nbsp;\r\n A key report made by Christer Lundgren, chairman of the Sweden-Korea Friendship Association, was followed by speeches made by Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, Esko Koskinen, chairman of the Finland-Korea Society, Martin Lotscher, chairman of the Switzerland-Korea Committee, Alejandro Cao de Benos, chairman of the Korean Friendship Association headquartered in Spain, and others. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers spoke highly of the immortal exploits performed by President Kim Il Sung in the nation-building and the leadership exploits Kim Jong Il has performed in strengthening and developing the DPRK. &nbsp;&nbsp;&nbsp;\r\n They said that the situation remains so tense on the Korean Peninsula but a war has not broken out but peace has been preserved there entirely thanks to the Songun politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that Korean-style socialism centered on the popular masses is sure to triumph as it is led by Kim Jong Il, they reiterated their resolutions to intensify the movement for supporting the just cause of the Korean people. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted there. &nbsp;&nbsp;&nbsp;\r\n The letter said that the DPRK has covered a path of shining victory and prosperity over the last six decades under the wise leadership of Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the Korean people under the wise leadership of Kim Jong Il would continue to emerge victorious in the struggle to accomplish the socialist cause by courageously overcoming all difficulties and hardships.  \r\n\r\n"
        },
        {
            "title": "Nordic Friendship and Solidarity Organization Meets",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#27",
            "content": "Nordic Friendship and Solidarity Organization Meets\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- A meeting of the Nordic Cooperation Committee for Friendship and Solidarity with the Korean People was held in Sweden on August 30. &nbsp;&nbsp;&nbsp;\r\n Present there were personages of the above-said Nordic committee and organizations for friendship and solidarity with the Korean people in Norway, Denmark, Sweden, Finland and Switzerland. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the activities conducted to boost the friendly and cooperative relations with the DPRK since the Copenhagen meeting held in April of 2002 and activities for supporting the Korean people's just cause of building a great prosperous powerful socialist nation and achieving the independent and peaceful reunification of the country, in particular. It discussed and decided on an action programme for 2008-2012. &nbsp;&nbsp;&nbsp;\r\n The action programme called for significantly commemorating the centenary of birth of President Kim Il Sung and the birthday of General Secretary Kim Jong Il as auspicious holidays common to humankind. &nbsp;&nbsp;&nbsp;\r\n It said that the organization would positively conduct activities for supporting the Korean people in their just cause of achieving the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The meeting elected members of the leadership of the Nordic Cooperation Committee for Friendship and Solidarity with the Korean People. &nbsp;&nbsp;&nbsp;\r\n Christer Lundgren, chairman of the Sweden-Korea Friendship Association, Esko Koskinen, chairman of the Finland-Korea Society, Dag Norum, chairman of the Ostfold Branch of the Norway-Korea Friendship Society, and Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, were elected co-chairmen of the committee. \r\n\r\n"
        },
        {
            "title": "Centenary of Birth of Kim Il Sung to Be Observed in Nordic Countries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#28",
            "content": "Centenary of Birth of Kim Il Sung to Be Observed in Nordic Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- A Nordic preparatory committee for commemorating the centenary of birth of President Kim Il Sung was formed with due ceremony in Stockholm on Aug. 30. &nbsp;&nbsp;&nbsp;\r\n Present at the inaugural ceremony were figures and members of the Nordic Cooperation Committee for Friendship and Solidarity with the Korean People and organizations for friendship and solidarity with the Korean people in Norway, Denmark, Sweden, Finland and Switzerland. &nbsp;&nbsp;&nbsp;\r\n The ceremony elected Christer Lundgren, chairman of the Sweden-Korea Friendship Association, Esko Koskinen, chairman of the Finland-Korea Society, Dag Norum, chairman of the Ostfold Branch of the Norway-Korea Friendship Society, and Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, co-chairmen of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee discussed the issues of significantly commemorating the birthdays of Kim Il Sung and General Secretary Kim Jong Il as holidays common to humankind, stirring up the atmosphere of praising the great men till 2012 and intensifying the activities for introducing the DPRK among broad strata of people in the Nordic countries in order to give further momentum to the activities for positively supporting the Korean people in their struggle to build a great prosperous powerful nation and achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n An appeal to the organizations for friendship and solidarity with the Korean people in different countries of the world was adopted at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The appeal called on the above-said organizations to inaugurate preparatory committees for commemorating the centenary of birth of Kim Il Sung and organize colorful political and cultural events in the period till April of 2012 for the purpose of glorifying the idea and exploits of the President. &nbsp;&nbsp;&nbsp;\r\n It also called on the above-said organizations to positively support a proposal for erecting in the area of Mt. Paektu the statues of the three generals of Mt. Paektu as part of the work to commemorate the centenary of birth of Kim Il Sung and take an active part in the erection of the statues.  \r\n\r\n"
        },
        {
            "title": "Bangladeshi Figure Supports Korean People's Cause",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#29",
            "content": "Bangladeshi Figure Supports Korean People's Cause\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- Garib Newaz, president of the Bangladesh People's League, released a statement on Sept. 7 on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement said that President Kim Il Sung founded the Democratic People's Republic of Korea in which the popular masses became genuine masters of the country and built it into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, thereby setting a shining example in building a sovereign and independent state, adding that these undying exploits would shine forever. &nbsp;&nbsp;&nbsp;\r\n Holding General Secretary Kim Jong Il, distinguished statesman and iron-willed brilliant commander, in high esteem, the DPRK has won one victory after another, meeting the challenges of the imperialists and weathering out all sorts of trials and greeted a new heyday of building a great prosperous powerful socialist nation, it noted. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that only victory and glory are in store for the Korean people struggling to achieve the independent and peaceful reunification of the country and open up the gate of a great prosperous powerful nation under the outstanding Songun leadership of Kim Jong Il, the statement extended full support and solidarity to the Korean people in their just cause.    \r\n\r\n"
        },
        {
            "title": "Birthday of DPRK Observed in Brazil and Nigeria",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#30",
            "content": "Birthday of DPRK Observed in Brazil and Nigeria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The Brazilian and Nigerian organizations issued bulletins to mark the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Brazil-Korea Friendship Association carried an article titled \"2008, year of historic turn in the DPRK\" in its bulletin on Sept. 2. &nbsp;&nbsp;&nbsp;\r\n The article said that President Kim Il Sung's founding of the DPRK marked a historic event in which he put forward the Korean people as an independent and powerful revolutionary people and ushered in a new era of building a socialist state centered on the popular masses. &nbsp;&nbsp;&nbsp;\r\n The article noted that the cause of building a rich and powerful country of Kim Il Sung, father of socialist Korea and father of the nation-building, is being successfully carried forward by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Pointing out that the Korean people would greet the centenary of birth of Kim Il Sung in 2012, the article stressed that it is the resolution and will of the Workers' Party of Korea to fling open the gate of a great prosperous powerful nation in 2012 without fail by bringing economy and the standard of people's living to a high level in reliance upon the tremendous political and military potentials reinforced by dint of Songun. &nbsp;&nbsp;&nbsp;\r\n The Nigerian National Committee for the Study of the Juche Idea said in an article titled \"Warm congratulations on the 60th birthday of the DPRK\" carried in its bulletin on Sept. 3 that the President expounded an original idea and theory of nation-building, thus providing firm guidelines for nation-building, built a genuine people's government and developed it into a powerful weapon for carrying out the cause of socialism and built the DPRK into a country winning one victory after another in reliance upon the solid political, military and economic foundations.\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy in Hanoi",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#31",
            "content": "Floral Basket to DPRK Embassy in Hanoi\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 14 (KCNA) -- Nong Duc Manh, general secretary of the Central Committee of the Communist Party of Vietnam, sent a floral basket to the DPRK embassy in Hanoi on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was conveyed to the DPRK ambassador to Vietnam on Sept. 8 by an official of the Commission for External Affairs of the Central Committee of the Communist Party of Vietnam upon the authorization of the general secretary.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il envia mensaje de felicitacion a Medvedev",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#32",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam y Kim Yong Il expresan condolencias a Raul Castro",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#33",
            "content": "Kim Jong Il envia mensaje de felicitacion a Medvedev\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de septiembre (ATCC) -- El Dirigente Kim Jong Il envio el dia 14 un mensaje de felicitacion al presidente de la Federacion Rusa, Dmitri Anatoliyevich Medvedev, en ocasion de su cumpleanos. &nbsp;&nbsp;&nbsp;\r\n  La misiva senala: &nbsp;&nbsp;&nbsp;\r\n  Hago llegarle a usted mi felicitacion con motivo de su cumpleanos. &nbsp;&nbsp;&nbsp;\r\n  Le deseo buena salud, felicidad y exitos en su labor responsable para la prosperidad del pais.\r\n\r\n"
        },
        {
            "title": "Entidades de Brasil y Nigeria editan boletines por efemeride coreana",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#34",
            "content": "Kim Yong Nam y Kim Yong Il expresan condolencias a Raul Castro\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 13 de septiembre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, y el premier del Consejo de Ministros, Kim Yong Il, enviaron el dia 12 un telegrama de consuelo al presidente de los Consejos de Estado y de Ministros de la Republica de Cuba, Raul Castro Ruz, con motivo de que esta nacion antillana volvio a sufrir muchas perdidas por otro huracan fuerte. &nbsp;&nbsp;&nbsp;\r\nEn la misiva los remitentes expresan profunda compasion y condolencias al mandatario y, por su conducto, al gobierno y el pueblo cubanos y a los habitantes de las zonas damnificadas. &nbsp;&nbsp;&nbsp;\r\nIgualmente, manifiestan la conviccion de que gracias a la firme voluntad y esfuerzos del gobierno y el pueblo de Cuba, seran reparadas cuanto antes las consecuencias del desastre natural.    \r\n\r\n"
        },
        {
            "title": "Kim Il Sung sento base de Corea del Songun",
            "url": "http://kcna.co.jp/item/2008/200809/news09/15.htm#35",
            "content": "Entidades de Brasil y Nigeria editan boletines por efemeride coreana\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 13 de septiembre (ATCC) -- Las entidades de Brasil y Nigeria editaron boletines dedicados al 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nLa Asociacion de Amistad Brasil-Corea inserto el dia 2 en el boletin un articulo intitulado \"2008, ano de viraje historico de Corea\".&nbsp;&nbsp;&nbsp;\r\nEl articulo senala que la fundacion de la RPDC por el Presidente Kim Il Sung fue un evento historico que convirtio al pueblo coreano en el independiente, poderoso y revolucionario y dio inicio a la construccion del Estado socialista centrado en las masas populares. &nbsp;&nbsp;&nbsp;\r\nProsigue que la causa de construccion de una patria prospera del Presidente, fundador de la Corea socialista y padre de la construccion del Estado, la lleva adelante el Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nAl destacar que el pueblo coreano acogera en 2012 el centenario del natalicio del Presidente Kim Il Sung, agrega que el Partido del Trabajo de Corea tiene la determinacion y voluntad de abrir sin falta en ese ano la puerta de la gran potencia prospera al situar en alto nivel la economia y la vida del pueblo basandose en el fuerte poderio politico-militar consolidado en virtud del Songun (priorizacion militar). &nbsp;&nbsp;&nbsp;\r\nPor su parte, el Comite Nacional Nigeriano de Estudio de la Idea Juche publico el dia 3 en su boletin el articulo \"Calurosa felicitacion al 60o aniversario de la fundacion de la Republica Popular Democratica de Corea\".&nbsp;&nbsp;&nbsp;\r\nEl articulo relata en detalles que el Presidente preparo la firme guia directiva de la construccion del Estado al presentar la original idea y teoria sobre este tema, establecio el verdadero Poder del pueblo y lo fortalecio como poderoso aparato para el cumplimiento de la causa socialista. &nbsp;&nbsp;&nbsp;\r\nDestaca que el convirtio la RPDC en un pais que avanza victoriosamente basandose en el firme cimiento politico, militar y economico.    \r\n\r\n"
        }
    ]
}