{
    "date": "2008-04-11",
    "url": "http://kcna.co.jp/item/2008/200804/20080411.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Artillery Company",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Command of KPA Combined Unit",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#2",
            "content": "Kim Jong Il Inspects KPA Artillery Company \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- General Secretary Kim Jong Il inspected an artillery company of KPA Unit 109 honored with the title of O Jung Hup-led Seventh Regiment. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself with the company's performance of guard duty, he appreciated the efforts made by its soldiers, expressing satisfaction over the fact that they are fulfilling their combat duty with vigilance and in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n The soldiers of the company have grown to be a-match-for-a hundred fighters in the course of waging a dynamic drive to learn from the fighting spirit of the forerunners including heroes Ri Su Bok and Kang Ho Yong, he said, stressing the need for all of them to become heroes in the sacred battle to defend the country by glorifying every moment of their military service with praiseworthy feats. &nbsp;&nbsp;&nbsp;\r\n He took warm care of the service and living of the soldiers, going round various places of the company. &nbsp;&nbsp;&nbsp;\r\n Noting that all the units of the People's Army are intensifying their combat and political training and, at the same time, working hard to provide their soldiers with better living conditions by their own efforts in the revolutionary spirit of self-reliance and distinguishing themselves in the work to accomplish the cause of building a great prosperous powerful nation, he said that this is a manifestation of the inexhaustible mental power of the KPA, the army of the party, the leader and the people. &nbsp;&nbsp;&nbsp;\r\n After enjoying an art performance given by the soldiers of the company, he said that all the soldiers of the KPA are very strong in idea and faith, adding that the DPRK, the glorious motherland, will eternally prosper, throwing its bright rays as a socialist fortress as the matchless ranks of human bullets and bombs are standing guard over the first line of the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the soldiers of the company.    \r\n\r\n\r\n"
        },
        {
            "title": "SPA Delegation Leaves to Participate in IPU Conference",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#3",
            "content": "Kim Jong Il Inspects Command of KPA Combined Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- General Secretary Kim Jong Il inspected the command of KPA Combined Unit 337. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Kyok Sik, chief of the General Staff of the KPA, Kim Jong Gak, first deputy director of the General Political Department of the KPA, and KPA Generals Hyon Chol Hae and Kim Myong Guk. &nbsp;&nbsp;&nbsp;\r\n He went round the room devoted to the history of the unit, conducted by the commander of the unit. &nbsp;&nbsp;&nbsp;\r\n He said that the combined unit could grow to be a powerful combat contingent having a-match-for-a hundred units thanks to the wise leadership and meticulous care of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the feats performed by the combined unit, noting that it has performed shining feats in the defence of the country and in socialist construction by displaying matchless patriotic devotion and popular heroism for the sake of the party and the leader, the country and the people. &nbsp;&nbsp;&nbsp;\r\n He dropped in at military drill grounds to see soldiers in training and learn about the unit's performance of duty and training. &nbsp;&nbsp;&nbsp;\r\n He set forth highly important tasks which would serve as guidelines for developing the KPA into invincible revolutionary armed forces, expressing satisfaction over the fact that the unit is performing its guard duty with a high degree of revolutionary vigilance and militant alertness and in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n He looked round the servicepersons' hall and entertainment and educational facilities to learn about how the political work is conducted among them. &nbsp;&nbsp;&nbsp;\r\n He praised the combined unit for having conducted the political work in a unique and profound manner after successfully building entertainment and educational centers and trained all soldiers into ideologically strong fighters equipped with a transparent revolutionary outlook. &nbsp;&nbsp;&nbsp;\r\n The popular heroism and noble self-sacrificing spirit displayed by the soldiers of the unit fully represent the mental character of the KPA, he noted. &nbsp;&nbsp;&nbsp;\r\n Informed of the firm kindred ties that exist between the soldiers of the unit and the people in the area where it is stationed, he stressed that this is an admirable true picture which can be seen in the DPRK only where the army and people are single-mindedly united. &nbsp;&nbsp;&nbsp;\r\n The army and the people help and lead each other forward with the former assisting the latter and vise versa, he said, adding that herein lie the invincibility of our society and a sure guarantee for wining one victory after another in the confrontation with the enemy. &nbsp;&nbsp;&nbsp;\r\n He paid deep attention to the living of the soldiers, making the rounds of a bedroom, a mess hall, a power station and supply service facilities. &nbsp;&nbsp;&nbsp;\r\n At the end of the inspection he watched together with officers and men of the combined unit and families of officers a performance given by its art squad. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the officers and men of the combined unit, expressing conviction that they would resolutely defend with arms the socialist motherland, the Korean people's cradle of happiness.    \r\n\r\n\r\n"
        },
        {
            "title": "1st National Art Festival Opens to Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#4",
            "content": "SPA Delegation Leaves to Participate in IPU Conference \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- A delegation of the Supreme People's Assembly of the DPRK headed by its Chairman Choe Thae Bok left here today to participate in the 118th Conference of the Inter-Parliamentary Union to be held in South Africa. &nbsp;&nbsp;&nbsp;\r\n It was seen off at the airport by Choe Yong Rim, secretary general of the Presidium of the SPA, and Liu Xiaoming, Chinese ambassador to the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Art Festival Participants Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#5",
            "content": "1st National Art Festival Opens to Commemorate Day of Sun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The 1st National Art Festival Commemorating the Day of the Sun was opened with due ceremony at the People's Palace of Culture here on Thursday. &nbsp;&nbsp;&nbsp;\r\n Participating in the festival are artistes of professional art organizations including international and national concours winners, people's artistes and merited artistes, overseas compatriot artistes, members of itinerant art squads and working people's art groups, more than 2,600 persons of over 40 organizations in all. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Kang Nung Su, minister of Culture who is chairman of the festival organizing committee, officials concerned, festival participants and working people in the city.&nbsp;&nbsp;&nbsp;\r\n Screened at the stage background were scenes showing President Kim Il Sung and General Secretary Kim Jong Il appreciating art performances and congratulating the performers on their successful performance and giving pep talks to them. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su, addressing the ceremony, said that the national art festival is one more significant art festival reflecting all the people's ardent reverence for Kim Il Sung and their pure moral obligation to him. &nbsp;&nbsp;&nbsp;\r\n He noted that the song of revolution, struggle and creation is now reverberating far and wide across the country thanks to the wise guidance of Kim Jong Il, who helped set models of the soldier culture and the working-class culture pulsating with the spirit of the times and full of militancy and optimism and rich emotion. &nbsp;&nbsp;&nbsp;\r\n The festival will demonstrate the steadfast faith and will of the Koreans to hold Kim Il Sung in high esteem as the sun of Juche and the eternal President of the DPRK for all ages, and it will inspiringly encourage the army and people of the DPRK in the efforts to glorify its 60th birthday as a grand festival of victors, the speaker stressed. &nbsp;&nbsp;&nbsp;\r\n An art performance was given at the ceremony by artistes of the Mansudae Art Troupe and the State National Art Troupe.    \r\n\r\n\r\n"
        },
        {
            "title": "Ten-day Film Show Commemorates Day of Sun",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#6",
            "content": "Art Festival Participants Pay Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The participants in the 1st National Art Festival Commemorating the Day of the Sun visited the statue of President Kim Il Sung on Mansu Hill here on Thursday. &nbsp;&nbsp;&nbsp;\r\n The festival participants from across the country and overseas laid floral baskets and flowers before the statue and made deep bows to the President.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#7",
            "content": "Ten-day Film Show Commemorates Day of Sun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- A ten-day film show was opened to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Screened during the show will be such documentary films as \"Leader Is the Great Father of Our People\", \"Our People's Honor of Holding the Great Leader in High Esteem\", \"The Fatherly Leader among Servicepersons\", \"They Are Together on the Way of the Great Songun Leadership\" and \"Care Shown to Make Their Lives Shine\"(serials). &nbsp;&nbsp;&nbsp;\r\n Also, feature films are to be shown, including \"Star of Korea\", \"The Sun of the Nation\", \"The Great Embrace\", \"Longing for the Sunshine\", \"The Nation and Destiny\", \"The Forest Sways\" and \"To the End of the Earth\".&nbsp;&nbsp;&nbsp;\r\n A ceremony of opening the show took place at the Pyongyang International Cinema House on Thursday. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su, minister of Culture, made an opening address there. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony its participants watched documentary \"They Were Always Together on the Road to Bring about the People's Well-being\".&nbsp;&nbsp;&nbsp;\r\n On the same day, similar ceremonies were held in different provinces.    \r\n\r\n\r\n"
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#8",
            "content": "Foreign Diplomats Visit Mangyongdae \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Officials in charge of culture and friendly relations of foreign embassies here visited Mangyongdae Thursday on the occasions of the Day of the Sun and the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n They looked round the relics at the old home of President Kim Il Sung in Mangyongdae, being briefed on the fact that he was born and spent his childhood there, fostering his high ambition for the revolution. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, Chinese Cultural Attache Sun Xiaohong said that Kim Il Sung devoted all his life to prosperity of the country and happiness of the people and made undying contributions to the development of the Sino-Korean friendly relations. &nbsp;&nbsp;&nbsp;\r\n The Sino-Korean friendship provided by Chairman Mao Zedong and President Kim Il Sung, he said, is now growing stronger under the deep care of General Secretary Hu Jintao and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n We will strive to further develop the traditional relations of friendship and cooperation between the two countries, he declared. &nbsp;&nbsp;&nbsp;\r\n On the same day, they went round the Ryongaksan Pleasure Ground.    \r\n\r\n\r\n"
        },
        {
            "title": "Sports Contest for Mangyongdae Cup Opens",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#9",
            "content": "Dancing Parties of Youth and Students Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Dancing parties of youth and students were held in different parts of the country on Wednesday on the occasion of the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Plazas of the Tower of the Juche Idea, the Monument to Party Founding, the Pyongyang Indoor Stadium and other places of the capital turned into veritable seas of dancing youth and students greatly excited and pleased to recollect the days when the whole country was immensely rejoiced at the election of Kim Jong Il, great brilliant commander of Songun, as chairman of the NDC. &nbsp;&nbsp;&nbsp;\r\n They enthusiastically danced to the tune of songs including \"Thunder on Jong Il Peak,\" \"Our General Is Best,\" \"Let's Sing of Our Pride of Being under the Guidance of the General,\" \"Twelve Months for Songun Victory\" and \"Songun Nilliri.\" &nbsp;&nbsp;&nbsp;\r\n Similar dancing parties took place in all provinces, cities and counties across the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Different Delegations Here",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#10",
            "content": "Sports Contest for Mangyongdae Cup Opens\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The Sports Contest for Mangyongdae Cup opened with due ceremony at the Basketball Gymnasium in Chongchun Street here on Thursday. &nbsp;&nbsp;&nbsp;\r\n During the contest its participants will compete in 30 odd events, including football, basketball, boxing, judo, swimming and shooting, in Pyongyang, Chongjin, Sariwon and other parts of the country. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and sportspersons. &nbsp;&nbsp;&nbsp;\r\n Kim Jang San, vice-chairman of the Physical Culture and Sports Guidance Commission, made an opening address there. &nbsp;&nbsp;&nbsp;\r\n At the close of the ceremony a men's basketball match was held between the April 25 Sports Group and the Sports Group of Kim Chaek University of Technology.    \r\n\r\n\r\n"
        },
        {
            "title": "Feature Film on Great Sun of Nation Is on Television",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#11",
            "content": "Different Delegations Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, a delegation of the International United Confederation of Koreans led by its Vice-Chairman Kwon Chon Sik, and a delegation of the General Association of Koreans in China headed by its Vice-Chairman Cha Sang Bo arrived here Thursday to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n A delegation of the Kimilsungia and Kimjongilia Greenhouse in Dandong, China, headed by its General Manager Wang Dongping and a delegation of the Chinese region of the association for supporting the propagation of the immortal flowers arrived here on the same day to participate in the 10th Kimilsungia Festival. &nbsp;&nbsp;&nbsp;\r\n Arriving here earlier were a delegation of Dalian Fengtai Gong Cheng Botanical Garden Co., Ltd, China led its General Manager Zhang Jiabao and a delegation of the General Association of Korean Residents in Japan (Chongryon) led by Jo Su Rae, a vice department director of the Central Standing Committee of Chongryon.    \r\n\r\n\r\n"
        },
        {
            "title": "Thaw Begins in Mt. Paektu",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#12",
            "content": "Feature Film on Great Sun of Nation Is on Television\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The Korean feature film \"Star of Korea\" (10 parts) is being televised every day on the occasion of the Day of the Sun, the birthday of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The Korean people are greeting the holiday most significantly. Seeing the film showing the revolutionary life and immortal feats of the peerlessly great man, they are gripped by a sense of strong yearning and boundless reverence for the President. &nbsp;&nbsp;&nbsp;\r\n The feature film was created by the Paektusan Production Unit and the Korean Film Studio in the period from Juche 69 (1980) to Juche 76 (1987). It is a series of feature films, the first of its kind in the country, which reflects the revolutionary history of the President on a great epical picture. &nbsp;&nbsp;&nbsp;\r\n The film, which vividly shows part of the revolutionary history of the President who pioneered the way of the Korean revolution, impressively depicts him as the lodestar and the sun of the nation who saved the destiny of the country and the nation and led the Korean revolution along one road of victory and glory. &nbsp;&nbsp;&nbsp;\r\n Through the portrayal of young communists including Kim Hyok and Cha Kwang Su, it shows in a deep-going way how the great sun of Korea rose, the new history of the Korean revolution was created under his leadership and the revolutionary ranks of Juche were reared. &nbsp;&nbsp;&nbsp;\r\n Though 20-odd years have passed since its creation, the film still moves the people as it is based on historical facts and backed by successful artistic depiction.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Fraud and Swindle under Fire",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#13",
            "content": "Thaw Begins in Mt. Paektu\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Thaw has begun in Mt. Paektu, the holy mountain of revolution associated with the immortal feats of the peerlessly great persons and the soul of the revolutionary forerunners, presenting a spectacular view. &nbsp;&nbsp;&nbsp;\r\n According to data available at the Paektusan Meteorological Observatory, the snow more than 80 centimeters thick began to melt on April 4, reducing it to 46 centimeters on the ninth. &nbsp;&nbsp;&nbsp;\r\n Fascinating is the scene of Rhododendron spreading its green leaves in Mt. Paektu where spring has come half a month earlier than last year. &nbsp;&nbsp;&nbsp;\r\n When the sun rises, snow rolls down in an avalanche from the Janggun, Hyangdo, Haebal and other peaks and myriad-shaped cliffs, adding to the scenic wonders of the mountain. &nbsp;&nbsp;&nbsp;\r\n The surroundings of the hot spring of Lake Chon are veiled in water mist and spring water is melting the coat of ice covering the shore of the lake.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Work Published in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#14",
            "content": "Lee Myung Bak's Fraud and Swindle under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- \"To bring per capital income to 3,000 dollars\" peddled by Lee Myung Bak is a product of the plot hatched by this crafty profiteer and swindler against the DPRK. Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The above-said ridiculous watchword put up by Lee and his group is nothing but an unpardonable provocation and insult to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group pretends to be rich though they have a colonial economy dependent on the U.S. It is no more than a political caricature. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never allow the group of traitors to hurt its sovereignty and dignity with such clumsy sugar-coated words though they have the dependent economy too weak to save the people from destitution and the jaw of death. &nbsp;&nbsp;&nbsp;\r\n It is the aim sought by Lee in noisily advertising \"to bring per capital income to 3,000 dollars\" as part of his \"policy toward the north\" to block the development of the inter-Korean relations and put a brake on the work of inter-Korean cooperation for peace and prosperity in support of the U.S. moves for confrontation with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The issue of independent reunification, peace and prosperity can neither be settled according to the will of foreign forces nor become a political bargaining under any circumstances. &nbsp;&nbsp;&nbsp;\r\n The Lee group had better stop peddling the above-said nonsensical phraseology only to become the laughing stock of the world people but mind its own business. If the Lee group continues mocking at fellow countrymen and fostering confrontation with such treacherous and anti-reunification phraseology at the prodding of outside forces, this will only precipitate its self-destruction.    \r\n\r\n\r\n"
        },
        {
            "title": "April Holidays of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#15",
            "content": "Kim Il Sung's Work Published in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was brought out in booklet respectively by the Communist Party of Germany and the Victorial Publishing House of Pakistan. &nbsp;&nbsp;&nbsp;\r\n The Victorial Publishing House said in the preface of the pamphlet that it is the honor to have published the work of Kim Il Sung, the prominent leader of the people who devoted all his life to the cause of global independence and the cause of Korea's reunification, in order to hand down his immortal exploits generation after generation.    \r\n\r\n\r\n"
        },
        {
            "title": "WPK and Korean People's Just Cause Supported in India",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#16",
            "content": "April Holidays of DPRK Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- A meeting was held in Kyrgyzstan, a lecture and a film show in Romania and a book and photo exhibition in Syria in the period from March 29 to April 1 to commemorate the Day of the Sun, the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 76th anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n On display at the venues of the functions were works of President Kim Il Sung and Kim Jong Il, photos showing their immortal exploits and photos introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n A. Usupbayev, chairman of the Marxist-Leninist Reunification Communist Party of the Kyrgyzstan People, and other personages in the report and speeches at the meeting highly praised Kim Il Sung as a prominent elder statesman, a great revolutionary and a boundlessly noble man. &nbsp;&nbsp;&nbsp;\r\n Daniel Dediu, chairman of the Romanian Workers' Association, in the lecture said that under the leadership of Kim Jong Il the KPA has been further strengthened into an invincible army strong in ideology and faith and the DPRK has provided war deterrent so powerful that any imperialist formidable enemy does not dare to provoke. &nbsp;&nbsp;&nbsp;\r\n The governor of a province in Syria said at the book and photo exhibition that it is a great pride to have the powerful DPRK as friend. &nbsp;&nbsp;&nbsp;\r\n The participants in the film show watched the Korean film \"They Are Together on the Way of the Great Songun Leadership\".&nbsp;&nbsp;&nbsp;\r\n Meanwhile, a meeting took place in Moscow on April 7 to commemorate the Day of the Sun and the 15th anniversary of Kim Jong Il's election as NDC chairman. &nbsp;&nbsp;&nbsp;\r\n Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, said at the meeting that Kim Il Sung was the most outstanding politician in the 20th century. &nbsp;&nbsp;&nbsp;\r\n Tsitarenko, director of the Institute of the Far East of the Russian Academy of Sciences, and other speakers praised Kim Il Sung as the most prominent person perfectly possessed of all qualities of a great man. &nbsp;&nbsp;&nbsp;\r\n At the meeting a message to Kim Jong Il was adopted.    \r\n\r\n\r\n"
        },
        {
            "title": "Korea's Reunification Supported",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#17",
            "content": "WPK and Korean People's Just Cause Supported in India\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- Indian political parties in their congresses expressed support and solidarity with the just cause of the Workers' Party of Korea and the Korean people. &nbsp;&nbsp;&nbsp;\r\n A political resolution, adopted at the 19th congress of the Communist Party of India (Marxist) held from March 29 to April 3, said that the DPRK is dynamically advancing socialism, resolutely foiling the vicious moves of the U.S. &nbsp;&nbsp;&nbsp;\r\n It noted that the U.S. scheme to stifle the DPRK under the pretext of the nuclear issue was frustrated. &nbsp;&nbsp;&nbsp;\r\n Saying that the DPRK has firmly maintained its principled stand in the international arena, the resolution stressed that it is making contribution to the peace and stability on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n A political resolution, adopted at the 20th congress of the Communist Party of India held from March 23 to 27, noted with appreciation that the DPRK is successfully solving the nuclear issue, smashing the pressure from the U.S.    \r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun Commemorated by OSPAAL",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#18",
            "content": "Korea's Reunification Supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- The All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification released a joint statement and the chairman of the Mexican Committee for Supporting Korea's Reunification a statement on April 3 to mark the 15th anniversary of the publication of President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\".&nbsp;&nbsp;&nbsp;\r\n Expressing full support to the 10-point programme, the joint statement noted that Kim Il Sung advanced the reasonable proposals for Korea's reunification and made energetic efforts to materialize them. &nbsp;&nbsp;&nbsp;\r\n It said that thanks to General Secretary Kim Jong Il, the inter-Korean summit meeting was arranged and the June 15 joint declaration for all-round reconciliation, cooperation and reunification between the north and the south made public in Pyongyang in 2000. &nbsp;&nbsp;&nbsp;\r\n Strongly urging the withdrawal of the U.S. troops from south Korea, it stressed that Korea's reunification should be realized on the principles of independence, peaceful reunification and great national unity. &nbsp;&nbsp;&nbsp;\r\n Alejandro Rosales Sanchez, chairman of the Mexican Committee for Supporting Korea's Reunification, in the statement said that the publication of the 10-point programme was a historic event in realizing the country's reunification, the long-cherished desire of the Korean nation, and it reflected Kim Il Sung's patriotic noble intention to open the door of national reunification by the concerted efforts of the Koreans. &nbsp;&nbsp;&nbsp;\r\n The 10-point programme is an immortal reunification programme that brought about the historic June 15 era of reunification, the statement said, adding that the three charters for national reunification formulated by Kim Jong Il are the best way for Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n The committee will render full support and solidarity to the Workers' Party of Korea and the Korean people in their just struggle for the country's reunification until the reunification is achieved, he stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities' Anti-DPRK, Anti-Chongryon Campaign Blasted",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#19",
            "content": "Day of Sun Commemorated by OSPAAL\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- A floral basket was laid before the portrait of smiling President Kim Il Sung with due ceremony in the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on April 4 with the approach of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were personages of the above-said organization, the Cuban Institute of Friendship with the Peoples and the Cuban Committee for Supporting Korea's Reunification and the DPRK ambassador to Cuba and embassy officials. &nbsp;&nbsp;&nbsp;\r\n The participants laid a floral basket before the portrait of Kim Il Sung and paid tribute to him.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona compania de artilleria de Unidad No. 109 del EPC",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#20",
            "content": "Japanese Authorities' Anti-DPRK, Anti-Chongryon Campaign Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 10 (KCNA) -- A meeting of Koreans in Japan was held in Tokyo on April 8 to demand an immediate lifting of the unreasonable sanctions of the Japanese authorities against the DPRK and denounce their suppression of the General Association of Korean Residents in Japan and Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n Present there were So Man Sul, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other officials and compatriots. &nbsp;&nbsp;&nbsp;\r\n Nam Sung U, vice-chairman of the Central Standing Committee of Chongryon, in a report accused the Japanese authorities of disclosing their undisguised attempt to extend the sanctions against the DPRK again under the absurd pretext that there is no progress in settling the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities persistently disallow the home-visit and re-entry of deputies to the DPRK Supreme People's Assembly of Chongryon in violation of international law and the Japan Constitution, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n They also do not permit the bereaved families of those, who lost their lives after being forced to do slave labor by the Japanese imperialists, to visit Japan in order to take over their remains. &nbsp;&nbsp;&nbsp;\r\n Such behavior of the Japanese authorities is intended to deliberately build up anti-DPRK, anti-Chongryon opinion in a bid to impair the prestige and dignity of the homeland, destroy the Chongryon organization and justify their reactionary moves to render their politics more Rightist and conservative and turn Japan into a military power. &nbsp;&nbsp;&nbsp;\r\n It is a daydream for Japan to try to wrest any concession from the DPRK with tightened sanctions or increased pressure. They will only lead its hostile policy towards the DPRK to a disgraceful failure. &nbsp;&nbsp;&nbsp;\r\n The reporter strongly urged the Japanese authorities to face up to the trend of the times, immediately lift the sanctions and stop the suppression of Chongryon at once. &nbsp;&nbsp;&nbsp;\r\n Solidarity speeches were made by Japanese figures at the meeting to be followed by protest speeches by officials of Chongryon. The meeting introduced solidarity messages from reunification movement organizations in the north and the south and overseas and placards from political parties and civic and public organizations of south Korea. &nbsp;&nbsp;&nbsp;\r\n The meeting decided to form a protest delegation headed by Ko Tok U, vice-chairman of the Central Standing Committee of Chongryon and chairman of the Committee for Rights and Welfare, with Koreans from different social standings as its members and send a written protest to the Japanese government.    \r\n\r\n\r\n"
        },
        {
            "title": "MINREX se refiere al dialogo RPDC-EE.UU. en Singapur",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#21",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Parte la delegacion de APS para la 118a asamblea general de la UI",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#22",
            "content": "Kim Jong Il inspecciona compania de artilleria de Unidad No. 109 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono una compania de artilleria subordinada a la Unidad No. 109 del EPC laureada con el titulo de Septimo Regimiento de O Jung Hup. &nbsp;&nbsp;&nbsp;\r\n  Al enterarse del estado de cumplimiento de deber de guardia de la compania, elogio los esfuerzos de los militares mostrandose satisfecho de que ellos cumplen su mision con alta vigilancia y responsabilidad. &nbsp;&nbsp;&nbsp;\r\n  En el proceso de impulsar tenazmente el trabajo para aprender el espiritu de lucha de los heroes Ri Su Bok, Kang Ho Yong y otros martires, los militares de la compania crecieron como combatientes capaces de pelear a solas contra cien enemigos, dijo y enfatizo que todos ellos deben coronar cada momento de su servicio militar con orgullosos meritos para convertirse en heroes en la sagrada batalla por defender la patria. &nbsp;&nbsp;&nbsp;\r\n  Luego atendio cordialmente la labor y la vida de los soldados recorriendo varios lugares de la compania. &nbsp;&nbsp;&nbsp;\r\n El Dirigente dijo que todas las unidades del Ejercito Popular intensifican el entrenamiento militar y politico y, al mismo tiempo, desarrollan una dinamica lucha por mejorar por cuenta propia las condiciones de vida desplegando su espiritu revolucionario de autoconfianza y sirven de ejemplo en los trabajos para cumplir la causa de construccion de una gran potencia prospera. &nbsp;&nbsp;&nbsp;\r\nEsto resulta la expresion de las inagotables fuerzas espirituales del EPC, ejercito del partido, el lider y del pueblo, subrayo. &nbsp;&nbsp;&nbsp;\r\n  Al ver una funcion de piezas artisticas de los militares de la compania, resalto que todos los militares del ejercito popular son fuertes en la ideologia y la conviccion y agrego que gracias a estas filas sin rivales dispuestas a convertirse en bombas y balas, que estan al frente de la revolucion del Songun, nuestra patria gloriosa-la Republica Popular Democratica de Corea esparcira sus brillos y prosperara eternamente como baluarte del socialismo. &nbsp;&nbsp;&nbsp;\r\nEl Dirigente se fotografio junto a los militares de la compania.   \r\n\r\n\r\n"
        },
        {
            "title": "Entidades y personas extranjeras apoyan obra de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200804/news04/11.htm#23",
            "content": "MINREX se refiere al dialogo RPDC-EE.UU. en Singapur\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de abril (ATCC) -- En entrevista con la Agencia Telegrafica Central de Corea con respecto al dialogo Republica Popular Democratica de Corea-Estados Unidos en Singapur, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 9 la siguiente respuesta: &nbsp;&nbsp;&nbsp;\r\n  Tuvo lugar el 8 de abril en Singapur el dialogo RPDC-EE.UU. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion fueron debatidos sinceramente los problemas surgidos en la implementacion del Acuerdo del 3 de Octubre logrado en las conversaciones a 6 bandas. &nbsp;&nbsp;&nbsp;\r\n  Como resultado, fue alcanzado un consenso en cuanto a las medidas compensatorias politicas de EE.UU. y el problema de la declaracion nuclear, que resultan puntos claves para ultimar la ejecucion de dicho acuerdo. &nbsp;&nbsp;&nbsp;\r\n  Este acuerdo de Singapur devino una muestra directa de la efectividad del dialogo RPDC-EE.UU. &nbsp;&nbsp;&nbsp;\r\n  Nuestro pais observara como cumplen sus compromisos los paises participantes en la cita a 6 partes.    \r\n\r\n\r\n"
        }
    ]
}