{
    "date": "2008-11-12",
    "url": "http://kcna.co.jp/item/2008/200811/2008-11-12ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Angolan President",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-10ee.html",
            "content": "Kim Yong Nam Greets Angolan President\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Jose Eduardo Dos Santos, President of Angola, on Nov. 7 on the occasion of the 33rd anniversary of its independence.\n\t\t\t\t\t\t Kim in the message expressed the belief that the close relations of friendship and cooperation that exist between the DPRK and Angola would grow stronger in the mutual interests and sincerely wished the Angolan president greater success in his work for the prosperity of the country."
        },
        {
            "title": "Greetings to Hungarian FM",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-13ee.html",
            "content": "Greetings to Hungarian FM\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- DPRK Foreign Minister Pak Ui Chun sent a message of greetings to Goncz Kinga, his Hungarian counterpart, on Nov. 11 on the occasion of the 60th anniversary of the establishment of diplomatic relations between the DPRK and Hungary.\n\t\t\t\t\t\t The message noted that the two countries have made endeavors to develop the bilateral relations on the principle of mutual respect for sovereignty, non-interference in the internal affairs, equality and mutual benefit over the last six decades since the establishment of diplomatic ties.\n\t\t\t\t\t\t\n\t\t\t\t\t\t In the belief that the long-standing friendly and cooperative ties between the two countries would steadily grow strong in various fields, the message wished the Hungarian foreign minister success in his work."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Portuguese Ambassador",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-14ee.html",
            "content": "Kim Yong Nam Receives Credentials from Portuguese Ambassador\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Henrique Silveira Borges, Portuguese ambassador to the DPRK, at the Mansudae Assembly Hall Tuesday. \n\t\t\t\t\t\t After receiving credentials, the president had a talk with the ambassador."
        },
        {
            "title": "FM Meets Portuguese Ambassador",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-15ee.html",
            "content": "FM Meets Portuguese Ambassador\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- Foreign Minister Pak Ui Chun Tuesday met and had a talk with Portuguese Ambassador to the DPRK Henrique Silveira Borges who paid a courtesy call on him."
        },
        {
            "title": "Iranian Vice-President Hosts Reception",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-09ee.html",
            "content": "Iranian Vice-President Hosts Reception\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 11 (KCNA) -- Vice-President of Iran Mohammad Javad Haji Ali Akbari who is heading the delegation of the National Youth Organization of Iran hosted a reception in connection with its visit to the DPRK on Monday.\n\t\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kil Chol Hyok, secretary of the Kim Il Sung Socialist Youth League, and officials concerned.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Members of the delegation of the National Youth Organization of Iran, Morteza Moradian, ambassador of Iran to the DPRK, and staff members of the Iranian embassy were present there. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The Iranian vice-president in a speech at the reception said that President Kim Il Sung performed great exploits for the world peace and independence.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He said that while staying in the DPRK he was deeply impressed by the noble ideological and moral traits of the Korean youth. \n\t\t\t\t\t\t\n\t\t\t\t\t\tHe hoped that the heroic Korean people would register greater success in revolution and construction closely rallied around General Secretary Kim Jong Il who has shown deep concern for the prosperity and development of the country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Yang Hyong Sop in his speech noted that the visit of the delegation marked a significant occasion in boosting the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He stressed that the Korean people would make efforts to boost the bilateral friendly relations which were provided by the President together with leaders of Iran and are now developing under the deep care of Kim Jong Il.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He expressed belief that the friendly and cooperative relations between the DPRK and Iran formed in the struggle for independence against imperialism would grow stronger."
        },
        {
            "title": "Delegation of Iranian National Youth Organization Leaves",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-16ee.html",
            "content": "Delegation of Iranian National Youth Organization Leaves\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 11 (KCNA) -- The delegation of the National Youth Organization of Iran led by its Head Mohammad Javad Haji Ali Akbari, vice-president of Iran, flew back today after winding up its six-day visit to the DPRK.\n\t\t\t\t\t\t During its stay in the DPRK the delegation visited Mangyongdae, the Korean Revolution Museum, the International Friendship Exhibition, the Monument to Victory in the Fatherland Liberation War, the U.S. armed spy ship \"Pueblo\" and other places."
        },
        {
            "title": "Reception Given by Polish Ambassador",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-08ee.html",
            "content": "Reception Given by Polish Ambassador\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 11 (KCNA) -- Polish Ambassador to the DPRK Roman Iwaszkiewicz hosted a reception at Pyongyang Koryo Hotel on Monday on the occasion of the independence day of Poland.\n\t\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Han Chol, vice-minister of Culture, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and diplomatic envoys of various countries and representatives of international organizations here.\n\t\t\t\t\t\t\n\t\t\t\t\t\t On hand were staff members of the Polish embassy. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Gift to Kim Jong Il from Overseas Koreans Organization",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-17ee.html",
            "content": "Gift to Kim Jong Il from Overseas Koreans Organization\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Association of Koreans in Kazakhstan.\n\t\t\t\t\t\t It was handed on Tuesday to Choe Thae Bok, chairman of the Supreme People's Assembly, by Senator of Kazakhstan Choe Yuri who is leading the delegation of the above-said association. -0-"
        },
        {
            "title": "Staff Members of Indonesian Embassy Visit International Friendship Exhibition",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-18ee.html",
            "content": "Staff Members of Indonesian Embassy Visit International Friendship Exhibition\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- Staff members of the Indonesian embassy here visited the International Friendship Exhibition on Tuesday on the occasion of the 50th anniversary of the foundation of the DPRK-Indonesia Friendship Association.\n\t\t\t\t\t\t The guests paid highest tribute to the wax replica of President Kim Il Sung who performed undying great feats in the efforts to develop the friendly relations among countries and achieve world peace and accomplish the cause of global independence.\n\t\t\t\t\t\t\n\t\t\t\t\t\t They also went round gifts the President received from party, state and government heads and prominent figures of many countries of the world."
        },
        {
            "title": "Udometer Oldest in World",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-12ee.html",
            "content": "Udometer Oldest in World\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- The Korean people measured the rainfall with the help of scientific apparatuses and established a well-arranged notification system on the observation result for the life and economic activities.\n\t\t\t\t\t\t Korean ancestors invented the world's first udometer in August 1441. It was a round-shaped iron vessel of about 40cm in height and about 16cm in diameter. The vessel, with a fine scale inside, was installed on a stone stand to gauge the rainfall.\n\t\t\t\t\t\t\n\t\t\t\t\t\t They made a copper udometer, an improved one, in May 1442.\n\t\t\t\t\t\t\n\t\t\t\t\t\t There is a watermark record which measured the rainfall for 253 years from 1636 to 1889. This shows that the Korean ancestors had directed deep attention to precipitation and conducted the observation work strenuously."
        },
        {
            "title": "Songun Politics, Powerful Treasured Sword for Defending Nation",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-11ee.html",
            "content": "Songun Politics, Powerful Treasured Sword for Defending Nation\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- Songun politics firmly guarantees the dignity and sovereignty of the nation with invincible strength.   \n\t\t\t\t\t\t Every nation holds dear its national dignity and wants to live in an independent way. But the dignity and sovereignty of the nation are never defended only by desire.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Even the Korean nation with strong independent spirit and ardent patriotism was forced upon a ruinous treaty by the Japanese imperialists as it had no armed forces strong enough to defend national sovereignty more than one hundred years ago.  \n\t\t\t\t\t\t\n\t\t\t\t\t\t Songun politics is based on the historical lesson that only strong military forces can defend the dignity and sovereignty of the country and the nation. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Songun politics is one firmly defending the dignity and sovereignty of the nation from foreign threat of aggression by putting forward military affairs as the most important affairs of the state and building up the strongest military forces.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Songun politics, channeling utmost efforts to the increase of defensive power, with top priority given to the armed forces, under the uplifted banner of justice and patriotism, has turned the DPRK into an ever-victorious powerful state and lifted the dignity and pride of the Korean nation to the highest plane.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The DPRK safeguards the supreme interests of the country and the nation and firmly defends socialism by fighting the formidable imperialists undauntedly with an invincible military power as the weapon. Thus it has become an object of greatest admiration and praise among the progressive people worldwide.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Songun politics frustrates the reckless aggressive attempts of the enemies and staunchly defends peace on the Korean Peninsula and the security of the nation.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The U.S. imperialists are today creating an atmosphere of war on the Korean Peninsula, remaining as ever bitterly hostile to the DPRK.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Songun politics has helped build up a strong military power enough to effectively contain the nuclear war provocation moves of the U.S. imperialists getting ever more dangerous on the Korean Peninsula.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The mighty war restraint of the DPRK plays a decisive role in resolutely smashing the nuclear war provocation maneuvers of the U.S. imperialists on the peninsula and defending peace in the country and the security of the nation.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Songun politics is a powerful treasured sword for protecting the nation which shatters aggressive challenges of the outside forces with arms of justice, defends national dignity and sovereignty and safeguards the destiny of the whole nation."
        },
        {
            "title": "Lee Myung Bak Group's Moves to Push North-South Relations to Collapse Flayed",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-04ee.html",
            "content": "Lee Myung Bak Group's Moves to Push North-South Relations to Collapse Flayed\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 11 (KCNA) -- Kim Ha Jung, minister of \"Unification\" of south Korea, recently claimed on various occasions that the Lee group has \"never negated\" the June 15 joint declaration and the October 4 declaration. He also let loose rhetoric in a bid to create impression that he is interested in the north-south dialogue, talking about \"dialogue\" and \"engagement.\"\n\t\t\t\t\t\t Rodong Sinmun Tuesday in a signed commentary carried in this regard terms Kim's remarks crafty and mean sophism intended to evade the responsibility for having shut the door of dialogue and cooperation between the north and the south and driven the inter-Korean relations to collapse by negating the historic north-south joint declarations and their basic spirit.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Citing facts to prove that the Lee group malignantly slandered the above-said declarations, the commentary observes: Those who are wholly responsible for having brought the north-south relations back to those of confrontation in the past when there was neither dialogue nor cooperation are now busy playing all sorts of juggleries in a bid to evade its responsibility. But this will get it nowhere. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Nothing is more foolish than the attempt of the Lee Myung Bak group to cover up its true colors as anti-reunification elements and shirk off the responsibility for having pushed the inter-Korean relations to collapse with such a poor artifice.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The deterioration of the inter-Korean relations is entirely attributable to traitor Lee Myung Bak and his treacherous \"policy toward the north\".\n\t\t\t\t\t\t\n\t\t\t\t\t\t The grave crimes Lee Myung Bak and his group have committed by defaming the historic June 15 joint declaration and the October 4 declaration and pushing the inter-Korean relations to the phase of total freeze, swimming against the trend of the times, will never be forgotten by the compatriots but they will certainly settle accounts with those traitors. \n\t\t\t\t\t\t\n\t\t\t\t\t\t If the Lee group truly wishes to see north-south dialogue and the improved inter-Korean relations, it should stop employing sleight of hand to evade the responsibility, a trick too foolish to work on anyone, but clarify its will to implement the above-said declarations as desired by all Koreans."
        },
        {
            "title": "Japanese Reactionaries' Reckless Remarks Flayed",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-05ee.html",
            "content": "Japanese Reactionaries' Reckless Remarks Flayed\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- Tamogami, former Japan's Air \"Self-Defense Force\" chief of staff, in his \"essay\" published on Oct. 31 let loose a spate of nonsensical remarks that the Japanese colonial domination over Korea was \"based on the treaty\", Japan was \"not an aggressor nation\" during World War II, it is a \"disgrace\" to assert that Japan was an aggressor nation and Japan's past rule over the Korean Peninsula was \"just\" and the like. \n\t\t\t\t\t\t Rodong Sinmun Tuesday in a signed commentary blasting his outbursts observes:\n\t\t\t\t\t\t\n\t\t\t\t\t\tWhat he uttered only laid bare his true colors as a die-hard neo-fascist and ultra-nationalist.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Japan is a criminal state which occupied Korea at the point of bayonet in the past and invaded Asian countries through wars against them.\n\t\t\t\t\t\t\n\t\t\t\t\t\t What merits a more serious attention is that his wrong view on history is not confined to Tamogami. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Some time ago Japanese Prime Minister Aso described the Pacific War, a product of the Japanese imperialists' ambitious policy of aggression, the wild ambition for realizing \"the Greater East Asia Co-prosperity Sphere\", as the \"Greater East Asia War.\" When viewing the former's reckless remarks in linkage with the latter's claim, both are identical to each other in the view on history.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Tamogami just echoed the outbursts let loose by the Japanese ruling quarters in a bid to persistently deny and distort Japan's past crime-woven history and keep the truth behind its crimes buried into oblivion. This only goes to prove that they are, indeed, villains completely bereft of any morality and honesty. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese reactionaries are set to turn back the clock of history, not content with negating, distorting and hiding Japan's past crimes, far from admitting them. \n\t\t\t\t\t\t\n\t\t\t\t\t\t They would be well advised to cool their heads heated with the wild ambition to revive militarism and behave with reason, properly understanding the people's mind-set."
        },
        {
            "title": "Japanese Reactionaries' Stand on \"Abduction Issue\" Termed Illogical",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-06ee.html",
            "content": "Japanese Reactionaries' Stand on \"Abduction Issue\" Termed Illogical\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 11 (KCNA) -- It was completely illogical for the Japanese reactionaries for having put the \"abduction issue\" on the agenda of the six-party talks. For this they only earned the censure and cool reception by the countries participating in the talks. Minju Joson Tuesday observes this in a signed commentary.\n\t\t\t\t\t\t It goes on:\n\t\t\t\t\t\t\n\t\t\t\t\t\t Under such situation the Japanese reactionaries should have behaved themselves, immediately judging that it was a big error and mistake for them to have brought the irrelevant issue for discussion at the talks aimed to discuss the denuclearization of the Korean Peninsula. Worse still, they also peddled the \"abduction issue\" at the recent ASEM Summit.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese prime minister claimed that he underlined the importance of the \"abduction issue\" at the summit and gained understanding from different countries. But this sounds as no more than self-praise of his awkward behavior and poor excuse.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Japan is wholly responsible for the settlement of the \"abduction issue\". It is ridiculous for the Japanese reactionaries to try to settle the issue of bilateral relations with the help of a third party. And what is more ridiculous is their attempt to settle the issue by dint of \"collective sanctions\" and \"pressure\".\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese reactionaries, preoccupied with the \"abduction issue\", do not try to know how things are going in the world nor do they know where to stand. \n\t\t\t\t\t\t\n\t\t\t\t\t\t They are reported to have said that \"it is the policy of the government not to take part in the energy aid to north Korea\" under the pretext of the \"abduction issue\". In that case, it is self-evident that Japan's attitude would make its participation in the six-party talks questionable. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The DPRK does not care whether Japan participates in \"the energy aid to north Korea\" or not. But it is compelled to call for excluding Japan from the process for the denuclearization of the Korean Peninsula as it is only laying hurdles in the way of the talks, without playing any role.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Japan would be well advised to behave itself, taking these matters and the ensuing consequences of the development into full consideration.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Whether Japan will suffer the disgrace of being kicked out of the six-party talks or not entirely depends on its attitude."
        },
        {
            "title": "U.S.-South Korea Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-07ee.html",
            "content": "U.S.-South Korea Joint Military Exercises under Fire\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 11 (KCNA) -- The Hoguk exercises staged by the south Korean puppet forces and the U.S. forces were a product of the Lee Myung Bak group's sycophancy towards the U.S. and confrontation with fellow countrymen to do harm to them with the help of the United States.\n\t\t\t\t\t\t Minju Joson Tuesday says this in a signed commentary. \n\t\t\t\t\t\t\n\t\t\t\t\t\t It goes on:\n\t\t\t\t\t\t\n\t\t\t\t\t\t The above-said exercises clearly prove that the \"dialogue\" touted by the Lee group is nothing but a sheer lie intended to mislead the public opinion and evade the responsibility for having bedeviled the inter-Korean relations.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It is beyond doubt that it was the scenario of the puppet forces to launch an all-out war while staging the large-scale Hoguk exercises together with U.S. forces. But the warmongers of south Korea and the U.S. could not succeed in their sinister scenario as the army and people of the DPRK have been fully ready to beat back any aggressors at a single blow under the banner of Songun. Had the DPRK not built up powerful self-reliant defence capability under the banner of Songun, the Lee group would have ignited a war of aggression against it while staging the above-said exercises. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The group should give up its unrealizable wild ambition for invading the north because its act of aggression against the north is little short of digging its own grave. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Should the group of traitors launch a war of aggression against the DPRK, its army and people will mete out merciless punishment to them. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The Lee group has so far committed indelible crimes against the nation. By staging the above-said exercises it only added to its crimes. The army and people of the DPRK will surely force the group to pay for having staged the war exercises targeted against it under the codename of Hoguk. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The Lee group had better behave with discretion, bearing in mind that its confrontation with fellow countrymen is bound to lead to its self-destruction, urges the commentary."
        },
        {
            "title": "Suppression of Hanchongryon Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-03ee.html",
            "content": "Suppression of Hanchongryon Flailed in S. Korea\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 11 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on Nov. 6 in denunciation of traitor Lee Myung Bak's crackdown upon the south Korean Federation of University Student Councils (Hanchongryon).\n\t\t\t\t\t\t Some time ago, the public security authorities announced that they would investigate and punish six core members of the 13th-term Hanchongryon, groundlessly claiming that the organization led the struggle for removal of the statue of MacArthur and the demonstration opposing Bush's junket to south Korea in 2005 \"on the instructions of the north\".\n\t\t\t\t\t\t\n\t\t\t\t\t\t Recalling this, the statement denounced the Lee Myung Bak \"government's\" above-said suppression of Hanchongryon, a legitimate organization, as an anti-reunification deed of totally negating the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The crackdown upon Hanchongryon committed by the present regime under the pretext of \"public security\" is a clear reprisal on the candlelight actions, it said.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The statement held that the Lee Myung Bak \"government\" should stop the crackdown upon the progressive organizations such as Hanchongryon and the Solidarity for Implementing the South-North Joint Declaration at once, mindful that the escalated suppression would only result in its own destruction.\n\t\t\t\t\t\t\n\t\t\t\t\t\t In the meantime, the south Korean Confederation of Trade Unions issued a statement on Nov. 7 urging the Lee \"government\" to immediately halt the unwarranted suppression of the confederation struggling for democratization of society and vital rights of workers."
        },
        {
            "title": "50th Anniversary of Kim Il Sung's Visit to Vietnam Observed",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-01ee.html",
            "content": "50th Anniversary of Kim Il Sung's Visit to Vietnam Observed\r\n\n\t\t\t\t\tPyongyang, November 11 (KCNA) -- An opening ceremony of photo exhibition and an art performance were held at the Friendship Hall in Hanoi and a friendly meeting at a textile mill on Nov. 4 to mark the 50th anniversary of President Kim Il Sung's visit to Vietnam and the 1st anniversary of the meeting between General Secretary Kim Jong Il and Nong Duc Manh, general secretary of the Central Committee of the Communist Party of Vietnam.\n\t\t\t\t\t\t On display in the venue of the photo exhibition were photos showing Kim Il Sung's historic visit to Vietnam and the meeting between Kim Jong Il and Nong Duc Manh and introducing the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The president of the Vietnam Union of Friendship Organizations said at the opening ceremony that the friendly and cooperative relations between the two countries are the relationship whose foundation was personally provided and cultivated by President Ho Chi Minh and President Kim Il Sung.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The visit to Vietnam by Kim Il Sung was an event as it gave enormous mental and material support to the Vietnamese people and made substantial contribution to the struggle for national independence, reunification and socialist construction in Vietnam, the speaker noted.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He stated that Nong Duc Manh's visit to the DPRK last year marked an important milestone in steadily consolidating and developing the traditional relations of friendship and cooperation between the two parties, states and peoples.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He hoped that the Korean people would achieve greater successes in the building and defence of the country and the cause of national reunification under the leadership of the Workers' Party of Korea headed by Kim Jong Il and that the friendly and cooperative relations between the two countries would further consolidate and develop day by day.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Put on the stage of art performance were Korean and Vietnamese songs including an immortal revolutionary hymn \"Song of General Kim Il Sung\" and \"The Snow Falls\".\n\t\t\t\t\t\t\n\t\t\t\t\t\t The participants in the friendly meeting deepened friendship, looking back with deep emotion on the day when Kim Il Sung visited the mill 50 years ago."
        },
        {
            "title": "Rodong Sinmun comenta palabras hipocritas de Kim Ha Jung",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-19ee.html",
            "content": "Rodong Sinmun comenta palabras hipocritas de Kim Ha Jung\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, 11 de noviembre (ATCC) -- Ultimamente, el ministro surcoreano de \"Reunificacion\", Kim Ha Jung, dijo en varias ocasiones que las autoridades surcoreanas \"nunca han negado\" la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. Y hablo hipocritamente del \"dialogo\" y \"abrazo\" como si estuviera interesado en las conversaciones Norte-Sur.\n\t\t\t\t\t\tEn un comentario individual difundido este martes, el diario Rodong Sinmun califico las palabras de Kim de hablilla taimada y virulenta para liberarse de la responsabilidad de su crimen de haber llevado al aborto las relaciones Norte-Sur negando las referidas declaraciones conjuntas y su espiritu fundamental y cerrando las posibilidades del dialogo y cooperacion bilaterales.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Tras revelar citando ejemplos de que la horda de Lee Myung Bak vino censurando perversamente esas historicas declaraciones intercoreanas a contrapelo de la corriente de la epoca, el comentarista escribio como sigue:\n\t\t\t\t\t\t\n\t\t\t\t\t\t  No cambiara nada por mucho que los compinches de Lee recurran a las artimanas para evadir su responsabilidad de hacer regresar las relaciones intercoreanas a las de enfrentamiento del pasado cuando no hubo dialogo ni cooperacion.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Seria una gran tonteria si ellos piensan que podran encubrir con ese truco barato su naturaleza anti-reunificacion y liberarse de la responsabilidad por la catastrofica coyuntura de las relaciones Norte-Sur.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Las actuales relaciones Norte-Sur, que corren el riesgo de ruptura total, se deben enteramente al traidor Lee Myung Bak y a su antinacional \"politica hacia el Norte\".\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Este crimen sera grabado de modo imborrable en la mente de la nacion coreana y la responsabilidad por el respecto sera balanceada sin falta.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Si la banda de Lee desea de veras el dialogo y la mejora de las relaciones con el Norte, no debe actuar de esa manera sino poner en claro su voluntad de implementar la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre como lo demandan  unanimemente todos los coreanos."
        },
        {
            "title": "Rodong Sinmun condena a los reaccionarios japoneses ",
            "url": "http://kcna.co.jp/item/2008/200811/news12/20081112-20ee.html",
            "content": "Rodong Sinmun condena a los reaccionarios japoneses\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, 11 de noviembre (ATCC) -- El pasado 31 de octubre, el entonces jefe del Estado Mayor de la fuerza aerea del Ministerio de Defensa de Japon, Tamogami, enumero en su \"tesis\" un paquete de embustes como la dominacion colonial de Japon sobre la Peninsula Coreana \"fue legitima porque se baso en el tratado bilateral\" y \"Japon \"fue calificado injustamente de Estado agresor\" porque no lo fue en la Segunda Guerra Mundial\".\n\t\t\t\t\t\tTales palabras revelan la extremada groseria de Tamogami y su origen de neofascista y ultranacionalista. \n\t\t\t\t\t\t\n\t\t\t\t\t\tCritica asi el diario Rodong Sinmun en un comentario individual de este martes y prosigue: \n\t\t\t\t\t\t\n\t\t\t\t\t\tJapon es el pais criminal de guerra que en el siglo pasado, ocupo a Corea por via militar e invadio a otros paises asiaticos mediante la guerra. \n\t\t\t\t\t\t\n\t\t\t\t\t\tLo mas grave del caso es que Tamogami no es el unico que tiene esa invertida concepcion de la historia. \n\t\t\t\t\t\t\n\t\t\t\t\t\tHace poco, el premier Aso describio como la \"guerra para la gran Asia oriental\" la Guerra del Pacifico, que han desatado los imperialistas japoneses partiendo de su ambiciosa politica agresiva y de su intencion de establecer la \"esfera de coprosperidad de gran Asia oriental\". \n\t\t\t\t\t\t\n\t\t\t\t\t\tEsto insinua que los puntos de vista de la historia de Aso y Tamogami son los mismos en mayor parte.\n\t\t\t\t\t\t\n\t\t\t\t\t\tEl procedimiento irrazonable del segundo es la imitacion de la conducta de la capa dominante de Japon, que se obstina en negar, tergiversar y ocultar la historia de sus crimenes del pasado, y el testimonio de que todos ellos son gangsteres que no tienen ni un comino de moralidad y sinceridad. \n\t\t\t\t\t\t\n\t\t\t\t\t\tLejos de reconocer sus crimenes del pasado, los reaccionarios japoneses intentan hasta dar marcha atras a la historia.\n\t\t\t\t\t\t\n\t\t\t\t\t\tLes convendrian que vean correctamente la actual voluntad del pueblo y actuen con razon calmando su cabeza calentada por la ambicion de resucitar el militarismo."
        }
    ]
}