{
    "date": "2008-03-17",
    "url": "http://kcna.co.jp/item/2008/200803/20080317.htm",
    "articles": [
        {
            "title": "Kim Jong Il Extends Congratulations to Hu Jintao",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#1",
            "content": "Kim Jong Il Extends Congratulations to Hu Jintao \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- General Secretary Kim Jong Il on Saturday sent a congratulatory message to Hu Jintao, General Secretary of the Central Committee of the Communist Party of China, President of the People's Republic of China and chairman of the Central Military Commission of China. &nbsp;&nbsp;&nbsp;\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n I extend warm congratulations to you on your reelection as president of the People's Republic of China and chairman of the Central Military Commission at the first session of the 11th National People's Congress of PRC. &nbsp;&nbsp;&nbsp;\r\n Your reelection to the important leadership posts of the state is an expression of the Chinese people and army's deep respect and trust in you. &nbsp;&nbsp;&nbsp;\r\n I am convinced that the Chinese people will register fresh successes in their efforts to carry out the tasks set forth at the first session of the 11th National People's Congress under the leadership of the CPC with you as general secretary. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of our party and government to set store by the DPRK-China friendship and steadily boost it. &nbsp;&nbsp;&nbsp;\r\n Believing that the traditional relations of friendship and cooperation between the DPRK and China will continue to develop on good terms thanks to the joint efforts of both sides in the future, too, I sincerely wish you greater success in your responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Chinese State Leaders",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#2",
            "content": "Congratulations to Chinese State Leaders \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Saturday sent a congratulatory message to Hu Jintao and Wu Bangguo upon their respective reelection as President of the People's Republic of China and chairman of the Standing Committee of the National People's Congress at the first session of the 11th NPC. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in the message expressed the belief that the Chinese people would register good successes in their efforts to achieve prosperity of the country under the leadership of the Communist Party of China without fail. &nbsp;&nbsp;&nbsp;\r\n The message wished them success in their work, believing that the DPRK-China friendly and cooperative relations would grow stronger thanks to the joint efforts of the parties, governments and peoples of the two countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Chinese Premier",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#3",
            "content": "Congratulations to Chinese Premier \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a congratulatory message to Wen Jiabao upon his reelection as Premier of the State Council of China at the first meeting of the 11th-term National People's Congress of China. &nbsp;&nbsp;&nbsp;\r\n In the belief that the DPRK-China friendly and cooperative relations would continue to consolidate and develop by the joint efforts of both sides, the message sincerely wished the Chinese premier greater success in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-DPRK Smear Broadcasting Campaign Accused",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#4",
            "content": "Anti-DPRK Smear Broadcasting Campaign Accused \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The south Korean conservative ruling quarters are these days conducting anti-DPRK smear broadcasts more viciously than ever before in conspiracy with the right-wing conservatives of the United States and Japan. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the Central Committee of the Democratic Front for the Reunification of the Fatherland in the DPRK issued a statement in this regard on Sunday. &nbsp;&nbsp;&nbsp;\r\n The statement bitterly denounced such campaign as an unpardonable, anti-reunification and anti-national crime designed to turn the favorably developing inter-Korean relationship to that in the era of confrontation before the adoption of the June 15 declaration. &nbsp;&nbsp;&nbsp;\r\n The right-wing conservatives in south Korea have gathered riffraff to set up such smear broadcastings as \"broadcasting for the north\", \"missionary broadcasting for the north\" and \"broadcasting for reform in the north\" and use them as a shock brigade in the campaign against the DPRK, it pointed out, and said: &nbsp;&nbsp;&nbsp;\r\n Recently they established again the anti-DPRK smear broadcasting called \"voice of freedom\". And they have intensified broadcasts full of falsity and deceptive propaganda against the north from the very day of its start. &nbsp;&nbsp;&nbsp;\r\n Furthermore, \"Radio Free Asia\" and \"Voice of America\", broadcastings speaking for the U.S. right-wing conservatives are joining in the above-said campaign while instigating the south Korean conservatives to do so.  In the meantime, the Japanese reactionaries openly set up an anti-DPRK broadcasting under the prime minister's control to join in the smear campaign. &nbsp;&nbsp;&nbsp;\r\n Bereft of reason encouraged by their U.S. and Japanese masters, the south Korean conservative forces have gone the length of seeking to conduct such smear broadcasts on a worldwide scale, asserting that an international body should be formed to put under the unified control the anti-DPRK broadcastings in the United States, Japan and south Korea. &nbsp;&nbsp;&nbsp;\r\n They have frantically staged war exercises for aggression on the DPRK, in league with the United States, inciting military confrontation. Not content with such actions, they are conducting the anti-DPRK smear broadcasts to invite confrontation in ideology and system with their fellow countrymen. This is an intolerable confrontation campaign against the nation and reunification. &nbsp;&nbsp;&nbsp;\r\n We will never overlook such provocative smear broadcasting launched by the south Korean conservative ruling quarters and the U.S. and Japanese reactionaries to dare to defame the destiny of the DPRK and threaten its system but strictly keep tabs on the moves. &nbsp;&nbsp;&nbsp;\r\n The south Korean conservative ruling quarters are well advised to behave themselves, mindful that they should be held fully accountable for all the consequences to be entailed by their smear broadcasting moves.    \r\n\r\n\r\n"
        },
        {
            "title": "10th Kimilsungia Festival to be Held",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#5",
            "content": "10th Kimilsungia Festival to be Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The 10th Kimilsungia festival will be held here on the occasion of the Day of the Sun, the greatest auspicious holiday of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The festival due to be opened at the Kimilsungia-Kimjongilia Exhibition in mid-April Juche 97 (2008) will be participated in by military organs and ministries and national institutions, servicepersons, working people and school youth and children and the General Association of Korean Residents in Japan and other overseas compatriots' organizations and overseas Koreans and organizations and personages of different countries. &nbsp;&nbsp;&nbsp;\r\n During the festival each province is to organize shows of the immortal flower and visits to the Kimilsungia-Kimjongilia greenhouses there.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Marks 85th Anniversary of \"250 Mile Journey for Learning\"",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#6",
            "content": "National Meeting Marks 85th Anniversary of \"250 Mile Journey for Learning\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- A national meeting was held here Saturday to mark the 85th anniversary of the \"250 mile journey for learning\" made by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung crossed the River Amnok on March 16, Juche 12 (1923) and made the journey, upholding the words of his father that he should keenly experience the misfortune of the Korean nation and know better about the history and culture of Korea. &nbsp;&nbsp;&nbsp;\r\n Among the participants in the meeting were Kim Yong Nam, Choe Thae Bok, Kim Jung Rin, Kim Ki Nam and official concerned, officials in the fields of the preservation of revolutionary relics, education, culture, arts and media, those of the youth league and school youth and children. &nbsp;&nbsp;&nbsp;\r\n Ri Yong Chol, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, in a report said that the \"250 mile journey for learning\" made by Kim Il Sung was a patriotic and revolutionary one of the same distance during which he had an opportunity to know better about Korea and nurtured the noble aim to wipe out the Japanese imperialists and liberate the country by the efforts of the Koreans. &nbsp;&nbsp;&nbsp;\r\n After making the journey to return to the homeland, Kim Il Sung studied at Changdok School there during which he keenly realized that the Japanese imperialists were cruel aggressors and plunderers and more deeply grasped the truth of the revolution that it was possible to drive the Japanese imperialists out of the country and liberate it only through struggle, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung covered a \"250 mile journey for national liberation\" in the wake of the \"250 mile journey for learning\" before embarking on the path of revolution. He built man-centered Korean-style socialism on this land, enabling the Korean people to become the most dignified and proud people in the world. &nbsp;&nbsp;&nbsp;\r\n The reporter recalled that General Secretary Kim Jong Il made sure that school youth and children made regular study tours of the revolutionary battle sites in the area of Mt. Paektu and similar study tours along the same course as that covered by the President to make the \"250 mile journey for learning\" and the \"250 mile journey for national liberation\" each. &nbsp;&nbsp;&nbsp;\r\n Over the past three decades since the first study tour a great many school youth and children from across the country covered this historic course, deeply grasping the immortal revolutionary exploits performed by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The reporter underscored the need for all school youth and children to deeply study the glorious revolutionary history of Kim Il Sung and firmly defend and glorify the undying feats performed by him in the Korean youth movement.    \r\n\r\n\r\n"
        },
        {
            "title": "\"250-Mile Journey for Learning\" Covered by President",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#7",
            "content": "\"250-Mile Journey for Learning\" Covered by President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- President Kim Il Sung walked the 250-mile journey at the age of 11 in the year of Juche 12 (1923), upholding the lofty intention of his father that a man born in Korea must have a good knowledge of Korea. &nbsp;&nbsp;&nbsp;\r\n The Korean people call the journey \"250-Mile Journey for Learning\".&nbsp;&nbsp;&nbsp;\r\n The President left Badaogou of Changbai County, China for Mangyongdae, his native place, on March 16 that year. While covering the long journey alone, he witnessed the reality of the motherland groaning under the jackboots of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n He saw pitiful features of the fellow-countrymen such as fettered people and those wandering in search of a way to live and heard voices full of rancor and deep sigh everywhere in Korea. &nbsp;&nbsp;&nbsp;\r\n Witnessing the miserable reality of the motherland, he had a burning hatred against the Japanese imperialists who turned the 3 000-ri land of Korea into a hell on earth. &nbsp;&nbsp;&nbsp;\r\n He arrived at Mangyongdae he had longed for awake or asleep, overcoming all trials and biting cold 14 days after he left Badaogou. &nbsp;&nbsp;&nbsp;\r\n While attending Changdok School, he acquired a deep knowledge of the history and geography of Korea and keenly realized the reality of the motherland. He, with a firm pledge not to return before he won back the country ruined by the Japanese imperialists, left Mangyongdae in 1925 and walked the \"250-Mile Journey for National Liberation\", and thus embarked on the road of revolution. &nbsp;&nbsp;&nbsp;\r\n He remembered in his whole life what he witnessed during the long journey which gave him a deep knowledge of the motherland, and constructed a dignified and powerful socialist country of Juche on this land. &nbsp;&nbsp;&nbsp;\r\n In order to convey long the revolutionary sites on the historic 250-mile-long road covered by the President, the Korean people have erected his statues and revolutionary museums in Phophyong, Hwaphyong, Kaechon and other places. &nbsp;&nbsp;&nbsp;\r\n The school youth and children throughout the country annually hold the  \"250-Mile Journey for Learning\" expedition march to follow President    Kim Il Sung and have a firm will and strong physical strength.    \r\n\r\n\r\n"
        },
        {
            "title": "Sincere Assistance to Domain of Railways",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#8",
            "content": "Sincere Assistance to Domain of Railways \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- Officials and other working people across the country are rendering sincere assistance to the field of railway transport. &nbsp;&nbsp;&nbsp;\r\n Those in Pyongyang and North Phyongan Province sent various kinds of bolts and nuts, sleepers and many other accessories and materials needed for railway repair and contributed to turning railways in various sections into standard ones in a short span of time. &nbsp;&nbsp;&nbsp;\r\n Those in Kangwon, South Hwanghae, Jagang and South Phyongan provinces have also rendered sincere labor and material assistance to the above-said field. They reinforced railroads with hundreds of cubic meters of gravels and retaining walls with stones.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Grand People's Study House Crowded with Visitors",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#9",
            "content": "Grand People's Study House Crowded with Visitors\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- The Grand People's Study House has sincerely helped a great many working people and students in their study through its various services including offer of different kinds of books for public perusal and educational activities. &nbsp;&nbsp;&nbsp;\r\n It draws at least 8,000 scientists, technicians, working people and students on a daily average, more than 10,000 at maximum. &nbsp;&nbsp;&nbsp;\r\n The officials and employees there succeeded in putting the service on a higher IT basis to catalogue searching and excerpts reading. They have also improved the methods of operating bookshelves to help readers look for and study a variety of books in a more convenient manner. &nbsp;&nbsp;&nbsp;\r\n They are also rendering scientific and technologic services to major units of the national economy, thus helping scientists and technicians in their researches to settle scientific and technological problems arising in practice. &nbsp;&nbsp;&nbsp;\r\n They are getting in close touch with the scientific and educational institutions and the e-libraries that emerged in Jagang, South Hamgyong and other provinces in a bid to help them successfully operate their homepages so that readers in local areas may have easy access to the information provided by them any time. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the study house is busy organizing lectures on science and technology, training courses and other educational activities.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Effective Vegetable Agricultural Chemicals Developed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#10",
            "content": "Effective Vegetable Agricultural Chemicals Developed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- New effective vegetable agricultural chemicals have been developed by officials, teachers and researchers of Kim Je Won Haeju University of Agriculture in the DPRK to be widely used to kill pine caterpillars. &nbsp;&nbsp;&nbsp;\r\n   These agricultural chemicals very effective in killing pine caterpillars and butterfly-shaped harmful insects were produced mainly by use of agricultural by-products. &nbsp;&nbsp;&nbsp;\r\n  Raw materials for their production are available in plenty and simple in their manufacture and use. These chemicals do not adversely affect ecological environment. &nbsp;&nbsp;&nbsp;\r\n  The Ministry of Land and Environment Preservation is taking measures to widely introduce these chemicals as they are profitable and suited to the specific conditions of the country. &nbsp;&nbsp;&nbsp;\r\n  The efficacy of these chemicals produced in Pyongyang and South and North Hwanghae, South Phyongan, South Hamgyong and other provinces has been proved in the course of protecting forests and killing insects harmful to crops.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' Abuses of Socialism under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#11",
            "content": "Imperialists' Abuses of Socialism under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The imperialists and their mouthpieces are persistently slandering socialism in a bid to propagandize the \"superiority\" of capitalism. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Sunday carries a signed article in this regard. &nbsp;&nbsp;&nbsp;\r\n The imperialists' claim that socialism is inferior to capitalism in ensuring the development of a nation is a shameless assertion distorting the truth, and it is not socialism, but capitalism that holds in check the development of a nation, the article points out, and says: &nbsp;&nbsp;&nbsp;\r\n A key to achieving the development of a nation is to realize equality and unity among its members and harmonize their interests. &nbsp;&nbsp;&nbsp;\r\n Unity of a nation and its independent development can never be ensured in capitalist society where individualism holds sway and antagonism and inconsistency are getting acute between the exploiter and the exploited. &nbsp;&nbsp;&nbsp;\r\n The reactionary exploiting class constrains the development of the working masses' political life to the utmost as their enhanced political position and role will endanger its political hegemony. &nbsp;&nbsp;&nbsp;\r\n Even though social wealth is remarkably increased in capitalist society, it has nothing to do with the improvement of the working masses' material life. &nbsp;&nbsp;&nbsp;\r\n In capitalist society everything serves not for the development of the nation but for restraint to it. &nbsp;&nbsp;&nbsp;\r\n Genuine prosperity of a nation and a country can be ensured only in socialist society. &nbsp;&nbsp;&nbsp;\r\n Socialist state conducts in a unified and planned way the work to achieve the development of a country and a nation on the basis of all their members' aspiration and desire and enlists social wealth and united efforts of people in it to the full. &nbsp;&nbsp;&nbsp;\r\n The above-said truth has been evidently proven through the past and present conditions in those countries where socialism was collapsed and capitalism revived. &nbsp;&nbsp;&nbsp;\r\n The facts clearly tell that not socialism but capitalism holds in check the development of a country and a nation, the article concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Heightened Vigilance against Imperialists' Rhetoric about \"Peace\" Called for",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#12",
            "content": "Heightened Vigilance against Imperialists' Rhetoric about \"Peace\" Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- The imperialists are crying out for \"peace\" louder than ever before. The world progressive people should heighten vigilance against the imperialists' rhetoric about \"peace.\" &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday stresses this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Noting that the imperialists have worked hard to realize their ambition for domination under the veil of \"peace\" while craftily exploiting the global trend of the times toward peace, the article says: &nbsp;&nbsp;&nbsp;\r\n Their rhetoric about \"peace\" is a crafty trick to disarm other countries and nations ideologically and morally. &nbsp;&nbsp;&nbsp;\r\n Now the anti-imperialist and independent forces are absolutely dominant in the international arena. This has made it impossible for the imperialists to openly resort to force only. &nbsp;&nbsp;&nbsp;\r\n Therefore, they seek to cover their true nature for aggression, through camouflaged peace trick, and benumb people's spirit. It is the imperialists' trite trick for aggression to force other countries to ideologically and morally disarm themselves. &nbsp;&nbsp;&nbsp;\r\n There are various deceptive methods employed by them to advocate \"peace.\" &nbsp;&nbsp;&nbsp;\r\n They would interfere in other countries' affairs, talking about \"settlement\" and \"mediation\" when disputes between political forces and ethnic strife occur there. &nbsp;&nbsp;&nbsp;\r\n They would also craftily work to legitimize their moves for aggression under the veil of \"peace\" by taking advantage of their superior position in war of words. &nbsp;&nbsp;&nbsp;\r\n If one lends an ear to their rhetoric about \"peace\" or is taken in by it, it will entail irrevocably serious consequences. &nbsp;&nbsp;&nbsp;\r\n It is important to bolster military force for self-defence now that the imperialists have become all the more pronounced in the moves for aggression and war under the deceptive slogan of \"peace.\" &nbsp;&nbsp;&nbsp;\r\n The imperialists dare not provoke a country with powerful defence capacity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#13",
            "content": "Rodong Sinmun on Idea of \"By Our Nation Itself\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- \"By our nation itself\" is the great proposition for independent reunification that makes it possible to successfully achieve the national reunification by the united efforts of the Koreans. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says this in a signed article on Saturday. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself,\" clarified in the June 15 joint declaration, is the idea of steadfast national independence that helps the Koreans fulfill their responsibility and role as the driving force of the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n It simply and plainly represents the profound idea of national independence calling for the settlement of the reunification problem, a question pertaining to the Korean nation's self-determination, by the Koreans themselves. &nbsp;&nbsp;&nbsp;\r\n This idea has become a banner of the times and an idea serving all Koreans as it considerably raised their consciousness of independence and opened up the era of the independent reunification. &nbsp;&nbsp;&nbsp;\r\n With its tremendous attraction, the idea enhanced the Koreans' desire for the independent reunification and brought a new phase of the development of the north-south relations and the national reunification. &nbsp;&nbsp;&nbsp;\r\n It has been deeply kept in the mind of the whole nation as the basic spirit of the June 15 reunification era giving a strong impetus to the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n It is now the faith of the entire Korean nation that when its members work together, pooling their efforts, there is nothing impossible and it is quite possible to achieve the reconciliation, peace and reunification. &nbsp;&nbsp;&nbsp;\r\n Steadfast is the Koreans' will and determination to open up a new era of independent reunification, peace and prosperity holding higher as the banner of patriotism the idea of \"By our nation itself.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Aerial War Exercises under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#14",
            "content": "U.S. Aerial War Exercises under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The U.S. imperialists are now busy with the aerial war games against the DPRK, swiftly deploying the flying corps in south Korea, according to a military source. &nbsp;&nbsp;&nbsp;\r\n They already sent a squadron of F-16s from the U.S. mainland to its air force base in south Korea and recently deployed 16 F/A-18s there. &nbsp;&nbsp;&nbsp;\r\n It is a very ill-boding military movement that such swift deployment was carried out after they moved overseas-based F-16s, U-2 and HC-130s to south Korea in the wake of the Key Resolve and Foal Eagle joint military exercises for aggression on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Those warplanes reinforced by over 40 are now hell-bent on such madcap military exercises as raid operation aimed at strike on the important strategic targets of the DPRK, close air support and aerial combat in coordination with F-16s and A-10s of the U.S. 7th Air Force present in south Korea, rendering the situation of the Korean Peninsula more strained. &nbsp;&nbsp;&nbsp;\r\n In the meantime, pursuit-assault planes based in Iwakuni of Japan are conducting almost every day the actual war exercises of making long-distance flight in formation of two or more planes to the firing range in Sangdong of south Korea and returning to their base after dropping bombs, kicking up a war atmosphere. &nbsp;&nbsp;&nbsp;\r\n Such air war exercises are being staged under the situation in which the U.S. imperialist war maniacs still keep in south Korea their forces of three services involved in the madcap Key Resolve and Foal Eagle joint military exercises. This goes to prove that they are seeking an actual war. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are always keeping a sharp eye on the reckless war moves of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The U.S. should withdraw its aggression forces from south Korea at once and take practical measures to halt the war games before talking about \"detente\" and \"peace\".    \r\n\r\n\r\n"
        },
        {
            "title": "Stop to Suppression of Reunification Champions Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#15",
            "content": "Stop to Suppression of Reunification Champions Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration, the Solidarity for Implementing the South-North Joint Declaration and other civic and public organizations in south Korea called a joint press conference outside the \"Chongwadae\" on March 12 in demand of the implementation of the June 15 joint declaration and the October 4 declaration, stop to the new security authorities' suppression, abolition of the \"National Security Law\" and the release of prisoners of conscience. &nbsp;&nbsp;&nbsp;\r\n At the press conference the organizations, referring to the recently continued arrest of progressive students and personages, held that such suppression of pro-reunification patriots should be stopped at once. &nbsp;&nbsp;&nbsp;\r\n  They urged the \"government\" to abolish the NSL, an evil law in the Cold War era, immediately set free all the prisoners of conscience and sincerely opt for implementing the June 15 joint declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Headquarters of Movement for General Elections Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#16",
            "content": "Headquarters of Movement for General Elections Formed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration, the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea and the south Korean Federation of University Student Councils formed the headquarters of the movement for general elections to realize new politics and implement the June 15 joint declaration and the October 4 declaration on March 8. &nbsp;&nbsp;&nbsp;\r\n At an inaugural ceremony held in Seoul that day speakers denounced the pro-U.S. conservative forces for letting loose reckless remarks negating the June 15 joint declaration while unprecedentedly intensifying the suppression of pro-reunification patriotic figures on charges of violation of the \"National Security Law (NSL).\" &nbsp;&nbsp;&nbsp;\r\n An inaugural declaration read out at the ceremony said that the headquarters of the movement for general elections was formed to bring about a new day of independent reunification, peace and prosperity and build a world where the hard working people will become its masters. &nbsp;&nbsp;&nbsp;\r\n It noted that the headquarters would wage a dynamic struggle to build a \"National Assembly\" ready to implement the June 15 joint declaration and the October 4 declaration in all spheres, strengthen the progressive forces, win vital rights and abolish the NSL. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony its participants conducted information services among citizens.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Solidarity Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#17",
            "content": "Anti-U.S. Solidarity Rally Held in Seoul\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- The People for Achieving Peace and Reunification, the South Headquarters of the National Alliance for the Country's Reunification, the south Korean Confederation of Trade Unions, the Association for Helping Prisoners of Conscience of the Family Movement for Realizing Democracy and other civic and public organizations of south Korea held the 102nd anti-U.S. solidarity rally in front of the U.S. embassy in Seoul on March 11. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally recalled that the Key Resolve and Foal Eagle joint military exercises were staged across south Korea from March 2 to 7, denouncing the U.S. and south Korean bellicose forces for openly revealing their ambition for aggression against the dialogue partner behind the curtain of the talks. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally accused the U.S. and the south Korean authorities of contemplating holding talks in April to publish a \"new declaration on south Korea-U.S. alliance.\" &nbsp;&nbsp;&nbsp;\r\n Through this the U.S. zealously seeks to plug south Korea into its missile defense system and \"PSI,\" it charged. &nbsp;&nbsp;&nbsp;\r\n Such sinister attempt of the U.S. and the south Korean bellicose forces can never be pardoned, it held, calling upon all circles to pool their efforts to wage a dynamic struggle to drive the U.S. forces out of this land.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Pressurizes S. Korea to Build Missile Shield",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#18",
            "content": "U.S. Pressurizes S. Korea to Build Missile Shield\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- The commander of the U.S. forces present in south Korea pressurized south Korea to build the missile defense system (MD) at the hearing of the U.S. Senate Armed Services Committee on March 11, according to south Korean KBS. &nbsp;&nbsp;&nbsp;\r\n He blustered that south Korea should build its missile defense network as early as possible to counter someone's \"missile attack\" to make sure that it is perfectly integrated with the U.S. MD, talking about \"concern over the north's military equipment related to missiles and its spread of ballistic missiles.\" &nbsp;&nbsp;&nbsp;\r\n This brings to light the U.S. hostility toward the DPRK, a clear indication that there is no change in the U.S. hostile policy toward the latter and the former is only seized by the ambition to stifle it by force.    \r\n\r\n\r\n"
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#19",
            "content": "Implementation of Inter-Korean Declarations Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The Overseas Side Committee for Implementing the June 15 Joint Declaration made public a statement on March 13, stressing that it is an urgent demand of the Koreans to defend the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n Noting that the people's will is to value and carry forward and develop the said declarations, the statement condemned the present \"government\" of south Korea for having staged the Key Resolve and Foal Eagle joint military exercises designed for preemptive attack on the north, in disregard of the nation's ardent desire for reunification. It also charged that the \"government\" is getting evermore pronounced in repression of the reunification movement forces by dint of the \"National Security Law\".&nbsp;&nbsp;&nbsp;\r\n The statement said that the attitude and stand all the members of the Korean nation should maintain are, above all, to adhere to the idea of attaching importance to the nation and devote all efforts to implementing the June 15 joint declaration and the October 4 declaration with them as the great programme for reunification and co-prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n It contended that the south Korean \"government\" should take the lead in implementing the declarations in step with the nation's trend toward reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun to Be Commemorated in Italy",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#20",
            "content": "Day of Sun to Be Commemorated in Italy\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- An Italian preparatory committee for commemorating the Day of the Sun was formed with due ceremony in Rome on Mar. 10. &nbsp;&nbsp;&nbsp;\r\n The international secretary of the Struggle for the Peace and Socialism of Italy was elected chairman of the preparatory committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to widely introduce President Kim Il Sung's exploits for the world revolution and humankind and conduct solidarity activities supporting the Korean people's struggle on the occasion of his birthday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Statement Published in Jordan on Day of Sun",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#21",
            "content": "Statement Published in Jordan on Day of Sun\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The Arab Committee for Solidarity with the Korean People and Supporting the Reunification of Korea in Jordan released a statement on Mar. 8 on the occasion of the Day of the Sun, the birthday of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Noting that the Day of the Sun is a historic day for the world people aspiring after independence and justice, the statement said it is praise of the President's undying exploits for the Korean revolution and the cause of global independence that the Korean people and the progressive humankind of the world are significantly commemorating the day. &nbsp;&nbsp;&nbsp;\r\n It also noted with high appreciation that General Secretary Kim Jong Il has strengthened and developed the DPRK into an invincible socialist fortress, the beacon for the human cause of independence, holding higher the banner of Songun despite the imperialists' moves to stifle it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Highly Praised by British Figures",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#22",
            "content": "Kim Jong Il Highly Praised by British Figures\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- British figures from political circles highly praised General Secretary Kim Jong Il's personality as a great man at a remembrance meeting held on Mar. 8 on the occasion of the 125th anniversary of the death of Marx. &nbsp;&nbsp;&nbsp;\r\n Alexsander Kempshall, chairman of the Central Committee of the New Communist Party of Britain, said that Kim Jong Il has creditably carried forward the revolutionary cause of Juche started by President Kim Il Sung, steadily intensifying the revolutionary education of the people, the younger generation, in particular. &nbsp;&nbsp;&nbsp;\r\n Andy Brooks, general secretary of the Central Committee of the party, and its financial secretary and Ella Rule, vice-chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), noted that the DPRK is winning one victory after another because Kim Jong Il achieved the single-minded unity of the whole party and all the people based on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n As the guiding force for the revolution and construction the Workers' Party of Korea is standing firm at the head of the world revolution, holding aloft the banner of socialism despite the moves of the U.S. imperialists to stifle the DPRK, they stressed, calling for deepening the study of the Juche idea.  \r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletin Issued in Mexico",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#23",
            "content": "Information Bulletin Issued in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 15 (KCNA) -- The Mexican Institute for the Study of the Juche Idea released information bulletin No. 14 titled \"Three decades of the study and dissemination of the Juche idea,\" carrying a photograph of the Tower of the Juche Idea. &nbsp;&nbsp;&nbsp;\r\n Noting that the founding of the Juche idea by President Kim Il Sung marked a historic event as it brought about a fundamental turn in the struggle for carving out the destiny of the popular masses, an article of the bulletin said it was General Secretary Kim Jong Il who has developed and enriched the Juche idea, thus making sure that it was recognized as a guiding idea in the present era, the era of independence. &nbsp;&nbsp;&nbsp;\r\n The bulletin pointed in detail to the fact that an inaugural meeting of the International Institute of the Juche Idea was held with splendor in Tokyo on Apr. 9, 1978 in accordance with the unanimous aspiration and desire of the adherents to the Juche idea and progressive figures, organizations for studying the Juche idea were formed in different continents and the work for studying and disseminating the idea has been brisk in various parts of the world. &nbsp;&nbsp;&nbsp;\r\n The founding of the International Institute of the Juche Idea 30 years ago marked a significant event proving that the idea is recognized as a universal idea of the whole humankind, a guiding idea in the present era, the bulletin stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il felicita a Hu Jintao",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#24",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion a dirigentes chinos",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#25",
            "content": "Kim Jong Il felicita a Hu Jintao\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 15 un mensaje de felicitacion a Hu Jintao, Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China y de la Comision Militar Central. &nbsp;&nbsp;&nbsp;\r\nLa misiva va como sigue: &nbsp;&nbsp;&nbsp;\r\nHago llegarle a usted mis calidas felicitaciones con motivo de su reeleccion como Presidente de la RPCh y de la Comision Militar Central en el primer periodo de sesiones de la XI legislatura de la Asamblea Popular Nacional de la RPCh. &nbsp;&nbsp;&nbsp;\r\nLa ratificacion de usted en esos importantes cargos al frente del Estado deviene una expresion de alto respeto y confianza del pueblo y el ejercito de China en Ud. &nbsp;&nbsp;&nbsp;\r\nEstoy convencido de que bajo la direccion del Partido Comunista de China con usted como su secretario general el pueblo chino lograra nuevos exitos en la lucha por materializar las tareas presentadas en el primer periodo de sesiones de la XI legislatura de la Asamblea Popular Nacional. &nbsp;&nbsp;&nbsp;\r\nEs invariable la posicion del partido y el gobierno de Corea de apreciar la amistad Corea-China, consolidarla y desarrollarla incesantemente. &nbsp;&nbsp;&nbsp;\r\nEstoy seguro que las tradicionales relaciones de amistad y cooperacion entre Corea y China seguiran desarrollandose favorablemente tambien en el futuro por los esfuerzos comunes de ambas partes y le deseo de todo corazon a Vd. mayores exitos en sus labores responsables.     \r\n\r\n\r\n"
        },
        {
            "title": "Acto central por el 85o aniversario de \"Camino de mil ri para el estudio\"",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#26",
            "content": "Kim Yong Nam envia mensaje de felicitacion a dirigentes chinos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de marzo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 15 un mensaje de felicitacion a Hu Jintao, presidentes de la Republica Popular China y Wu Bangguo, presidente del Comite Permanente de la Asamblea Popular Nacional, en ocasion de sus reelecciones a estos cargos, respectivamente en el primer periodo de sesiones de la XI legislatura de dicho organo legislativo. &nbsp;&nbsp;&nbsp;\r\nEl remitente expresa su conviccion de que bajo la direccion del Partido Comunista de China, el pueblo chino lograra ciertamente magnificos exitos en la lucha por la prosperidad del pais. &nbsp;&nbsp;&nbsp;\r\nEsta seguro que las relaciones de amistad y cooperacion entre Corea y China se consolidaran y se desarrollaran de continuo por los esfuerzos comunes de los partidos, gobiernos y pueblos de los dos paises y les desea a los destinatarios exitos en sus labores.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun revela la esencia del pregon sobre \"paz\" de imperialistas",
            "url": "http://kcna.co.jp/item/2008/200803/news03/17.htm#27",
            "content": "Acto central por el 85o aniversario de \"Camino de mil ri para el estudio\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de marzo (ATCC) -- Tuvo lugar el dia 15 en esta capital el acto central por el 85o aniversario del \"Camino de mil ri para el estudio\" (10 ri equivalen a 4 km) recorrido por el Generalisimo Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\nEl 16 de marzo del 12 (1923) de la Era Juche, el Presidente Kim Il Sung inicio esa caminata tras cruzar el rio Aprok siguiendo las instrucciones de su padre de que debe experimentar en carne propia las desgracias que sufre la nacion coreana y conocer mejor de la historia y la cultura de Corea. &nbsp;&nbsp;&nbsp;\r\nAsistieron al acto Kim Yong Nam, Choe Thae Bok, Kim Jung Rin, Kim Ki Nam y otros cuadros, los funcionarios de las ramas de los vestigios historicos de la revolucion, ensenanza, cultura y arte, prensa e informacion, funcionarios de la Union de la Juventud, jovenes y ninos escolares. &nbsp;&nbsp;&nbsp;\r\nEl informe de la ocasion estuvo a cargo del primer secretario del CC de la Union de la Juventud, Ri Yong Chol, quien resalto que el \"camino de mil ri para el estudio\" fue una caminata patriotica y revolucionaria en que el Presidente cultivo su grandioso pensamiento de que debe conocer bien de Corea y lograr la independencia de la patria al derrotar con las fuerzas del pueblo coreano a los imperialistas japoneses. &nbsp;&nbsp;&nbsp;\r\nLlegado a la patria, el Presidente estudio en la Escuela de Changdok donde corroboro que los imperialistas nipones eran agresores y saqueadores salvajes y confirmo la verdad de la revolucion de que solo luchando sera posible expulsarlos y restaurar el pais, apunto el orador y continuo: &nbsp;&nbsp;&nbsp;\r\nEl Presidente inicio sus actividades revolucionarias al emprender el \"camino de mil ri para la restauracion\" seguido del mismo para el estudio. &nbsp;&nbsp;&nbsp;\r\n  El construyo en la tierra patria el socialismo al estilo coreano centrado en las masas populares y convirtio al pueblo coreano en el mas digno y orgulloso de este mundo. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il tomo medidas para que se realice periodicamente el recorrido de los jovenes y ninos escolares por los lugares historicos de batallas revolucionarias y los caminos referidos. &nbsp;&nbsp;&nbsp;\r\n  Durante mas de 30 anos desde el inicio de esa peregrinacion, un gran numero de jovenes y ninos escolares de todo el pais realizaron la caminata siguiendo ese historico trayecto y aprendiendo las inmortales hazanas revolucionarias del Presidente. &nbsp;&nbsp;&nbsp;\r\n  Todos los jovenes y ninos escolares deben estudiar profundamente la gloriosa historia revolucionaria del Generalisimo Kim Il Sung, defender y dar firme continuidad a sus imborrables proezas realizadas al dirigir el movimiento juvenil coreano.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}