{
    "date": "2008-03-25",
    "url": "http://kcna.co.jp/item/2008/200803/20080325.htm",
    "articles": [
        {
            "title": "DPRK-Namibia Joint Communique Released",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#1",
            "content": "DPRK-Namibia Joint Communique Released \r\n&nbsp;&nbsp;&nbsp;Windhoek, March 23 (KCNA Correspondent) -- A joint communique on the official goodwill visit to Namibia paid by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, was issued in Windhoek on March 23. &nbsp;&nbsp;&nbsp;\r\n According to it, Kim Yong Nam paid an official goodwill visit to Namibia from March 20 to 23 at the invitation of Namibian President Hifikepunye Pohamba. &nbsp;&nbsp;&nbsp;\r\n During the visit, Kim Yong Nam had talks with the Namibian president and met and had a conversation with the first Namibian president Sam Nujoma. &nbsp;&nbsp;&nbsp;\r\n At the talks and conversations both sides informed each other of the situation in their countries, exchanged wide-range views on the matter of boosting the traditional friendly and cooperative relations between the two countries in different domains and other regional and international issues of mutual concern and reached an important agreement on many issues discussed. &nbsp;&nbsp;&nbsp;\r\n Both sides expressed satisfaction over the fact that the bilateral relations provided and consolidated to be unbreakable by President Kim Il Sung, the great leader of the Korean people, and Sam Nujoma are steadily growing stronger thanks to the deep care and concerted efforts of the leaders and peoples of the two countries in the new century, too. &nbsp;&nbsp;&nbsp;\r\n The DPRK side highly praised the Republic of Namibia for having played a positive role in the international arena including the U.N., the Non-Aligned Movement and the African Union and sincerely wished the Namibian people greater success in their work to consolidate the political independence of the country and achieve socio-economic development. &nbsp;&nbsp;&nbsp;\r\n The Namibian side highly appreciated the important contribution made by the DPRK to defending peace and security on the Korean Peninsula and in the rest of Northeast Asia and sincerely wished the Korean people success in their efforts to achieve the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Both sides concluded an intergovernmental agreement on cooperation in the fields of public health and traditional medicine and a MOU on diplomatic negotiations between their foreign ministries and decided to push forward the work to work out new cooperation projects in other fields in the future. &nbsp;&nbsp;&nbsp;\r\n Both sides shared the understanding as regards a series of issues including the UN reform and human rights and agreed to boost the mutual support and solidarity in different international arenas. &nbsp;&nbsp;&nbsp;\r\n Both sides expressed belief that Kim Yong Nam's visit to Namibia would mark an important occasion in further deepening the friendship between the peoples of the two countries and putting fresh spurs to the development of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam expressed his heartfelt thanks to President Hifikepunye Pohamba, the government and people of Namibia for having accorded him warm and cordial hospitality during his visit and invited the Namibian president to visit the DPRK at a convenient time. &nbsp;&nbsp;&nbsp;\r\n His invitation was accepted with pleasure and it was agreed to decide upon the detailed itinerary through a diplomatic channel.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Leaves Windhoek",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#2",
            "content": "Kim Yong Nam Leaves Windhoek \r\n&nbsp;&nbsp;&nbsp;Windhoek, March 23 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, left Windhoek on Sunday after winding up his official goodwill visit to Namibia. &nbsp;&nbsp;&nbsp;\r\n Kim and his party were sent off by President of Namibia Hifikepunye Pohamba, Prime Minister Nahas Angula, the foreign minister and other members of the government, Namibian Ambassador to the DPRK Leonard Nambahu, the commander of armed forces, the inspector general of police and figures from all walks of life and DPRK Ambassador to Namibia An Hui Jong, diplomatic envoys of different countries and representatives of international organizations in Namibia. &nbsp;&nbsp;&nbsp;\r\n A farewell ceremony took place at the airport. &nbsp;&nbsp;&nbsp;\r\n Earlier, on March 22 Kim and his party visited the Okapuka Stock-farm in the suburbs of Windhoek.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Thanks to Namibian President",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#3",
            "content": "Message of Thanks to Namibian President \r\n&nbsp;&nbsp;&nbsp;Windhoek, March 23 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on March 23 sent a message of thanks to Hifikepunye Pohamba, President of Namibia, leaving Windhoek after his visit to Namibia. &nbsp;&nbsp;&nbsp;\r\n Kim in the message said that both sides exchanged earnest and useful views on the matter of steadily and vigorously developing the bilateral relations and other matters of mutual concern at the several talks and conversations during the visit. &nbsp;&nbsp;&nbsp;\r\n Through such occasions as the celebrations of the independence day of Namibia and the ceremony for unveiling the presidential palace, we could witness the successes made by the Namibian people in the efforts to consolidate the political independence of the country and achieve its economic progress, the message noted. &nbsp;&nbsp;&nbsp;\r\n It also said that the visit marked a significant occasion in further deepening the understanding and friendship between the two peoples and promoting the development of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n The message wished the friendly Namibian people fresh progress and prosperity and the Namibian president good health and greater success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Arrives in Luanda",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#4",
            "content": "Kim Yong Nam Arrives in Luanda \r\n&nbsp;&nbsp;&nbsp;Luanda, March 23 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, arrived in Luanda on March 23 to pay an official goodwill visit to the Republic of Angola. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Minister of Foreign Affairs Pak Ui Chun, Minister of Foreign Trade Ri Ryong Nam, Minister of Public Health Choe Chang Sik and others. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party were greeted at the airport by Angola's Foreign Minister Joao Bernardo De Miranda, Minister of Foreign Trade Joaquim Icuma Muafumba, Minister of Health Anastacio Ruben Sicatu, officials concerned and DPRK Ambassador to Angola Ri Won Son. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam announced an arrival statement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Visits Statue of Neto",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#5",
            "content": "Kim Yong Nam Visits Statue of Neto \r\n&nbsp;&nbsp;&nbsp;Luanda, March 23 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, laid a wreath before the statue of Agostinho Neto, who was the first president of Angola, in Luanda on March 23. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the wreath were letters \"To the memory of Comrade Agostinho Neto, a national hero of Angola.\" &nbsp;&nbsp;&nbsp;\r\n Present there were DPRK Minister of Foreign Affairs Pak Ui Chun, Minister of Foreign Trade Ri Ryong Nam, Minister of Public Health Choe Chang Sik and DPRK Ambassador to Angola Ri Won Son and Angolan Foreign Minister Joao Bernardo De Miranda, Minister of Foreign Trade Joaquim Icuma Muafumba and Minister of Health Anastacio Ruben Sicatu. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party paid a silent tribute to Agostinho Neto.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to President of Bosnia-Herzegovina",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#6",
            "content": "Congratulations to President of Bosnia-Herzegovina \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a congratulatory message to Haris Silajdic upon his election as President of the Presidency of Bosnia-Herzegovina. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in the message wished him success in his work for the stability and the peaceful development of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "First National Art Festival Commemorating Day of the Sun",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#7",
            "content": "First National Art Festival Commemorating Day of the Sun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- The First National Art Festival Commemorating Day of the Sun will take place in the Democratic People's Republic of Korea from April 10 to 18. &nbsp;&nbsp;&nbsp;\r\nChoe Chang Il, vice chairman of the festival organizing committee, told KCNA: &nbsp;&nbsp;&nbsp;\r\nThe festival getting off to a start this year is new in form and fairly large in scale. &nbsp;&nbsp;&nbsp;\r\nThe festival is divided into four categories: \"the national art festival of professionals,\" \"the national festival of art propaganda squads,\" \"the national festival of traveling art propaganda squads\" and \"the national art festival of working people.\" &nbsp;&nbsp;&nbsp;\r\nThe festival will involve national and local professional art troupes and art propaganda squads, traveling art propaganda squads at all levels, factory and office workers, peasants and other applicants. &nbsp;&nbsp;&nbsp;\r\nArt groups of overseas Koreans are also invited. &nbsp;&nbsp;&nbsp;\r\nA wide range of stage works will be performed at the festival, including vocal and instrumental music, dances, dramas and story-telling pieces. &nbsp;&nbsp;&nbsp;\r\nWarmly acclaimed groups and working people will give exclusive or joint performances at theaters and cultural halls in Pyongyang. &nbsp;&nbsp;&nbsp;\r\nThe art groups and individual applicants have flung themselves vigorously into preparations to go to the festival with stage works of more fresh style. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, cups, diplomas, medals and posters concerning the festival are being prepared in the last stage. &nbsp;&nbsp;&nbsp;\r\nThe First National Art Festival Commemorating Day of the Sun will be an occasion of glorifying the immortal revolutionary feats of President Kim Il Sung and fully displaying the Juche-oriented art daily developing under the guidance of the Workers' Party of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Cuban Women's Delegation",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#8",
            "content": "Friendly Meeting with Cuban Women's Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- A friendly meeting with members of a delegation of the Cuban Women's Federation on a visit to the DPRK was held on Monday. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were members of the delegation led by Surina Acosta Brooks, member of the Council of State who is general secretary of the Santiago de Cuba Provincial Committee of the federation, and Jose Manuel Galego Montano, Cuban ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Ok, vice-chairwoman of the Central Committee of the Korean Democratic Women's Union, and others were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants talked to one another about the achievements and experience gained in their work, deepening the friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performance of Pyongyang Circus Goes On in Mongolia",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#9",
            "content": "Performance of Pyongyang Circus Goes On in Mongolia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- The performance of Pyongyang Circus is going on in Ulan Bator after its premiere was given on March 14 on the occasion of the 20th anniversary of President Kim Il Sung's visit to Mongolia and the 60th anniversary of the establishment of diplomatic ties between the DPRK and Mongolia. &nbsp;&nbsp;&nbsp;\r\n The performance staged on March 21 was appreciated by President of Mongolia Nambariin Enkhbayar, the minister of Education, Culture and Science, the advisor to the President on foreign policy and the adviser to the President on political affairs and political and public figurers, officials in the field of arts of Mongolia, diplomatic envoys of various countries and citizens in Ulan Bator. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were diverse numbers including \"three-stage trapeze flight\" and \"seesaw and swing,\" which won top prizes at several international acrobatic festivals, \"balancing plastic etude on a rope,\" \"ring stunt\" and \"cylinder rolling.\" &nbsp;&nbsp;&nbsp;\r\n The Mongolian president met the DPRK ambassador to Mongolia and asked him to convey thanks to leader Kim Jong Il for having sent the excellent circus to Mongolia. &nbsp;&nbsp;&nbsp;\r\n Figures of various circles and working people of Mongolia and diplomatic envoys of various countries said they were very much excited to watch the performance given by famous acrobats of the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Books See the Light",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#10",
            "content": "New Books See the Light\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- The Literature and Art Publishing House has recently published new books. Among them are \"Traces Left in History\", Vol.1 of the collection of short stories commemorating the 100th birth anniversary of President Kim Il Sung, \"Sword of Mt. Paektu\", Vol. 6 of the collection of poems \"Looking up to the Sun of the 21st Century\", and the book \"Brilliant Intelligence Reflected in Model Films\".&nbsp;&nbsp;&nbsp;\r\n The book \"Traces Left in History\" contains 20 short stories including \"The Thawing of Snow\" by Sok Yun Gi, \"Traces Left in History\" by Kwon Jong Ung and \"Prelude to Spring\" by Paek Hyon U out of hundreds of short stories written by Korean writers in praise of the greatness of the President since the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n Printed in the collection of poems \"Sword of Mt. Paektu\" are more than 50 pieces of lyrics and epics such as lyrics \"He Is Our Supreme Commander\" and \"Paean of February\" which loudly sing the Korean people's infinite glory of holding leader Kim Jong Il in high esteem. &nbsp;&nbsp;&nbsp;\r\n The book \"Brilliant Intelligence Reflected in Model Films\" shows the immortal leadership feats performed by Kim Jong Il in completing the feature films \"Diary of a Girl Student\" and \"Pyongyang Nalpharam\" as model ones in the film creation in the new century and marking a turning point in the production of Juche-based films.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Accelerating Building of Economic Power",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#11",
            "content": "Rodong Sinmun Calls for Accelerating Building of Economic Power\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- Rodong Sinmun today editorially calls upon all the people to make a new leaping advance in building a socialist economic power with the vim and vigor with which they brought about the great Chollima upswing and thus glorify this significant year as a year of historic turn which will go down in the history of the country. &nbsp;&nbsp;&nbsp;\r\n The era of Chollima (the latter half of the 1950s) in the history of the Workers' Party of Korea and the revolution shines as the stirring era from which a great revolutionary surge originated and the era of epoch-making miracles and feats, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It was the Chollima era when the whole country was pervaded with the revolutionary traits of devotedly implementing the intention of the party and the leader by going through thick and thin, the heroic spirit of valiantly pulling through any ordeal and difficulty and militant stamina of making uninterrupted innovations and advances, not permitting even a moment's indolence and relaxation. &nbsp;&nbsp;&nbsp;\r\n The speed campaign which was vigorously waged in every grand socialist construction site in the 1970s and 1980s represented a strong wave of uninterrupted advance spurred on by Chollima, and the spirit of Kanggye, which was created in the forced march for the final victory, meant a successful inheritance of the Chollima spirit. By carrying forward the tradition of the great Chollima upswing the Korean people kindled the torch of Songgang and the torch of Ranam and advanced in the spirit of Thaechon, glorifying the era of Songun as the era of great creation and change. &nbsp;&nbsp;&nbsp;\r\n A general advance is now under way to fling open the gate to a great prosperous powerful nation on the basis of the proud victories and successes gained in the Songun revolution. This stirring period calls for effecting an unprecedentedly great revolutionary upswing in socialist construction through the full play to the mental power of all the servicepersons and people. &nbsp;&nbsp;&nbsp;\r\n The editorial underscores the need to demonstrate the might of the single-minded unity of the leader and the people, give fuller play to the revolutionary spirit of self-reliance and dynamically wage the movement for displaying popular heroism and making collective innovations in the on-going general offensive.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Attraction of Socialist idea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#12",
            "content": "Rodong Sinmun on Attraction of Socialist Idea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- Imperialists are now vociferating about what they called \"prosperity of capitalism,\" claiming that the bourgeois idea is better than the socialist idea. This is, however, nothing but a foolish ploy to cover up the reactionary nature of the bourgeois idea and stamp out the truth and attraction of the socialist idea. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The socialist idea draws sharp contrast to the bourgeois idea. The course of the development of history proves that the latter can never hold in check the attraction of the former. &nbsp;&nbsp;&nbsp;\r\n The period from the end of the Second World War to this day represents a history in which the socialist idea has triumphed. &nbsp;&nbsp;&nbsp;\r\n The collapse of socialism in a number of countries engaged in socialist construction could not but be a great loss in carrying out the overall cause of socialism. However, this is nothing but a temporary abnormal phenomenon as it went off the normal orbit of the development of human history. &nbsp;&nbsp;&nbsp;\r\n This was clearly proved by the Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" which was adopted and published by 70 world progressive political parties desirous of socialism on April 20, 1992. &nbsp;&nbsp;&nbsp;\r\n The number of those political parties which signed the declaration has reached at least 270 for the past 16 years since then. &nbsp;&nbsp;&nbsp;\r\n The present reality also testifies to the fact that the bourgeois idea can never hold in check the attraction of the socialist idea. &nbsp;&nbsp;&nbsp;\r\n The peoples in those countries where socialism failed and capitalism revived are still nostalgic about socialism and wish to live under it again. &nbsp;&nbsp;&nbsp;\r\n The struggle to defend the socialist idea and embody it is gaining in scope and strength among the peoples of developing countries, in particular. &nbsp;&nbsp;&nbsp;\r\n No rhetoric can ever cover up the reactionary nature of the bourgeois idea. &nbsp;&nbsp;&nbsp;\r\n No force on earth can stop the socialist idea from displaying ever-increasing attraction, concludes the article.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves to Beef Up Maritime Offensive Forces under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#13",
            "content": "Japan's Moves to Beef Up Maritime Offensive Forces under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- The Japanese reactionaries' reckless moves to beef up their maritime offensive forces come under fire by a signed commentary of Rodong Sinmun Monday. &nbsp;&nbsp;&nbsp;\r\n The massive construction and deployment of Aegis destroyers in Japan are dangerous military steps not only for bolstering maritime forces but for increasing the capability of conducting overall offensive operations of the \"Self-Defense Forces\" (SDF), the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The above-said arms buildup accelerated by the Japanese reactionaries under the pretext of coping with the \"missile threat\" from someone is nothing but reckless military hysteria aimed at invading the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan deployed Aegis destroyer Kongo of the Maritime \"Self-Defense Force\", which shot down a ballistic missile in the first test conducted off Hawaii, in the Sasebo base close to Korea in order to keep it ready to go into action. This fact clearly proves how desperately the Japanese reactionaries are working to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n In the past they hesitated to utter even a word about the production of new type modern weapons and overseas military operation of the SDF. But they are now rushing headlong into overseas aggression, openly crying out for the construction of not only latest type Aegis ships but also aircraft carriers.&nbsp;&nbsp;&nbsp;\r\n Japan has, in actuality, emerged a \"militarist spear on the move,\" posing a serious military threat to its neighboring countries. &nbsp;&nbsp;&nbsp;\r\n The aggressive nature and wild ambition of the Japanese militarists remain unchanged despite the lapse of a long period time. The Japanese reactionaries are going reckless, watching for a chance to brandish their swords for launching reinvasion. But, their adventurous moves for reinvasion are as foolish as precipitating their own self-destruction.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Military Authorities' Servile Attitude toward U.S. Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#14",
            "content": "Military Authorities' Servile Attitude toward U.S. Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 24 (KCNA) -- The Democratic Labour Party, the south Korean Confederation of Trade Unions, the South Headquarters of the National Alliance for the Country's Reunification, the People for Achieving Peace and Reunification and other political parties and civic and public organizations in south Korea called a press conference in Seoul on March 18 to denounce the military authorities for their pro-U.S. servile attitude. &nbsp;&nbsp;&nbsp;\r\n The commander of the U.S. forces in south Korea undisguisedly revealed their intention to shift burden of fund for the redeployment of the U.S. forces onto the south Korean side, declaring that it is the U.S. stand to use the share of expenses for the upkeep of its troops to finance the transfer of the Second Division of the U.S. forces, the press release read out there noted, and said: The U.S. forces have illegally piled up so far the upkeep for the U.S. forces received from the south Korean side to provide fund for their redeployment. &nbsp;&nbsp;&nbsp;\r\n Though being aware of the fact, the south Korean military authorities have connived at and fostered it, the release pointed out, contending that the military authorities should no longer be allowed to offer the U.S. the tax collected from the people, yielding to its pressure. &nbsp;&nbsp;&nbsp;\r\n It held that the military authorities should recover the total amount of fund already offered to the U.S. forces for the transfer of their base and resolutely reject the U.S. gangster-like demand for the increased share of upkeep.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe regalo del presidente de Namibia",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Comunicado conjunto sobre visita de Kim Yong Nam a Namibia",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#16",
            "content": "Kim Jong Il recibe regalo del presidente de Namibia\r\n&nbsp;&nbsp;&nbsp;Windhoek, 23 de marzo (Corresponsal de ATCC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera el presidente de la Republica de Namibia, Hifikepunye Pohamba.\r\n  El presente fue entregado el dia 22 a un funcionario coreano de visita en dicho pais.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam sale de Windhoek",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#17",
            "content": "Comunicado conjunto sobre visita de Kim Yong Nam a Namibia\r\n&nbsp;&nbsp;&nbsp;Windhoek, 23 de marzo (Corresponsal de ATCC) -- Quedo publicado el dia 23 en esta capital el comunicado conjunto sobre la visita oficial y de amistad del presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, a la Republica de Namibia. &nbsp;&nbsp;&nbsp;\r\nLa nota senala: &nbsp;&nbsp;&nbsp;\r\nEl presidente Kim Yong Nam realizo del dia 20 al 23 una visita oficial y de amistad a la Republica de Namibia cumplimentando la invitacion del presidente de este pais, Hifikepunye Pohamba. &nbsp;&nbsp;&nbsp;\r\nDurante su estancia, Kim converso con el presidente namibio y se reunio con el primer presidente del mismo pais, Sam Nujoma.\r\nEn las conversaciones y dialogos ambas partes se informaron la situacion de los respectivos paises, intercambiaron profundas opiniones sobre el fortalecimiento y el desarrollo en varios sectores de las tradicionales relaciones de amistad y cooperacion entres los dos paises y sobre otros problemas regionales e internacionales de interes comun y alcanzaron importantes acuerdos en muchos problemas debatidos. &nbsp;&nbsp;&nbsp;\r\nAmbas partes se mostraron satisfechos de que los inquebrantables lazos bilaterales, establecidos por el Presidente Kim Il Sung, gran Lider del pueblo coreano y Sam Nujoma, siguen consolidandose y desarrollandose tambien en el nuevo siglo gracias a la profunda atencion y los esfuerzos conjuntos de los dirigentes y los pueblos de ambos paises. &nbsp;&nbsp;&nbsp;\r\nLa parte coreana evaluo altamente el positivo papel que juega Namibia en las escenas internacionales, inclusive la ONU, el Movimiento de los Paises No Alineados y la Union Africana, y deseo de todo corazon al pueblo namibio mayores exitos en la labor para consolidar la independencia politica del pais y lograr el desarrollo socioeconomico. &nbsp;&nbsp;&nbsp;\r\nLa parte namibia aprecio mucho el importante aporte de Corea a la preservacion de la paz y la seguridad de la Peninsula Coreana y el Nordeste Asiatico y formulo sinceros votos por los exitos en los esfuerzos del pueblo coreano por lograr la reunificacion independiente de la patria. &nbsp;&nbsp;&nbsp;\r\nDurante la visita, ambas partes firmaron el convenio sobre la cooperacion intergubernamental en las ramas de salud publica y medicina tradicional y la nota de entendimiento sobre las negociaciones diplomaticas entre los Ministerios de Relaciones Exteriores. &nbsp;&nbsp;&nbsp;\r\nIgualmente, coincidieron en impulsar activamente los trabajos para buscar en lo adelante nuevos proyectos de cooperacion en otras areas. &nbsp;&nbsp;&nbsp;\r\nAmbas partes tuvieron el mismo parecer en cuanto a una serie de problemas como la reforma de la ONU y los derechos humanos y acordaron fortalecer el apoyo y solidaridad reciprocos en varias escenas internacionales. &nbsp;&nbsp;&nbsp;\r\nAmbas partes expresaron la conviccion de que la visita del presidente Kim Yong Nam marcaria un importante hito para profundizar la amistad entre los dos pueblos y fomentar nuevamente el desarrollo de las relaciones bilaterales. &nbsp;&nbsp;&nbsp;\r\nEl presidente Kim Yong Nam agradecio sinceramente al presidente Hifikepunye Pohamba, el gobierno y el pueblo de Namibia por la calida y cordial hospitalidad e invito al mandatario a visitar la RPDC cuando le convenga. &nbsp;&nbsp;&nbsp;\r\nLa invitacion fue aceptada con gratitud y se acordo especificar la agenda de visita por via diplomatica.     \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam arriba a Luanda",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#18",
            "content": "Kim Yong Nam sale de Windhoek\r\n&nbsp;&nbsp;&nbsp;Windhoek, 23 de marzo (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, partio el dia 23 de esta capital tras concluir su visita oficial y de amistad a la Republica de Namibia. &nbsp;&nbsp;&nbsp;\r\n  Kim y su comitiva fueron despedidos por el presidente namibio Hifikepunye Pohamba, el premier Nahas Angula, el canciller y otros miembros del gobierno, el embajador de Namibia en Corea Leonard Nambahu, el comandante del ejercito, el inspector general de la policia, las personalidades de distintos sectores, el embajador coreano en Namibia An Hui Jong, los representantes diplomaticos de varios paises y los representantes de organizaciones internacionales, acreditados en este pais africano. &nbsp;&nbsp;&nbsp;\r\n  En la terminal aerea tuvo lugar la ceremonia para despedir a Kim Yong Nam. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, Kim y su comitiva visitaron el dia 22 la Granja Ganadera Okapuka en las afueras de Windhoek.    \r\n\r\n\r\n"
        },
        {
            "title": "Tendra lugar primer \"Festival Artistico Nacional por Dia del Sol\"",
            "url": "http://kcna.co.jp/item/2008/200803/news03/25.htm#19",
            "content": "Kim Yong Nam arriba a Luanda\r\n&nbsp;&nbsp;&nbsp;Luanda, 23 de marzo (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, llego el dia 23 a esta capital para realizar una visita oficial y de amistad a la Republica de Angola. &nbsp;&nbsp;&nbsp;\r\n  Le acompanan el canciller Pak Ui Chun, el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Salud Publica Choe Chang Sik y otros coreanos. &nbsp;&nbsp;&nbsp;\r\n  En el aeropuerto Kim y su comitiva fueron acogidos por el canciller Joao Bernardo De Miranda, el ministro de Comercio Exterior Joaquim Icuma Muafumba, el ministro de Salud Publica Anastacio Ruben Sicatu y otros funcionarios del pais africano y el embajador coreano en Angola Ri Won Son. &nbsp;&nbsp;&nbsp;\r\n  Kim publico la declaracion de llegada.     \r\n\r\n\r\n"
        }
    ]
}