{
    "date": "2008-08-18",
    "url": "http://kcna.co.jp/item/2008/200808/20080818.htm",
    "articles": [
        {
            "title": "Greetings to Gabonese President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#1",
            "content": "Greetings to Gabonese President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to El Hadj Omar Bongo Ondimba, President of Gabon, on August 14 on the occasion of the 48th anniversary of the independence of Gabon. &nbsp;&nbsp;&nbsp;\r\n Kim in the message sincerely wished the Gabonese President greater success in his work for prosperity and development of the country. \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Nepali Prime Minister",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#2",
            "content": "Congratulatory Message to Nepali Prime Minister \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- Kim Yong Il, prime minister of the DPRK Cabinet, Saturday sent a congratulatory message to Pushpa Kamal Dahal, on his election as Prime Minister of the Federal Democratic Republic of Nepal. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger, the message wholeheartedly wished the Prime Minister success in his responsible work for the political stability and prosperity of the country.  \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Vietnamese PM",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#3",
            "content": "Message of Sympathy to Vietnamese PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, Saturday sent a message of sympathy to Nguyen Tan Dung, Prime Minister of Vietnam, as regards the downpour that hit northern Vietnam, claiming great human and material losses. &nbsp;&nbsp;&nbsp;\r\n In the message Kim expressed deep sympathy and consolation to the Prime Minister and, through him, to the Vietnamese government and the inhabitants in the affected area. &nbsp;&nbsp;&nbsp;\r\n The message expressed belief that the Vietnamese government and people would heal the aftermath of the natural disaster and stabilize the living of those inhabitants as soon as possible. \r\n\r\n\r\n"
        },
        {
            "title": "New Stamps Issued",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#4",
            "content": "New Stamps Issued \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The Korea Stamp Corporation issued commemorative stamps (a sheet and an individual stamp) on the occasion of the 48th anniversary of Supreme Commander of the Korean People's Army Kim Jong Il's start of leadership over the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n The stamps deal with the undying exploits Kim Jong Il has performed by making ceaseless journeys for devoted service for strengthening the revolutionary armed forces over the last several decades since he started providing dynamic Songun revolutionary leadership on August 25, Juche 49 (1960) and the invincibility of the Songun politics. &nbsp;&nbsp;&nbsp;\r\n A sheet carries the picture of kind-hearted Kim Jong Il visiting again a post to keep the promise made to its soldiers to come to it again when persimmons would be ripening and depicts the bright looks of the servicepersons replete with immense honor and happiness. &nbsp;&nbsp;&nbsp;\r\n The individual stamp reflects the spirit of the army and people of the DPRK advancing under the banner of Songun, tightly holding rifles in hands and carries the slogan \"Long live great victory of Songun politics!\"  \r\n\r\n\r\n"
        },
        {
            "title": "August 15 Rallies for National Reunification Held in Seoul",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#5",
            "content": "August 15 Rallies for National Reunification Held in Seoul \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The August 15 rally for national reunification was held at Maroni Park in the University Street, Seoul on Friday. &nbsp;&nbsp;&nbsp;\r\n Present at the rally were more than 5,000 workers, youth and students, members of civic and public organizations and the Democratic Labor Party from different parts of south Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Jong Kwang Hun, permanent co-representative of the \"Solidarity for Progress in south Korea,\" accused the police of walking off Han Sang Ryol, permanent co-representative of the organization, on August 14. &nbsp;&nbsp;&nbsp;\r\n Noting that the authorities are nowadays working hard to disintegrate the progressive forces, he declared where there is oppression there always comes resistance. &nbsp;&nbsp;&nbsp;\r\n Kang Ki Gap, representative of the Democratic Labor Party, denounced Lee Myung Bak for instructing the writers of the history textbooks for primary, middle and high schools to insult the patriots who fought against the Japanese imperialists and describe the fellow countrymen in the north as those alien to the south. He lashed out at the sycophantic, traitorous and anti-reunification attitude of the present \"government.\" &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally declared that no matter how desperately the Lee \"government\" and pro-U.S. conservative forces may work, they can never stem the trend of the times towards reunification. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a similar rally was held at the Paekbom Memorial Hall in Seoul under the sponsorship of the South Side Committee for Implementing the June 15 Joint Declaration on the same day. &nbsp;&nbsp;&nbsp;\r\n A joint statement of All-Korean Committee for Implementation of June 15 Joint Declaration was read out at the rally. It bitterly accused the Japanese authorities of distorting their history of aggression and running amuck to grab Tok Islet and intensify the political suppression of Koreans in Japan, far from admitting the monstrous crimes committed by Japan against the Korean nation. &nbsp;&nbsp;&nbsp;\r\n A special statement of the South Side Committee for Implementing the June 15 Joint Declaration was also read out at the rally. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Action against Reunification Condemned",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#6",
            "content": "S. Korean Authorities' Action against Reunification Condemned \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU)  held a  press conference in Seoul on August 15 in protest against the despicable action taken by the puppet Ministry of Unification to disallow the Pyongyang visit by the chairman of the union. &nbsp;&nbsp;&nbsp; \r\n The speakers at the press conference denounced the Ministry of Unification for taking an action on August 14 to bar Ri Sok Haeng, chairman of the KCTU, from visiting Pyongyang to attend a solidarity meeting of workers in the north and the south. &nbsp;&nbsp;&nbsp; \r\n They bitterly lashed out at the \"government's policy towards the north\" which calls for blocking even non-governmental exchange and pushing the inter-Korean relations to those in the era of Cold War. &nbsp;&nbsp;&nbsp;  \r\n Then, a press release was read out. &nbsp;&nbsp;&nbsp;\r\n It said: The Ministry of Unification disallowed the Pyongyang visit by the chairman of the KCTU in the wake of its actions taken to disallow the similar visits by the Educational Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration and the group of study tour for reunification by youth and students for implementing the June 15 joint declaration and the October 4 declaration under absurd pretexts. These facts go to prove that the present \"government\" does not have even the slightest will to have a dialogue with the north. &nbsp;&nbsp;&nbsp; \r\n The recent action taken by the present \"government\" is nothing but a sinister artifice to escalate the confrontation and tension between the south and the north and thus get rid of the political crisis in which it is finding itself due to its moves for American beef import. &nbsp;&nbsp;&nbsp;\r\n On the same day, the Youth and Students Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration held in Thapgol Park in  Seoul a \"youth and students rally to denounce the Ministry of Unification for disturbing the movement of the non-governmental bodies for reunification.\" &nbsp;&nbsp;&nbsp; \r\n The headquarters held a press conference in Seoul on August 11 at which it blasted the above-said ministry for its unreasonable action taken not to allow the Pyongyang visit by the group of study tour for reunification by youth and students. &nbsp;&nbsp;&nbsp;\r\n The headquarters in a statement released that day vehemently denounced the reckless action of the \"government\" authorities and vowed to take a corresponding counter-action.  \r\n\r\n\r\n"
        },
        {
            "title": "\"August 15 Declaration on National Independence\" Issued in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#7",
            "content": "\"August 15 Declaration on National Independence\" Issued in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The Committee for Promoting the August 15 Rally for National Reunification in south Korea called a press conference in Seoul on August 14 at which it issued \"August 15 declaration on national independence.\" &nbsp;&nbsp;&nbsp;\r\n The declaration said that the Lee Myung Bak group's acts of going against history and its treachery intended to turn back the wheel of history and swim against the trend of the times have gone beyond the tolerance limit, beclouding the future of the nation. &nbsp;&nbsp;&nbsp;\r\n It demanded the U.S. immediately remove the unreasonable pressure upon the south Korean authorities and halt at once the joint military exercises and make public a plan for the withdrawal of the U.S. forces from south Korea. &nbsp;&nbsp;&nbsp; \r\n The declaration urged Japan to stop its moves to grab Tok Islet and revive militarism and make apology and pay reparation to the Korean nation for its past aggression and colonial rule. &nbsp;&nbsp;&nbsp;\r\n It demanded Lee Myung Bak give up his blind bid to boost the south Korea-U.S. \"alliance,\" sycophantic and humiliating diplomacy and anti-reunification moves for confrontation with compatriots and implement the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n The declaration also urged Lee to repeal the \"National Security Law,\" roll back his policy for the conclusion of the south Korea-U.S. \"FTA\" and the  policy for the rich only, stop at once the security authorities' suppression of people and his attempt to put media under his control and fire the chief of the police office. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference said that the sovereignty of the nation is exposed to a grave threat due to the submissive acts of the Lee group, calling on the people from all walks of life to unite close and dynamically advance to build a reunified country.   \r\n\r\n\r\n"
        },
        {
            "title": "Candlelight Struggle Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#8",
            "content": "Candlelight Struggle Unabated in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The 100th candlelight struggle against the American beef import was staged in Seoul on August 15. &nbsp;&nbsp;&nbsp;\r\n It was participated in by at least 12,000 members of civic and public organizations, members of different political parties, workers, youth and students and citizens. &nbsp;&nbsp;&nbsp; \r\n A people's declaration was read out at the candlelight rally held outside the south Korean Bank. &nbsp;&nbsp;&nbsp;\r\n The declaration said that \"the people would show the Lee Myung Bak 'government' through candlelight actions what price it will have to pay for pursuing an unpopular policy and what democracy desired by them is like.\" &nbsp;&nbsp;&nbsp;\r\n  It warned people's candlelight actions would go on in the days ahead unless the Lee \"regime\" halted its rash actions to bring back the old era of dictatorship. &nbsp;&nbsp;&nbsp; \r\n At the end of the rally its participants staged a demonstration, holding placards reading \"Lee Myung Bak, stop totally disregarding people and stamping out democracy!\" and \"Let's hold high torchlight for sovereignty and independence!\" &nbsp;&nbsp;&nbsp;\r\n  That day, the police authorities mobilized at least 13,000 policemen of 165 companies to crack down upon the demonstration under the pretext of \"illegal night rally.\" &nbsp;&nbsp;&nbsp;\r\n Citizens staged candlelight demonstrations in various places of the city braving police's reckless suppression. &nbsp;&nbsp;&nbsp;\r\n The August 15 Peace Action Group went on a sit-in hunger strike outside Myongdong Cathedral in protest against the police's indiscriminate arrest of its members though they were involved in a peaceful demonstration.  \r\n\r\n\r\n"
        },
        {
            "title": "Member of Solidarity for Progress Arrested by S. Korean Puppet Police",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#9",
            "content": "Member of Solidarity for Progress Arrested by S. Korean Puppet Police\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The south Korean puppet police authorities on August 13 immediately arrested Pak Sok Un, chairman of the Permanent Steering Committee of the Solidarity for Progress of south Korea, on charge of the violation of the \"Law on Assembly and Demonstration\".&nbsp;&nbsp;&nbsp;\r\n At dawn of that day the Seoul Central District Police Office let policemen hide in ambush to arrest him when he was going back after participating in a meeting. &nbsp;&nbsp;&nbsp;\r\n The police authorities took such repressive action against Pak for the mere reason that he attended a candlelight rally, while being active at the People's Measure Council against Total Opening of south Korean Markets to American Beef.  \r\n\r\n\r\n"
        },
        {
            "title": "Release of Prisoners of Conscience Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#10",
            "content": "Release of Prisoners of Conscience Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The Joint Conference of Human Rights Organizations of south Korea called a press conference in Seoul on August 12 at which it demanded the release of the prisoners of conscience. &nbsp;&nbsp;&nbsp;\r\n A press release was read out at the press conference. It recalled that Lee Myung Bak granted a \"special pardon\" for general managers of big businesses, politicians and heads of conservative media institutions who had been punished for corruptions and irregularities. This fully revealed the true nature of the present \"government\", it noted. &nbsp;&nbsp;&nbsp;\r\n Lee took such measure to set free owners of big enterprises, the sources of \"black money,\" at a time when scandals of Lee's relatives and confidants are brought to light one after another, the press release pointed out, adding that this cannot escape public censure. &nbsp;&nbsp;&nbsp;\r\n At this time, too, hundreds of prisoners of conscience are undergoing sufferings behind bars after being unreasonably arrested on charges of violation of the \"National Security Law\" and the \"Law on Assembly and Demonstration\" and other inhuman laws and due to the unjust judgment of the security authorities, the press release noted, adding that these prisoners of conscience should be pardoned. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference denounced traitor Lee Myung Bak for defending those who perpetrated all sorts of corruptions and irregularities while imposing heavy punishment upon those who struggled against the import of American beef and for vital rights and peace against war. &nbsp;&nbsp;&nbsp;\r\n They demanded the \"government\" sternly punish the criminals who committed corruptions and irregularities with the backing of power and immediately set free all the prisoners of conscience. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference the organization conveyed a written protest to \"Chongwadae\".  \r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group's Moves to Control Pubic Broadcasting Service Assailed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#11",
            "content": "Lee Myung Bak Group's Moves to Control Pubic Broadcasting Service Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The Council for Solidarity of south Korean Civic and Public Organizations on August 12 issued a statement in which it condemned the Lee Myung Bak group of traitors' dismissal of Jong Yon Ju, manager of the KBS. &nbsp;&nbsp;&nbsp; \r\n Accusing Lee of finally dismissing the above-said manager on August 11, the statement held that this action was intended to put the public broadcasting service under his control. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n Lee ordered a biased \"special inspection\" of the KBS in a bid to fire Jong and instructed six conservative directors to pass a proposal for dismissing the manager after completely blockading it by mobilizing a huge police force. This was an undemocratic tyrannical action. &nbsp;&nbsp;&nbsp;    \r\n If the Lee Myung Bak \"government\" disregards the political autonomy of the public broadcasting service, it will trigger off the strong resentment and resistance of the people, the statement warned, strongly demanding the Lee \"government\" stop attempting to put the public broadcasting service under its control. \r\n\r\n\r\n"
        },
        {
            "title": "Projected North-Targeted War Exercises Assailed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#12",
            "content": "Projected North-Targeted War Exercises Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Civic and social organizations of south Korea including the South Headquarters of the National Alliance for the Country's Reunification, the People for Achieving Peace and Reunification and the south Korean Confederation of Trade Unions held the 107th anti-U.S. solidarity meeting in Seoul on August 12. &nbsp;&nbsp;&nbsp;\r\n At the meeting speakers accused the U.S. and the south Korean military bellicose forces of contemplating to stage Ulji Freedom Guardian joint military exercises from August 18 to 22. &nbsp;&nbsp;&nbsp;\r\n The war maneuvers to be staged under a new code name instead of using the code name of Ulji Focus Lens, an annual event, will be large-scale exercises for a war of aggression as they would involve huge forces and operation commands of the U.S. forces including the U.S. Pacific Command. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the meeting said that at their  recent \"talks\" traitor Lee Myung Bak and Bush agreed on the issues of boosting the south Korea-U.S. \"joint defense capabilities\", speeding up the return of the \"right to command the wartime operations\" and transfer and relocation of the U.S. military bases and strengthening the south Korea-U.S. \"alliance.\" &nbsp;&nbsp;&nbsp;\r\n It stressed that the south Koreans can never accept the outcome of the humiliating \"talks\" as they are going against peace on the Korean Peninsula and in the rest of Northeast Asia and infringing upon the interests of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The saber-rattling to be staged according to the OPLAN 5027 will result in escalating the military tensions and confrontation on the Korean Peninsula and chilling the Koreans' desire for peaceful reunification as it will be obviously exercises of offensive nature aimed at invading the north, it noted. &nbsp;&nbsp;&nbsp;\r\n Holding that the projected Ulji Freedom Guardian should be cancelled as early as possible, the resolution called for a positive struggle to drive the U.S. troops out of south Korea and put an end to the humiliating \"alliance\" with the U.S.   \r\n\r\n\r\n"
        },
        {
            "title": "Significant Days of DPRK Marked Foreign Countries",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#13",
            "content": "Significant Days of DPRK Marked Foreign Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- A meeting was held in Poland on Aug. 9 on the occasions of the 63rd anniversary of Korea's liberation, the 60th founding anniversary of the DPRK and the 60th anniversary of the establishment of DPRK-Poland diplomatic ties. &nbsp;&nbsp;&nbsp;\r\n On display in the venue of the meeting were famous works of General Secretary Kim Jong Il and books introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there by the chairman of the Sandomierz-Opatow Branch of the Poland-Korea Association and the president of the Opatow County Council. &nbsp;&nbsp;&nbsp;\r\n The speakers said that Korea's liberation marked a significant and historic event in the modern history of the Korean people, adding that President Kim Il Sung defeated the Japanese imperialists and liberated the country through a 15 year-long bloody anti-Japanese armed struggle and in the subsequent period he founded the party, the army and the state and beat back the U.S. imperialists' armed invasion, demonstrating the spirit of heroic Korea to the whole world. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, fully  inheriting the idea and leadership personality of the President, turned the DPRK into a political and ideological power which no one dares provoke and opened a bright prospect of successfully building a great prosperous powerful nation in the near future by pursuing unique Songun politics, they noted. &nbsp;&nbsp;&nbsp;\r\n The Korean people set store by the national dignity more than anything else, they said, expressing the belief that under the Songun leadership of Kim Jong Il the Korean people would surely build a reunified great prosperous powerful nation on the land of Korea by keeping to the road chosen by themselves without any slightest vacillation. &nbsp;&nbsp;&nbsp; \r\n Meanwhile, a lecture was given by the Ethiopian Youth Study Group of the Juche Idea on Aug. 11 on the occasion of the 63rd anniversary of Korea's liberation. \r\n\r\n\r\n"
        },
        {
            "title": "U.S.-S.Korean War Maneuvers under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#14",
            "content": "U.S.-S.Korean War Maneuvers under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The British Branch of the Korean Friendship Association headquartered in Spain released a statement on Aug. 12 to denounce the Ulji Freedom Guardian war exercises to be staged by the U.S. and south Korean warmongers. &nbsp;&nbsp;&nbsp;\r\n The statement branded the above-said war maneuvers as an open declaration of confrontation with the DPRK and a blatant challenge to the Korean people and the international community desirous of peace and stability on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The projected war exercises are little short of an armed intervention for destroying the man-centered socialist system of Korean style by force of arms, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The reality clearly indicates that the \"dialogue\", \"peace\" and \"improved relations\" on the lips of the U.S. imperialists and the Lee Myung Bak puppet clique are nothing but empty words and they only seek confrontation and war. &nbsp;&nbsp;&nbsp;\r\n It strongly demanded the U.S. imperialists and the south Korean puppet clique give up at once the projected reactionary and provocative Ulji Freedom Guardian war exercises.\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Famous Work Published in Mexico",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#15",
            "content": "Kim Il Sung's Famous Work Published in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- President Kim Il Sung's famous work \"Let Us Bring the Advantages of Socialism in Our Country into Full Play\" was published in booklet by the Mexican Committee for the Study of Kimilsungism on August 11. &nbsp;&nbsp;&nbsp;\r\n The work published on May 24, Juche 79 (1990) deals with the essence and main characteristics, invincibility and advantages of Korean-style socialism guided by the Juche idea.  \r\n\r\n\r\n"
        },
        {
            "title": "Nigerian Preparatory Committee to Celebrate 60th Anniversary of DPRK Formed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#16",
            "content": "Nigerian Preparatory Committee to Celebrate 60th Anniversary of DPRK Formed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- An inaugural meeting of the Nigerian preparatory committee to celebrate the 60th anniversary of the DPRK was held in Abuja on August 9. &nbsp;&nbsp;&nbsp;\r\n At the meeting former Deputy President of the Senate of the National Assembly of Nigeria Ibrahim Mantu was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The committee set the period from Aug. 10 to Sep. 20 as a celebration period and decided to highly praise the immortal exploits performed by President Kim Il Sung and General Secretary Kim Jong Il in founding the DPRK and strengthening and developing it and their wise leadership and widely introduce Songun Korea and organize solidarity events supporting the just cause of the Korean people. \r\n\r\n\r\n"
        },
        {
            "title": "Brigandish Moves of Japanese Reactionaries to Grab Tok Islet Flayed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#17",
            "content": "Brigandish Moves of Japanese Reactionaries to Grab Tok Islet Flayed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The United Confederation of Koreans in Russia issued a statement on August 12 in which it branded the moves of the Japanese reactionaries to grab Tok Islet, part of the inviolable territory of Korea, as brigandish moves to encroach upon the dignity and sovereignty of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The statement said that their moves are aimed at persistently convincing the younger generation that Tok Islet is \"part of the Japanese territory\" in a bid to hurl them into the operations to seize the islet and stage a comeback to Korea and, furthermore, lay a springboard from which to launch reinvasion of the whole of Korea and Asia. &nbsp;&nbsp;&nbsp;\r\n The above-said brigandish acts of Japan are touching off bitter resentment among all Koreans including overseas Koreans and the international community, it said. &nbsp;&nbsp;&nbsp;\r\n Noting that Japan's brazen-faced \"claim to Tok Islet\" is a product of the Lee Myung Bak regime's humiliating diplomacy and its sycophancy towards Japan and treachery, the statement urged the Lee group to roll back at once such policy of yielding to foreign forces as selling off the dignity and honor of the Korean nation. \r\n\r\n\r\n"
        },
        {
            "title": "Nigeria: comite preparatorio para efemeride coreana",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#18",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Il envia telegrama de consuelo a su homologo vietnamita",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#19",
            "content": "Nigeria: comite preparatorio para efemeride coreana\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 16 de agosto (ATCC) -- Quedo constituido el dia 9 en Abuja el comite preparatorio de Nigeria para el 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion el ex vicepresidente del senado de la Asamblea Nacional de Nigeria, Ibrahim Mantu, fue electo como titular de la entidad naciente. &nbsp;&nbsp;&nbsp;\r\n  El comite fijo como ciclo de festejo desde el 10 de agosto hasta el 20 de septiembre y decidio librar en este plazo una amplia campana de propaganda para elogiar altamente las imborrables hazanas y la sabia direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il en aras de la fundacion y el desarrollo de la RPDC, dar a conocer la Corea del Songun (priorizacion militar) y organizar varios actos solidarios con la justa causa del pueblo coreano.  \r\n\r\n\r\n"
        },
        {
            "title": "Policia surcoreana arresta a Pak Sok Un",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#20",
            "content": "Kim Yong Il envia telegrama de consuelo a su homologo vietnamita\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 16 de agosto (ATCC) -- El premier del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, envio este sabado un telegrama de consuelo a su homologo del gobierno de la Republica Socialista de Vietnam, Nguyen Tan Dung, con motivo de muchas perdidas humanas y materiales causadas por la lluvia torrencial que azoto la zona septentrional de este pais. &nbsp;&nbsp;&nbsp;\r\nEn su misiva el remitente envia profunda compasion y condolencias al destinatario y por su conducto, al gobierno vietnamita y los habitantes de la zona damnificada. &nbsp;&nbsp;&nbsp;\r\nIgualmente, expresa la conviccion de que el gobierno y el pueblo de Vietnam estabilizaran la vida de los perjudicados tras reparar cuanto antes las secuelas del desastre natural.  \r\n\r\n\r\n"
        },
        {
            "title": "Demandan liberacion de presos de conciencia en Sur de Corea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/18.htm#21",
            "content": ""
        }
    ]
}