{
    "date": "2008-12-26",
    "url": "http://kcna.co.jp/item/2008/200812/2008-12-26ee.html",
    "articles": [
        {
            "title": "S. Korean Authorities Indicted for Driving Inter-Korean Relations to Crisis",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-08ee.html",
            "content": "S. Korean Authorities Indicted for Driving Inter-Korean Relations to Crisis\r\nPyongyang, December 25 (KCNA) -- The National Reunification Institute (NRI) Wednesday made public an indictment clarifying who is the arch criminal that has driven the inter-Korean relations to the worst phase and who is to blame for having bedeviled them.\n\t\t\t\t\tThe deteriorated inter-Korean relations are entirely attributable to the sycophancy and treachery and anti-DPRK confrontation pursued by the Lee Myung Bak group, the indictment notes, citing the following facts to prove them:\n\t\t\t\t\t\n\t\t\t\t\tFrom the very first day of their office the south Korean authorities totally nullified and scrapped the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee Myung Bak regime asserted that the above-said declarations signed with the north by the preceding regimes are null and void and it is not obliged to implement them, crying out for regaining \"the lost decade.\"\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group adopted the \"theory of giving priority to the south Korea-U.S. relations\" as its policy in a bid to stamp out the main spirit of the declarations and bring down their foundation.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee regime declared \"no nukes, opening and 3,000 dollars\" as its \"policy towards the north\" in violation of the above-said declarations. When the criticism of this policy mounted, it has more desperately pursued confrontation with fellow countrymen after covering it with the veil of the hypocritical watchword \"co-existence and co-prosperity.\"\n\t\t\t\t\t\n\t\t\t\t\tThe group of traitors took part in \"co-sponsoring\" a \"resolution on the human rights issue in north Korea\" to be submitted to the UN General Assembly, pursuant to the U.S. policy in November. It staged a reckless lobbying operation to get the paragraph supporting the June 15 joint declaration and the October 4 declaration in the draft document deleted from it.\n\t\t\t\t\t\n\t\t\t\t\tThe north-south dialogue and cooperation were suspended overnight due to the Lee Myung Bak regime though they had gained in scope and strength since the adoption of the June 15 joint declaration amid the expectation and concern of all the fellow countrymen and public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThe regime put up \"denuclearization, reform and opening\" as a precondition for improving the inter-Korean relations, thus rejecting dialogue.\n\t\t\t\t\t\n\t\t\t\t\tIt is investigating those organizations and businesses involved in the north-south cooperation undertakings and putting financial pressure upon them, etc, in a bid to force them to give up their participation of their own accord.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group has selectively barred and restricted the visits to the DPRK by the reunification movement organizations and other nongovernmental organizations of various circles and suppressed them, thus obstructing nongovernmental-level contacts and visits.\n\t\t\t\t\t\n\t\t\t\t\tThe traitorous clique unilaterally stopped the tour of Mt. Kumgang, which has been under way for the last decade amid the concern of the public at home and abroad, under the pretext of the case of a tourist that happened at Mt. Kumgang resort in last July.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group perpetrated an unpardonable provocation against the system in the north, extremely chilling the north-south atmosphere and driving the cooperation undertakings including the tour of Kaesong and the construction of KIZ to the crisis of total halt.\n\t\t\t\t\t\n\t\t\t\t\tThe group kicked up a row by bringing someone's non-existent \"human rights\" issue to the UN. This resulted in the closure of the Red Cross Liaison Office in Panmunjom, which has existed for several decades since early in the 1970s, and the cut-off of all the hot lines, which have been used as means for liaison between the north and the south, and made it impossible to conduct even humanitarian cooperation undertakings including reunion of separated families and relatives.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities have desperately kicked up the anti-DPRK rackets to slander and stifle fellow countrymen under the pretexts of the \"nuclear issue\" and \"human rights issue.\"\n\t\t\t\t\t\n\t\t\t\t\tThe group strengthened the posture for confrontation with the north, voicing opposition to the U.S. measure of delisting the DPRK as \"a state sponsor of terrorism,\" complaining that south Korea \"cannot agree with it.\"\n\t\t\t\t\t\n\t\t\t\t\tIt is laying hurdles in the way of the six-party talks, vociferating about \"complete and accurate nuclear declaration\" and \"collection of samples.\"\n\t\t\t\t\t\n\t\t\t\t\tAt the recent meeting of heads of the delegations to the six-party talks the group behaved worse than any others under the pretext of \"verification\" in collusion with its U.S. and Japanese masters.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities' anti-DPRK confrontational nature found a more vivid manifestation in the fact that they have become frantic in their moves for a war of aggression against fellow countrymen, trumpeting about \"contingency\" and \"preemptive attack.\"\n\t\t\t\t\t\n\t\t\t\t\tIt is none other than the Lee group which is talking about \"co-existence and co-prosperity\" and \"sincerity\" on one hand and sharpening swords to kill fellow countrymen in collusion with the U.S. warlike forces on the other.\n\t\t\t\t\t\n\t\t\t\t\tIt is as clear as a pikestaff that the north-south relations will further deteriorate as long as the Lee Myung Bak regime persists in confrontation and war moves, negating the historic June 15 joint declaration and the October 4 declaration and standing in the way of dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\tIf the south Korean authorities are allowed to go on as what they do now, nobody knows what extreme crisis will happen in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities had better ponder over the present inter-Korean relations if they do not want to follow in the footsteps of their predecessors who met a disgraceful end while going mad with confrontation with fellow countrymen."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-17ee.html",
            "content": "Anniversary of Kim Il Sung's Work Marked\r\n Pyongyang, December 25 (KCNA) -- A national meeting was held at the People's Palace of Culture on Thursday to mark the 30th publication anniversary of President Kim Il Sung's work \"Let Us Further Accelerate Socialist Construction through Efficient Financial Management.\"\n\t\t\t\t\t The work, published on Dec. 23 Juche 67 (1978), deals with such matters as properly applying the business-accounting system as required by the management and running of the socialist economy, strengthening financial discipline and stepping up the struggle against squandering the communal property of the state and society and developing the local budget system and enhancing the role of the banking organs.\n\t\t\t\t\t\n\t\t\t\t\tAttending the meeting were Premier Kim Yong Il and Vice-Premier Ro Tu Chol of the DPRK Cabinet and others.\n\t\t\t\t\t\n\t\t\t\t\tPrior to the meeting, its participants listened to the recorded work, a speech made by the President at the national conference of financial and banking workers.\n\t\t\t\t\t\n\t\t\t\t\tRo Tu Chol in his report at the meeting said that the work serves as a socialist financial program run through with the principle and method of Juche and guidelines that should be held fast to in further improving and strengthening the financial and banking work.\n\t\t\t\t\t\n\t\t\t\t\tHe recalled that the President energetically led the work to make the finance in the DPRK thoroughly serve for the independent demand and interests of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThe exploits performed by the President in the development of Juche-oriented socialist financing and banking are shining more brilliantly thanks to the outstanding ideological and theoretical activities and leadership of General Secretary Kim Jong Il, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\tUnder his wise leadership the Juche-based finance provided by the President has been developed into financing which serves to implement the lines and policies of the Workers' Party of Korea and which is managed in a unified and planned way by the state.\n\t\t\t\t\t\n\t\t\t\t\tThanks to the experienced and seasoned leadership of Kim Il Sung and Kim Jong Il, the originality, validity and truth of the theory on socialist financing and banking have been clearly proven and its vitality fully displayed. And a signal progress has been made in the financial and banking work.\n\t\t\t\t\t\n\t\t\t\t\tThe present reality in which the building of an economic power is firmly guaranteed financially by the strong political and military might is a proud fruition borne by the great Songun policy of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The reporter stressed that a new effect should be brought in the financial and banking work to reliably guarantee the building of an economic power financially in order to thoroughly implement the line of economic construction set forth by the WPK in the era of Songun."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-06ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\nPyongyang, December 25 (KCNA) -- Dancing parties of youth and students were held across the DPRK on Dec. 24 to celebrate the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\tIn the venues of the dancing parties in Pyongyang including the plazas of the April 25 House of Culture, the Tower of the Juche Idea and the Monument to Party Founding the participants enthusiastically danced to the tune of the songs \"Thunder on Jong Il Peak\" and \"General on a Galloping White Horse\" and other songs, recollecting with deep emotion the immortal leadership exploits Kim Jong Il has performed by developing the People's Army into an invincible revolutionary armed forces and bringing about a landmark turn in the building of a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\tYouth and students presented dynamic dances to the tune of the songs \"I Will Dedicate My Youth to the Country\" and \"Let Us Become Soldiers of the General\" and other songs, renewing their will to fulfill their honorable mission and duty as vanguard and a shock brigade in an all-out charge for building a great prosperous powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tSimilar dancing parties took place in provincial seats, cities and counties across the country on the same day."
        },
        {
            "title": "Art Performances Given",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-07ee.html",
            "content": "Art Performances Given\r\nPyongyang, December 25 (KCNA) -- An art performance was given at the People's Palace of Culture on Dec. 24 to celebrate the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\tIt was appreciated by senior officials of the party, army and state, the chairman of a friendly party, officials of the armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons of the KPA, labor innovators and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\tThe performance began with the chorus \"Fortune of Korea\". Put on the stage were colorful numbers including violin solo of the immortal famous song \"Nostalgia\", male solo and chorus \"General of Korea\" and male solo \"General, Here Is the Forefront.\"\n\t\t\t\t\t\n\t\t\t\t\tThe performers sang high praises of the immortal feats Kim Jong Il, a creditable successor to President Kim Il Sung's cause of army building, has performed by developing the People's Army into an ever-victorious revolutionary armed forces and bringing about world-startling miracles and changes in the struggle to defend socialism and build a great prosperous powerful nation with the might of Songun.\n\t\t\t\t\t\n\t\t\t\t\tIn female solo \"I Want to Embrace You Korea Again\", female solo and chorus \"Tano Festival in Tochon-ri\" and other numbers the performers truthfully represented the noble revolutionary career and personality of anti-Japanese war hero Kim Jong Suk as a peerlessly great woman.\n\t\t\t\t\t\n\t\t\t\t\tOn the same day similar performances took place at the theaters in Pyongyang and local areas on the occasions of the 17th anniversary of Kim Jong Il's assumption of supreme commandership of the KPA and the 91st birth anniversary of Kim Jong Suk."
        },
        {
            "title": "Feature Film to Kim Jong Il from China",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-15ee.html",
            "content": "Gift to Kim Jong Il from China\r\n Pyongyang, December 25 (KCNA) -- General Secretary Kim Jong Il was presented with Chinese film \"The Tender of Feeling\" by the Shanxi Film Studio, China.\n\t\t\t\t\tIt was conveyed by the general manager of the film studio to the DPRK ambassador to China on Dec. 22.\n\t\t\t\t\t\n\t\t\t\t\tWhen conveying the gift, the general manager expressed his will to exert efforts for further boosting exchange and cooperation between the filmdom of the two countries in 2009, the \"year of China-DPRK friendship,\" and donate good films congenial to the feelings of the Korean people in the future, too."
        },
        {
            "title": "Anniversary of DPRK-Egypt Agreement Marked",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-16ee.html",
            "content": "Anniversary of DPRK-Egypt Agreement Marked\r\n Pyongyang, December 25 (KCNA) -- A friendly meeting was held at the Taedonggang Club for the Diplomatic Corps Thursday to mark the 50th anniversary of the conclusion of the inter-governmental agreement on cultural cooperation between the DPRK and Egypt.\n\t\t\t\t\t Present there on invitation were Charge d' Affaires a. i. Tarek Ahmed Mahpouz and staff members of the Egyptian embassy here and Egyptian guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting enjoyed an art performance given by students of Kum Song School. Then they played sports and amusement games and talked about the need to boost the relations between the two countries."
        },
        {
            "title": "Sports Contest for Osandok Cup Closes",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-18ee.html",
            "content": "Sports Contest for Osandok Cup Closes\r\n Pyongyang, December 25 (KCNA) -- The sports contest for Osandok Cup, which was opened on Dec. 12 on the occasion of the birth anniversary of anti-Japanese war hero Kim Jong Suk, closed with due ceremony at the Ice Rink today.\n\t\t\t\t\t Players of the Pyongyang Winter Sports Group emerged winners in men's ice hockey, figure-skating and short track speed skating at the contest.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and sportspersons.\n\t\t\t\t\t\n\t\t\t\t\tAddressing the ceremony, Pak Hak Son, chairman of the Physical Culture and Sports Guidance Commission, called on all players and coaches to remain faithful to the leadership of General Secretary Kim Jong Il and glorify the honor of Songun Korea with gold medals."
        },
        {
            "title": "Coating Material for Eternal Preservation of Cultural Assets Developed",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-11ee.html",
            "content": "Coating Material for Eternal Preservation of Cultural Assets Developed\r\nPyongyang, December 25 (KCNA) -- A coating material was developed in the DPRK recently for eternal preservation of fine art works, valuable cultural assets.\n\t\t\t\t\tThe material, made by dint of an up-to-date technology, is highly appreciated by experts for its eternal preservation of fine art pieces on a high level.\n\t\t\t\t\t\n\t\t\t\t\tIt prevents discoloration of fine art pieces by ultraviolet rays and illumination, damage by germs and microorganisms and corrosion of painting canvas.\n\t\t\t\t\t\n\t\t\t\t\tWhen they are coated by the material, it makes discolored pictures vivid and gaudy and polymer sinks into the painting paper fiber to prevent them from being extended by moisture.\n\t\t\t\t\t\n\t\t\t\t\tThe development of the material makes it possible to preserve permanently the colorful paintings of old buildings, which has been raised as an important problem in the work of keeping cultural heritages.\n\t\t\t\t\t\n\t\t\t\t\tThe application of the coating material to the state-owned items in the Korean Art Gallery and to fine art pieces in the Mansudae Art Studio and Central Art Studio proves its efficacy.\n\t\t\t\t\t\n\t\t\t\t\tThe examination of the material by latest facilities shows its resistance against climate is about nine times those of various preservation materials including lacquer for oil painting widely used in the world.\n\t\t\t\t\t\n\t\t\t\t\tThe material is widely applied to Korean paintings, oil paintings, embroideries, Indian ink paintings, posters, photos, temples, tombs and other buildings to prevent them from being discolored."
        },
        {
            "title": "Revolutionary Slogan Demonstrating National Dignity and Honor",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-12ee.html",
            "content": "Revolutionary Slogan Demonstrating National Dignity and Honor\r\n Pyongyang, December 25 (KCNA) -- Thirty years have elapsed since General Secretary\n\t\t\t\t\tKim Jong Il put forth the slogan \"Let us live our own way!.\"\n\t\t\t\t\tHe put forward the revolutionary slogan calling for living our own way in his famous work \"Let Us Increase the Party's Fighting Efficiency and Bring about a Fresh Turn in the Building of Socialism\" published on December 25, Juche 67 (1978).\n\t\t\t\t\t\n\t\t\t\t\tLiving our own way means thinking and acting in our own spirit as required by the Juche idea and finding solutions to all problems by our own efforts and in the interests of the Korean revolution and people.\n\t\t\t\t\t\n\t\t\t\t\tIt is a slogan of independent faith for solving all the problems arising in the revolution and construction in conformity with the idea and will of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tIndependence is the life and dignity of a country and a nation.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is solving all the problems arising in the revolution and construction in its own way under the banner of the Juche idea and Songun idea, breaking through manifold trials and difficulties.\n\t\t\t\t\t\n\t\t\t\t\tIt has gained the dignity of a political and ideological power in the struggle for solidifying the single-minded unity of the whole society as firm as a rock as required by the Juche idea and displayed the imposing sight of a socialist military power in the course of increasing the defense capabilities of the nation by all means in our own way.\n\t\t\t\t\t\n\t\t\t\t\tIt is also a slogan of self-reliance calling for resolving all the matters arising in the revolution and construction by our own efforts.\n\t\t\t\t\t\n\t\t\t\t\tPulsating in the slogan is the indomitable mettle and will of the Korean people who are firmly confident of the final victory of the revolution, neither yielding to difficulties nor stopping the struggle.\n\t\t\t\t\t\n\t\t\t\t\tHolding aloft the banner of self-reliance, Korean people founded the invincible Workers' Party of Korea, the Korean People's Army and the DPRK in their own way and defeated the U.S. imperialists boasting of being \"the strongest\" in the world in the Fatherland Liberation War and built a socialist power of independence, self-support and self-reliant defense on ruins.\n\t\t\t\t\t\n\t\t\t\t\tThe monumental edifices which have come into being in this land are unthinkable apart from the revolutionary spirit of self-reliance cherished by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The slogan \"Let us live our own way!\" has been invariably carried through in all the fields of the revolution and construction under the leadership of the Workers' Party of Korea and has displayed enormous vitality in letting the DPRK demonstrate its grand sight as a socialist power."
        },
        {
            "title": "Ever-flourishing National Culture",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-13ee.html",
            "content": "Ever-flourishing National Culture\r\n Pyongyang, December 25 (KCNA) -- This year has witnessed that the DPRK has firmly adhered to the Juche character and national character and developed the national culture still further to overflow the whole country with national odor.\n\t\t\t\t\t From early morning on the lunar New Year's Day people made a formal bow of respect to the aged and elders and called on their friends to exchange greetings and schoolchildren and little boys and girls played kite flying, shuttlecock, rope jumping and top spinning and other folk games, stirring up the festive mood.\n\t\t\t\t\t\n\t\t\t\t\t The 6th National Ssirum (Korean wrestling) Tournament for Grand Bull Prize was held on the Ssirum Ground on Rungra Island on the occasion of Hangawi (the lunar August 15th). It was participated in by many rising wrestlers, to say nothing of those who had distinguished themselves in the previous tournaments, thus drawing more audience.\n\t\t\t\t\t\n\t\t\t\t\t At the Seventh National Traditional Sports Contest of Agricultural Working People held on the occasion of the 60th anniversary of the founding of the DPRK, the participants gave full play to their protean skills and talents in the events of ssirum, seesaw, yut-game and so on which they had polished during breaks of work.\n\t\t\t\t\t\n\t\t\t\t\tThe players gave a good account of their high degree of technique and skills of Taekwon-Do, orthodox martial arts of the nation, at the Third National Martial Arts Championships for September 10 Cup, showing a glimpse of the developing martial arts techniques of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe Sixth National Korean Dress Exhibition where more than 1,600 Korean dresses were displayed made a contribution to developing the traditions of the Korean nation who has long regarded the fine sewing skill as one of the main excellent virtues of the Korean women.\n\t\t\t\t\t\n\t\t\t\t\tVarious food shows including folk dish show and a show of jangajji (dishes of dried slices of radish, cucumber and others seasoned with soysauce, popular foodstuffs) were held among members of the women's union. Besides, colorful activities to develop food culture inherent to the nation were sponsored in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe flowering national culture in Korea is entirely thanks to the meticulous care of General Secretary Kim Jong Il, who is willing to demonstrate the wisdom and talents of the nation to the whole world by properly carrying forward the fine national traditions.\n\t\t\t\t\t\n\t\t\t\t\t Recently looking round Minsok (folk) Street built in the City of Sariwon, North Hwanghae Province, he told officials that all the fine folk customs created by the ancestors including traditional dishes, games and etiquette should be found out in our generation and developed to suit to the modern aesthetic sense, thus making the national fragrance further prevail all over the society."
        },
        {
            "title": "Lee Myung Bak Group's Anti-DPRK Outbursts Dismissed",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-09ee.html",
            "content": "Lee Myung Bak Group's Anti-DPRK Outbursts Dismissed\r\n Pyongyang, December 25 (KCNA) -- A few days ago, the puppet prime minister and the minister of National Defence of south Korea incited confrontation, urging \"the army to unfailingly perform its duty\" and calling for \"establishing a transparent view on the state and security.\" This is, in essence, a revelation of their bellicose intention to lead elsewhere the public opinion at home and abroad calling for an end to the inter-Korean confrontation and peace and ignite a war of aggression against the north at any cost.\n\t\t\t\t\t Rodong Sinmun today observes this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What they uttered cannot be construed otherwise than a very dangerous reckless attempt to infuse extreme hostility towards fellow countrymen and \"a view on the principal enemy\" into the puppet military and stoke the military confrontation through an \"ideological warfare\" in a bid to put spurs to the moves for a war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is becoming more vociferous about \"dialogue\" than ever before. As seen above, the group is talking about \"dialogue\" but, in actuality, escalating the confrontation with the DPRK, asserting \"a view on security\" and \"a view on the principal enemy\".\n\t\t\t\t\t\n\t\t\t\t\t It is the height of folly for the group of traitors to try to get something through persistent confrontation and war rackets against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group would be well advised to properly lend an ear to the DPRK's warning and the unanimous demand of the compatriots and halt at once the treacherous ruckus for confrontation and war."
        },
        {
            "title": "Lee Myung Bak Group's Despicable Efforts to Harm Fellow Countrymen Assailed",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-14ee.html",
            "content": "Lee Myung Bak Group's Despicable Efforts to Harm Fellow Countrymen Assailed\r\nPyongyang, December 25 (KCNA) -- The ruling conservative forces of south Korea are going reckless, forgetful of their position after the reports were released by the U.S. recognizing the DPRK as a nuclear weapons state and the results of the recent six-party talks were announced.\n\t\t\t\t\tCommenting on this, Minju Joson Thursday says:\n\t\t\t\t\t\n\t\t\t\t\tWarmongers including the puppet minister of National Defense are vying with each other to assert that \"the north will never be recognized as a nuclear weapons state\" amid the mounting public opinion that the above-said reports were prompted by \"the conclusion made on a comprehensive and thorough analysis.\" The riff-raffs who claim to handle issues of the north-south relations are finding fault with the recent six-party talks and asserting that the DPRK should be \"re-listed\" as \"a state sponsor of terrorism.\" This clearly proves how despicably the Lee Myung Bak group is working to harm fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\tThe reports released in the U.S. were not worked out for such henchman as Lee nor do they take effect only when recognized by the above-said puppets. The hard reality can never change simply because of the puppets' non-recognition.\n\t\t\t\t\t\n\t\t\t\t\tThe same is the case with the call made by the puppets for \"re-listing\" the DPRK as \"a state sponsor of terrorism,\" taking issue with the outcome of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\tMoreover, it was not the above-said puppets but the U.S. who crossed the DPRK off the list of \"state sponsors of terrorism\". However, the puppets talked nonsense crying out for \"re-listing\" as if they were invested with a certain mandate. This is a product of the despicable plot to woo their American master to steadily deteriorate the DPRK-U.S. relations.\n\t\t\t\t\t\n\t\t\t\t\tBy doing so, the Lee Myung Bak group has added to the crimes it has already committed against the nation. The Korean People's Army and people will certainly force it to pay for those crimes."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-10ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, December 25 (KCNA) -- Rodong Sinmun Thursday dedicates an article to the 13th anniversary of the publication of General Secretary Kim Jong Il's work \"Respecting the Forerunners of the Revolution Is a Noble Moral Obligation of Revolutionaries.\"\n\t\t\t\t\t Kim Jong Il proved in his work that it is the requirement of the revolution and the noble moral obligation for the revolutionaries to respect the forerunners of the revolution and clarified principled issues such as the importance of the issue of having a correct viewpoint and attitude on the forerunners of the revolution in carrying out the cause of socialism, a matter of establishing a moral trait of respecting the forerunners of the revolution and developing the relations of the noble moral obligation among the people, says the article.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the society in the DPRK is pervaded with the spirit of devotedly defending the leader and the spirit of single-minded unity and the collectivist traits in which all the people have formed a harmonious great family, the article notes that this is the brilliant fruition of the wise leadership he has provided with great efforts, always attaching primary significance to establishing a revolutionary moral outlook. \n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the Songun leadership of Kim Jong Il possessed of the noble sense of moral obligation that in the Korean revolution President Kim Il Sung's idea and exploits have remained shining generation after generation and the army and people in the DPRK have steadfastly carried forward and developed the revolutionary traditions established by the forerunners of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The idea and exploits of the President are firmly preserved and his last instructions are in full bloom everywhere in the country.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Kim Jong Il who retains a firm grip on the revolutionary traditions as a treasured sword for winning victory after victory all the people are now living and working with the same revolutionary spirit and fighting traits as displayed by the forerunners.\n\t\t\t\t\t\n\t\t\t\t\t The society in the DPRK is shining as a harmonious great socialist family replete with the revolutionary comradeship thanks to the Songun leadership of Kim Jong Il, supreme incarnation of the revolutionary moral obligation.\n\t\t\t\t\t\n\t\t\t\t\tThe society is shedding its rays as promising socialism full of vitality and vigor under the wise leadership provided by Kim Jong Il while energetically leading the people to give full play to the advantages of Korean style socialism under the collectivist slogan \"One for all and all for one!\""
        },
        {
            "title": "Dynamic Struggle for National Reunification Called for",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-02ee.html",
            "content": "Dynamic Struggle for National Reunification Called for\r\nPyongyang, December 25 (KCNA) -- The Anti-Imperialist National Democratic Front (AINDF) will as ever wage a more dynamic struggle to build earlier a powerful reunified country, independent and prosperous, unswervingly following General Secretary Kim Jong Il, peerless patriot and national hero, despite whatever tempests.\n\t\t\t\t\tThe vice-chairman of the AINDF Central Committee said this in a statement released on Dec. 24 to mark the 17th anniversary of Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk, according to Kuguk Jonson Internet site.\n\t\t\t\t\t\n\t\t\t\t\tThe noble life of mother Kim Jong Suk is shining as the revolutionary history of the prominent woman revolutionary and lifeguard who devoted her all to the accomplishment of the revolutionary cause of Juche, holding President Kim Il Sung, peerlessly great man, in high esteem as the sun of the nation, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe revolutionary cause of Juche, pioneered by Kim Il Sung and carried out by Kim Jong Suk all her life, is dynamically advancing along the road of victory and glory as Kim Jong Il, son of Mt. Paektu and illustrious commander, is held at the highest post of the revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\tIt is the highest honor and greatest fortune of the Korean nation to have Kim Jong Il as KPA supreme commander, who has ushered in the new era of the national dignity shining most brilliantly in the nation's history spanning 5,000 years and prosperity with his great Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tOf late, the U.S. has made desperate efforts to instigate traitor Lee Myung Bak into checking the Koreans' movement for independent reunification while being hell-bent on war exercises against the DPRK and arms buildup.\n\t\t\t\t\t\n\t\t\t\t\tThe people from all walks of life should more dynamically wage the struggle to defend and implement the June 15 joint declaration and the October 4 declaration with the steadfast stand to achieve national reunification independently only in the idea of \"By our nation itself\" no matter how the situation may change.\n\t\t\t\t\t\n\t\t\t\t\tIt is also necessary to form an anti-U.S. and anti-Lee Myung Bak front involving people from all walks of life and resolutely foil the U.S. and pro-U.S. conservatives' racket for a war of aggression against the DPRK and their moves for confrontation with fellow countrymen."
        },
        {
            "title": "Lee Myung Bak Regime Urged to Step Down",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-05ee.html",
            "content": "Lee Myung Bak Regime Urged to Step Down\r\n Pyongyang, December 25 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration of south Korea on Dec. 19 issued a statement titled \"The Lee Myung Bak regime violating legitimate democratic rights, step down\".\n\t\t\t\t\tThe statement accused Lee Myung Bak of blindfolding the people and stopping their ears and wantonly violating their legitimate democratic rights, while perpetrating a purge campaign against progressives through fascist suppression.\n\t\t\t\t\t\n\t\t\t\t\tOn Dec. 6, too, the security authorities cracked down upon youth organizations holding a press conference in demand of a solution to an unemployment issue, the statement noted, asserting that this helps people guess how poor the Lee regime's understanding of democracy is as what it has done is the fascist suppression which can be seen only under the past military dictatorial regimes.\n\t\t\t\t\t\n\t\t\t\t\tThe freedom of assembly and demonstration is a legitimate democratic right of the people, the statement pointed out, underscoring the need to foil the Lee regime's illegal undemocratic practices with concerted efforts and conduct a more vigorous struggle to force the regime to step down.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee regime will have to pay a dear price for having violently cracked down upon the legitimate rights of the people while looking down upon them, the statement warned."
        },
        {
            "title": "Significant Days of DPRK Marked in Romania",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-01ee.html",
            "content": "Significant Days of DPRK Marked in Romania\r\n Pyongyang, December 25 (KCNA) -- Constantin Rotaru, chairman of the Romanian Socialist Union, issued a statement on Dec. 17 on the occasions of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\tThe Korean people acclaimed Kim Jong Il as supreme commander of the KPA on Dec. 24, 1991, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tUnder his leadership they have reliably defended the sovereignty and dignity of the country and dynamically pushed forward the drive to build a great prosperous powerful socialist nation, holding high the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe world progressives are joining the Korean people in commemorating Dec. 24 when \n\t\t\t\t\t\tKim Jong Suk, mother of Korea, was born.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Suk displayed the heroic self-sacrificing spirit in defending the headquarters of the revolution as the closest comrade-in-arms of President Kim Il Sung after participating in the anti-Japanese armed struggle led by him.\n\t\t\t\t\t\n\t\t\t\t\tShe lives forever as mother of Korea and model lifeguard in devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\tThe union sincerely hopes that only victory and glory will be in store for the Korean people going along the road of Songun."
        },
        {
            "title": "Important Days of DPRK Marked in Russia",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-03ee.html",
            "content": "Important Days of DPRK Marked in Russia\r\nPyongyang, December 25 (KCNA) -- The United Confederation of Koreans in Russia held a meeting on Dec. 18 to mark the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\tSpeeches were made at the meeting after a report was made by Ro Yong Jin, vice-chairman of the confederation and concurrently chairman of the United Confederation of Koreans in Moscow City.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter and speakers stressed that Kim Jong Il possessed of rare wisdom and preeminent strategy has developed in depth the idea of attaching importance to the army and military affairs propounded by President Kim Il Sung long ago and pursued the original Songun political mode.\n\t\t\t\t\t\n\t\t\t\t\tThey noted that thanks to the Songun politics the DPRK has defended socialism and demonstrated the dignity of the nation to the world while foiling the moves of the U.S.-led imperialist allied forces against the DPRK with powerful military deterrent.\n\t\t\t\t\t\n\t\t\t\t\tUnder the wise commandership of Kim Jong Il the Korean People's Army is more fully prepared as a mainstay and a main force for the cause of socialism and an army strong in idea and faith, they added.\n\t\t\t\t\t\n\t\t\t\t\tThey highly praised Kim Jong Suk for protecting Kim Il Sung, the sun of the nation, at the risk of her life in every dangerous moment, regarding it as her noblest mission to protect his safety.\n\t\t\t\t\t\n\t\t\t\t\tThey said Kim Jong Suk was an outstanding political activist and performed great feats by ensuring that the cause of Kim Il Sung was successfully carried forward generation after generation."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno Complejo de Acero Chollima",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-19ee.html",
            "content": "Kim Jong Il dirige sobre terreno Complejo de Acero Chollima\r\nPyongyang, 25 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del  Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, encendio la antorcha del nuevo gran auge revolucionario dirigiendo sobre el terreno el Complejo de Acero Chollima.\n\t\t\t\t\tLe acompanaron el jefe de departamento del CC del PTC, Pak Nam Gi, el secretario responsable del Comite del PTC en la Provincia de Phyong-an del Sur, Ri Thae Nam, los primeros subjefes de departamento del CC del PTC, Ju Kyu Chang y Ri Jae Il.\n\t\t\t\t\t\n\t\t\t\t\t Ante todo, el Dirigente recorrio el monumento a la direccion sobre el terreno del Presidente\n\t\t\t\t\t\tKim Il Sung, construido en el recinto de la aceria, y la sala de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tEste complejo, que refleja la gran trayectoria de construccion del pais por el Presidente penetrada del espiritu de autoconfianza y lucha tenaz, es el experimentador y testigo de esa grandiosa historia que muestra emotivamente la abnegacion patriotica del Presidente, quien vivio toda su vida para construir una patria prospera, y el poderio de la unidad de cuerpo y alma entre el lider y el pueblo, senalo.\n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente los meritos realizados por la clase obrera de Kangson por la patria, el pueblo, la epoca y la revolucion destacando que en fiel acato a la idea y direccion del lider, ella hizo gran aporte a la construccion de la economia nacional independiente y a la industrializacion del pais durante largo tiempo desde los primeros dias de la construccion de una nueva patria hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido,  averiguo detalladamente el estado de construccion y produccion recorriendo el nuevamente construido horno electrico UHP y otros lugares.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente los meritos de los funcionarios, tecnicos y obreros de la aceria, muy satisfecho de que ellos construyeron excelentemente con sus propias fuerzas el horno UHP al estilo coreano, digno de calificarse de nucleo de la industria de acero, en pleno acato a la orientacion del partido de dar importancia a la ciencia.\n\t\t\t\t\t\n\t\t\t\t\tValoro de alto el espiritu patriotico de Ho In Hwan, uno de los jefes de los equipos de trabajo que fueron los primeros ganadores del titulo Chollima en el periodo del gran auge de Chollima,  Ri Jae Gyong, disenador del horno arriba mencionado, y otros funcionarios, obreros y tecnicos, quienes hicieron muchas cosas trabajando largo tiempo en la aceria, y se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que la industria de acero es uno de los dominios importantisimos de la construccion de una potencia economica e indico las tareas para el establecimiento del sistema de produccion de acero basado en el acero Juche, la intendencia y otras que debe asumir esta empresa.\n\t\t\t\t\t\n\t\t\t\t\tAunque nos quedan apenas 4 anos hasta el momento en que debemos abrir la gran puerta de la gran potencia prospera y tenemos que superar incontables dificultades y pruebas, es definitiva nuestra victoria porque contamos con la inagotable capacidad creadora de nuestro pueblo acostumbrado a apoyarse en sus propias fuerzas y con el apoyo de la poderosa industria jucheana dotada de nuevas tecnologias, afirmo.\n\t\t\t\t\t\n\t\t\t\t\tGracias al trueno de autoconfianza que sacudio la decada de 1950, el pueblo coreano abrio de un tiron la gran puerta de la industrializacion saltando varios siglos, senalo y subrayo que se debe terminar lo mas pronto posible la construccion de la gran potencia prospera empleando todo el poderio del espiritu de apoyo en las propias fuerzas fortalecido en los arduos dias de la \"Marcha penosa\" y la forzada.\n\t\t\t\t\t\n\t\t\t\t\tEncomendo solicitamente a todo el partido, todo el ejercito y todo el pueblo que aviven las llamas del nuevo gran auge revolucionario con la fe en la victoria e indoblegable espiritu combativo para abrir sin falta de par en par la gran puerta de la gran potencia prospera hasta el ano 2012 y exaltar mas la dignidad y el poderio de la Corea del Songun (priorizacion militar)."
        },
        {
            "title": "IRP publica acta de acusacion a las autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-20ee.html",
            "content": "IRP publica acta de acusacion a las autoridades surcoreanas\r\nPyongyang, 25 de diciembre (ATCC) -- El Instituto de Reunificacion de la Patria (IRP) publico el dia 24 un acta de acusacion para revelar quien es el responsable de la actual coyuntura catastrofica de las relaciones Norte-Sur a punto de ruptura total.\n\t\t\t\t\tTras afirmar citando datos que el servilismo a grandes potencias y la maniobra conflictiva con el Norte de la banda del traidor Lee Myung Bak del Sur de Corea llevaron al caos las relaciones intercoreanas, el documento senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio de su mandato, las autoridades surcoreanas convirtieron en letra muerta la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tJurando rescatar los supuestos \"10 anos perdidos\", el \"poder\" de Lee declaro que son invalidas dichas declaraciones acordadas entre su antecesor y el Norte y no tiene la obligacion de implementarlas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, al tomar por su consigna politica la \"teoria de dar prioridad a las relaciones Sur de Corea-EE.UU.\", viola el espiritu fundamental de las dos declaraciones e intenta destruir la base de ellas.\n\t\t\t\t\t\n\t\t\t\t\tDefinio la doctrina de \"desnuclearizacion, apertura y 3000 dolares\" como la \"politica sobre el Norte\" y cuando crecieron las criticas a esta, la disimulo con las enganosas palabras de \"convivencia y coprosperidad\" recurriendo tenazmente en realidad a la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tSumandose a la campana anti-RPDC de EE.UU., esta horda de traidores se ofrecio en noviembre pasado como uno de los \"co-proponentes\" en la Asamblea General de la ONU del llamado \"proyecto de resolucion sobre la situacion de DDHH del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion cometio la locura de pedir la exclusion de la frase de apoyo a las declaraciones intercoreanas, que estaba incluida en el borrador del proyecto.\n\t\t\t\t\t\n\t\t\t\t\tEl dialogo y la cooperacion entre el Norte y el Sur, que despues de la aprobacion de la Declaracion Conjunta del 15 de Junio, se ampliaban y se desarrollaban a buen ritmo centrando las expectativas y atencion de todos los compatriotas y extranjeros, cayeron de repente en la coyuntura de suspension debido al \"regimen\" de Lee.\n\t\t\t\t\t\n\t\t\t\t\tEste \"poder\" rehusa el dialogo presentando como la premisa del mejoramiento de las relaciones entre las dos partes coreanas la \"renuncia del arma nuclear\" y la \"reforma y apertura\" por el Norte.\n\t\t\t\t\t\n\t\t\t\t\tMediante la investigacion y la presion financiera, obliga a las entidades y empresas involucradas en la  cooperacion Norte-Sur a sacar la mano de esta labor.\n\t\t\t\t\t\n\t\t\t\t\tY al interrumpir, restringir y reprimir selectivamente la visita a la RPDC de las entidades del movimiento por la reunificacion y las otras civiles de distintos estratos, pone obstaculos al contacto y viaje reciproco a nivel no gubernamental.\n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto del incidente de la turista al monte Kumgang ocurrido en julio pasado, suspendio unilateralmente el turismo a este famoso monte que prosiguio durante 10 anos bajo la atencion de los nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tPerpetro imperdonables locuras provocativas al regimen de la RPDC envenenando asi el ambiente de las relaciones Norte-Sur, con lo cual corren el riesgo de cese total los proyectos de cooperacion como el turismo a Kaesong y la construccion de la zona industrial en esta urbe.\n\t\t\t\t\t\n\t\t\t\t\tDe mal en peor, al escandalizar hasta en la ONU el inexistente problema \"DDHH\" del Norte, produjo el cierre de la oficina de enlace de la cruz roja en Phanmunjom, que existio durante varios decenios desde principios de la decada de 1970, la ruptura total de las lineas telefonicas directas que servian de medio de comunicaciones entre Norte y Sur y el aborto de las labores de cooperacion humanitaria como el encuentro entre los familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\tBajo el rotulo del \"problema nuclear\" y el de \"DDHH\", las autoridades surcoreanas libran una feroz campana anti-RPDC para difamar y aplastar a los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tHicieron mas ferrea su posicion conflictiva con la RPDC diciendo que \"no pueden estar a favor\" de la medida de EE.UU. de excluirla de la lista de los \"paises que apoyan el terrorismo\".\n\t\t\t\t\t\n\t\t\t\t\tEn lo tocante a las conversaciones a 6 partes, estan frenando el avance de esta cita hablando de la supuesta \"declaracion nuclear total y exacta\" y la \"toma de muestras\".\n\t\t\t\t\t\n\t\t\t\t\tEn la reciente reunion entre los jefes de las delegaciones a la cita seis-partita, se portaron peor en complicidad con sus amos gringo y japones en torno al problema de \"verificacion\".\n\t\t\t\t\t\n\t\t\t\t\tLa naturaleza conflictiva con la RPDC de las autoridades surcoreanas se manifiesta patentemente en que ellas recrudecen su maniobra belicista contra los connacionales hablando de la eventual \"situacion bruscamente cambiada\" y del \"ataque preventivo\".\n\t\t\t\t\t\n\t\t\t\t\tSon preciosamente los compinches de Lee quienes hablan de cara a cara de la \"convivencia y coprosperidad\" y de la \"sinceridad\" y afilan a espaldas el sable para agredir a los connacionales en contubernio con las fuerzas belicistas norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tEs evidente que iran de mal en peor las relaciones Norte y Sur, si el \"poder\" de Lee sigue negando las dos declaraciones intercoreanas, impidiendo el dialogo y la cooperacion y recurriendo a la confrontacion y guerra.\n\t\t\t\t\t\n\t\t\t\t\tSucedera otra circunstancia extremada de imprevisible consecuencia si las autoridades surcoreanas siguen actuando como ahora.\n\t\t\t\t\t\n\t\t\t\t\tEllas deberan tener prudencia en la gestion del problema de las relaciones con el Norte si no quieren seguir el ejemplo de sus antecesores que tuvieron un fin ignominioso por sus freneticas maniobras de confrontacion fratricida."
        },
        {
            "title": "Acto central por aniversario 30 de obra de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-21ee.html",
            "content": "Acto central por aniversario 30 de obra de Kim Il Sung\r\nPyongyang, 25 de diciembre (ATCC) -- Tuvo lugar este jueves en el capitalino Palacio Cultural del Pueblo el acto central por el aniversario 30 de la publicacion de la obra del Presidente Kim Il Sung \"Administremos mejor las finanzas para acelerar la construccion socialista\".\n\t\t\t\t\tEsta obra publicada el 23 de diciembre del 67 (1978) de la Era Juche plantea el problema de aplicar de modo correcto el sistema de autogestion financiera adecuada a la administracion de la economia socialista, el de fortalecer la disciplina del sector financiero y eliminar el malgasto de los bienes comunes del Estado y la sociedad, el de desarrollar el sistema de presupuesto local y mejorar el papel de las instituciones bancarias, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto estuvieron presentes el premier Kim Yong Il, el vicepremier Ro Tu Chol y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, los participantes escucharon la grabacion del citado discurso del Presidente pronunciado en la conferencia nacional de los trabajadores financieros y bancarios.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del vicepremier Ro quien destaco que la obra es el programa financiero socialista penetrado del principio y metodos del Juche y la guia directriz que debe tomar firmemente en el mejoramiento y el fortalecimiento de la labor financiera y bancaria.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que el Presidente dirigio incansablemente el sector financiero para que este sirviera para realizar la demanda independiente y los intereses de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tGracias a las extraordinarias actividades ideo-teoricas y la guia del Dirigente Kim Jong Il, brillan mas las hazanas del Presidente acumuladas para el desarrollo financiero socialista, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia orientacion del Dirigente, nuestras finanzas preparadas por el Presidente se convirtieron en el medio para materializar la linea y la politica del Partido del Trabajo de Corea sometiendose a la administracion unica y planificada del Estado, recalco.\n\t\t\t\t\t\n\t\t\t\t\tLa sabia direccion -prosiguio- del gran Lider y el Dirigente hizo comprobar la originalidad, la justeza y la veracidad de la teoria socialista sobre las finanzas, poner de pleno manifiesto su vitalidad y registrar un gran avance en los trabajos de la rama.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad de hoy, en que la construccion de una potencia economica esta garantizada en lo financiero y por el gran poderio politico y militar, es el orgulloso resultado de la gran politica de Songun (priorizacion militar) del Dirigente, apunto.\n\t\t\t\t\t\n\t\t\t\t\tPara materializar consecuentemente la linea de construccion economica de la epoca del Songun, presentada por el Partido, es preciso registrar nuevo viraje en la labor de la rama para dar la mas firme garantia financiera a la edificacion de una potencia economica, finalizo."
        },
        {
            "title": "Veladas de jovenes y estudiantes por el 24 de diciembre",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-22ee.html",
            "content": "Veladas de jovenes y estudiantes por el 24 de diciembre\r\nPyongyang, 25 de diciembre (ATCC) -- Tuvieron lugar la vispera en distintos lugares las veladas de jovenes y estudiantes dedicadas al 17o aniversario del nombramiento (24 de diciembre) del Dirigente Kim Jong Il como Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\tEn las explanadas frente a la Casa Cultural 25 de Abril, el Monumento a la Idea Juche, el Monumento a la Fundacion del Partido y otros lugares capitalinos habilitados para ese acto los participantes bailaron apasionadamente al compas de las canciones \"El trueno del pico Jongil\", \"General corre a caballo blanco\" y otras recordando con profunda emocion las imborrables hazanas de orientacion del Dirigente, quien fortalecio al ejercito popular como invencibles fuerzas armadas revolucionarias y trajo cambios seculares en la construccion de una patria prospera.\n\t\t\t\t\t\n\t\t\t\t\tCuando repercutian las canciones \"Dedicare mi juventud a la patria\", \"Seamos el ejercito del General\" y otras, los bailarines escenificaron dinamicos movimientos redoblando su determinacion de cumplir la honrosa mision y deber de vanguardistas y ejecutores en la ofensiva general para construir una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, se efectuaron semejantes actos en las cabezas provinciales, ciudades y distritos."
        },
        {
            "title": "Funcion artistica por el 24 de diciembre",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-23ee.html",
            "content": "Funcion artistica por el 24 de diciembre\r\nPyongyang, 25 de diciembre (ATCC) -- Se ofrecio el dia 24 en el Palacio Cultural del Pueblo la funcion conjunta de cantos y bailes en homenaje al 17o aniversario del nombramiento (24 de diciembre) del Dirigente Kim Jong Il como Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\tLa disfrutaron los cuadros del partido, el ejercito y el Estado, el presidente de partido amigo, los funcionarios de instituciones de las fuerzas armadas y el Poder, organizaciones de masas, ministerios y organos centrales, oficiales y soldados del EPC, innovadores laborales y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena, iniciada con la cancion en coro \"Fortuna de Corea\", se presentaron variados programas como el solo de violin \"Cancion nostalgia\" (obra clasica), el solo masculino y coro \"General de Corea\" y el solo masculino \"General, aqui es la linea avanzada del frente\".\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron altamente las inmortales hazanas del Dirigente Kim Jong Il, quien fortalecio al ejercito popular como invencibles fuerzas armadas revolucionarias y registro milagros y cambios seculares en la batalla de defensa del socialismo y la construccion de una gran potencia prospera con el poderio del Songun (priorizacion militar) continuando exitosamente la causa de construccion del ejercito del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tEntre tanto, el solo femenino \"Corea, te abrazo otra vez\", el solo femenino y coro \"Tano de mayo (fiesta folclorica) en la comuna Tochon\" y otras piezas describieron magnificamente la noble vida revolucionaria y las nobles personalidades de la heroina de lucha antijaponesa Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, en ocasion de la efemeride referida y del 91o aniversario del natalicio (24 de diciembre) de la heroina Kim Jong Suk, tuvieron lugar el mismo dia otras funciones artisticas en los teatros capitalinos y locales."
        },
        {
            "title": "Minju Joson critica bajeza de banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2008/200812/news26/20081225-24ee.html",
            "content": "Minju Joson critica bajeza de banda de Lee Myung Bak\r\nPyongyang, 25 de diciembre (ATCC) -- A traves de un comentario individual difundido hoy, el rotativo Minju Joson denuncio a las fuerzas conservadoras en el poder del Sur de Corea que actuan imprudentemente en cuanto a los reportes de Estados Unidos reconociendo a la RPDC como pais portador de arma nuclear y al resultado de las recientes conversaciones a 6 bandas.\n\t\t\t\t\tJustamente cuando crecen las voces de la opinion publica calificando dichos reportes norteamericanos de \"conclusion sacada segun un analisis general y consecuente\", el ministro titere de Defensa Nacional y otros belicistas surcoreanos disparatean por turno que el Norte de Corea \"nunca sera reconocido como portador de arma nuclear\", precisa el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, al censurar la reciente cita a 6 partes, otros fulanos y menganos encargados de las relaciones con el Norte abogan por \"volver a definir a la RPDC como pais que apoya el terrorismo\".\n\t\t\t\t\t\n\t\t\t\t\tEstos hechos son muestras evidentes de que la banda de Lee Myung Bak maniobra tan suciamente para calumniar a los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tLos reportes norteamericanos no fueron elaborados para los lacayos como Lee ni requieren la aprobacion de estos para tener vigencia.\n\t\t\t\t\t\n\t\t\t\t\tAdemas la irrefutable realidad no cambiara aunque no la reconozcan los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tPasa lo mismo con la insistencia en \"redefinir a la RPDC como pais que apoya el terrorismo\", que hacen ellos criticando el resultado de la reciente cita seis-partita.\n\t\t\t\t\t\n\t\t\t\t\tEs que quien tacho a la RPDC de la lista de los \"paises que apoyan el terrorismo\" no es los titeres surcoreanos sino EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, ellos pronuncian ese disparate como si tuvieran alguna autoridad partiendo de su sucio complot de instigar a su amo gringo al empeoramiento de las relaciones entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, la banda de Lee cometio otro crimen contra la nacion coreana, del cual ajustaran la cuenta sin falta el Ejercito Popular y el pueblo de la RPDC."
        }
    ]
}