{
    "date": "2008-09-26",
    "url": "http://kcna.co.jp/item/2008/200809/20080926.htm",
    "articles": [
        {
            "title": "Kim Yong Nam Meets VPA Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#1",
            "content": "Kim Yong Nam Meets VPA Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with the delegation of senior political officers of the Vietnam People's Army led by Le Van Dung, secretary of the C.C., the Communist Party of Vietnam and head of the VPA General Political Department, at the Mansudae Assembly Hall on Thursday. &nbsp;&nbsp;&nbsp;\r\nKim Yong Nam said that the visit of the delegation marked an important occasion in boosting the friendly and cooperative relations between the DPRK and Vietnam. &nbsp;&nbsp;&nbsp;\r\n He stressed that the bilateral friendly relations are growing stronger under the deep care of General Secretary Kim Jong Il and respected Nong Duc Manh. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that the bilateral relations would further develop thanks to the concerted efforts of both sides in the days ahead. &nbsp;&nbsp;&nbsp;\r\n The head of the Vietnamese delegation said while staying in Korea he deeply felt warm loyal heart of the army and people of the DPRK for President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that the KPA has grown to be a matchless army capable of frustrating the moves of the imperialists and reliably defending the country under the leadership of Kim Jong Il, he went on: &nbsp;&nbsp;&nbsp;\r\n President Ho Chi Minh and President Kim Il Sung provided the friendly relations between Vietnam and the DPRK. The Vietnamese army and people will make positive efforts to boost these ties. &nbsp;&nbsp;&nbsp;\r\n Present on the occasion were Col. General of the Korean People's Army Sim Sang Dae, and Le Van Cu, Vietnamese ambassador to the DPRK, and Dau Xuan Long, military attache of the embassy.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#2",
            "content": "Foreign Delegations Pay Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A delegation of senior political officers of the Vietnam People's Army led by Le Van Dung, secretary of the C.C., the Communist Party of Vietnam and head of the VPA General Political Department, and a delegation of the Socialist Party of Romania led by Vasile Orleanu, chairman of the Supreme Council of the party, visited the Kumsusan Memorial Palace on Thursday to pay homage to President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The guests made deep bows to the President with unbounded reverence for him. &nbsp;&nbsp;&nbsp;\r\n The head of the Vietnamese delegation wrote in the visitor's book that Kim Il Sung is the eternal leader of the Korean people and his revolutionary life is a brilliant model that everyone should follow.\r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese Delegation Visits Revolutionary Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#3",
            "content": "Vietnamese Delegation Visits Revolutionary Martyrs Cemetery \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A delegation of senior political officers of the Vietnam People's Army led by Le Van Dung, secretary of the Central Committee of the Communist Party of Vietnam and head of the VPA General Political Department, placed a wreath before the Revolutionary Martyrs Cemetery on Mt. Taesong on Thursday. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of wreath-laying music a wreath in the name of the delegation was laid before the cemetery. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the wreath were letters reading \"Glory to revolutionary martyrs\".&nbsp;&nbsp;&nbsp;\r\n The guests observed a moment's silence in memory of the revolutionary martyrs who devoted their all to the liberation of Korea, socialist construction and the accomplishment of the revolutionary cause of Juche under the wise guidance of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Then they placed bouquets before the bust of anti-Japanese war hero Kim Jong Suk and paid silent tribute to her.  \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Juche-Oriented System of Awarding State Academic Degrees and Titles Observed",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#4",
            "content": "Anniversary of Juche-Oriented System of Awarding State Academic Degrees and Titles Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The 60th anniversary of the Juche-oriented system of awarding state academic degrees and titles has been marked in the DPRK. &nbsp;&nbsp;&nbsp;\r\n  President Kim Il Sung took a historic measure to set up the State Commission for Conferring Degrees and Titles in the early period of building a new country and awarded certificates of academic degrees and titles carrying his august name to scientists and technicians for the first time in the nation's history. &nbsp;&nbsp;&nbsp;\r\n The President established Juche in the work of awarding academic degrees and titles and made sure that a well-regulated state system and order were established to steadily develop this work. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il took a landmark measure to firmly build up the ranks of personnel in the field of awarding academic degrees and titles and thoroughly ensure the Party character, science, objectivity and speed in this work and expand the above-said work worldwide. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il saw to it that officials in this field and the recipients of those degrees and titles were projected with state and social care and given preferential treatment. &nbsp;&nbsp;&nbsp;\r\n A meeting was held at the People's Palace of Culture on Thursday to mark the anniversary. &nbsp;&nbsp;&nbsp;\r\n Kwak Pom Gi, vice-premier of the Cabinet, in his report recalled that Kim Il Sung established the Juche-oriented system of awarding state academic degrees and titles on July 7, Juche 37 (1948), adding that this marked a historic event of landmark significance in putting strong impetus to the nation's socio-economic progress and the development of science and technology and advancing the revolutionary cause of Juche by increasing the role of intellectuals. &nbsp;&nbsp;&nbsp;\r\n Pointing out that under the leadership of Kim Jong Il the above-said system has developed into a prestigious system of awarding academic degrees and titles, the reporter said that many intellectuals have improved their scientific, theoretical, technological and professional qualifications and grown to be talented scientists and technologists through the efforts to acquire academic degrees and titles. &nbsp;&nbsp;&nbsp;\r\n  The reporter underscored the need to steadily increase the ranks of holders of academic degrees and titles by developing the Korean-style advantageous system of awarding state academic degrees and titles as required by the IT age in which science and technology are making rapid progress and called on all the intellectuals to live up to the expectations of the Party and the country and its people with greater scientific and technological achievements. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Choe Thae Bok, Yang Hyong Sop and officials concerned, exemplary recipients of academic degrees and titles from across the country and a delegation of officials of the General Association of Korean Residents in Japan headed by Paek Jong Won, adviser to the Korean Amateur Sports Association in Japan.    \r\n\r\n\r\n"
        },
        {
            "title": "Opening Ceremony of Sino-DPRK Friendship Medical Support Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#5",
            "content": "Opening Ceremony of Sino-DPRK Friendship Medical Support Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- An opening ceremony of the Sino-DPRK friendship medical support was held at the Pyongyang Ophthalmic Hospital on Sept. 25 to mark the 50th anniversaries of the formation of the DPRK-China Friendship Association and the China-Korea Friendship Association. &nbsp;&nbsp;&nbsp;\r\n Among those present there were Choe Chang Sik, minister of Public Health, who is chairman of the Central Committee of the DPRK-China Friendship Association and officials concerned and employees of the hospital. &nbsp;&nbsp;&nbsp;\r\n It was attended by a delegation of the China-Korea Friendship Association led by its Chairman Wu Donghe, a delegation of the China-DPRK Friendship Hongxing Farm headed by Zhang Fuping, the China-DPRK Friendship Medical Team, Liu Xiaoming, Chinese ambassador to the DPRK, and staff members of his embassy here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The speakers noted that the Sino-DPRK friendship medical support would contribute to consolidating the friendly and cooperative relations between the two countries more favorably developing as the days go by. &nbsp;&nbsp;&nbsp;\r\n Then the participants looked round the medical equipment in the hospital.  \r\n\r\n\r\n"
        },
        {
            "title": "Film Show Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#6",
            "content": "Film Show Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A meeting and film show took place at the Taedonggang Club for the Diplomatic Corps Thursday to mark the 50th anniversaries of the DPRK-China Friendship Association and the China-Korea Friendship Association. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were the delegation of the China-Korea Friendship Association led by Chairman Wu Donghe, the delegation of the China-Korea Friendship Hongxing Farm headed by Zhang Fuping, Liu Xiaoming, Chinese ambassador to the DPRK, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Minister of Public Health Choe Chang Sik who is chairman of the Central Committee of the DPRK-China Friendship Association, officials concerned and working people in the city were present there. &nbsp;&nbsp;&nbsp;\r\n Choe Chang Sik said at the meeting that the DPRK-China Friendship Association and the China-Korea Friendship Association have steadily boosted the friendly relations over the last five decades, powerfully encouraging the two peoples in their socialist construction. &nbsp;&nbsp;&nbsp;\r\n The friendly relations between the DPRK and China have developed on good terms under the deep care of General Secretary Kim Jong Il and Comrade Hu Jintao. &nbsp;&nbsp;&nbsp;\r\n He declared that the Korean people would make positive efforts to consolidate and develop the DPRK-China friendship in conformity with the common desire of the two peoples. &nbsp;&nbsp;&nbsp;\r\n Wu Donghe spoke next. &nbsp;&nbsp;&nbsp;\r\n He said that the Sino-Korean friendly relations are a valuable treasure provided by Mao Zedong and Zhou Enlai and President Kim Il Sung, stressing that these relations have steadily developed under the deep concern of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n It is steadfast policy of the party and government of China to boost the friendly relations between China and the DPRK, he noted. &nbsp;&nbsp;&nbsp;\r\n He added they would contribute to the development of the above-said relations by strengthening the cooperation and exchange between the two associations. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting, the participants appreciated the Korean documentary film \"The Great Leader Comrade Kim Jong Il Meets with General Secretary Hu Jintao of China \".     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Symposium on Medical Science Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#7",
            "content": "National Symposium on Medical Science Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A national symposium on medical science was held here from Sept. 22 to 24 on the occasion of the diamond jubilee of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were scientists, technicians, teachers and researchers in the field of public health and medical workers. &nbsp;&nbsp;&nbsp;\r\n The symposium was divided into panels of surgery, internal treatment, Koryo medicine, hygiene and anti-epidemic, pharmacy and basic medicine. &nbsp;&nbsp;&nbsp;\r\n Its participants heard at least 370 papers dealing with the successes and experience gained in the efforts to implement the popular healthcare policy of the Workers' Party of Korea.&nbsp;&nbsp;&nbsp;\r\n Attracting the attention of the participants were many valuable papers which made substantial contributions to solving the problems arising in the practice of medical treatment by use of ultra-modern science and technology and promoting the people's health. &nbsp;&nbsp;&nbsp;\r\n Papers on manual arts and traction treatment of spinal disease and clinical study of medical gymnastics, research into the improved effect of oral hygiene by use of fluorine, clinical research on the basis of diagram of the change of heart beat in cases of a series of troubles requiring first aid treatment and indices of estimation of autonomic nerve and other papers were highly appreciated for their great academic and clinical importance. &nbsp;&nbsp;&nbsp;\r\n Its closing ceremony took place at the Grand People's Study House on Wednesday.  \r\n\r\n\r\n"
        },
        {
            "title": "Seminar and Scientific Symposium Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#8",
            "content": "Seminar and Scientific Symposium Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A seminar took place at the Gymnasium of Kim Chaek University of Technology on Sept. 24 to mark the 60th anniversary of the foundation of the university. &nbsp;&nbsp;&nbsp;\r\n Among those present there were Ri Kwang Ho, department director of the C.C., the Workers' Party of Korea, and Kim Yong Jin, minister of Education, and others. &nbsp;&nbsp;&nbsp;\r\n The speakers recalled that a turn took place in the educational work of the university under the meticulous guidance and loving care of President Kim Il Sung, General Secretary Kim Jong Il and Kim Jong Suk, anti-Japanese war hero, and as a result the university has developed into a center for training scientists and technologists and a pioneer of the IT revolution. &nbsp;&nbsp;&nbsp;\r\n They emphasized the need for the universities to arm the students with the spirit of devotedly defending the leader and train them as competent personnel devoting themselves to the prosperity of the country by improving the teaching and education and called upon the teachers and researchers to make utmost devotion to the research work from a Juche-oriented stand and thus achieve greater scientific and technological successes. &nbsp;&nbsp;&nbsp;\r\n A scientific symposium took place on Sept. 23 and 24 on the same occasion. &nbsp;&nbsp;&nbsp;\r\n The symposium was divided into the panels of mechanical engineering, mining engineering, metal engineering, automatics and material engineering and 12 other panels. &nbsp;&nbsp;&nbsp;\r\n It brought together scientists, researchers and teachers of scientific institutions in the educational field from across the country. &nbsp;&nbsp;&nbsp;\r\n The symposium heard at least 2,000 papers. \r\n\r\n\r\n"
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" Vol. 76 Off Press",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#9",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Vol. 76 Off Press\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- \"Complete Collection of Kim Il Sung's Works\" Vol.76 was published by the Workers' Party of Korea Publishing House. &nbsp;&nbsp;&nbsp;\r\n The book contains 41 works of President Kim Il Sung including his speeches, concluding speeches and talks in the period from July to December Juche 71 (1982). &nbsp;&nbsp;&nbsp;\r\n The collection comprehensively deals with the outstanding ideas, theories and policies set forth by the President to accelerate the socialist economic construction and achieve national reunification and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n The President in his works including \"On Some Issues to Be Settled in the Economic Work at Present,\" \"Let Us Concentrate Our Efforts on the Anju Area Coal Mining Complex and Increase Coal Production Rapidly\" and \"On Certain Tasks Involved in Improving the Management of Agriculture and Increasing Agricultural Production\" put forward the revolutionary line and policies to accelerate socialist economic construction. &nbsp;&nbsp;&nbsp;\r\n His works such as \"On Improving the Planning of the National Economy\" and \"The Leading Officials of the Administration Council Should Thoroughly Implement the Party's Economic Policy in a Responsible Manner\" put forward the tasks to be fulfilled to positively contribute to the overall economic development of the country by doing the planning well and increasing the officials' responsibility and role. &nbsp;&nbsp;&nbsp;\r\n The President in his works including \"A Talk to the President of the Society for the Promotion of Korean Unification in the United States and His Party,\" \"A Talk to the Delegation of the French Communist Party\" and \"The Present Era Is the New Era of History When All Nations Struggle to Achieve Complete Independence\" clarified the tasks and ways to realize national reunification and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n The book also contains works dealing with the issues of thoroughly implementing the educational policy of the Workers' Party of Korea and the government of the Republic by concentrating efforts on the building of schools and intensifying the ideological education to make sure that the order of taking care of passenger trains and operating them is voluntarily observed and railways are kept in good shape and managed well and other issues.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Folk Tradition Carried forward in Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#10",
            "content": "Folk Tradition Carried forward in Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The Sixth National Ssirum (Korean wrestling) Tournament for Grand Bull Prize took place in Pyongyang some time ago.&nbsp;&nbsp;&nbsp;\r\n National sports events and folk games which originated from working life long ago are carried forward and developed amid the concern of the state and society in the DPRK.&nbsp;&nbsp;&nbsp;\r\n Common sense of national sports contests and folk games are introduced and tournaments held in various places are frequently reported by media. &nbsp;&nbsp;&nbsp;\r\n The festive mood is heightened by national sports contests and folk games such as Taekwon-Do, tug-of-war, yut (four stick) game, paduk and chess which take place in all parts of the country on folk holidays and other occasions.&nbsp;&nbsp;&nbsp;\r\n Yut game is popular with women.&nbsp;&nbsp;&nbsp;\r\n Public concern is growing about paduk, a traditional folk game, which is known as \"an intellectual martial art\" around the world. These days \"the paduk fashion\" is sweeping not only among adults but also among children.&nbsp;&nbsp;&nbsp;\r\n Nowadays autumn children's sports meets are brisk at middle and primary schools of the country, where national sports contests and folk games are the main events.&nbsp;&nbsp;&nbsp;\r\n Ri Sung Uk, principal of Pyongyang Tongsong Middle School, said: &nbsp;&nbsp;&nbsp;\r\n National sports contests and folk games are regularly organized at schools after lessons. They help pupils train their bodies and minds and instill into them the spirit of treasuring the country and the nation and loving the nation's own things from childhood.   \r\n\r\n\r\n"
        },
        {
            "title": "Crime-woven \"Governor-General Rule\" of Japanese Imperialists",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#11",
            "content": "Crime-woven \"Governor-General Rule\" of Japanese Imperialists\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Ninety-eight years have passed since the Japanese imperialists enforced the brutal \"governor-general rule\" in Korea. But the Korean nation still remembers their pernicious barbarities. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists set up their \"residence-general\" in Korea after occupying it at the point of the bayonet in the early 20th century and exercised a vicious \"governor-general rule\" to intensify their colonial domination over it. &nbsp;&nbsp;&nbsp;\r\n They authorized the \"governor-general\" of Korea to exercise the supreme authority of colonial rule in all fields including legislation, judicature, administration and military affairs. &nbsp;&nbsp;&nbsp;\r\n The \"governor-general\" had the \"right to regulate law\" by which he could institute and enforce \"laws\" if necessary and a prerogative of command over the Japanese army present in Korea. This illustrates the sphere of his political authority. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists, who regulated that the \"governor-general\" had the absolute right to colonial rule, seated as the first \"governor-general\" of Korea Terauchi notorious among warlords of Japan for barbarity while setting up the \"governor-general\" ruling machinery. &nbsp;&nbsp;&nbsp;\r\n Terauchi had no sooner been appointed as the \"governor-general\" than raved that the Koreans should be subjected to the laws of Japan or be killed. He perpetrated harsh tyranny and pillage against the Korean nation in a vicious way. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists shipped their army, gendarmes and police into Korea en masse for the purpose of intensifying their \"governor-general rule\" and thus turned Korea into a giant prison. Meanwhile, they arrested and slew Koreans right and left by concocting many mediaeval evil laws. &nbsp;&nbsp;&nbsp;\r\n During the \"governor-general rule\", the Japanese imperialists were hell-bent on converting Korea into their sources of raw materials and commodity market. &nbsp;&nbsp;&nbsp;\r\n They promulgated the \"Land Survey Act\" in August 1912 under the pretext of \"Land Survey Project\" to seize a huge acreage of arable land by fraudulent and brutal means under the name of \"nationalization\" of land. They also robbed Korea of its abundant natural resources in a gangster-like way by instituting the \"Korean Mining Act\" and \"Fishery Act\".&nbsp;&nbsp;&nbsp;\r\n Immeasurable are the crimes committed in Korea by the Japanese imperialists during their rule. &nbsp;&nbsp;&nbsp;\r\n No matter how much water flows under the bridge, the Japanese imperialists' crime-woven \"governor-general rule\" over Korea can neither be covered up nor be erased. Japan should honestly apologize and make reparation to the Korean people for its past crimes.\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#12",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Rodong Sinmun Thursday dedicates a signed article to the anniversary of General Secretary Kim Jong Il's publication of famous work \"Let Us March Forward Dynamically along the Road of Socialism and Communism under the Unfurled Banner of the Anti-Imperialist Struggle\".&nbsp;&nbsp;&nbsp;\r\n The work published on Sept. 25, Juche 76 (1987), serves as an immortal guiding principle for winning the victory in the cause of independence against imperialism in the present times, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It serves as an undying banner powerfully encouraging and propelling the anti-imperialist and anti-U.S. struggle in the present era and as guidelines for waging the struggle for the victory of the cause of socialism to the end with the faith in socialism. &nbsp;&nbsp;&nbsp;\r\n The publication of the work helped the revolutionary people turn out more vigorously in the anti-imperialist struggle with a correct understanding of the character of modern imperialism, the inevitability of its downfall and unchangeable aggressive and predatory nature of imperialism. &nbsp;&nbsp;&nbsp;\r\n Imperialism is destined to go to its final ruin but it does not fall itself. Only through a resolute anti-imperialist struggle of the working masses is it possible to bring imperialism to its doom. This is the main idea that runs through the work. &nbsp;&nbsp;&nbsp;\r\n Importance should be attached to the army and military capability be boosted. This is the way of winning a decisive victory in the showdown with imperialism and the U.S. by taking the initiative in frustrating the moves of the U.S. imperialists for aggression. &nbsp;&nbsp;&nbsp;\r\n The banner of Songun held aloft by the Worker's Party of Korea represents the most striking manifestation of the anti-imperialist fighting spirit and the revolutionary stand. &nbsp;&nbsp;&nbsp;\r\n The work serves as the essential guiding principle to be always held fast in dynamically pushing ahead with the anti-imperialist struggle and socialist construction. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il stressed in the work that what is of decisive significance in bringing imperialism to its ruin and achieving victory in the revolution is to build a strong driving force of the revolution and strengthen the party, the vanguard of the revolution, and increase its role, in particular. &nbsp;&nbsp;&nbsp;\r\n He set forth an original idea of firmly building the driving force of the revolution with a revolutionary army as its core and main force for the first time in history on the basis of deep analysis of the development of the times and changed social and class relations in recent years. The historic exploits he has performed by setting an example of epoch-making significance in strengthening the driving force of the revolution as required by the developing reality and the change of the social and class relations will always remain shining in the history of the socialist movement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Accused of Massively Beefing up Its Aggression Forces in and around Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#13",
            "content": "U.S. Accused of Massively Beefing up Its Aggression Forces in and around Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- The U.S. imperialists are now massively beefing up their naval and air forces and rapid task forces in south Korea and around the Korean Peninsula to stifle the DPRK by force of arms, according to a military source. &nbsp;&nbsp;&nbsp;\r\n On Sept. 25 the U.S. imperialist aggressor forces deployed nuclear-powered carrier George Washington in their Yokosuka naval base in Japan. Earlier, the U.S. army made a final decision to dispatch 4,200 more troops to the Pacific. &nbsp;&nbsp;&nbsp;\r\n Shortly ago, the U.S. imperialists deployed one more squadron of F-22A in Alaska and B-52Hs on Guam to be always ready to go into action, both places believed to be main bases for striking the DPRK. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the U.S. imperialists decided to keep 3,500 troops of their aggression forces, a squadron of F-16 and a squadron of helicopters in south Korea although they had been expected to be withdrawn from it by the end of this year. They are contemplating transferring more than 60 fighter bombers of the fifth generation with a Stealth function including 21 F-15Ks, F-22A, F-35, etc., and hundreds of the latest type air-to-ground cruise missiles to the south Korean puppet armed forces to be deployed for an actual war. &nbsp;&nbsp;&nbsp;\r\n Fighter bombers, pursuit and assault planes, refueling tankers and commanding planes of the U.S. imperialist aggression forces are being transferred from other areas and deployed in the U.S. air force bases in south Korea one after another. &nbsp;&nbsp;&nbsp;\r\n The U.S. massive deployment of its naval and air forces in and around south Korea proves that the war scenario to make a surprise preemptive attack on the DPRK has been rounded off through various war exercises, big or small, including Key Resolve, Foal Eagle and Ulji Freedom Guardian joint military exercises, and it has entered the phase of its implementation. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that while massively amassing troops and latest type war hardware in south Korea and around the Korean Peninsula the U.S. imperialists are opening to media that these troops and war hardware are the aggression forces to be hurled into the Korean Peninsula in \"contingency.\" &nbsp;&nbsp;&nbsp;\r\n In much publicizing the transfer and deployment of forces and the reinforcement of war means, baffling common sense, they seek the sinister purpose of demonstrating their \"might\" in a bid to give psychological \"shock\" and create mental \"horror\" so as to realize their scenario for aggression with ease. &nbsp;&nbsp;&nbsp;\r\n The United States should not misunderstand the will of the revolutionary armed forces of the DPRK but drop at once its aggressive hostile policy towards it. \r\n\r\n\r\n"
        },
        {
            "title": "Police Fascist Crackdown Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#14",
            "content": "Police Fascist Crackdown Flayed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- A rally and a demonstration were staged in Kyonggi Province of south Korea on Sept. 21 to denounce the puppet police authorities' fascist crackdown upon the struggle against the expansion of the military training ground in Mugon-ri. &nbsp;&nbsp;&nbsp;\r\n Attending the rally held outside the Phaju police station were members of civic and public organizations, including the Inhabitants Measure Committee against the Expansion of the Drill Ground in Mugon-ri, the Joint Measure Committee of Civic and Public Organizations for Checking the Expansion of the Drill Ground in Mugon-ri, the People for Achieving Peace and Reunification, the Solidarity for Progress of south Korea and the south Korean Confederation of Trade Unions, and inhabitants in Ohyon-ri. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally accused the police of walking off residents in Ohyon-ri and members of civic and public organizations who turned out in the struggle against the expansion of the drill ground in Mugon-ri and of claiming warrants of arrest for two members of the Joint Measure Committee of Civic and Public Organizations for Checking the Expansion of the Drill Ground in Mugon-ri on the charge of \"interference with a government official in the execution of special duties\".&nbsp;&nbsp;&nbsp;\r\n Such reckless action of the police is an open threat designed to put down the struggle against the expansion of the drill ground in Mugon-ri, they said. &nbsp;&nbsp;&nbsp;\r\n Not content with offer of the land of Phyongthaek to the U.S. forces, the authorities are granting even the drill ground in Mugon-ri, they charged, expressing the determination to struggle to the last against the authorities' moves for expansion of the drill ground in Mugon-ri. &nbsp;&nbsp;&nbsp;\r\n Then, the participants staged the demonstration. They conducted information activities of exposing the injustice of the said moves, calling upon the people to turn out in the struggle against the expansion of the drill ground in Mugon-ri.   \r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#15",
            "content": "DPRK's Birthday Celebrated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 25 (KCNA) -- Meetings, lectures, film shows, Korean book, photo and handicraft exhibitions took place in Bulgaria, Germany, Mexico, Italy and Brazil, film shows in Zimbabwe and Democratic Congo and a reading session in Nigeria from August 29 to September 6 on the occasion of the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the events were works of President Kim Il Sung and General Secretary Kim Jong Il, photos showing their immortal feats, and books, photos and handcrafts introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n The mayor of Brasilia said at a function that since the very day of its foundation, the DPRK has drawn the world's attention for its unique independent politics and firmly defended the sovereignty and dignity of the country with the Songun politics. &nbsp;&nbsp;&nbsp;\r\n As long as the wise Songun politics of Kim Jong Il is in force, the DPRK will continue demonstrating its dignity and might to the world and certainly build a rich and powerful nation, he stressed. &nbsp;&nbsp;&nbsp;\r\n Rohekele Andre, president of the Working Citizens' Association of Democratic Congo, said at a function that Kim Il Sung extended disinterested cooperation and solidarity to the African countries in their struggle for national independence and the building of a new society, adding that he is a great leader, a great teacher and a great father not only of the Korean people but of the peoples of developing countries. &nbsp;&nbsp;&nbsp;\r\n Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, said at a meeting that the DPRK has demonstrated its might as a politically and ideologically strong nation and a military power to the whole world thanks to the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched \"The grand gymnastic and artistic performance 'Arirang', a Kim Il Sung Prize winner,\"  \"Korea, land of morning calm\" and other Korean films. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at a meeting held in Germany. \r\n\r\n\r\n"
        },
        {
            "title": "Obra de Kim Jong Il es inmortal guia por triunfo de causa antiimperialista",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#16",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Actos en varios paises por efemeride coreana",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#17",
            "content": "Obra de Kim Jong Il es inmortal guia por triunfo de causa antiimperialista\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 25 de septiembre (ATCC) -- La obra clasica del Dirigente Kim Jong Il \"Avancemos a paso firme por el camino del socialismo y el comunismo enarbolando la bandera de la lucha antiimperialista\", publicada el 25 de septiembre del 76 (1987) de la Era Juche, deviene la inmortal guia para el triunfo de la causa de independencia antiimperialista de nuestra epoca. &nbsp;&nbsp;&nbsp;\r\n  Asi senala el periodico Rodong Sinmun en un articulo individual publicado este jueves para conmemorar el 21o aniversario de la publicacion de esa obra. &nbsp;&nbsp;&nbsp;\r\n  La obra del Dirigente sirve de bandera eterna que estimula y promueve con energia la lucha antiimperialista y antiyanqui de la epoca actual y de guia que permite luchar hasta el final por el triunfo de la causa del socialismo teniendo la fe en este sistema social, destaca el articulista y continua: &nbsp;&nbsp;&nbsp;\r\n  Gracias a la publicacion de ella, los pueblos revolucionarios pudieron levantarse con mas audacia en la lucha antiimperialista teniendo la correcta comprension de las caracteristicas del imperialismo contemporaneo, la inevitabilidad de su derrota y su incambiable naturaleza agresiva y saqueadora. &nbsp;&nbsp;&nbsp;\r\n  Aunque el imperialismo esta condenado a la derrota definitiva, no se arruinara por si solo, sino por la intransigente lucha antiimperialista de las masas populares trabajadoras. Esto es precisamente la idea importante de que esta penetrada la obra. &nbsp;&nbsp;&nbsp;\r\n  Para lograr el triunfo decisivo en la lucha antiimperialista y antiyanqui haciendo frente con iniciativa a las maniobras agresivas de EE.UU., es preciso dar importancia a las fuerzas armadas y fortalecer el poderio militar. &nbsp;&nbsp;&nbsp;\r\n  La bandera del Songun (priorizacion militar) del Partido del Trabajo de Corea es la demostracion maxima del espiritu de lucha antiimperialista y de la posicion revolucionaria. &nbsp;&nbsp;&nbsp;\r\n  La obra sirve tambien de guia fundamental a ser tomada permanentemente en impulsar energicamente la lucha antiimperialista y la construccion socialista. &nbsp;&nbsp;&nbsp;\r\n  En ella el Dirigente enfatizo que la cuestion de importancia decisiva para derrotar al imperialismo y lograr el triunfo de la revolucion, es preparar solidamente a las fuerzas subjetivas de la revolucion y en particular, fortalecer el partido, unidad vanguardista de la revolucion, y elevar su papel. &nbsp;&nbsp;&nbsp;\r\n  Basandose en el analisis profundo sobre el desarrollo de la epoca y las relaciones sociales y clasistas cambiadas en los ultimos anos, el Dirigente presento por primera vez en la historia la original idea de preparar solidamente el sujeto de la revolucion tomando al ejercito revolucionario como su nucleo y grueso. &nbsp;&nbsp;&nbsp;\r\n  Esta proeza historica del Dirigente Kim Jong Il se transmitira eternamente en la historia del movimiento socialista. \r\n\r\n\r\n"
        },
        {
            "title": "Criminal \"politica de gobernador general\" de Japon sobre Corea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#18",
            "content": "Actos en varios paises por efemeride coreana\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 25 de septiembre (ATCC) -- Con motivo del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea tuvieron lugar del 29 de agosto al 6 de septiembre los mitines, conferencias, proyecciones filmicas y exposiciones de libros, fotos y bordados y productos de artes menores de Corea en Bulgaria, Alemania, Mexico, Italia y Brasil y las proyecciones filmicas en Zimbabwe y Congo Democratico, y el cenaculo de lectura en Nigeria. &nbsp;&nbsp;&nbsp;\r\n  En los lugares de actos estaban exhibidos las obras del Presidente Kim Il Sung y el Dirigente Kim Jong Il, las fotos alusivas a sus inmortales hazanas y los libros, fotos, bordados y productos de artes menores que dan a conocer la Corea del Songun (priorizacion militar). &nbsp;&nbsp;&nbsp;\r\n  El alcalde de Brasilia, en el discurso pronunciado en el acto, dijo que la RPDC ha llamado la atencion del mundo en virtud de la peculiar politica independiente desde los primeros dias de su fundacion y hoy dia, defiende firmemente la soberania y la dignidad del pais al practicar la politica de Songun. &nbsp;&nbsp;&nbsp;\r\n  Gracias a la sabia politica de Songun del Dirigente Kim Jong Il, Corea seguira exaltando su dignidad y aspecto majestuoso a todo el mundo y construira sin falta la rica y poderosa patria, subrayo el. &nbsp;&nbsp;&nbsp;\r\n  El presidente de la Asociacion de Ciudadanos  Obreros del Congo Democratico, Rohekele Andre, al pronunciar el discurso en el acto, dijo que el Presidente Kim Il Sung brindaba la cooperacion y solidaridad desinteresadas a los paises africanos que luchan por la independencia nacional y la construccion de una nueva sociedad y subrayo que el Presidente es el gran Lider, gran maestro y gran Padre tanto del pueblo coreano como de los pueblos de paises en via de desarrollo. &nbsp;&nbsp;&nbsp;\r\n  En su discurso pronunciado en el mitin el secretario general del Comite Central del Partido Socialita del Pueblo de Mexico, Jesus Antonio Carlos Hernandez, dijo que gracias a la direccion revolucionaria del Songun del camarada Kim Jong Il, la RPDC demuestra hoy a todo el mundo el majestuoso aspecto de la potencia politica y militar. &nbsp;&nbsp;&nbsp;\r\n  En los encuentros de cine se proyectaron las peliculas coreanas como \"Funcion gimnastico-artistica masiva , laureada con el \" y \"Corea, pais de mananas serenas\".&nbsp;&nbsp;&nbsp;\r\n  En el mitin celebrado en Alemania fue aprobado el mensaje de felicitacion al Dirigente Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Simposios por sexagenario de la Universidad Politecnica Kim Chaek",
            "url": "http://kcna.co.jp/item/2008/200809/news09/26.htm#19",
            "content": "Criminal \"politica de gobernador general\" de Japon sobre Corea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 25 de septiembre (ATCC) -- Aunque  transcurrieron 98 anos desde la puesta en practica en Corea de la \"politica de gobernador general\" de los imperialistas japoneses, las barbaridades cometidas en virtud de esta siguen frescas en la memoria de la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  Tras ocupar a Corea con las fuerzas armadas a principios del siglo 20, los imperialistas japoneses instalaron la \"regencia general\" que fue sustituida luego por el \"gobierno general\" para arreciar el colonialismo sobre toda Corea. &nbsp;&nbsp;&nbsp;\r\n   El \"gobernador general\" japones era la maxima autoridad de la dominacion colonial en las esferas legislativa, judicial, administrativa y militar, etc. &nbsp;&nbsp;&nbsp;\r\n  En aquel tiempo, se incluian en sus grandes facultades politicas el derecho a instituir y proclamar las leyes en cualquier momento cuando lo considerase necesario y el control militar con que podia movilizar cuando quiera al ejercito japones estacionado en Corea. &nbsp;&nbsp;&nbsp;\r\n  Mientras se establecian los aparatos para el sistema de \"gobernador general\", asumio por primera vez este cargo Terauchi conocido como el mas feroz militarista de Japon. &nbsp;&nbsp;&nbsp;\r\n  Tan pronto como fuera designado, Terauchi dijo que los \"coreanos deben obedecer a la ley de Japon o morirse si no lo quieren\" y perpetro la brutal represion y saqueo contra la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  Para intensificar la \"politica de gobernador general\", los imperialistas japoneses introdujeron en Corea  un gran numero de efectivos, gendarmes y policias japoneses convirtiendola en una gran carcel. &nbsp;&nbsp;&nbsp;\r\nPor otra parte, inventaron incontables leyes infames de caracter medieval, en virtud de las cuales fueron detenidos y asesinados salvajemente muchos coreanos. &nbsp;&nbsp;&nbsp;\r\n  Cuando se practicaba la referida politica, ellos actuaron freneticamente para convertir a Corea en la abastecedora de materias primas y en el mercado de la venta de mercancias de Japon. &nbsp;&nbsp;&nbsp;\r\n  Bajo el pretexto del \"censo de la tierra\", proclamaron la \"ley\" sobre esta materia en agosto de 1912 y usurparon con engano, fraude y metodos gangsteriles incalculables tierras calificandolas de \"propiedades estatales\".&nbsp;&nbsp;&nbsp;\r\nIgualmente, fraguaron la \"ley de mineria de Corea\" y la \"ley de pesca\" que contribuyeron al saqueo desmesurado de los ricos recursos naturales de Corea. &nbsp;&nbsp;&nbsp;\r\n  Japon debe pedir disculpas con sinceridad e indemnizar sin falta al pueblo coreano por esos crimenes imposibles de ocultar ni borrar aunque transcurrieron muchos siglos. \r\n\r\n\r\n"
        }
    ]
}