{
    "date": "2008-12-19",
    "url": "http://kcna.co.jp/item/2008/200812/2008-12-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Machine Plant",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-20ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Machine Plant\r\n Pyongyang, December 18 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the machine plant managed by Ri Jong Ok.\n\t\t\t\t\t He went round various places of the plant to learn in detail about the technological updating and production there.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the workers of the plant for having made a leaping advance in the manufacture of machines by actively pushing forward the modernization and scientification as required by the age of information industry.\n\t\t\t\t\t\n\t\t\t\t\t The plant has concentrated efforts on the technological updating true to the WPK's idea of attaching importance to science, making it possible to significantly improve the quality of machines and boosting their quantity while cutting down huge manpower and ensuring cultured practices in production and life on a high level, he said, adding that this stirring reality noticeable at the plant strikingly demonstrates the validity and great vitality of the policy of the technical revolution consistently pursued by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Noting that if all the domains of the national economy realize the modernization and scientification based on the latest science and technology just as this plant did, while steadily strengthening its Juche character, it is possible to give full play to the advantages and vitality of the independent national economy in all aspects, he stressed the need for them to follow the example of the plant in order to bring about a revolutionary turn in the technological updating.\n\t\t\t\t\t\n\t\t\t\t\t Then he acquainted himself with the supply service for the workers, going round a dining hall, a bath house, a library, an information service room and other cultural and supply service facilities kept neat and tidy in the production site of the factory.\n\t\t\t\t\t\n\t\t\t\t\t The officials of the factory have brought about such signal turn through ceaseless thinking, inquiry and persevering efforts to provide better living conditions to the workers in charge of production, he said, adding that the experience gained by the factory proves the great truth of the teaching given by President Kim Il Sung that the supply service precisely means a political work.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the technicians and labor innovators of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak To Chun, chief secretary of the Jagang Provincial Committee of the WPK, Jang Song Thaek, department director of the C.C., WPK, Ju Kyu Chang and Ri Je Gang, first vice department directors of the same, and KPA Generals Hyon Chol Hae and Ri Myong Su."
        },
        {
            "title": "S.Korean Puppet Plot-Breeding Group's Anti-DPRK Sabotage Moves Disclosed",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-18ee.html",
            "content": "S. Korean Puppet Plot-Breeding Group's Anti-DPRK Sabotage Moves Disclosed\r\nPyongyang, December 18 (KCNA) -- The moves of the puppet plot-breeding group of south Korea to sabotage the DPRK have recently reached an extremely reckless and dangerous phase. A spokesman for the Ministry of State Security of the DPRK issued a statement Thursday in this regard. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t It is well known that traitor Lee Myung Bak totally negated the June 15 joint declaration and the October 4 declaration, great programmes for national reunification, and pushed the north-south relations to stalemate as soon as he came to power.\n\t\t\t\t\t\n\t\t\t\t\t The evermore vicious moves to destabilize and bring down the DPRK are now being put into practice in such a despicable manner as to baffle human imagination behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t The puppet National Intelligence Service is now being reorganized into an all-powerful fascist plot-breeding mechanism little different from the \"Central Intelligence Agency\", which earned ill fame in the past, under the signboard of increasing its function. All the intelligence-gathering and plot-breeding organs in south Korea are now locked in the war minus gunfire against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Recently secret agents were routed while being active in the DPRK to carry out their missions to collect environmental samplings including soil, water, tree leaves and dust, etc. in the major munitions industrial areas in order to gather its nuclear-related information as instructed by a puppet intelligence-gathering and plot-breeding institution. Also checked and frustrated was the plot to gather party, state and military secrets and lure some officials working in important fields of the DPRK into defecting to other country after enlisting a corrupt Korean woman residing in China as a spy and letting her pay private visit to it to carry out the above-said mission. \n\t\t\t\t\t\n\t\t\t\t\t The above-said ministry exposed and frustrated a plot to form a secret \"underground church\" with an eye to rally dishonest and hostile elements behind an organization under the guise of religion. It also checked and foiled one after another attempts to lure and abduct ex-convicts and corrupt elements and coax them into defecting to other country in a bid to set up a \"centre\" fabricating misinformation about \"human rights abuses\" in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK broadcasting services and \"the anti-north leaflet-scattering movement\" financed by the puppet authorities have become more frantic in their operations. \n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK smear campaign is not confined to this.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, a person surnamed Ri was discovered and arrested while being active to carry out the terrorist mission given by a south Korean puppet intelligence-gathering organization to do harm to the safety of the top leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t According to the disclosure, he crossed the border in violation of the law and order early this year. He was absorbed by an agent surnamed Hwang serving an intelligence organ of south Korea who had the mission to rally dishonest elements after finding his way into an area near the border of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet intelligence-gathering and plot-breeding institution let him undergo necessary training and go back to the area of the DPRK with the mission to gather information about the courses and the period of the field guidance by the top leader of the DPRK. The organization sent him speech and acoustic sensing and pursuit devices for tracking the movement of the top leader and even violent poison in the end.\n\t\t\t\t\t\n\t\t\t\t\t This case goes to prove that the south Korean puppets have gone the lengths of resorting to thrice-cursed methods to dare harm the headquarters of the DPRK, hell-bent on inciting confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The weak are apt to employ such despicable terrorist method like a stray cat when they find themselves in an inferior position in the showdown with their rival in the political and military aspects.\n\t\t\t\t\t\n\t\t\t\t\t The puppet terrorist and plot-breeding group, however, are going reckless, not aware of who their opponent is.\n\t\t\t\t\t\n\t\t\t\t\t No one can be out of vigilant watch by the state security organ of the DPRK which has the single-minded unity of the people as the source of its invincible strength.\n\t\t\t\t\t\n\t\t\t\t\t The enemies would be well advised to draw a lesson from the fact that their moves to spy, sabotage and destabilize the DPRK which have rapidly escalated this year have been exposed and frustrated one after another.\n\t\t\t\t\t\n\t\t\t\t\t They are seriously mistaken if they think that the DPRK uses only shield as its weapon.\n\t\t\t\t\t\n\t\t\t\t\t It is our duty and mission to ferret out and deal a merciless blow at anyone who dares give his eye-teeth for the headquarters of the Korean revolution no matter from where he makes such attempt.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak and his intelligence-gathering and terrorist group should clearly understand that the treasured sword of the state security organ of the DPRK, whose mission is to safeguard its leader, system and people as its life and soul, shows no mercy for the enemies."
        },
        {
            "title": "Protocol Signed between DPRK and Czech Republic",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-16ee.html",
            "content": "Protocol Signed between DPRK and Czech Republic\r\n Pyongyang, December 18 (KCNA) -- A protocol on the modification and supplementation of the inter-governmental agreement on promotion and protection of investment was signed between the governments of the DPRK and the Czech Republic in Pyongyang on Wednesday.\n\t\t\t\t\t It was signed by Ku Pon Thae, vice-minister of Foreign Trade, and Czech Ambassador to the DPRK Martin Tomco."
        },
        {
            "title": "National Landscape Painting and Handicraft Exhibition Opens",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-13ee.html",
            "content": "National Landscape Painting and Handicraft Exhibition Opens\r\nPyongyang, December 18 (KCNA) -- A national landscape painting and handicraft exhibition was opened to commemorate the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t On display at the exhibition halls were various kinds of landscape paintings and more than 300 handicrafts created by artists of fine arts organs including the Mansudae Art Studio and the National Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t Exhibits included a Korean powdered jewel painting \"Looking Far into the Future of Country,\" an acrylic \"On the Road of Songun Leadership\" and a Korean painting \"Indomitable Revolutionary Fighter Kim Jong Suk\" depicting the personality of the three generals of Mt. Paektu as peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t The works including Korean painting \"White Apricot Flowers in Hoeryong\" and oil painting \"Glow over Lake Samji\" successfully portray the landscape of the revolutionary battle sites and revolutionary sites associated with the noble life and feats of Kim Jong Suk who glorified her life as a great lifeguard in the struggle for the liberation of the country and the building of a new country.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were Korean painting \"Jong Il Peak\", oil painting \"Virgin forest in Mt. Oga\" and water-color painting \"Okryu Restaurant in Morning,\" etc. showing the true picture of the country in which noble desire of the woman commander of Mt. Paektu is in full bloom thanks to General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Landscape paintings depicting the beautiful mountains and rivers of the country turning into a socialist land of bliss and ceramics and embroideries reflecting the advantageous cultural tradition of the Korean nation were also on display.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Pyongyang International Cultural Centre on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Kang Nung Su, minister of Culture, made a speech there."
        },
        {
            "title": "National Seminar on Kim Jong Il's Work Held",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-17ee.html",
            "content": "National Seminar on Kim Jong Il's Work Held\r\n Pyongyang, December 18 (KCNA) -- A national seminar on General Secretary Kim Jong Il's historic work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was held at the People's Palace of Culture on Thursday. \n\t\t\t\t\t It was attended by Secretary of the Central Committee of the Workers' Party of Korea Choe Thae Bok, Vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop, Minister of Education Kim Yong Jin, officials of party and administrative organs at national level and in Pyongyang and working people's organizations and officials of scientific, educational, literary and art and media institutions and party cadre-training institutions and those in the field of the preservation of revolutionary relics. \n\t\t\t\t\t\n\t\t\t\t\t Its participants listened to papers clearly explaining and proving the scientific nature, truth, validity and vitality of the ideas and theories clarified by Kim Jong Il in the work. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the work is a monumental work as it developed in depth President Kim Il Sung's ideas and theories on the nation-building on a new higher level and an immortal library as it clearly indicated a general orientation and strategy for developing the state in the Songun era. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the history of the DPRK is a history of the great struggle and victory during which it has firmly defended its independence, honor and national sovereignty and dignity under the guidance of the Party and the leader and a history of great creation and innovation during which it built an eternally prospering socialist country, doing away with the centuries-old backwardness and poverty under their leadership.\n\t\t\t\t\t\n\t\t\t\t\t They explained that the DPRK has regarded the idea of believing in people as in Heaven as its starting point of the nation-building and its activities, deemed it a fundamental principle to preserve and firmly maintain the Juche character and the national character and considered the Songun politics as a basic political mode of its activities. \n\t\t\t\t\t\n\t\t\t\t\t The might of the DPRK finds its manifestation in the facts that the People's Army has grown strong to be an invincible revolutionary army capable of beating back any formidable enemy at one blow, the spirit of attaching importance to military affairs has been established throughout the society and the nation's defense capability sharply reinforced, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t To firmly consolidate the politico-ideological position of the socialist country is essential for training the army and people responsible for building a great prosperous powerful nation as indomitable fighters strong in mental power. \n\t\t\t\t\t\n\t\t\t\t\t To dynamically wage a general charge for building an economic power provides a sure guarantee for significantly augmenting the political and military might of Songun Korea and radically improving the standard of people's living, they stressed."
        },
        {
            "title": "Russian Delegation Arrives",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-15ee.html",
            "content": "Russian Delegation Arrives\r\nPyongyang, December 18 (KCNA) -- A delegation of the Russia-Korea Friendship Association of Khabarovsk Territory headed by Chairman Alexander Fedosov who is minister of Culture of the Khabarovsk Territorial Government arrived here today."
        },
        {
            "title": "Military Attaches Visit Three-Revolution Exhibition",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-19ee.html",
            "content": "Military Attaches Visit Three-Revolution Exhibition\r\nPyongyang, December 18 (KCNA) -- The military attaches corps here visited the Three-Revolution Exhibition on Thursday on the occasions of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t At the exhibition of works on the Juche Idea the visitors looked round the photos and data on display with keen interest, being briefed on the fact that Kim Jong Suk devoted her noble life to the liberation of Korea and the realization of the sacred cause of building a new country.\n\t\t\t\t\t\n\t\t\t\t\t Then they went to the exhibition of heavy industry introducing the looks of the independent national economy provided by President Kim Il Sung which is steadily developing while displaying its might under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t After the visit Dau Xuan Long, military attache of the Vietnamese embassy who is doyen of the corps, said that the undying feats performed by Kim Jong Suk would be kept in the minds of the Korean people and the world progressives forever.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Korean people closely united around Kim Jong Il have achieved great successes in building a great prosperous and powerful socialist nation by displaying the revolutionary spirit of self-reliance."
        },
        {
            "title": "Successes in Health Care This Year",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-12ee.html",
            "content": "Successes in Health Care This Year\r\n Pyongyang, December 18 (KCNA) -- Many successes have been achieved in health care in the DPRK this year.\n\t\t\t\t\t While giving on-the-spot guidance to Hamhung University of Medicine in May 2008, leader Kim Jong Il said public health is unthinkable apart from sincerity and the latter is the attribute and life and soul of socialist public health.\n\t\t\t\t\t\n\t\t\t\t\t The health care centers in all parts of the country have undertaken hygienic propaganda in varied forms and vaccination and medical examination in different realms, thus protecting the lives of the working people and promoting their health. \n\t\t\t\t\t\n\t\t\t\t\t Provincial health care centers all over the country and lots of city and county people's hospitals have been rebuilt in compliance with medical requirements to improve radically the treatment conditions. \n\t\t\t\t\t\n\t\t\t\t\t Health care centers restored the eyesight of many people by performing operations on cataract patients. And they carried out cancer examination of main viscera of millions of people to drastically lower the death rate from cancer by early discovery and treatment. \n\t\t\t\t\t\n\t\t\t\t\t With successful test introduction of a remote medical service system, a foundation has been laid for exchanging data between central, provincial, city and county people's hospitals and for giving correct diagnosis and treatment without sending patients from local to central hospital.\n\t\t\t\t\t\n\t\t\t\t\t Nearly twice as many working people as in the past recovered their health in newly built spa villages and reconstructed spa sanatoria across the country free of charge.\n\t\t\t\t\t\n\t\t\t\t\t Innovatory results have been reported also from the hygienic and preventive field and pharmaceutical and medical appliance production sector. \n\t\t\t\t\t\n\t\t\t\t\t Koryo medicine factories have been rebuilt splendidly and technical modernization of medical appliance factories has been carried out to produce quantities of multipurpose and ordinary dental apparatuses. And main pharmaceutical and medical apparatus factories in Sinuiju, Sunchon, Hungnam, Ranam, Nampho and other areas have been modernized. \n\t\t\t\t\t\n\t\t\t\t\t The 12th National Sincerity Experience Symposium, a medical science symposium and a scientific and technical public presentation were held and a lot of papers of great scientific and clinical significance made public this year."
        },
        {
            "title": "Peasants' Rest Homes Alive with Holiday-Makers",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-02ee.html",
            "content": "Peasants' Rest Homes Alive with Holiday-Makers\r\n Pyongyang, December 18 (KCNA) -- Winter-season recreation is in its height at peasant rest homes across the DPRK which received the first groups of holiday-makers in November.\n\t\t\t\t\t They are spending pleasant days at rest homes in Yonggwang and Kowon counties in South Hamgyong Province, touring scenic and historic spots and having sports and amusement games.\n\t\t\t\t\t\n\t\t\t\t\t Those agricultural workers who spend their holidays at rest homes in Jaeryong and Anak counties of South Hwanghae Province enjoy diverse programs including folk sports and amusement games, art activities, mountaineering and picnic.\n\t\t\t\t\t\n\t\t\t\t\t Rest homes in Choldo-ri of Hwangju County and Suhap-ri of Thosan County and other places in North Hwanghae Province are also alive with holiday-makers."
        },
        {
            "title": "More Natural Monuments Registered in DPRK",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-11ee.html",
            "content": "More Natural Monuments Registered in DPRK\r\nPyongyang, December 18 (KCNA) -- Natural monuments are growing in numbers in the Democratic People's Republic of Korea thanks to the government's popular nature preservation policy.\n\t\t\t\t\tScores of objects have been registered as natural monuments for their great historical and academic significance and for their singular shapes and beauty in the recent six years.\n\t\t\t\t\t\n\t\t\t\t\tThe Chonji char named by General Secretary Kim Jong Il was recorded on the list of natural treasures.\n\t\t\t\t\t\n\t\t\t\t\tAmong the newly registered natural monuments are Okryu Mineral Spring on the bank of River Taedong flowing through Pyongyang, Thaethan Spring in South Hwanghae Province, Sambang Ravine, Tokchon Cave, Chonryong Cave, Sinthaeri Falls, Popdong Pegmatite Outcrop.\n\t\t\t\t\t\n\t\t\t\t\tLooking round the 2,000-odd years old Kumya gingko in the Anbul Temple, natural monuments of Ogasan Natural Reserve and the stone river of Mt. Okryon, mysterious scenery of the Pujon Revolutionary Battle Site on his way of Songun revolutionary leadership, Kim Jong Il instructed officials in earnest to preserve and manage them well so that the people may enjoy them."
        },
        {
            "title": "Foreign Students Mark Important Anniversaries of DPRK",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-14ee.html",
            "content": "Foreign Students Mark Important Anniversaries of DPRK\r\nPyongyang, December 18 (KCNA) -- \"We Sing of Songun Korea,\" a public presentation of writings by foreign students studying at Kim Il Sung University and Kim Hyong Jik University of Education, was held at the Taedonggang Club for the Diplomatic Corps on Thursday to celebrate the 17th anniversary of General Secretary Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t At the presentation which started with chorus \"Song Devoted to Comrade Kim Jong Il,\" performers highly praised the greatness of Kim Jong Il and the feats of Kim Jong Suk, woman commander of Mt. Paektu who brought up Kim Jong Il as the rosy future of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t In their writings such as occasional notes \"A pistol at the native home in the secret camp in Mt. Paektu,\" travel notes \"Touring Mt. Paektu, a holy mountain of revolution\" and impressions \"Yearning for Mother Kim Jong Suk\" those foreign students expressed boundless reverence for Kim Jong Il successfully carrying forward and accomplishing the revolutionary cause of Juche pioneered by President Kim Il Sung and impressively introduced the undying feats of Kim Jong Suk who set a shining example in devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t They also sang Korean songs, including \"The General Is the Son of Guerrillas,\" \"Our Father,\" \"Memory of Native Home\" and \"Blue Sky over My Country,\" whipping up the atmosphere of the presentation.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the presentation, they visited the Pyongyang Cultural Exhibition.\n\t\t\t\t\t\n\t\t\t\t\t They looked round works authored by Kim Il Sung and Kim Jong Il, photos showing the immortal exploits of Kim Jong Il and books dealing with the shining revolutionary career of Kim Jong Suk."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Exploits Praised by Italian Figure",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-01ee.html",
            "content": "Kim Jong Il's Songun Leadership Exploits Praised by Italian Figure\r\n Pyongyang, December 18 (KCNA) -- Miriam Pelegrini Feri, president of the Group of Dialectical Materialists of Italy, released a statement on Dec. 15 on the occasion of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t She in her statement said that Kim Jong Il has always led the KPA along the path of victory with his matchless grit and iron will and rare wisdom, glorifying the history of his Songun revolutionary leadership from long ago.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. and other hostile forces kicked up a war racket, escalating their moves to stifle the DPRK under the pretext of the nuclear issue, he firmly protected the dignity and sovereignty of the Korean people with his steadfast revolutionary principle and stand, she noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA under the commandership of Kim Jong Il has grown to be an invincible army fully prepared politically and ideologically and in military technique and steel-strong ranks capable of defeating any formidable enemy and made a breakthrough in the difficult and labor consuming fields of the socialist economic construction as the mainstay of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will continue advancing along the road chosen by themselves despite all sorts of difficulties and hardships and the cause of socialism in the DPRK is sure to triumph thanks to the outstanding Songun leadership of Kim Jong Il and the KPA holding him in high esteem as its supreme commander, she stressed."
        },
        {
            "title": "GNP's Moves for All-out Confrontation with DPRK Assailed",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-04ee.html",
            "content": "GNP's Moves for All-out Confrontation with DPRK Assailed\r\n Pyongyang, December 18 (KCNA) -- The gentries of the Grand National Party of south Korea are now letting loose a spate of malignant vituperations defaming the dignified system in the DPRK, driving the deteriorated north-south relations to an uncontrollable phase of total severance. This crime is absolutely intolerable and those traitors will have to pay a high price for it. \n\t\t\t\t\t Rodong Sinmun Thursday warns this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t The \"bill on human rights in the north\" which the GNP seeks to railroad through the \"National Assembly\" these days calls for \"obliging the 'government' to provide financial support\" to the conservative non-governmental organizations in their scattering of anti-DPRK leaflets, etc., the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"bill\" is, in essence, an extremely reckless and provocative one inciting confrontation with the DPRK as it reflects their criminal scenario to realize their long-cherished ambition for \"achieving unification through absorption\" in collusion with their imperialist master in utter denial of the system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The GNP gentries' moves to enact a treacherous law are a product of their criminal scenario to push the inter-Korean relations to an inescapable grave catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Clear is an aim sought by the GNP through its generous financial support for the ultra-right conservatives who are working with bloodshot eyes to harm fellow countrymen. In a nutshell, they seek to bribe more wicked reactionary elements in a bid to use them for escalating the leaflet-scattering operation.\n\t\t\t\t\t\n\t\t\t\t\t The GNP is a group of the worst confrontational fanatics who leave no means untried to stand in showdown with the DPRK and do harm to it.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak and the GNP group's desperate bid to bring down the DPRK under the signboard of \"human rights\" is as foolish an act as trying to sweep the sea with a broom."
        },
        {
            "title": "Japanese Reactionaries' Hostile Policy toward DPRK Blasted",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-07ee.html",
            "content": "Japanese Reactionaries' Hostile Policy toward DPRK Blasted\r\nPyongyang, December 18 (KCNA) -- Japan's hostile policy towards the DPRK is a serious issue over which the Korean people should settle accounts with it before greeting the new year. \n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It was the general aim of Japan's hostile policy towards the DPRK this year to create a tense situation in a bid to spark a military conflict by increasing the international pressure upon the DPRK and laying a siege to it and thereby driving the DPRK-Japan relations to an extreme phase, the article stresses.\n\t\t\t\t\t\n\t\t\t\t\t The article cites facts to prove that the Japanese reactionaries have left no means untried to defame the dignified DPRK in the international arena to this end while perpetrating unprecedented political and military provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is entirely due to Japan's enforcement of the hostile policy towards the DPRK that the situation on the Korean Peninsula has grown extremely tense and the Japan-DPRK relations have reached the point of explosion this year.\n\t\t\t\t\t\n\t\t\t\t\t  By getting more frantic in their hostile moves against the DPRK the Japanese reactionaries have earned only the ill-fame of being renegades of the times, militarist vipers and the politically blind.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' moves to do harm to the DPRK through pressure, sanctions and military blackmail only sharply heightened the hatred of the army and people of the DPRK for Japan. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are going mad with the anti-DPRK campaign like a newborn puppy knowing no fear of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK are now closely following their every movement with towering resentment and firm resolve to take revenge upon them. \n\t\t\t\t\t\n\t\t\t\t\t Japan is the Korean people's sworn enemy.\n\t\t\t\t\t\n\t\t\t\t\t Japan's hostile policy towards the DPRK that has been stepped up this year only hardens the determination of the army and people of the DPRK to settle accounts with Japan to the last. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries will not be able to escape from international isolation and destruction as they are hell-bent on the hostile acts against the DPRK and the moves to stage a comeback to Korea, swimming against the trend of history, concludes the article."
        },
        {
            "title": "Consolidation of Politico-Ideological Position Called for",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-08ee.html",
            "content": "Consolidation of Politico-Ideological Position Called for\r\n Pyongyang, December 18 (KCNA) -- The DPRK is praised by the world people as a beacon of their hope and a banner of victory as it is demonstrating its invincible might. This is ascribable to the fact that under the leadership of President Kim Il Sung and the Workers' Party of Korea, a great party, the DPRK has reinforced the politico-ideological position of socialism in every way retaining a firm grip on the ideology from long ago.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The history of the WPK's leadership is shining as a glorious history in which the Party has augmented the political and ideological might of the country in every way, always putting main emphasis on the ideology, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There are many countries in the world but the DPRK is the only country the whole society of which is replete with the revolutionary idea of the leader and socialism of which is deeply enshrined in the minds of people as their life and soul. It is also the only country in the world where the entire party and army and all the people are rallied as firm as a rock around the headquarters of the revolution and which is firm in its principle of independence.\n\t\t\t\t\t\n\t\t\t\t\t The stirring reality of the DPRK goes to clearly prove that the invincibility of socialism lies in its politico-ideological might and even a country small in its population and territory can rank itself among authoritative powers only when it strengthens its political and ideological position.\n\t\t\t\t\t\n\t\t\t\t\t The above-said position makes it possible for socialism to fully demonstrate the might of its idea, have invincible economic potential and showcase its tremendous military might.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the army and people of the DPRK will augment the politico-ideological might of the country in every way under the banner of Songun and accomplish the socialist cause of Juche to the end by keeping to this road."
        },
        {
            "title": "Elimination of Pro-Japanese Elements Called for",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-09ee.html",
            "content": "Elimination of Pro-Japanese Elements Called for\r\n Pyongyang, December 18 (KCNA) -- Rodong Sinmun Thursday carries a signed article 43 years since the south Korea-Japan \"agreement\" was signed and formally put into force. \n\t\t\t\t\t This agreement is a humiliating and disgraceful \"agreement\" as it paved the way for the Japanese reactionaries' reinvasion and made south Korea increasingly dependent on Japan in all fields including politics, economy and culture, far from forcing it to make an apology and reparation for the crimes the Japanese imperialists committed in the past by inflicting unspeakable misfortune and sufferings upon the Koreans after occupying Korea by force of arms, the article says.\n\t\t\t\t\t\n\t\t\t\t\t The article cites the facts that the treacherous \"agreement\" was a product of the despicable political collusion and bargaining between the aggressors and traitors and a document which resulted in hurting the dignity and interests of the nation and extremely intensifying the domination and plunder of the Japanese reactionaries in all fabrics of the south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have waged a strenuous struggle to retake their independent dignity and right and enjoy a life as human beings free from the foreign aggression and domination, but their ardent desire still remains unrealized due to the acts of treachery committed by the successive pro-U.S. elements and sycophants towards Japan and traitors serving it in collusion with foreign forces, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group are behaving coquettishly before their Japanese master, covering up the hideous crimes committed by Japan in the past and making their eyes at it, while making all desperate efforts to block national independence and reunification, do harm to their fellow countrymen and stifle them. That is why all the Koreans are now expressing irrepressible resentment at the group. \n\t\t\t\t\t\n\t\t\t\t\t At a time when the Lee regime is getting evermore undisguised in its pro-Japanese acts, the Japanese reactionaries are frantically escalating their moves against the DPRK, instead of making honest repentance and reparation for the immeasurable misfortune and sufferings imposed by Japan upon the Koreans in the past. \n\t\t\t\t\t\n\t\t\t\t\t The history and reality clearly prove that the aspiration and desire of the south Korean people to live and develop independently can never come true and it is impossible to remove the grave obstacles lying in the way of national unity and reunification as long as such humiliating and treacherous documents as the south Korea-Japan \"agreement\" are allowed to exist and the groups of traitors to the nation remain in office."
        },
        {
            "title": "S. Korean Defense Minister's Bellicose Remarks under Fire",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-10ee.html",
            "content": "S. Korean Defense Minister's Bellicose Remarks under Fire\r\n Pyongyang, December 18 (KCNA) -- Puppet Minister of National Defense of south Korea Ri Sang Hui called for \"using every possible means to cope with the instability\" while talking about \"contingency.\" These bellicose remarks indicate his intention to launch a new war, a nuclear war, against fellow countrymen at any cost, pursuant to the U.S. war strategy as they are an open provocation against the DPRK, Minju Joson Thursday says this in a signed commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t He openly uttered the outbursts at a \"National Assembly\" session. This is little short of informing the NA of his design to step up the preparations for a war of aggression against the DPRK under such imaginary premises as \"contingency\" and \"instability\" and preempt a surprise attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Warmonger Ri Sang Hui has taken the lead in the Lee Myung Bak group's moves for confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that as long as Ri is allowed to go desperate in his moves to provoke a war of aggression against the north, the whole nation can not escape a nuclear disaster. The way of preventing the disaster lies in eliminating warmongers.\n\t\t\t\t\t\n\t\t\t\t\t Lee should not make such empty words as \"dialogue between the south and the north,\" \"sincerity\" and the like but dismiss such warmongers as Ri from their posts as they deteriorate the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is a pipedream, indeed, for Lee to try to bring down the DPRK by force of arms while keeping such guy as Ri in office, quite contrary to the desire of fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak should bear in mind that keeping the warmongers in the regime is little short of inviting bitterer curse and hatred from the Koreans."
        },
        {
            "title": "Puppet Police's Suppression of Candlelight Action Flayed",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-05ee.html",
            "content": "Puppet Police's Suppression of Candlelight Action Flayed\r\n Pyongyang, December 18 (KCNA) -- The Emergency Measure Committee of the Solidarity for Implementing the South-North Joint Declaration of south Korea made public a statement in denunciation of the puppet police's crackdown upon the candlelight cultural event on Dec. 13.\n\t\t\t\t\t The statement accused the police of storming into the venue of the candlelight cultural event in front of Posin Temple in Seoul and committing such rowdyism as snatching a microphone from a singer and destroying stage settings including lighting equipment on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The police barred sit-in strikers from pitching up tents, terming it \"illegal,\" and, not content with this, regarded the singer's expression of his simple feelings before beginning his song as \"an illegal act,\" it deplored.\n\t\t\t\t\t\n\t\t\t\t\t Branding the police's suppression of even a peaceful cultural event as a violation of a law, the statement urged the police authorities to immediately make an apology and pay damages for it."
        },
        {
            "title": "\"Media Action\" Declares Struggle against Moves of GNP to Control Media",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-06ee.html",
            "content": "\"Media Action\" Declares Struggle against Moves of GNP to Control Media\r\n Pyongyang, December 18 (KCNA) -- The \"Media Action\" grouping 48 civic and public organizations including the south Korean Press Trade Union held a meeting in Seoul on December 12 to denounce the moves of the Grand National Party of south Korea to put media under its control.\n\t\t\t\t\t Speakers at the meeting accused the GNP of busying itself with the moves to retrogressively revise the law on media in a bid to transfer the right to operate the broadcasting services to conservative media including Chosun Ilbo and plutocrats, far from thinking of saving economy from bankruptcy.\n\t\t\t\t\t\n\t\t\t\t\t If this is allowed to happen, broadcasting services will be commercialized and the impartiality of media will be disturbed, they deplored. \n\t\t\t\t\t\n\t\t\t\t\t Calling on all of them to unite close to check the GNP's moves to put media under its control, they warned if the bill for revision of the law on media is brought to the \"National Assembly\", media persons will call a general strike.\n\t\t\t\t\t\n\t\t\t\t\t Prior to this, the \"Media Action\" called a press conference outside the building of the \"National Assembly\" together with opposition parties including the Democratic Labor Party and declared a struggle against the GNP's moves."
        },
        {
            "title": "Kim Jong Il dirige Combinado de Acero Febrero",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-21ee.html",
            "content": "Kim Jong Il dirige Combinado de Acero Febrero\r\nPyongyang, 17 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Combinado de Acero Febrero.\n\t\t\t\t\tSobre todo, hizo conocimiento detallado de la situacion de construccion, renovacion tecnologica y produccion recorriendo el taller de material refractario nuevamente construido, la sala de analisis general y otros procesos de produccion.\n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente los meritos de los funcionarios, trabajadores y tecnicos del combinado y los profesores e investigadores de la Universidad Politecnica Kim Chaek mostrandose muy satisfecho de que ellos llevaron a feliz termino con sus propias fuerzas y tecnologias aunando su inteligencia creativa y esforzandose tenazmente la construccion de ese moderno taller y el acondicionamiento de esa sala con equipos ultramodernos.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la perseverante investigacion e incansables esfuerzos de la \"Brigada de Choque de Cientificos y Tecnicos 17 de Febrero\", integrada por  los tecnicos del combinado, los profesores e investigadores de dicha universidad, fueron modernizados la cadena de produccion de ladrillo refractario apoyada en las materias primas domesticas y el proceso de analisis, destaco.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que este exito, que permite registrar un incremento trascendental en la produccion de los materiales de acero y elevar notablemente la calidad de acero ahorrando al maximo la mano de obra, materias primas y el tiempo de fundicion, constituye una revolucion en la industria de acero de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tEncomio los esfuerzos de los profesores, empleados y estudiantes de la Universidad Politecnica Kim Chaek, infinitamente fieles al partido y la revolucion, subrayando que ellos cumplen magnificamente el papel de precursor en la modernizacion y la cientifizacion de la industria.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que, el combinado resolvio satisfactoriamente numerosos problemas cientifico-tecnicos e impulso dinamicamente las labores para la cientifizacion y modernizacion de los procesos de produccion prestando primordial atencion a la revolucion tecnologica en virtud de la idea del partido de dar importancia a la ciencia y la tecnica.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que de esta manera, el combinado pudo registrar un nuevo cambio en la produccion de materiales de hierro y acero y afirmo que las experiencias de esta aceria comprueban con hechos que la llave fundamental del aumento de produccion esta en el progreso tecnico.\n\t\t\t\t\t\n\t\t\t\t\tAunque escaseaba lo todo, los funcionarios, obreros y tecnicos de aqui libraron tenazmente con su pasion revolucionaria y talentos creativos la lucha por normalizar la produccion y alcanzar la meta mas elevada y por consiguiente, pudieron abrir la brecha del auge productivo al transformar en un corto tiempo la fisonomia de su centro de trabajo, apunto.\n\t\t\t\t\t\n\t\t\t\t\tSi se esfuerzan ingeniosa y tenazmente por materializar la politica del partido siguiendo el ejemplo de ellos, todas las fabricas y empresas pueden poner de pleno manifiesto la potencialidad de la industria jucheana mediante el aumento considerable de la produccion, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que se materializa exitosamente la linea de construccion economica del partido de realizar la jucheanizacion, modernizacion y cientifizacion de la economia nacional y la abnegada lucha de la clase obrera, los intelectuales y todo el pueblo consolido la base de la economia nacional independiente y situo en un nivel mas alto la industrializacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que esta poderosa capacidad deviene la firme garantia del cumplimiento de la causa de construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tDijo que desarrollar la industria de acero tiene suma importancia en la construccion de una potencia economica y presento las tareas que se le presentan al combinado.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Provincia de Jagang, Pak To Chun, el jefe de departamento del CC del PTC, Jang Song Thaek, el primer subjefe de departamento del CC del PTC, Ju Kyu Chang, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Firmado protocolo entre Corea y Checo",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-22ee.html",
            "content": "Firmado protocolo entre Corea y Checo\r\nPyongyang, 18 de diciembre (ATCC) -- Quedo suscrito el dia 17 en esta capital el protocolo entre los gobiernos de la Republica Popular Democratica de Corea y la Republica Checa sobre la modificacion y el suplemento del Convenio sobre la Promocion y Proteccion de Inversiones. \n\t\t\t\t\t Lo rubricaron el viceministro coreano de Comercio Exterior, Ku Pon Thae, y el embajador checo en Corea, Martin Tomco."
        },
        {
            "title": "Personalidad italiana elogia hazanas de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-23ee.html",
            "content": "Personalidad italiana elogia hazanas de Kim Jong Il\r\nPyongyang, 18 de diciembre (ATCC) -- Con motivo del aniversario 17 del nombramiento del Dirigente Kim Jong Il como Comandante Supremo del Ejercito Popular de Corea, Miriam Pellegrini Ferri, titular del Grupo de Materialistas Dialecticos y Ateistas de Italia, publico el dia 15 una declaracion.\n\t\t\t\t\tLa nota senala que el Comandante Supremo del EPC, Dirigente Kim Jong Il, quien desde hace mucho tiempo vino dejando las imborrables huellas de su direccion sobre la revolucion mediante el Songun (priorizacion militar), conduce siempre a la victoria al EPC con su incomparable audacia, ferrea voluntad y clarividencia.\n\t\t\t\t\t\n\t\t\t\t\tRecuerda que cuando Estados Unidos y otras fuerzas hostiles lanzaron la campana belica contra la RPDC recrudeciendo sus maniobras para atropellarla bajo el pretexto del problema nuclear, el Comandante Supremo defendio con firmeza la dignidad y la soberania del pueblo coreano con el firme principio y posicion revolucionarios.\n\t\t\t\t\t\n\t\t\t\t\tRecalca que bajo su guia, el EPC crecio como invencible ejercito preparado firmemente en lo ideo-politico y en lo tecnico-militar y como filas de acero capaces de vencer a cualquier enemigo poderoso y abre la brecha en las ramas mas dificiles de la construccion de la economia socialista siendo el pilar de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tGracias la destacada direccion del Songun del Dirigente y al EPC que tiene a el como su Comandante Supremo, el pueblo coreano avanzara por el camino optado por si mismo superando todas las dificultades y obstaculos y la causa socialista de Corea triunfara sin falta, subraya."
        },
        {
            "title": "Portavoz del MINSEE desenmascara campana subversiva anti-RPDC",
            "url": "http://kcna.co.jp/item/2008/200812/news19/20081218-24ee.html",
            "content": "Portavoz del MINSEE desenmascara campana subversiva anti-RPDC\r\nPyongyang, 18 de diciembre (ATCC) -- En  relacion con que en estos dias llegan a la etapa sumamente aventurera y peligrosa las maniobras subversivas del colectivo de conspiradores titeres surcoreanos contra la Republica Popular Democratica de Corea, el portavoz del Ministerio de Seguridad Estatal de la RPDC hizo publica el dia 18 la siguiente declaracion:\n\t\t\t\t\t  Es un hecho bien conocido que tan pronto como tomara el poder, el traidor Lee Myung Bak del Sur de Corea nego totalmente la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, grandes programas de la reunificacion de la patria, y llevo al caos las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Para colmo, se libran en clandestinidad con metodos inimaginablemente sucios las mas atroces maniobras de sabotaje y conspiracion para desintegrar y derrumbar desde adentro a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Bajo el pretexto de ampliar la facultad del titere \"Servicio Nacional de Inteligencia\", esta entidad se va convirtiendo en un aparato de intriga fascista capaz de cometer cualquier cosa como su antecesora \"Agencia Central de Inteligencia\" ampliamente conocida en el pasado por sus infamias.\n\t\t\t\t\t\n\t\t\t\t\t Mientras tanto, todos los organos de inteligencia del Sur de Corea se movilizan en esa guerra sin detonaciones contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Recientemente, fueron aniquilados de una vez los agentes, que actuaban para cumplir la mision de coleccionar las muestras medioambientales de las importantes zonas de industria belica de la RPDC, como la tierra, el agua, las hojas de arbol, el polvo, etc., que les dio un organo de espionaje surcoreano interesado en recoger las informaciones relativas al programa nuclear de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Tambien, fue frustrado el complot de recoger los secretos de partido, estatales y militares e inducir a la fuga a los funcionarios de los dominios importantes a traves de una corrupta coreana residente en China, convertida ya en espia, durante su viaje privado a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Fue detectada y destruida la conspiracion de organizar una \"sociedad religiosa clandestina\" cuya mision era organizar a los elementos malsanos y hostiles bajo pretextos religiosos. \n\t\t\t\t\t\n\t\t\t\t\t Igualmente, fueron fracasados caso por caso todos los intentos de preparar la \"fuente\" de inventados \"datos sobre la violacion de DDHH\" en la RPDC secuestrando o seduciendo a la fuga a los elementos con antecedente delictivo y los degenerados.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, cobran auge las transmisiones contra la RPDC de las radioemisoras financiadas por las autoridades titeres surcoreanas y la \"campana de lanzamiento de volantes contra esta\".\n\t\t\t\t\t\n\t\t\t\t\t  No cesa esta sucia guerra intrigante.\n\t\t\t\t\t\n\t\t\t\t\t Fue detenido un tipejo de apellido Ri quien actuaba con la mision de realizar atentados terroristas contra la seguridad de la Direccion de la Revolucion de la RPDC, que le dio un organo de inteligencia surcoreano. \n\t\t\t\t\t\n\t\t\t\t\t  Segun revelaciones, a principios de este ano, Ri cruzo ilegalmente la frontera y fue convertido en espia por un elemento de apellido Hwang de una agencia de inteligencia surcoreana, quien agrupaba a los elementos malsanos en la zona fronteriza con Corea.\n\t\t\t\t\t\n\t\t\t\t\t Despues de entrenarlo en la medida necesaria, esa agencia le ordeno volver al territorio de la RPDC asignandole la mision de recoger las informaciones sobre el itinerario y el periodo de la inspeccion sobre el terreno de nuestra Direccion de la Revolucion. \n\t\t\t\t\t\n\t\t\t\t\t Para colmo, le envio el aparato de busqueda dotado del sensor de voces y sonidos para seguir los movimientos de la Direccion de la Revolucion y hasta un potente veneno.\n\t\t\t\t\t\n\t\t\t\t\t  Este caso demuestra que los titeres surcoreanos estan tan enloquecidos por la confrontacion con el Norte que ya no vacilan en usar esos nunca perdonables e infames metodos para hacer dano a nuestra Direccion de la Revolucion.\n\t\t\t\t\t\n\t\t\t\t\t  Si cae en la desventaja politico-militar en el enfrentamiento entre los enemigos, la parte debil recurre fisiologicamente al virulento metodo terrorista como ratas.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, el colectivo de terroristas y conspiradores del Sur de Corea no sabe quien es su rival.\n\t\t\t\t\t\n\t\t\t\t\t  Nadie podra estar fuera de la aguda vigilancia del organo de defensa de seguridad estatal de la RPDC, que tiene como la fuente de indoblegables fuerzas la unidad monolitica del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Los enemigos deberan sacar lecciones de sus frustrados intentos de espiar y subvertir contra la RPDC, que se incrementaron notablemente este ano.\n\t\t\t\t\t\n\t\t\t\t\t  Estaran muy equivocados los que piensan en que el escudo es nuestra unica arma.\n\t\t\t\t\t\n\t\t\t\t\t  Es nuestro deber y mision coger sin falta a los elementos, que se atrevan a hacer danos a la Direccion de la Revolucion, persiguiendolos en todos los confines del mundo y castigarlos implacablemente.\n\t\t\t\t\t\n\t\t\t\t\t  El traidor Lee Myung Bak y su colectivo de inteligencia y terrorismo deben tener en cuenta que no conoce la caridad la espada de nuestro organo de seguridad estatal, que defiende con la vida a su lider, regimen y pueblo."
        }
    ]
}