{
    "date": "2008-01-11",
    "url": "http://kcna.co.jp/item/2008/200801/20080111.htm",
    "articles": [
        {
            "title": "Local Mass Rallies Go on",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#1",
            "content": "Local Mass Rallies Go on  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- Mass rallies were held in various cities and counties to vow to thoroughly carry out the militant tasks set forth in the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n They were attended by leading officials of local party and power organs and economic institutions and working people's organizations and people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n The reporters and speakers referred to the fact that the political and military might of Songun Korea was demonstrated to the world and a prospect opened to bring about a fresh leap forward in the drive to build an economic power last year. &nbsp;&nbsp;&nbsp;\r\n All these successes are the brilliant fruition of the outstanding strategy and tactics, iron will and energetic guidance of Kim Jong Il, they stressed. &nbsp;&nbsp;&nbsp;\r\n They evinced their determination to glorify the exploits President Kim Il Sung performed by laying an eternal foundation for the prosperity of the country and the nation and bring about a signal change in socialist construction, single-mindedly united around the headquarters of the revolution this significant year, the 60th founding anniversary of the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans Show Patriotic Zeal, Upholding Militant Slogan for This Year",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#2",
            "content": "Koreans Show Patriotic Zeal, Upholding Militant Slogan for This Year \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- The Korean people are all out in the general offensive of the year with immense patriotic zeal and creative spirit in response to the militant slogan \"Glorify This Year of the 60th Anniversary of the Founding of the DPRK as a Year of Historical Turn Which Will Go Down in the History of the Country!\" set forth in the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n The fighting spirit and mettle of the people, who respond to the call of the motherland heart and soul, are being displayed to the full from the outset of the year. &nbsp;&nbsp;&nbsp;\r\n A fierce spark of joint innovations was lit by the heightened enthusiasm of the electricity producers and colliers who are standing in the van of the general offensive for the building of an economic power. &nbsp;&nbsp;&nbsp;\r\n Greeting the new year, the Musan Mining Complex launched into the general offensive with a gigantic blasting of 150 000 cubic-meter earth, the Pyongyang Steel Plant carried out the first teeming with success and the Hungnam Fertilizer Complex reported significant results every day. &nbsp;&nbsp;&nbsp;\r\n The electric locomotives including \"Red Flag\" 6044 of the West Pyongyang Locomotive Corps and the \"Red Flag\" 5367 of the Jongju Locomotive Corps are transporting an increased amount of freight to various fields of the national economy, their whistles reverberating far and wide. The Mangyongdae Farm in Mangyongdae District and co-op farms throughout the country have pitted into energetic field work in the new year to sharply boost grain production this year. &nbsp;&nbsp;&nbsp;\r\n   News of innovations in consumer goods production has come from every light industrial factory across the country and reports about feats of labor performed by shock brigade members and builders from the construction sites of the Ryesonggang Power Station, the Paektusan Songun Youth Power Station and others astir with revolutionary zeal. &nbsp;&nbsp;&nbsp;\r\n Fairly high, indeed, is the pride of the Korean people who are engraving one more annual ring of victory in the great history of the Republic with the resolution to make the country more prosperous at any cost, relying on their own efforts, technology and home resources. &nbsp;&nbsp;&nbsp;\r\n The Korean people built socialism on the ruins in the revolutionary spirit of self-reliance under the leadership of President Kim Il Sung and turned the \"Arduous March\" into a march to a paradise through grim ordeals under the Songun revolutionary leadership of Kim Jong Il. They are now making a vigorous march in order to leave remarkable footmarks of their life on the road to the prosperity of the motherland.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "2008 to Be Chronicled as Victorious Year",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#3",
            "content": "2008 to Be Chronicled as Victorious Year \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- Juche 97 (2008) is a significant year marking the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Korean people with joy and excitement have ushered in 2008 to be recorded in the history of the DPRK as one more victorious year. They are now full of enthusiasm to make a new giant leap forward this year without fail, rallied close around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They have celebrated each decadal anniversary of the DPRK with remarkable achievements from 1948. &nbsp;&nbsp;&nbsp;\r\n They marked the 10th birthday of the DPRK in 1958 with the heyday of the Chollima era and the establishment of the socialist system and its 20th jubilee in September 1968 with the high pride of having brought to its knees U.S. imperialism which raised war clamors triggered off by its armed spy ship Pueblo incident and of having entered a prosperous age of socialism. &nbsp;&nbsp;&nbsp;\r\n Its 30th and 40th anniversaries were also commemorated with laudable successes made by the wisdom and sweat of the people. &nbsp;&nbsp;&nbsp;\r\n The Korean people vigorously turned out in the efforts to implement the letter of the Central Committee of the Workers' Party of Korea calling for the fulfillment of the grand Second Seven-Year Plan to bring out a new turning-point of the Korean revolution and to observe the 30th birthday of the DPRK in 1978. They also made a new turning-point in the socialist construction through the historic 200-day campaign and dynamic nation-wide grand construction campaign in 1988 before celebrating the 40th anniversary in a grand way. &nbsp;&nbsp;&nbsp;\r\n The Korean people fully demonstrated their firm confidence and will to certainly see in the morrow of the thriving country by launching the first artificial satellite Kwangmyongsong No.1 on the occasion of the 50th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They are drumming up support for the general advance from the outset of the new year, holding aloft the slogan \"Glorify this year of the 60th anniversary of the founding of the DPRK as a year of historical turn which will go down in the history of the country!\" &nbsp;&nbsp;&nbsp;\r\n The Korean people, inheriting the great tradition of having made the annals of the DPRK replete only with victory and glory, are sure to commemorate its diamond jubilee grandly with world-startling miracles and feats as a revolutionary event which is of greatest significance in the history of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Latvian Prime Minister",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#4",
            "content": "Congratulatory Message to Latvian Prime Minister  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a congratulatory message to Ivars Godmanis upon his appointment as Prime Minister of the Latvian Republic. &nbsp;&nbsp;&nbsp;\r\n The message wished him success in his responsible work for the prosperity of the country and the welfare of the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "CILRECO Releases Information Bulletin ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#5",
            "content": "CILRECO Releases Information Bulletin  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- An information bulletin was published by the International Liaison Committee for Reunification and Peace in Korea (CILRECO) on Jan. 2 on the occasion of the New Year. &nbsp;&nbsp;&nbsp;\r\n The bulletin referred to the successes made in the efforts to realize the denuclearization of the Korean Peninsula and achieve lasting peace last year. &nbsp;&nbsp;&nbsp;\r\n It pointed to the fact that the historic north-south summit was held and the Declaration for Development of North-South Relations and Peace and Prosperity was adopted. &nbsp;&nbsp;&nbsp;\r\n Noting that these successes gave great hope to all Koreans in the north and the south and abroad and the world people desirous of independence, justice and peace, the bulletin stressed that the CILRECO extended militant salute to the Korean people on the occasion of the New Year.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Appealing Poems Released",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#6",
            "content": "Appealing Poems Released \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- Poets of the Central Committee of the Korean Writers Union created dozens of poems calling upon the people to turn out in the general advance for this year. &nbsp;&nbsp;&nbsp;\r\n The poem \"May the sea of single-minded unity meander\" fully represents the faith and will of servicepersons and the people to single-mindedly uphold the ideology and leadership of Kim Jong Il and resolutely defend Korean-style socialism despite any ordeals and hardships. &nbsp;&nbsp;&nbsp;\r\n Among them are such poems as \"Storm of general advance arises,\" \"Call of the country\" and \"Let's advance faster for higher goal on swift horse of Songun,\" which vehemently call upon the people to accelerate the all-out drive for building an economic power in the same spirit and vigor as was displayed when they built socialism on the ruins. &nbsp;&nbsp;&nbsp;\r\n There are also \"We will further glorify our mother Republic,\" \"Before the motherland\" and other poems fully reflecting the firm determination of the army and people to proudly greet the grand festival in September with signal labor achievements this year.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Head of Int'l Foundation",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#7",
            "content": "Gift to Kim Jong Il from Head of Int'l Foundation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Johnny Hon, chairman of the Global Group of Britain who is chairman of the International Kim Il Sung Foundation on Dec. 27 last year on the occasion of the New Year Juche 97 (2008).     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on DPRK's Stand ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#8",
            "content": "Rodong Sinmun on DPRK's Stand  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- The joint New Year editorial reaffirmed the steadfast stand and will of the DPRK to positively struggle for the stability on the Korean Peninsula and the world peace under the uplifted banner of independence, peace and friendship. Rodong Sinmun Thursday says this in a by-lined article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has a very important historical mission and responsibility to fulfill for ensuring the stability on the peninsula and thus achieving the peace and stability of the world. &nbsp;&nbsp;&nbsp;\r\n The Korean nation is responsible for the destiny of the peninsula and it is also responsible for ensuring its peace and stability. Nobody can replace the Korean nation in performing such a role. &nbsp;&nbsp;&nbsp;\r\n A modern war is completely different from what used to be in the past. Should the second Korean war break out, it will be a fierce war deciding the fate of the peninsula and the Koreans. &nbsp;&nbsp;&nbsp;\r\n The DPRK has gained experience in having defended peace under the uplifted banner of Songun under the most difficult situation. This experience provides an important practical example for the anti-imperialist, independent countries to follow. &nbsp;&nbsp;&nbsp;\r\n The DPRK has so far positively struggled for the unity of the peace-loving forces. It has, at the same time, worked hard for the unity of the world socialist movement. &nbsp;&nbsp;&nbsp;\r\n It presents itself as a more important issue at present to disclose the war moves of the imperialists and their danger in time and lift the voices critical of imperialism and war in the international arena. &nbsp;&nbsp;&nbsp;\r\n The imperialists should never be allowed to rule supreme in the international arena. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever roundly expose and condemn the imperialists' all sorts of moves for aggression and their danger in the international forums including the UN and resolutely struggle against them.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#9",
            "content": "Anniversary of Kim Jong Il's Work Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- The Workers' Party of Korea is dynamically leading all Korean people to accomplish the cause of building a great prosperous powerful country, exalting its dignity as a great guide of the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Thursday says this in a signed article dedicated to the 20th anniversary of Kim Jong Il's work \"Let Us Thoroughly Establish the Revolutionary Party Style throughout the Party\" (January 10, 1988). &nbsp;&nbsp;&nbsp;\r\n The WPK has turned into a revolutionary party in which a monolithic idea and unitary leadership are ensured, an invincible militant party strong in organization and discipline and a great mother party which enjoys absolute support and trust from all servicepersons and people. This is a proud picture of the WPK in the era of Songun. &nbsp;&nbsp;&nbsp;\r\n The WPK is a great revolutionary party whose entire membership is replete with the spirit of devotedly defending the leader. &nbsp;&nbsp;&nbsp;\r\n The spirit of devotedly defending the headquarters of the revolution prevails throughout the Party. This is the true feature of the WPK as the party of the leader and the revolutionary party of Juche type. &nbsp;&nbsp;&nbsp;\r\n The above-said spirit enshrined by the party members, the servicepersons of the Korean People's Army and people has become unshakable as it is considered by them as revolutionary faith and sense of obligation and has grown strong amidst the arduous struggle. &nbsp;&nbsp;&nbsp;\r\n The WPK is a powerful militant party as it is brimful with the trait of devotedly implementing the party's policies. &nbsp;&nbsp;&nbsp;\r\n The spirit of absolutely and unconditionally accepting them and devotedly implementing them which has been fully displayed in the annals of the Korean revolution constitutes the revolutionary style of the WPK. &nbsp;&nbsp;&nbsp;\r\n The WPK is a revolutionary party whose entire membership is filled with the spirit of devotedly serving the people and a popular style of work, concludes the article.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean National Unity Called for",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#10",
            "content": "Korean National Unity Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- National unity is a basic precondition and a firm guarantee for national reunification. The issue of Korean reunification is, in essence, an issue of establishing national sovereignty throughout Korea and, at the same time, an issue of rejoining the severed blood ties of the nation and a matter of having the north and the south get reconciled and go united as one and the same nation. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Thursday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n National reunification can come true only when all Koreans display strong desire for national unity and attain nation-wide concord, it says. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The separatist forces at home and abroad have become more undisguised in their moves to check the unity of the nation and reunification. &nbsp;&nbsp;&nbsp;\r\n Only when all Koreans unite as one and increase the strength of the patriotic forces of reunification in every way is it possible to meet their challenge to reunification and positively promote the development of the inter-Korean relations and durable peace of the country and prosperity common to the nation. &nbsp;&nbsp;&nbsp;\r\n The era of national unity represents the era of independent reunification and peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Independent reunification and peace and prosperity are not to serve the purpose of only one side of the two parts of Korea but to accomplish the nation-wide sacred cause of reunification and patriotism for all Koreans.  &nbsp;&nbsp;&nbsp;\r\n If all countrymen at home and abroad are to achieve firm unity, they should hold high the banner of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" clarified in the June 15 joint declaration is an idea of great national unity as it helps accomplish the cause of independent reunification by the concerted efforts of the Koreans as early as possible. &nbsp;&nbsp;&nbsp;\r\n All Koreans in the north and the south and abroad have steadily advanced the June 15 era of reunification by pooling their will and efforts and cooperating with each other irrespective of ideology, ism and system. This stirring reality would be unthinkable without the idea of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n The above-said idea serves as guidelines for unity that the Koreans should hold fast to in the struggle for independent reunification and peace and prosperity.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Release of Hanchongryon Chairman Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#11",
            "content": "Release of Hanchongryon Chairman Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly made public a statement on Jan. 3 demanding the repeal of the \"National Security Law\" (NSL) and the release of Ryu Son Min, chairman of the 15th-term south Korean Federation of University Student Councils (Hanchongryon). &nbsp;&nbsp;&nbsp;\r\n Accusing the security authorities of arresting him on Jan 2, the statement charged that the action taken by them to put the patriotic student into custody after labeling Hanchongryon \"enemy-benefiting organization\" though it is active for implementing the June 15 joint declaration provides an instance saliently revealing the anti-reunification nature of the NSL. &nbsp;&nbsp;&nbsp;\r\n It bitterly denounced the security authorities for going frantic with suppression, while invoking the above-said fascist law in the era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The statement declared that the organization would make every effort to get the NSL repealed and frustrate the crackdown upon the progressive camp.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Significant Holidays of DPRK Observed",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#12",
            "content": "Significant Holidays of DPRK Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 10 (KCNA) -- Seminars and book, photo and handicraft exhibitions took place in Italy, Guinea and Russia from Dec. 21 to 30 last year on the occasions of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were famous works of President Kim Il Sung and Kim Jong Il, photos introducing their undying Songun revolutionary leadership feats and showing the revolutionary life of Kim Jong Suk, books and photos introducing Songun Korea and handicraft associated with creative talent of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Miriam Pellegrini Ferri, chairman of the Italian Committee for the Study of Songun Idea for Independence and Sovereignty, said at a seminar that socialism in the DPRK is dynamically advancing without any vacillation and hesitation though it collapsed in East European countries in the 1990s. &nbsp;&nbsp;&nbsp;\r\n Referring to the revolutionary career of Kim Jong Suk, he said that her immortal feats performed for the liberation of the country and the building of a new country are being handed down through generations. &nbsp;&nbsp;&nbsp;\r\n An advisor to the Guinean Minister of Defence said that though it is not a big country, the DPRK is widely known to the world as a political and military power as it has been guided by the great leaders. He expressed the belief that the Korean people would reunify the country and build a great prosperous powerful nation in the near future under the outstanding leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The head of the Bureau for Culture of the Bryansk Regional Administration of Russia said at an exhibition that the Korean people are sure to win as they are dynamically advancing in reliance on their strength.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "2008 se registrara indeleble en los anales de victoria",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#13",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun destaca la mision por la paz de la Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#14",
            "content": "2008 se registrara indeleble en los anales de victoria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de enero (ATCC) -- El 97 (2008) de la Era Juche es el ano significativo en que se celebrara el 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n�@El pueblo coreano acogio con gran alegria 2008 que se registrara como nuevo ano orgulloso junto con los anales de victorias recorridos por la Republica y esta rebosado del fervor de producir fuertes vientos de auge bajo la sabia direccion del Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n�@Desde 1948 en que se fundo la RPDC, el pueblo coreano no se olvido de celebrar con gran significado cada decada de esta como fiestas.  &nbsp;&nbsp;&nbsp;\r\n�@En 1958 el pueblo coreano celebro el 10o aniversario de la fundacion de la republica abriendo la epoca de Chollima y proclamando el establecimiento del sistema socialista, y en septiembre de 1968 celebro 20o aniversario de su fiesta al cantar con orgullo la epoca de la prosperidad socialista tras arrodillar a los imperialistas yanquis que armaban alborotos belicos so pretexto del caso del barco espia armado \"Pueblo\", capturado por los marineros del Ejercito Popular de Corea. &nbsp;&nbsp;&nbsp;\r\n�@En 1978, estimulados por la carta del Comite Central del Partido del Trabajo de Corea que deja abierta un grandioso proyecto del segundo plan septenal, los trabajadores coreanos se levantaron como un solo hombre en la lucha por abrir una epoca de nuevo cambio de la revolucion coreana, con motivo del 30o aniversario de la fundacion de la Republica. &nbsp;&nbsp;&nbsp;\r\n�@En 1988 el pueblo coreano celebro con solemnidad el 40o aniversario de dicha fiesta, librando con vigor el historico combate de 200 dias, gran combate de la construccion de todo el pueblo para abrir un motivo de nuevo cambio en la construccion socialista. &nbsp;&nbsp;&nbsp;\r\n�@Con motivo del 50o aniversario de la fiesta, el pueblo coreano lanzo el primer satelite artificial \"Kwangmyongsong No.1\", lo cual manifesto fehacientemente la firme conviccion y voluntad de construir ciertamente en el futuro no lejano la potencia prospera. &nbsp;&nbsp;&nbsp;\r\n�@En pleno acato a la consigna del editorial conjunto \"!Hagamos brillar este ano del 60�� aniversario de la fundacion de la Republica como un ano de cambios historicos que se registre indeleble en los anales de la Patria!\", el pueblo coreano  avanza tocando fuertemente el tambor que llama a la ofensiva general desde  principios del ano nuevo. &nbsp;&nbsp;&nbsp;\r\n�@ Los coreanos, que han registrado solo la victoria y gloria en el pasado, celebraran solemnemente el sexagesimo aniversario de la fundacion de la Republica como el jubilo mas significativo en los anales de la patria realizando milagros y meritos que admiran al mundo.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Prosiguen mitines para cumplir tareas del editorial conjunto",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#15",
            "content": "Rodong Sinmun destaca la mision por la paz de la Peninsula Coreana\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de enero (ATCC) -- El editorial conjunto de Ano Nuevo publicado en los periodicos Rodong Sinmun, Joson Inmingun y Chongnyon Jonwi ratifica la inconmovible posicion y voluntad de la Republica Popular Democratica de Corea de luchar dinamicamente por la estabilidad de la Peninsula Coreana y la paz del mundo enarbolando la bandera de la independencia, la paz y la amistad. &nbsp;&nbsp;&nbsp;\r\n  Asi comienza un articulo individual insertado en la edicion del dia 10 de ese primer rotativo y prosigue: &nbsp;&nbsp;&nbsp;\r\n  La RPDC tiene la importantisima mision y responsabilidad historicas de asegurar la estabilidad de la Peninsula para contribuir a la paz y la tranquilidad del mundo. &nbsp;&nbsp;&nbsp;\r\n  La nacion coreana es la insustituible duena de la citada peninsula y se responsabiliza por la paz y la estabilidad de esta region. &nbsp;&nbsp;&nbsp;\r\n   La guerra de hoy es diferente a las del pasado. &nbsp;&nbsp;&nbsp;\r\n�@La segunda guerra coreana sera tan encarnizada que decidira la existencia o no de esa peninsula y la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  Las experiencias de lucha de la RPDC, que en las condiciones mas dificiles ha venido manteniendo la paz bajo la bandera del Songun (priorizacion militar), constituyen un excelente ejemplo practico para los paises antiimperialistas e independientes. &nbsp;&nbsp;&nbsp;\r\n  Hasta la fecha, la RPDC ha venido esforzandose activamente por la unidad de las fuerzas pacifistas y el movimiento socialista del mundo. &nbsp;&nbsp;&nbsp;\r\n  Hoy en dia, resulta un problema muy importante revelar a tiempo las maniobras belicas de los imperialistas y su peligrosidad y alzar las voces contra el imperialismo y la guerra en el escenario internacional. &nbsp;&nbsp;&nbsp;\r\n  Sobre todo, nunca se debe tolerar el unilateralismo de los imperialistas en la arena internacional. &nbsp;&nbsp;&nbsp;\r\n  Al igual que en el pasado, la RPDC seguira desenmascarando y condenando todas las maniobras de agresion de los imperialistas y su peligrosidad en la ONU y otras escenas internacionales y luchara tenazmente contra ellas.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Varias actividades en Italia, Guinea y Rusia por efemerides coreanas",
            "url": "http://kcna.co.jp/item/2008/200801/news01/11.htm#16",
            "content": "Prosiguen mitines para cumplir tareas del editorial conjunto\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 10 de enero (ATCC) -- En estos dias prosiguen en las ciudades y distritos los mitines para jurar la implementacion consecuente de las tareas combativas indicadas en el editorial conjunto de los periodicos principales de Corea. &nbsp;&nbsp;&nbsp;\r\n  En los conclaves estuvieron presentes los funcionarios directivos de los organismos del partido, el Poder y la economia y de las entidades de masas y los trabajadores de distintos sectores de las respectivas localidades. &nbsp;&nbsp;&nbsp;\r\n  Los informantes y otros oradores dijeron que en el ano transcurrido se manifesto plenamente, a la vista del mundo, el poderio politico-militar de la Corea del Songun (priorizacion militar) y ya se han abierto las perspectivas para dar un nuevo salto en la edificacion de una potencia economica. &nbsp;&nbsp;&nbsp;\r\n  Todos estos exitos -prosiguieron- son resultados brillantes de la destacada estrategia y tacticas, de la ferrea voluntad y de la entusiasta direccion del Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  Por ultimo, juraron que al avanzar unidos monoliticamente en torno a la Direccion de la Revolucion, glorificaran para siempre las hazanas del Presidente Kim Il Sung, que habia sentado la base de eterna duracion para la prosperidad de la patria y la nacion, y produciran cambios trascendentales en la edificacion del socialismo en este ano del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea.     \r\n\r\n\r\n"
        }
    ]
}