{
    "date": "2008-02-15",
    "url": "http://kcna.co.jp/item/2008/200802/20080215.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Battalions under KPA Unit 776",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performances of Art Groups of Ministries and National Institutions Given",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#2",
            "content": "Kim Jong Il Inspects Battalions under KPA Unit 776 \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- General Secretary Kim Jong Il inspected battalions under KPA Unit 776 honored with the title of O Jung Hup-led Seventh Regiment. &nbsp;&nbsp;&nbsp;\r\n He inspected the First Battalion under the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself with the performance of the battalion's duty, he watched soldiers in firepower training and congratulated them on their successful training, expressing satisfaction over the fact that all the commanding officers and soldiers are firmly preparing themselves to be a-match-for-a hundred fighters. &nbsp;&nbsp;&nbsp;\r\n He learned about how the proposed training program is being performed and put forward the tasks for further increasing the combat capability of the battalion. &nbsp;&nbsp;&nbsp;\r\n Going round an education room, a bedroom, a mess hall, a wash-cum-bath house, a non-staple food store, a rabbit barn and other places, he showed deep concern for the living of soldiers and stressed the importance to provide them with better living conditions. &nbsp;&nbsp;&nbsp;\r\n Seeing notices on praiseworthy deeds posted at an education board under the title of \"Let's Help the People!\" he was greatly satisfied with the soldiers' sincere help to the people. And he underscored the need to give fuller play to the traditional beautiful traits of army-people unity, the traits of the army helping the people and the latter aiding the former. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with the soldiers of the battalion. &nbsp;&nbsp;&nbsp;\r\n Then he inspected the Fourth Battalion under the unit. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself with the performance of its guard duty and watched soldiers in training, stressing that the training is the basic guarantee for increasing the combat capability. &nbsp;&nbsp;&nbsp;\r\n After being told about the supply service from its commanding officers, he went round cultural and educational and supply service facilities to take warm care of the living of soldiers as their own parents do. &nbsp;&nbsp;&nbsp;\r\n Happy to hear that the soldiers assiduously read the newly distributed must books, he said that reading is of very important significance in educating soldiers. &nbsp;&nbsp;&nbsp;\r\n He gave the soldiers of the battalion a pair of binoculars, a machine gun and an automatic rifle as gifts and had a photo session with them.    \r\n\r\n\r\n"
        },
        {
            "title": "Documentary Film Shown",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#3",
            "content": "Performances of Art Groups of Ministries and National Institutions Given \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Performances of art groups of ministries and national institutions were given at the People's Palace of Culture, the Central Workers' Hall and the Cultural House of the Ministry of Railways on Feb. 13 to celebrate February 16, the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Appreciating the performances were senior party and state officials, officials of ministries and national institutions and others. &nbsp;&nbsp;&nbsp;\r\n Through chorus \"Song Devoted to Comrade Kim Jong Il,\" mixed duet and chorus \"All Birds Fly over Jong Il Peak\" and other numbers the performers vividly represented the Korean people's deep reverence and best wishes for Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They also put on the stage chorus \"The General Is Our Father,\" female chorus \"May the Journey to the Front Tell,\" male chorus \"Journey of the General to the Front,\" poem and song \"We Will Never Forget Those Days\" and other numbers that praise Kim Jong Il's undying feats. &nbsp;&nbsp;&nbsp;\r\n The programmes included chorus \"The Glow over Kangson\" and mixed duet and male pangchang \"Arirang for Prosperity.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Youth and Children in Pyongyang Celebrate February Holiday",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#4",
            "content": "Documentary Film Shown  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Documentary film \"To Realize the Leader's Desire\" was shown at the People's Palace of Culture today on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The film makes an impressive representation of the history of the long journeys made by Kim Jong Il with total dedication to build a great prosperous powerful nation as desired by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It deals with the immortal leadership exploits he has performed by putting the dignity and national power of socialist Korea on the highest level with his unique Songun politics and ushering in a heyday of the country's prosperity, deeply imbuing the servicepersons and people of the DPRK with the firm faith that the President will always be with us and his noble intention in the period of the ordeal unprecedented in history. &nbsp;&nbsp;&nbsp;\r\n It also deals with the signal changes being brought about by the drive to build a great prosperous powerful nation under the seasoned and tested leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It was appreciated by senior officials of the party and state, a chairperson of a friendly party and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "16th National Festival of Youth and Children to Vow Loyalty Opens",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#5",
            "content": "Youth and Children in Pyongyang Celebrate February Holiday \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- A gathering of youth and children in Pyongyang was held at the Central Youth Hall on Feb. 13 on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Song Chol, first secretary of the Pyongyang City Committee of the Kim Il Sung Socialist Youth League, addressing the gathering, said that the birth of the bright star of Mt. Paektu was a great fortune of the nation as it promised the bright future of Juche Korea and a worldwide event which opened a bright prospect of the human cause of independence. It is thanks to this historic event in February that the Korean people came to be blessed with the illustrious leaders generation after generation, he noted with pride. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were female quintet and chorus \"February Is Spring,\" mixed chorus and pangchang \"Footsteps of General,\" national instrumental music ensemble \"Greater Happiness Is Sure to Come,\" trumpet duet and chorus \"For the Motherland,\" group poem reciting and chorus \"We Will Become the Seventh Regiment Today\" and other colorful numbers. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, minister of Education, and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Gathering Held",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#6",
            "content": "16th National Festival of Youth and Children to Vow Loyalty Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- The 16th national festival of youth and children to vow loyalty was opened on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The festival will be divided into political, economic, artistic and sports events. &nbsp;&nbsp;&nbsp;\r\n Its opening ceremony took place at the Central Youth Hall today. &nbsp;&nbsp;&nbsp;\r\n Ri Yong Chol, first secretary of the Central Committee of the youth league, addressed the ceremony. &nbsp;&nbsp;&nbsp;\r\n Then the flag of the festival was hoisted and speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the WPK, and others. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#7",
            "content": "Friendly Gathering Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- The DPRK Foreign Ministry arranged a friendly gathering with members of missions of international organizations here on Wednesday on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were members of missions of international organizations including Jean Pierre De Margerie, acting resident coordinator of the United Nations to the DPRK. &nbsp;&nbsp;&nbsp;\r\n On hand were officials of the ministry including Vice-Minister Choe Su Hon. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The participants in the gathering talked to each other about the matter of developing the cooperative relations between the DPRK and international organizations, deepening friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Venue of 12th Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#8",
            "content": "Reception Given by Cuban Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Jose Manuel Galego Montano, Cuban ambassador to the DPRK, gave a reception at his embassy on Feb. 13 to celebrate the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, minister of Education, Kim Pyong Phal, chairman of the Central Committee of the General Federation of Trade Unions of Korea, Kang Chang Uk, chairman of the Central Committee of the Union of Agricultural Workers of Korea, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and others. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Cuban embassy. &nbsp;&nbsp;&nbsp;\r\n The ambassador in his speech said that the wise and tested leadership of Kim Jong Il is the factor of the victory of the Korean people in their struggle for socialist construction and national reunification. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that Kim Jong Il and Fidel Castro Ruz are always paying deep attention to the development of the fraternal and particular relations of friendship between the two countries, he hoped that the bilateral relations of friendship and cooperation would grow stronger in political, economic, military and all other fields in the future, too. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok said in his speech that Kim Jong Il, who grew up in the flames of the two revolutionary wars, has wisely led the Workers' Party and people of Korea, performing the great feats which will shine long in history. &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between the parties, governments and peoples of the two countries provided by President Kim Il Sung and Fidel Castro Ruz are now growing stronger under the particular care of the leaders of the two countries, he noted, saying: We will, in the future, too, make every possible effort to strengthen the friendly and cooperative relations with the fraternal Cuban people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets and Congratulatory Letters to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#9",
            "content": "Foreign Diplomats Visit Venue of 12th Kimjongilia Festival \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- The economic and commercial councilors corps and officials in charge of cultural and friendly relations of foreign embassies here visited the venue of the 12th Kimjongilia Festival on Thursday on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The visitors went round the enchanting festival venue decorated with the immortal flowers and made entries in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n Zhao Qingmao, economic and commercial counsellor of the Chinese embassy, wrote on behalf of the economic and commercial councilors corps that they sincerely wish Kim Jong Il good health. &nbsp;&nbsp;&nbsp;\r\n Ibrahim Abu Mualik, first secretary of the Palestinian embassy, wrote that they sincerely wish the Korean people true to the Songun leadership of Kim Jong Il greater progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n On the same day, officials in charge of cultural and friendly relations of foreign embassies visited the venue of the 2nd National Pencil Drawing Festival for celebrating February 16.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Mongolians",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#10",
            "content": "Floral Baskets and Congratulatory Letters to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- General Secretary Kim Jong Il was presented with floral baskets and congratulatory letters by the military attaches corps and the economic and commercial councilors corps here on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n They were handed to officials concerned on Feb 14 by Dau Xuan Long, military attache of the Vietnamese embassy who is doyen of the military attaches corps, and Zhao Qingmao, economic and commercial counsellor of the Chinese embassy, on behalf of the economic and commercial councilors corps.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Mongolians",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#11",
            "content": "Gift to Kim Jong Il from Mongolians\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by D. Michka, general director of the Mongolian HUM Company Ltd., and his party on a visit to the DPRK on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, by the general director on Feb. 14.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Figure Skaters Arrive",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#12",
            "content": "Yang Hyong Sop Meets Mongolians\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with D. Michka, general director of the Mongolian HUM Company Ltd., and his party at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n Present there were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and Janchivdorjyn Lomvo, Mongolian ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Lauded as Peerless Patriot",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#13",
            "content": "Foreign Figure Skaters Arrive \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Figure skaters of Russia, Hungary, Spain and France arrived here today to participate in the 17th \"Paektusan Prize\" International Figure Skating Festival on the occasion of February holiday. &nbsp;&nbsp;&nbsp;\r\n Arriving here earlier were figure skaters of Bulgaria, Belarus and Ukraine.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Punishment of GI Criminal Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#14",
            "content": "Kim Jong Il Lauded as Peerless Patriot \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Kim Jong Il is a peerless patriot and distinguished statesman who has put the dignity of the country and the nation on the highest level and demonstrated it to the world. Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Thanks to the leadership of Kim Jong Il, the Workers' Party of Korea has developed to be a great mother party and the Korean People's Army to be a true army serving the people and the country has been able to make a new history of building a socialist power, exalting the honor of \"Juche Korea.\" &nbsp;&nbsp;&nbsp;\r\n  The DPRK led by Kim Jong Il is a powerful independent country as it has firmly maintained its standpoint and faith in any storm of the history. &nbsp;&nbsp;&nbsp;\r\n  He has led the Korean people straightly along the road of Juche no matter how the situation may change and no matter how others may do, cherishing the fixed faith that independence is what keeps the nation alive. His strong faith in independence fully reflects the will of the party, the army and the people of the DPRK and the mettle of the country to win a sure victory. &nbsp;&nbsp;&nbsp;\r\n The DPRK led by Kim Jong Il is a great country where all servicepersons and people are single-mindedly united on the basis of the monolithic idea and spirit. &nbsp;&nbsp;&nbsp;\r\n The high dignity and invincibility of Korean style-socialism are ascribable to the fact that the leader, the army and the people share their destiny and future as they are firmly linked with the blood ties. &nbsp;&nbsp;&nbsp;\r\n The single-minded unity means a strategy of Kim Jong Il for building a socialist power and a symbol of dignity and invincibility of the country. &nbsp;&nbsp;&nbsp;\r\n The DPRK led by Kim Jong Il is a country with a rosy future as it is making a leaping advance towards a great prosperous powerful nation full of immense vigor and dynamism. &nbsp;&nbsp;&nbsp;\r\n The country has a very bright future thanks to the grandiose plan for building the great prosperous powerful nation unrolled by Kim Jong Il and the heroic army and people who are translating the plan and intention of the leader into reality. &nbsp;&nbsp;&nbsp;\r\n The Songun politics of Kim Jong Il provides a basic guarantee for successfully realizing President Kim Il Sung's desire for building a rich and powerful country and serves as a decisive factor of giving fullest play to the politico-ideological might, the quintessence of the country's national power, and a powerful engine for achieving national unity and reunification. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a symbol of the dignity and honor of the country and the nation and the mightiness of Songun Korea and it is the greatest fortune for the army and people of the DPRK to hold the great Songun brilliant commander and peerless patriot in high esteem as their leader, concludes the article.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Enjoys Ardent Respect of World People",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#15",
            "content": "Punishment of GI Criminal Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- The all-citizens committee for measures for the settlement of the arson on a beauty parlour by a GI reportedly released a statement on Feb. 5 demanding the punishment of the GI criminal and the repeal of the south Korea-U.S. SOFA. &nbsp;&nbsp;&nbsp;\r\n The fact that the judicial authorities forfeited the jurisdiction on the arson on the beauty parlour in Tongduchon committed by a U.S. soldier last year was made known belatedly, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n As proven by evidence, the above-said case was an undeniable crime committed by a U.S. soldier. The behavior of the judicial authorities is a humiliating action as it is little short of shutting eyes to the GI crime. &nbsp;&nbsp;&nbsp;\r\n The statement deplored that none of the crimes committed by GIs in south Korea has been properly settled due to the arrogant U.S. forces, the shackling SOFA and the humiliating actions of the judicial authorities, the running dogs of the U.S. forces. &nbsp;&nbsp;&nbsp;\r\n Holding that the SOFA should be repealed without fail and the arson be settled, the statement declared that the organization would conduct actions to pressurize the National Assembly to expose and judge the judicial authorities' humiliating acts and GI crimes.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Works Published in Nepal and Panama",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#16",
            "content": "Kim Jong Il Enjoys Ardent Respect of World People\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- The international community is highly praising as the world number one outstanding figure Kim Jong Il who is glorifying socialist Korea with his original Songun politics. &nbsp;&nbsp;&nbsp;\r\n A well-known internet site of China, in Juche 96 (2007), selected Kim Jong Il as the world powerful politician. &nbsp;&nbsp;&nbsp;\r\n It lauded him, saying that his prompt decision, practical propelling force, humorous sense and wit are beyond the imagination of the West. &nbsp;&nbsp;&nbsp;\r\n The U.S. magazine \"Time\" chose him to be the highly reputed leader of the world who has the greatest influence on changing the world. &nbsp;&nbsp;&nbsp;\r\n The Russian newspaper \"Rossiskiye Vesti\" and TV carried his portraits and photos, calling him the \"mysterious leader of Korea\".&nbsp;&nbsp;&nbsp;\r\n The Hong Kong newspaper \"Ching Pao\" said that it is none other than leader Kim Jong Il of Korea, a general-typed politician, who is well versed with military affairs and organically combines the military affairs with politics. And it added: &nbsp;&nbsp;&nbsp;\r\n The Korean people call him \"General Kim Jong Il\" with boundless respect. Only a general can enjoy such title, which reflects his outstanding trait as a great man. It is, indeed, the best of the fortunes for the Korean people who are led by such a general-typed politician. &nbsp;&nbsp;&nbsp;\r\n Newspapers of various countries including \"Majodur\" of Nepal, \"New Nigerian\" of Nigeria and \"Natun Katha\" of Bangladesh stressed that having leader Kim Jong Il who is gifted with literary and military arts, brilliant wisdom and strategy and leadership art as the Songun brilliant commander is not only the greatest glory and fortune of the Korean people but also the fortune of the world progressives who strive for independence. &nbsp;&nbsp;&nbsp;\r\n Mass media of different countries have put the august name of Kim Jong Il in the fore in selecting famous men of the world in recent years. &nbsp;&nbsp;&nbsp;\r\n Besides, 60-odd kinds of books lauding him such as \"Biography of Kim Jong Il\", \"Songun Era and Kim Jong Il\", \"Great Strategist of the 21st Century\" and \"Unforgettable Reminiscence\" have been brought out in various languages in many countries of the world in the new century.    \r\n\r\n\r\n"
        },
        {
            "title": "Greatest Holidays of DPRK to Be Observed in Hungary",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#17",
            "content": "Kim Jong Il's Works Published in Nepal and Panama\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Kim Jong Il's famous work \"On the Fundamentals of Revolutionary Party Building\" was published in pamphlet by the Nepalese national preparatory committee for commemorating the Day of the Sun, February 16 and the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the work took place in Katmandu on Feb. 8. &nbsp;&nbsp;&nbsp;\r\n The work, published on Oct. 10, Juche 81 (1992), clarifies the historical lesson drawn from the building of socialist ruling parties, the basic principles governing the building of a Juche-based revolutionary party and an issue of strengthening international unity and solidarity among revolutionary parties. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, his famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in pamphlet on Feb. 5 by the Panamanian Group for the Study of the Juche Idea. &nbsp;&nbsp;&nbsp;\r\n In the work, published on Aug. 4, Juche 86 (1997), Kim Jong Il deals with the undying exploits performed by President Kim Il Sung in the cause of national reunification, formulates the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for the country's reunification and indicates tasks and ways for accomplishing the cause of national reunification based on them.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "February 16 Celebrated in Laos, India and Czech Republic",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#18",
            "content": "Greatest Holidays of DPRK to Be Observed in Hungary\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- A Hungarian preparatory committee for commemorating the Day of the Sun and February 16 was inaugurated in Budapest on Feb. 4. &nbsp;&nbsp;&nbsp;\r\n Gyula Thurmer, chairman of the Hungarian Communist Workers' Party, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to organize colorful functions on the above-said occasions.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inaugurado el XII Festival de Kimjongilias",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#19",
            "content": "February 16 Celebrated in Laos, India and Czech Republic\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 14 (KCNA) -- Meetings, film shows and photo exhibitions were held in Laos, India and the Czech Republic on Feb. 2 and 3 on the occasion of the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were photos showing the undying Songun leadership feats of Kim Jong Il and photos introducing the advantages of Korean-style socialism centering on the popular masses. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the functions. &nbsp;&nbsp;&nbsp;\r\n The secretary of a district committee of Vientiane City of the Lao People's Revolutionary Party said that thanks to the great victories and successes Kim Jong Il has won by devoting his all to the defence and construction of the country the international position of the DPRK has remarkably risen, its people are leading a happy life and the DPRK is growing stronger day by day. &nbsp;&nbsp;&nbsp;\r\n The chairman of the All India Indo-Korean Friendship Association, the director-general of the International Institute of the Juche Idea and the honorary president of the World Peace Council said that true to the idea and cause of President Kim Il Sung, Kim Jong Il has not only consolidated the invincible military strength and single-minded unity in every way with his Songun politics but also made undying contributions to the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n They stressed that the reality of the DPRK which resolutely foiled the high-handed and arbitrary practices of the U.S. styling itself the \"only super power\" and brought about the dawn of a great prosperous powerful nation clearly proves that the Songun politics is, indeed, an all-powerful treasured sword as it provides a sure guarantee for achieving progress and victory of the cause of independence under any circumstances. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean film \"The 55th Anniversary of the Founding of the Republic.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe cestos de flores y cartas de varios cuerpos ",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#20",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe presente del director general de firma mongolesa",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#21",
            "content": "Inaugurado el XII Festival de Kimjongilias\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de febrero (ATCC) -- Quedo inaugurado solemnemente en esta capital el XII Festival de Kimjongilias. &nbsp;&nbsp;&nbsp;\r\n  En el lugar del certamen se veia la pintura filmica computarizada \"Ventisca del monte Paektu\" que describe la imagen del Dirigente Kim Jong Il en el Paektu, sagrado monte de la revolucion. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion estan exhibidas decenas de miles de kimjongilias impregnadas de la sinceridad por mas de 100 unidades, entre otras, los organismos de las fuerzas armadas, ministerios y organos centrales, militares del Ejercito Popular de Corea, trabajadores de distintos sectores, jovenes y ninos escolares, el Presidium del CC de la Chongryon (Asociacion General de Coreanos Residentes en Japon), la Asociacion General de Coreanos Residentes en China y otras organizaciones de los coreanos, compatriotas residentes en ultramar, habitantes surcoreanos, las representaciones diplomaticas de varios paises en Corea, la Union Europea, organizaciones internacionales, entidades de amistad, organizaciones sociales, empresas y personalidades de otros paises, asi como chinos en Corea. &nbsp;&nbsp;&nbsp;\r\n  Tuvo lugar el dia 13 el acto inaugural en la Exposicion Permanente de Kimilsungia y Kimjongilia bajo la participacion de Choe Thae Bok, Yang Hyong Sop y otros cuadros, funcionarios de los ministerios, organos centrales, organizaciones de masas y las unidades que presentaron las citadas flores al presente festival. &nbsp;&nbsp;&nbsp;\r\n  Tambien estuvieron presentes el grupo de felicitacion de los coreanos residentes en Japon presidido por Nam Sung U, vicepresidente del Presidium del CC de la Chongryon y otros grupos de los coreanos en ultramar, de visita en la patria socialista.  &nbsp;&nbsp;&nbsp;\r\n  Kim Pyong Hun, presidente de Comite Central de la Federacion General de Escritores y Artistas de Corea, en su discurso inaugural, dijo que este festival que se efectua solemnemente cada ano deviene una expresion del ardiente elogio del ejercito y el pueblo de Corea y de la humanidad progresista al Dirigente Kim Jong Il quien con la destacada idea y extraordinaria direccion conduce al triunfo la revolucion del Songun (priorizaicon militar) y abre la epoca de gran prosperidad de la Corea de Kim Il Sung.      \r\n\r\n\r\n"
        },
        {
            "title": "Huespedes extranjeros visitan lugar de XII Festival de Kimjongilias",
            "url": "http://kcna.co.jp/item/2008/200802/news02/15.htm#22",
            "content": "Kim Jong Il recibe cestos de flores y cartas de varios cuerpos \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio los cestos de flores y las cartas de felicitacion que en ocasion de su cumpleanos (16 de febrero) le dirigieran los Cuerpos de Agregados Militares y de Consejeros Economicos y Comerciales acreditados en Corea. &nbsp;&nbsp;&nbsp;\r\n  Los entregaron el dia 14 a los funcionarios coreanos respectivamente el agregado militar de la Embajada de la Republica Socialista de Vietnam, Dau Xuan Long, quien preside el primer cuerpo, y el consejero economico y comercial de la Embajada de la Republica Popular China, Zhao Qingmao, en representacion del segundo cuerpo.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}