{
    "date": "2008-06-07",
    "url": "http://kcna.co.jp/item/2008/200806/20080607.htm",
    "articles": [
        {
            "title": "Greetings to Swedish King",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#1",
            "content": "Greetings to Swedish King \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to Carl Gustaf, King of Sweden, on the occasion of its national day. &nbsp;&nbsp;&nbsp;\r\n Kim in the message sincerely wished the king good health and happiness and the Swedish people prosperity.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il and Kim Jong Suk's Help to Farmers Observed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#2",
            "content": "Anniversary of Kim Jong Il and Kim Jong Suk's Help to Farmers Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- A meeting was held at the Mirim Revolutionary Site in Pyongyang on June 5 to mark the lapse of 60 years since General Secretary Kim Jong Il, together with Kim Jong Suk, an anti-Japanese war hero, helped farmers while participating in rice-transplantation for the first time in the liberated country. &nbsp;&nbsp;&nbsp;\r\n On June 6, Juche 37 (1948) Kim Jong Suk came to the Mirim Plain and spent the whole day with peasants, transplanting rice seedlings in the field where President Kim Il Sung did the same farm work in the previous year. She told them that good crops should be raised to build a new rich and powerful country as soon as possible. &nbsp;&nbsp;&nbsp;\r\n That day Kim Jong Il helped peasants in farm work, maturing his plan to carry into practice the President's intention to mechanize all farm work and thus free the peasants from hard labor. &nbsp;&nbsp;&nbsp;\r\n Kang Chang Uk, chairman of the Central Committee of the Union of Agricultural Workers of Korea, in a report at the meeting noted that since then Kim Jong Il has wisely led the drive to materialize the President's plan for building the socialist countryside, making boundless devotion and efforts. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon all the union officials and agricultural workers to hold in high esteem the three generals of Mt. Paektu and glorify the immortal exploits performed by the peerlessly great persons. &nbsp;&nbsp;&nbsp;\r\n He underscored the need for all rural communities to intensify the drive to do farm work by their own efforts and increase the per-hectare grain yield. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Ri Kyong Sik, minister of Agriculture, officials concerned and agricultural workers in the city.    \r\n\r\n\r\n"
        },
        {
            "title": "Schoolchildren's Art Performance Given",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#3",
            "content": "Schoolchildren's Art Performance Given \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- A performance of the 47th art festival of schoolchildren from across the country took place at the Pyongyang Schoolchildren's Palace Friday to celebrate the 62nd anniversary of the founding of the Korean Children's Union. &nbsp;&nbsp;&nbsp;\r\n The performance began with a big national instrumental ensemble \"June 6 Is Our Holiday.\" Performers' repertoire included colorful numbers such as a series of songs \"Thinking of Father\" and calisthenics \"Juvenile Guards Who Fought in Defence of DPRK Flag.\" &nbsp;&nbsp;&nbsp;\r\n The performers truthfully represented the trustworthy appearance of the members of the Korean Children's Union stoutly growing to be successors to the Songun cause, fully confident of their hopeful future. &nbsp;&nbsp;&nbsp;\r\nThe performance was watched by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Ri Yong Chol, first secretary of the Central Committee of the youth league, officials concerned and schoolchildren in the city.    \r\n\r\n\r\n"
        },
        {
            "title": "School Youth and Children's Study Tour of Mt. Paektu Started",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#4",
            "content": "School Youth and Children's Study Tour of Mt. Paektu Started \r\n&nbsp;&nbsp;&nbsp;Hyesan, June 5 (KCNA) -- A study tour of the revolutionary battle sites in the area of Mt. Paektu by school youth and children from across the country was started on the occasion of the lapse of 52 years since General Secretary Kim Jong Il opened up the course for the study tour of the sites. &nbsp;&nbsp;&nbsp;\r\n In June Juche 45 (1956) he organized the first team for study tour of revolutionary battle sites with students of Pyongyang Middle School No. 1 and paved the path for the study tour of the sites in the area of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n A meeting for starting the tour group was held in the education ground of the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on Thursday. &nbsp;&nbsp;&nbsp;\r\n The participants laid floral baskets and flowers before the monument where the statue of President Kim Il Sung is standing and paid a high tribute to him. &nbsp;&nbsp;&nbsp;\r\n A report and speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting the participants started their study tour, carrying the flags bearing the portraits of Kim Il Sung and Kim Jong Il in the van and fluttering the DPRK flag, the flag of the Kim Il Sung Socialist Youth League and the flag of the study tour group.    \r\n\r\n\r\n"
        },
        {
            "title": "World Environment Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#5",
            "content": "World Environment Day Observed in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- A national workshop on the occasion of World Environment Day was held at the People's Palace of Culture on June 5. &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Jun, vice-minister of Land and Environment Preservation, made an opening speech. &nbsp;&nbsp;&nbsp;\r\n It was followed by speeches made on the subjects \"Present situation, cause and future consequences of global warming,\" etc. &nbsp;&nbsp;&nbsp;\r\n Speakers referred to the adverse impact of climate change on humankind at present and measures against it and steps being taken by the DPRK to preserve and improve the natural environment. &nbsp;&nbsp;&nbsp;\r\n An event was held at Moranbong Middle School No. 1 on the same day. &nbsp;&nbsp;&nbsp;\r\n Speeches were made and writtings on the theme of the environment preservation were made public there. &nbsp;&nbsp;&nbsp;\r\n Its participants watched a video related to the environment preservation and enjoyed a performance given by the art group of the school. &nbsp;&nbsp;&nbsp;\r\n Present at the events were officials of the Ministry of Land and Environment Preservation and other officials concerned, teachers and students of the school, staff members of embassies of different countries in Pyongyang and foreign guests active in the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Women's Football Team Trounces Australian Team",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#6",
            "content": "DPRK Women's Football Team Trounces Australian Team \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- The DPRK women's football team trounced its Australian rival 3-0 in the semi-finals of the 2008 Asian Women's Football Championship, advancing into finals.    \r\n\r\n"
        },
        {
            "title": "DPRK Boxer Proves Successful at International Boxing Contest",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#7",
            "content": "DPRK Boxer Proves Successful at International Boxing Contest \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- DPRK boxer Kim Song Guk bagged a gold medal at the 1st International Boxing Federation President Cup Contest held in Taipei of China. &nbsp;&nbsp;&nbsp;\r\n It brought together at least 120 boxers from 37 countries and regions. &nbsp;&nbsp;&nbsp;\r\n He defeated his U.S., Russian and Kazakh rivals in the lightweight category of the preliminaries and the semi-finals and beat his Thai rival in the finals, winning a gold medal and cup.    \r\n\r\n\r\n"
        },
        {
            "title": "Polish Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#8",
            "content": "Polish Embassy Officials Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- Roman Iwaszkiewicz, Polish ambassador to the DPRK, and his embassy officials helped members of the DPRK-Poland Friendship Jangsuwon Co-op Farm in Samsok District, Pyongyang in farm work on June 5. &nbsp;&nbsp;&nbsp;\r\n After looking round the room devoted to the history of the farm, the guests joined farmers in weeding a maize field. &nbsp;&nbsp;&nbsp;\r\n During break, they enjoyed an art performance given by kindergarteners and conversed with farmers. &nbsp;&nbsp;&nbsp;\r\n They handed farming materials to the farm.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "All People Give Helping Hand to Countryside",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#9",
            "content": "All People Give Helping Hand to Countryside\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- All people of the Democratic People's Republic of Korea are all out in support of the countryside which is busy with rice transplantation. &nbsp;&nbsp;&nbsp;\r\n Ministries, national institutions, organs and enterprises in Pyongyang and local areas are preferentially sending the necessary farming and other materials to the countryside while giving manpower assistance to the farmers. &nbsp;&nbsp;&nbsp;\r\n The electric power, machine-building and chemical industries and other related sectors are producing and supplying the necessary electric power, oil, accessories of farm machines and others to the rural economy sector in time according to the farming processes. &nbsp;&nbsp;&nbsp;\r\n Public health sector has organized and dispatched treatment teams to the spot to look after the health of farmers and helpers, and housewives in residential quarters are also seen on surrounding farms. &nbsp;&nbsp;&nbsp;\r\n All the propaganda and agitation forces including art troupes in the capital and local areas and itinerant art propaganda troupes of industrial establishments and working people's organizations are mobilized to forcefully conduct agitation for increased production in fields. &nbsp;&nbsp;&nbsp;\r\n Under the sincere assistance of the whole nation, the cooperative farms across the country are striving hard to wind up the rice transplantation in the most right time. They are introducing advanced methods of nursing rice seedlings and cultivating paddy rice to cope with the unfavorable weather conditions and raising to the maximum the utilization rate of all farm machines such as rice transplanters and tractors. &nbsp;&nbsp;&nbsp;\r\n As of the end of May, rice-transplanting has already been completed on many farms including the Mangyongdae Farm in Mangyongdae District, the Chongsan Cooperative Farm in Kangso County, the Wonhwa Cooperative Farm in Phyongwon County and the Migok Cooperative Farm in Sariwon City.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Brilliant Traditions of Korean Children's Movement",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#10",
            "content": "Brilliant Traditions of Korean Children's Movement\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- The Korean children's movement has splendid revolutionary traditions. &nbsp;&nbsp;&nbsp;\r\nPresident Kim Il Sung formed the Saenal Children's Union, the first revolutionary organization of children in Korea, in the early years of his revolutionary activities, thus providing the origin of the Juche-oriented children's movement. &nbsp;&nbsp;&nbsp;\r\nThe union developed into the anti-Japanese Children's Corps, which made a great contribution to the sacred cause of national liberation. &nbsp;&nbsp;&nbsp;\r\nThe Korean Children's Union (KCU) inheriting the brilliant revolutionary traditions of the corps was founded on June 6, Juche 35 (1946). It thus opened a bright vista to the Korean children's movement. &nbsp;&nbsp;&nbsp;\r\nThe 60-odd year long history of the KCU is a proud one in which the new generations have been brought up to be the successors to the revolutionary cause of Juche who are prepared mentally, morally and physically and displayed their spirit to the full in annals of the grave revolution. &nbsp;&nbsp;&nbsp;\r\nThe KCU members took part in the efforts for building the people's power and laying the foundation of a new democratic Korea and also in the struggle for defending the country from the U.S. imperialist aggressors and the class enemies and for establishing the socialist system, following the members of the Workers' Party of Korea and the youth league. &nbsp;&nbsp;&nbsp;\r\nThe new generations of yesterday who were educated and trained through the KCU organizations are now pushing forward the revolution and construction as officials of the Party and the government, commanding officers of the Korean People's Army, heroes, competent scientists, persons of culture and art and athletes who are loved by the people. &nbsp;&nbsp;&nbsp;\r\nIt is entirely thanks to the wise leadership of President Kim Il Sung and Kim Jong Il that the Korean children's movement has developed onto the high level today. &nbsp;&nbsp;&nbsp;\r\nThe President, with deep penetration into the position and role of the rising generations in the future development of the country and the nation, bestowed paternal love on them. &nbsp;&nbsp;&nbsp;\r\nHe saw to it that the issue of pencil was put on the agenda of the first session of the Provisional People's Committee of North Korea and the universal compulsory free education was enforced, thus enabling them to study to their heart's content. &nbsp;&nbsp;&nbsp;\r\nGeneral Secretary Kim Jong Il, who carries forward the President's noble viewpoint on the generations to come, clearly indicated the path to be taken by the KCU in each period and each stage of revolutionary development and instructed officials that the schools should be arranged better and new school uniforms, textbooks and school things supplied preferentially to the students even in the difficult periods of the \"Arduous March\" and the forced march. &nbsp;&nbsp;&nbsp;\r\nToday the members of the KCU are preparing themselves as reliable pillars of Songun Korea under the slogan \"Ready always for the socialist country!\"    \r\n\r\n\r\n"
        },
        {
            "title": "Background of \"New Cold War\"",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#11",
            "content": "Background of \"New Cold War\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- The international community does not want the renewal of the Cold War. &nbsp;&nbsp;&nbsp;\r\n However, concern over \"a new Cold War\" does not fade out and the argument on it goes on. &nbsp;&nbsp;&nbsp;\r\n Looming on its backdrop are acute discord and contradiction between the multipolar and the unipolar forces. &nbsp;&nbsp;&nbsp;\r\n The Cold War of the last century was an unreasonable rivalry between the superpowers to gain the upper hand in strength. &nbsp;&nbsp;&nbsp;\r\n The confrontational structure of strength between the two superpowers collapsed and the balance of forces in the world arena was destroyed with \"the end of the Cold War\".&nbsp;&nbsp;&nbsp;\r\n Seized by the vertigo of strength, the United States resorted to strong arm and arbitrary practices everywhere, but it is now on the point of losing its position of \"the only superpower\" in face of the powerful advance of the multipolarization trend. &nbsp;&nbsp;&nbsp;\r\n Nearly twenty years after the curtain fell on the Cold War, Russia and other big powers are getting more pronounced in their push to attain a balance of strategic strength with the U.S. while hastening their economic development. This is a serious challenge to the unipolar ambition of the U.S. &nbsp;&nbsp;&nbsp;\r\n The sensitive reaction of the U.S. administration to the concern of China and Russia over the U.S. moves to deploy a missile defense system in their joint statement published in Beijing on May 23 disclosed its uneasy mind-set.  This indicated the surfacing contradiction and confrontation between the multipolar forces trying to attain a balance of forces and the unipolar forces pitching hard to maintain the imbalance of forces in the international arena. &nbsp;&nbsp;&nbsp;\r\n As argued by many countries, multipolarization means an advance of history, being a process of the democratization of international relations, while unipolarization is a reaction to history aimed at the fascistization of international relations. &nbsp;&nbsp;&nbsp;\r\n What underlies the growing concern over and argument about \"a new Cold War\" is the unchanged maneuvers of the U.S. to increase tension in and after the Cold War days. The Cold War drive of the U.S. still continues, though it has changed the slogan from \"anti-communism\" to \"anti-terrorism\".&nbsp;&nbsp;&nbsp;\r\n The United States claims that \"the initiative of non-proliferation of mass destruction weapons\" and MD deployment must be pushed forward and the world be \"democratized\" in the U.S. style in order to cope with the challenge and threat of \"the terrorist nations\".&nbsp;&nbsp;&nbsp;\r\n In this the U.S. has fused into \"anti-terrorism war\" the nuclear stick policy and \"human rights diplomacy\" which it held out as the linchpin of the strategy for world supremacy in the period of the Cold War. &nbsp;&nbsp;&nbsp;\r\n The U.S. is expanding and reinforcing such aggressive military blocks as the NATO, challenging pointblank the demand of the international community to discard the legacy of the bygone days. They even openly contend that \"the anti-terrorist war\" and the Cold War are same in principles and similar in strategy. &nbsp;&nbsp;&nbsp;\r\n The U.S. is persistently clinging to the Cold War policy because its monopolies can survive only through aggression, war and acute international tension. &nbsp;&nbsp;&nbsp;\r\n The concern over \"a new Cold War\" would vanish, if the U.S. abandoned its bid for a unipolar world and stopped aggravating the international tension. &nbsp;&nbsp;&nbsp;\r\n The anachronistic Cold War policy of the U.S. will eventually end in fiasco and bring irretrievable catastrophe to it, running up against the resistance of the world progressives.    \r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called upon to Remain True to Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#12",
            "content": "All Koreans Called upon to Remain True to Idea of \"By Our Nation Itself\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- Nothing is more powerful than the spirit of \"By our nation itself\" for the Koreans. For them to pool their strength is the only way of achieving independent reunification and peace and prosperity. Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Only when all the fellow countrymen who love the country and nation struggle in firm unity under the uplifted banner of independence, guided by the idea of \"By our nation itself\" is it possible for them to achieve peace and prosperity and national reunification. &nbsp;&nbsp;&nbsp;\r\n The past 8 years since the above-said idea was enunciated witnessed landmark successes unprecedented in the history of the inter-Korean relations and the movement for reunification. &nbsp;&nbsp;&nbsp;\r\n In the course of holding aloft the banner of \"By our nation itself\" all the Koreans keenly realized that the Koreans in the north and the south belong to the same nation and came to have stronger conviction that nothing is impossible for them if they pool their strength and they can surely achieve national reunification, long-cherished desire of the nation. &nbsp;&nbsp;&nbsp;\r\n To advance under the banner of \"By our nation itself\" is by no means a smooth sailing. &nbsp;&nbsp;&nbsp;\r\n The situation on the Korean Peninsula is rapidly deteriorating due to the blatant challenge of the U.S. imperialists and the south Korean puppets to the trend of the times towards national independence and great unity and a big hurdle is lying in the way of developing the inter-Korean relations and advancing the movement for independent reunification. &nbsp;&nbsp;&nbsp;\r\n All Koreans should wage the above-said movement and the struggle against the U.S. and war by their concerted efforts, guided by the above-said idea, the banner of patriotism. &nbsp;&nbsp;&nbsp;\r\n They should not tolerate any slightest element that runs counter to the idea of \"By our nation itself.\" It is necessary to decisively foil the moves of the outsiders and the Lee Myung Bak group to chill the atmosphere of national reconciliation and unity by their concerted efforts.    \r\n\r\n\r\n"
        },
        {
            "title": "Stop to Police Violent Suppression of Candlelight Actions Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#13",
            "content": "Stop to Police Violent Suppression of Candlelight Actions Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- The Democratic Labor Party of south Korea called a press conference in Seoul on June 2 demanding a stop to the police violent suppression of candlelight actions. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference accused the police of resorting to such brutal suppression of the participants of the candlelight action on June 1 as recklessly firing water cannons at them. They deplored that the suppression reminiscent of the past era of dictatorship is repeating itself. &nbsp;&nbsp;&nbsp;\r\n They demanded a halt to the violent crackdown upon candlelight actions, the release of the arrested participants and renegotiations on the beef import, etc. &nbsp;&nbsp;&nbsp;\r\n The Federation of south Korean Trade Unions in a statement that day urged the \"government\" to unconditionally release all those who were arrested on charges of their involvement in the candlelight rallies and punish the boss who ordered the brutal suppression. &nbsp;&nbsp;&nbsp;\r\n On the same day, the Solidarity for Implementing the South-North Joint Declaration launched an all-people sit-in strike to judge the puppet regime and block the import of American beef. &nbsp;&nbsp;&nbsp;\r\n On June 3 the south Korean Confederation of Trade Unions held a rally in Seoul to denounce the Lee Myung Bak violent regime. &nbsp;&nbsp;&nbsp;\r\n Ri Sok Haeng, chairman of the confederation, declared at the rally that it would stand up against the \"government\" by calling a large-scale general strike throughout south Korea. &nbsp;&nbsp;&nbsp;\r\n The south KoreanTeachers Union released a statement titled \"Lee Myung Bak 'government' should not deceive the people any longer\" on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "Prefectural Japan-DPRK Friendship Association Formed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#14",
            "content": "Prefectural Japan-DPRK Friendship Association Formed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 6 (KCNA) -- The Fukuoka Prefectural Japan-DPRK Friendship Association was formed with due ceremony in Japan on May 25. &nbsp;&nbsp;&nbsp;\r\n It was attended by personages of various social standings in Fukuoka Prefecture. Officials of the Fukuoka prefectural headquarters of the General Association of Korean Residents in Japan were present there on invitation. &nbsp;&nbsp;&nbsp;\r\n The ceremony elected Mamoru Kitahara representative of the association. &nbsp;&nbsp;&nbsp;\r\n The objective of the association is to promote the understanding of the people in the prefecture through diverse activities such as exchange and lectures aimed at normalizing the relations between Japan and the DPRK and boosting Japan-DPRK friendship. &nbsp;&nbsp;&nbsp;\r\n The representative, addressing the ceremony, said that whoever is concerned for Japan-DPRK friendship may take part in the activities of the association, adding that in order to forge the relations of genuine friendship it is necessary to be always on good terms with Koreans in Japan and the Japan-DPRK relations should be normalized on the basis of the Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n Then followed a discussion on the orientation of the association's activities and a lecture entitled \"Necessity to normalize Japan-DPRK relations.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il dirige bases culturales y gastronomicas de Pyongyang",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Acto por 60 aniversario de asistencia a trabajo agricola de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#16",
            "content": "Kim Jong Il dirige bases culturales y gastronomicas de Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de junio (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno las reconstruidas bases culturales y de servicios gastronomicos de esta capital. &nbsp;&nbsp;&nbsp;\r\n  El Cine Taedongmun, el Restaurante Okryu y el Restaurante Chongryu, que venian brindando servicios al pueblo durante largo tiempo tras construirse como simbolos de la politica de amor por el pueblo del PTC, fueron reconstruidos como creaciones monumentales de la epoca del Songun (priorizacion militar) dando mucha alegria a los habitantes de todo el pais que pronto acogeran significativamente el 60 aniversario de la fundacion de la RPDC. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il estuvo primero en el Cine Taedongmun. &nbsp;&nbsp;&nbsp;\r\n  Se entero de los detalles del estado de reconstruccion recorriendo el interior del cine y averiguando la calidad de imagenes y sonido de la pelicula en proyeccion. &nbsp;&nbsp;&nbsp;\r\n  Evaluo altamente los meritos de los constructores militares, que reestructuraron magnificamente este moderno cine, y les expreso agradecimiento tras subrayar que el cine tiene excelente estructura interna y satisfizo los altos indices de construccion y ratificar que son perfectos su contenido y su forma propios del centro especializado en la proyeccion de filmes. &nbsp;&nbsp;&nbsp;\r\n  La transformacion del cine en un magnifico centro cultural dio al pueblo las posibilidades de llevar plenamente y de diferentes maneras su vida cultural, dijo muy alegre y enumero las tareas que se presentan en la administracion y operacion del cine. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, el Dirigente se dirigio al Restaurante Okryu. &nbsp;&nbsp;&nbsp;\r\n  Se cercioro en detalles del estado de reconstruccion recorriendo durante varias horas la parte exterior y la interior del Restaurante Okryu y el Moran, edificio anexo del primero, en los cuales estan combinadas la belleza clasica nacional y la moderna y se encajan en perfecta armonia la elegancia, la majestuosidad y la fineza. &nbsp;&nbsp;&nbsp;\r\n  Se mostro muy satisfecho de que este centro de servicios gastronomicos se reedifico en el maximo nivel de modo impecable hasta en el remoto futuro. &nbsp;&nbsp;&nbsp;\r\n  Evaluo altamente los meritos de los funcionarios y constructores de la Direccion de Construccion de la Ciudad de Pyongyang, que convirtieron este restaurante en una excelente base de servicios al pueblo dando pruebas de su espiritu de servicio abnegado a este, y les dio agradecimiento. &nbsp;&nbsp;&nbsp;\r\n  El modernamente reconstruido Restaurante Okryu, enclavado a la ribera del pintoresco rio Taedong, debe dinamizar los servicios al pueblo, destaco e indico las tareas y los remedios para el respecto. &nbsp;&nbsp;&nbsp;\r\n  A continuacion, el Dirigente dirigio el Restaurante Chongryu. &nbsp;&nbsp;&nbsp;\r\n  Pasando revista al exterior y al interior del restaurante, se entero detalladamente de la obra de reconstruccion. &nbsp;&nbsp;&nbsp;\r\n  Se puso muy contento de que los constructores militares finalizaron esta obra en un corto plazo y en el alto nivel cualitativo y aprecio mucho sus meritos. &nbsp;&nbsp;&nbsp;\r\n  El Cine Taedongmun, el Restaurante Okryu y el Restaurante Chongryu son productos del gran amor por el pueblo del Presidente Kim Il Sung, donde esta materializado su ideal Iminwichon (considerar al pueblo como el cielo), destaco y apunto que es un deber sagrado y noble obligacion moral de todos nosotros conservar bien de generacion en generacion estas valiosas herencias legadas por el Presidente. &nbsp;&nbsp;&nbsp;\r\n  Hay que acondicionar en el maximo nivel esos centros culturales y de servicios para el pueblo y mejorar constantemente la calidad de estos servicios para poner en alto grado la superioridad del sistema socialista coreano centrado en las masas populares, enfatizo. &nbsp;&nbsp;&nbsp;\r\n  Acompanaron al Dirigente el secretario Kim Ki Nam, los jefes de departamento Jang Song Thaek y Pak Nam Gi y otros cuadros responsables del CC del PTC y los generales de ejercito del Ejercito Popular de Corea, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Futbolistas coreanas ganaron a las australianas por 3 a 0",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#17",
            "content": "Acto por 60 aniversario de asistencia a trabajo agricola de Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de junio (ATCC) -- Con motivo de cumplirse los 60 anos desde cuando el Dirigente Kim Jong Il asistiera al trabajo agricola junto con la heroina de lucha antijaponesa Kim Jong Suk realizando por primera vez el trasplante de las posturas de arroz en la patria liberada, tuvo lugar el dia 5 el acto conmemorativo en el Lugar Historico de la Revolucion de Mirim de esta capital. &nbsp;&nbsp;&nbsp;\r\nEl 6 de junio del 37 (1948) de la Era Juche, Kim Jong Suk trasplanto todo el dia junto con los campesinos las posturas de arroz en la parcela de la llanura Mirim, donde el Presidente Kim Il Sung habia realizado el mismo trabajo un ano atras, encomendandoles que labraran bien la tierra para construir cuanto antes una nueva patria prospera. &nbsp;&nbsp;&nbsp;\r\nEse dia, mientras ayudaba a los campesinos, el Dirigente se decidio a llevar a la realidad el proposito del Presidente de mecanizar todas las faenas agricolas y liberar a los campesinos de duros trabajos. &nbsp;&nbsp;&nbsp;\r\nEl presidente del Comite Central de la Union de Trabajadores Agricolas de Corea (UTAC), Kang Chang Uk, destaco en el informe de la ocasion que despues de aquel dia, el Dirigente Kim Jong Il dirigio sabiamente la lucha por realizar el proyecto del Presidente acerca de la construccion del campo socialista dedicando su infinita abnegacion e ingentes esfuerzos. &nbsp;&nbsp;&nbsp;\r\nProsiguio que todos los funcionarios de la UTAC y trabajadores agricolas deben enaltecer a los 3 Generales del monte Paektu y glorificar sus inmortales hazanas. &nbsp;&nbsp;&nbsp;\r\nSubrayo que en todas las zonas rurales deben librar la energica lucha por la labranza con sus fuerzas propias y elevar el rendimiento por hectarea. &nbsp;&nbsp;&nbsp;\r\nParticiparon en el acto el secretario del CC del Partido del Trabajo de Corea, Kim Jung Rin, el ministro de la Agricultura Ri Kyong Sik y otros funcionarios asi como los trabajadores agricolas capitalinos.     \r\n\r\n\r\n"
        },
        {
            "title": "Todo el pueblo ayuda al campo rural",
            "url": "http://kcna.co.jp/item/2008/200806/news06/07.htm#18",
            "content": "Futbolistas coreanas ganaron a las australianas por 3 a 0\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de junio (ATCC) -- En la semifinal del Campeonato Asiatico de Futbol Femenino 2008, el equipo de futbol femenino de Corea gano al australiano por 3 a 0 y salio a la final.    \r\n\r\n\r\n"
        }
    ]
}