{
    "date": "2008-02-02",
    "url": "http://kcna.co.jp/item/2008/200802/20080202.htm",
    "articles": [
        {
            "title": "Kim Jong Il Sends Message of Sympathy to Hu Jintao",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#1",
            "content": "Kim Jong Il Sends Message of Sympathy to Hu Jintao \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- General Secretary Kim Jong Il Thursday sent a message of sympathy to Hu Jintao, General Secretary of the Central Committee of the Communist Party of China and President of China. &nbsp;&nbsp;&nbsp;\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n Upon hearing the news that various areas of your country were hard hit by heavy snow and biting cold, I send you deep sympathy and consolation and, through you, to the CPC and the government of China and the people of the afflicted areas. &nbsp;&nbsp;&nbsp;\r\n I express the belief that the government and people of China will eradicate the aftermath of the disaster as early as possible under the leadership of the CPC with you as its general secretary.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting Held at Russian Embassy",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#2",
            "content": "Friendly Meeting Held at Russian Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- A friendly meeting was held at the Russian embassy here on Jan. 31 on the occasion of the new year. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were officials of the Ministry of Foreign Affairs including Vice-Minister Kung Sok Ung. &nbsp;&nbsp;&nbsp;\r\n On hand were Ambassador Valery Sukhinin and officials of the Russian embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n The participants talked about developing the relations between the DPRK and Russia, deepening friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More and More People Visit Native Home in Mt. Paektu Secret Camp",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#3",
            "content": "More and More People Visit Native Home in Mt. Paektu Secret Camp \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- Many expedition groups from different parts of the country are visiting the native home of Kim Jong Il in the Secret Camp on Mt. Paektu on the occasion of February 16, his birthday, following the youth expedition group of Ryanggang Province. &nbsp;&nbsp;&nbsp;\r\n Being briefed on the fact that the leader was born as the lodestar of Mt. Paektu in the simple log cabin built by members of a small unit of the Korean People's Revolutionary Army with sincerity in June Juche 30 (1941), the visitors attentively look round historical relics including a Korean map jigsaw puzzle, a wooden pistol and a pair of wooden binoculars on a low desk and a patched quilt which have been preserved with care. &nbsp;&nbsp;&nbsp;\r\n After going round it, they hold colorful functions such as oath-taking, oratorical and poem-reciting gatherings in front of the monument to the ode to the leader's 50th birthday written by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The native home has been called at by more than 5,007,700 servicepersons, people of all strata and school youth and children and about 72,300 Koreans overseas and foreigners in the past 20-odd years since its restoration to the original state.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "World's First Trigonometric Calculator Invented in Korea",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#4",
            "content": "World's First Trigonometric Calculator Invented in Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- Ryangdoui, a calculator which quickly and easily does complicated sums for solving formulae of spherical trigonometry was invented in the early 1850s in Korea. &nbsp;&nbsp;&nbsp;\r\n Ryangdoui was a new instrument to do mechanically without difficulty the calculation of trigonometric formulae for attaining the length of the rest side when the lengths of the two sides of a spherical triangle and the size of the angle between them were known. &nbsp;&nbsp;&nbsp;\r\n This world's first instrument was made by Nam Pyong Gil (1820-1869), a mathematician and an astronomer. &nbsp;&nbsp;&nbsp;\r\n He wrote the books \"Interpretation of Rectification\" explaining the content of \"Rectification Mathematics\" which was well-known at that time and \"Ryangdouidosol\" explaining the principle and structure of Ryangdoui with pictures. Besides, he wrote several famous books.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unwarranted Judgment on Farmer Poet under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#5",
            "content": "Unwarranted Judgment on Farmer Poet under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- The People's Solidarity for Abolition of the \"National Security Law (NSL)\" reportedly released a statement on Jan. 28 in protest against the unreasonable judgment passed on a farmer poet by the judicial authorities. &nbsp;&nbsp;&nbsp;\r\n The statement accused the Chunchon District Court of south Korea of sentencing to a prison term Jong Sol Gyo, a farmer poet who is member of the Society to Support the South Headquarters of the National Alliance for the Country's Reunification, on Jan. 25 on charge of the violation of the NSL. &nbsp;&nbsp;&nbsp;\r\n The statement assailed the judicial authorities for making this decision after prosecuting Jong for the mere reason that this poet posted on the Internet homepage an article and a poem calling for actions against the conclusion of the south Korea-U.S. FTA and the U.S. and supporting the proposal for reunifying the country by federal formula and joined an \"enemy-benefiting\" organization. &nbsp;&nbsp;&nbsp;\r\n It condemned the anachronistic behavior of the judicial authorities, terming their ruling a typical example of the abuse of the NSL. &nbsp;&nbsp;&nbsp;\r\n \"Witch hunting\" will go on as long as the NSL remains in force, the statement noted, calling for struggling for the repeal of the evil law to the last, standing by the people desirous of independence, democracy and reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Greatest Holidays to Be Commemorated in Belarus and Guinea",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#6",
            "content": "Korean People's Greatest Holidays to Be Commemorated in Belarus and Guinea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- Preparatory committees for commemorating the Day of the Sun and February 16 were inaugurated in Belarus and Guinea on Jan. 22 and 25. &nbsp;&nbsp;&nbsp;\r\n V. Chikin, chairman of the Permanent Committee of the Belarus-DPRK National Friend Association Named after Kim Il Sung who is chairman of the National Council of the Social Association \"for Democracy, Social Progress and Justice\" of Belarus, and the general secretary of the Party for Unity and Progress of Guinea were separately elected chairmen of the preparatory committees. &nbsp;&nbsp;&nbsp;\r\n An inaugural meeting held in Belarus decided to organize colorful functions including seminar and photo exhibition on the occasions of the above-said holidays and a similar meeting held in Guinea discussed a plan for holding events on these days.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Joint New Year Editorial Hailed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#7",
            "content": "DPRK's Joint New Year Editorial Hailed in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 1 (KCNA) -- Personages and organizations of different countries expressed support for the joint New Year editorial published in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Shashbiashbili, vice-chairman of the Party for Peace and Unity of Russia, said at a seminar on Jan. 13 that the shining victories and successes registered by the Korean people last year are the precious fruition of the outstanding strategy and tactics, iron will and energetic leadership of Kim Jong Il. \r\n He sincerely hoped that the Korean people would achieve great successes in all fields this year, too, and thus most significantly celebrate the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n M. Gamrul Huda, secretary general of the Bangladesh Institute of the Juche Idea, noted at a seminar on Jan. 21 that the joint editorial reflects the desire of the peace-loving Korean and other peoples of the world. &nbsp;&nbsp;&nbsp;\r\n Noting that the new year 2008 is a year of gigantic struggle when a great change will take place in the history of the DPRK, he declared the Bangladeshi people fully support the joint New Year editorial of the DPRK and will always stand by the Korean people in the struggle against imperialism. &nbsp;&nbsp;&nbsp;\r\n Kamwiziku Octave, chairman of the National Committee for the Study of the Juche Idea of Democratic Congo who is secretary general of the African Regional Committee for the Study of the Juche Idea, in a statement on Jan. 25 expressed full support to the joint editorial reflecting the unshakable will of the Korean people. &nbsp;&nbsp;&nbsp;\r\n He said the joint editorial published in the DPRK provides the Democratic Congolese people an opportunity to understand that it is the way of achieving peace, security and development of the country to follow the road of Juche based on the Songun idea. &nbsp;&nbsp;&nbsp;\r\n The Ukraine-DPRK Association, too, in a statement on Jan. 22 noted that it would widely introduce the joint New Year editorial and the reality of the DPRK among Ukrainians and thus make a positive contribution to boosting the friendly relations between the two peoples.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona comandancia de unidad combinada 375 del EPC",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#8",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Kim Jong Il envia telegrama de consuelo a Hu Jintao",
            "url": "http://kcna.co.jp/item/2008/200802/news02/02.htm#9",
            "content": "Kim Jong Il inspecciona comandancia de unidad combinada 375 del EPC \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 1 de febrero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Comandancia de la Unidad Combinada no. 375 del EPC. &nbsp;&nbsp;&nbsp;\r\n  Tras recorrer la sala de presentacion del historial guiado por el jefe de la unidad, el Comandante Supremo senalo que gracias a la sabia direccion y esmerada atencion del Presidente Kim Il Sung, ella pudo convertirse en una potente unidad combinada de las unidades capaces de combatir uno contra cien enemigos. &nbsp;&nbsp;&nbsp;\r\n  Destaco la necesidad de dinamizar la labor educativa mediante dicha sala para que todos los uniformados guarden en lo profundo de sus corazones las inmensas benevolencias del Presidente. &nbsp;&nbsp;&nbsp;\r\n  Luego se dirigio a la sala de mando operacional y el aula para lecciones militares donde se informo del estado de cumplimiento del deber de la unidad y de entrenamiento de sus miembros de mando y presento las tareas programaticas que serviran de guia para fortalecer la combatividad de ella. &nbsp;&nbsp;&nbsp;\r\n  Averiguo en detalles como marcha la labor politica sobre los militares realizando un recorrido por los establecimientos para la educacion ideo-cultural como la casa de los militares y la biblioteca. &nbsp;&nbsp;&nbsp;\r\n  Al presenciar los dibujos a lapiz creados por los uniformados de aqui, evaluo altamente sus talentos artisticos diciendo que estas obras reflejan vividamente la digna vida del servicio militar. &nbsp;&nbsp;&nbsp;\r\n  Tras leer los datos sobre la buena conducta de los militares ejemplares en el cumplimiento del deber de guardia, enfatizo que nuestra causa revolucionaria es invencible gracias a los soldados del Songun (priorizacion militar) que defienden de modo inexpugnable las trincheras de la patria empunando firmemente sus fusiles cargados de la idea y conviccion inconmovibles. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, paso revista a las instalaciones de intendencia como el comedor, la cocina, el deposito de alimentos subsidiarios prestando profunda atencion a la vida de los militares. &nbsp;&nbsp;&nbsp;\r\n  Luego de elogiar a los comandantes de la unidad por haber creado excelentes condiciones de vida a los militares teniendo un correcto punto de vista sobre el trabajo de intendencia, valoro de altos los exitos logrados anteriormente por esta unidad. &nbsp;&nbsp;&nbsp;\r\n El Comandante Supremo se fotografio junto a los uniformados de la unidad combinada. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}