{
    "date": "2008-05-05",
    "url": "http://kcna.co.jp/item/2008/200805/20080505.htm",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Kosan Fruit Farm",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Company of KPA Unit",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#2",
            "content": "Kim Jong Il Gives Field Guidance to Kosan Fruit Farm \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Kosan Fruit Farm. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the farm before a huge painting showing its panoramic view, he mounted the observation platform and commanded a bird's-eye view of the orchard where fruit trees of various species are in full bloom. &nbsp;&nbsp;&nbsp;\r\n He said that the farm built in 1947 under a long-term plan of President Kim Il Sung is one of the nation's leading fruit production bases. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself in detail with the fruit production and the mechanization of the fruit growing on the farm and highly appreciated the fighting spirit displayed by its officials and working people and extended warm greetings to them, saying that they did a lot of work to put fruit culture on a modern and scientific basis even during so difficult period of \"the Arduous March\", the forced march. &nbsp;&nbsp;&nbsp;\r\n He set forth important tasks to be fulfilled by the farm. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to distribute fruit trees of high-yielding species and varieties including short apple trees high in the yield of fruits, delicious and favorable for cultivation, adding that it is necessary to rationally combine early-ripening fruits with late-ripening fruits in order to supply fresh fruits to the people all the year round and replace old fruit trees with new ones under a plan and plant fruit trees in open spaces in time so as to always keep the orchards young. &nbsp;&nbsp;&nbsp;\r\n He called for realizing the comprehensive mechanization of fruit farming, having sufficient fruit-storing facilities in place and building modern fruit processing factories in the fruit production centers in order to boost the production of a variety of processed fruits. &nbsp;&nbsp;&nbsp;\r\n The Kosan Fruit Farm has a bright prospect of its development as it has natural and geographical conditions favorable for fruit culture, he noted, underlining the need to energetically push ahead with the work to turn it into a large-scale modern fruit farm. &nbsp;&nbsp;&nbsp;\r\n Noting that the appearance of many orchards in different parts of the country since the historic Pukchong Enlarged Meeting of the Standing Committee of the Central Committee of the WPK has turned the fruit growing into one of the leading fields of agricultural production, he stressed that it is, therefore, necessary to pay due state attention to this field. He underlined the need to satisfactorily produce and supply materials and equipment including machines, herbicide and fertilizers for the development of fruit culture. &nbsp;&nbsp;&nbsp;\r\n He expressed great expectation and belief that the Kosan Fruit Farm would make a fresh turn in fruit production, noting that it has an important role to play in increasing the fruit supply to the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit Company",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#3",
            "content": "Kim Jong Il Inspects Company of KPA Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- General Secretary Kim Jong Il inspected a company of KPA Unit 720. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself with the training of soldiers. &nbsp;&nbsp;&nbsp;\r\n He was satisfied to learn that the company has successfully built a lecture room to suit the nature of its duty and focused efforts on the training, thus preparing all the soldiers to be a-match-for-a hundred fighters possessed of high military technology and combat capacity. &nbsp;&nbsp;&nbsp;\r\n Then he paid deep attention to the service of the soldiers, going round an education room, a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a non-staple food store, an outer resting place and others. &nbsp;&nbsp;&nbsp;\r\n Seeing supply service facilities kept neat and tidy and each store fully stacked with agricultural products produced by soldiers to prepare non-staple food, he said that the soldiers of the People's Army are steadily creating material wealth. This signal change is a clear proof of the unlimited mental power of our army steering the era, he added. &nbsp;&nbsp;&nbsp;\r\n Being told that the soldiers of the company have become a model not only in military service but in sincerely helping the people, he said it was a good thing. He stressed that to maintain blood ties with the people is an essential requirement and a mode of existence for our army, the People's Army, as the name implies. &nbsp;&nbsp;&nbsp;\r\n He met with soldiers of the company and had a cordial talk with them, asking them about their birthplaces and ages and health of their parents, brothers and sisters and about their service. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with the soldiers of the company. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Congratulates Egyptian President",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#4",
            "content": "Kim Jong Il Inspects KPA Unit Company \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- General Secretary Kim Jong Il inspected a company of KPA Unit 409. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself with the performance of the company's duty, he watched its soldiers in training. &nbsp;&nbsp;&nbsp;\r\n He expressed satisfaction over the fact that all its commanding officers and soldiers are preparing themselves to be a-match-for-a hundred fighters. &nbsp;&nbsp;&nbsp;\r\n To intensify the training is a basic guarantee for increasing combat efficiency, he said, stressing the need to attach primary attention to the work for fully implementing the WPK's policy of training. &nbsp;&nbsp;&nbsp;\r\n Then he went round an education room, a bedroom, a mess hall, a non-staple food store, a wash-cum-bath house, a rabbit warren and other places of the company to show deep care for its soldiers' service and living. &nbsp;&nbsp;&nbsp;\r\n Learning about how media to accompany singers have been used, he was pleased to see the soldiers of the company enjoying colorful and rich cultural and entertainment life with cultural means. It is one of the proud pictures of the servicepersons of the KPA that they always live and struggle in a revolutionary way full of optimism and delight, he said. &nbsp;&nbsp;&nbsp;\r\n He also acquainted himself about the lighting condition of a bedroom, thickness of blanket, quality of water used in wash-cum-bath house, etc. and gave a high appreciation of the fact that supply service facilities have been well furnished to suit servicepersons' convenience. &nbsp;&nbsp;&nbsp;\r\n Saying that it is very important to strengthen the company, a basic combat unit of the KPA, he advanced the tasks for building up the company to be ranks of a-match-for-a hundred combatants. &nbsp;&nbsp;&nbsp;\r\n The Supreme Commander gave the servicepersons of the company a pair of binoculars, a machine gun and an automatic rifle as gifts and posed for a photograph with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Egyptian President",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#5",
            "content": "Kim Jong Il Congratulates Egyptian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- General Secretary Kim Jong Il on Saturday sent a congratulatory message to Muhammad Hosni Mubarak, chairman of the National Democratic Party of Egypt and President of the Arab Republic of Egypt. &nbsp;&nbsp;&nbsp;\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n I extend warm congratulations to you on your 80th birthday. &nbsp;&nbsp;&nbsp;\r\n Our people are rejoiced over many successes made by the friendly Egyptian people in their efforts to consolidate the stability of the country and achieve the socio-economic development under your leadership. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I wholeheartedly wish you good health and happiness as well as greater success in your work for the prosperity of the country and the fair and comprehensive settlement of the Mideast issue.    \r\n\r\n\r\n"
        },
        {
            "title": "Swiss Women's Delegation Here",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#6",
            "content": "Congratulations to Egyptian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a congratulatory message to Muhammad Hosni Mubarak, President of the Arab Republic of Egypt, on the occasion of his 80th birthday. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in the message noted that Muhammad Hosni Mubarak has made great contributions and played an active role in the work for the country's development and prosperity and regional stability and peace. &nbsp;&nbsp;&nbsp;\r\n He wished the Egyptian president good health and happiness and success in his work.    \r\n\r\n\r\n"
        },
        {
            "title": "23rd National Festival of Science and Technology Held",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#7",
            "content": "Swiss Women's Delegation Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- A delegation of the Swiss National Women's Council headed by President of its Committee for International Relations Anita Fahrni arrived here on Saturday.    \r\n\r\n\r\n"
        },
        {
            "title": "11th Pyongyang Spring International Trade Fair to Be Held",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#8",
            "content": "23rd National Festival of Science and Technology Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The 23rd national festival of science and technology took place at the Three-Revolution Exhibition from April 28 to May 2. &nbsp;&nbsp;&nbsp;\r\n The festival brought together more than 700 participants from 400 odd units including scientific research institutes, educational organs, factories, enterprises and cooperative farms across the country. Among them were officials, scientists, technicians and working people. &nbsp;&nbsp;&nbsp;\r\n Contributed to the festival were at least 580 research achievements and information gained by them in the drive for the development of the nation's science and technology and the technological updating of the national economy. &nbsp;&nbsp;&nbsp;\r\n The festival was divided into 19 panels including power industry, coal and metal industries, railway transport, agriculture and light industry. Introduced at the symposium on ultra-modern scientific and technological achievements, the public presentation of successes made in scientific researches and technological innovations and the diagram exhibition were successful papers which contributed to boosting the pilot domains, basic industrial fields of the national economy, solving the food and clothing problems and expanding indices of consumer goods and improving their quality. &nbsp;&nbsp;&nbsp;\r\n Drawing the attention of the participants were ultra-modern technological achievements made in IT, Nano-technology, bioengineering and basic science. &nbsp;&nbsp;&nbsp;\r\n Top places went to five participants and the first place to 54 others. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony of the festival was held on Friday. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet, Kim Yong Jin, minister of Education, Pyon Yong Rip, president of the State Academy of Sciences, and others. &nbsp;&nbsp;&nbsp;\r\n At the closing ceremony cups, medals, certificates and prizes for merits of the festival were awarded to the participants who proved successful in the festival. &nbsp;&nbsp;&nbsp;\r\n Certificates of invention of the DPRK were awarded to 89 people who greatly contributed to solving urgent scientific and technological problems arising in the building of an economically powerful country and letters of commendation of the Central Committee of the Korean General Federation of Science and Technology were awarded to many participants.    \r\n\r\n\r\n"
        },
        {
            "title": "Agreement on Cooperation between WPK and BCP Inked",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#9",
            "content": "11th Pyongyang Spring International Trade Fair to Be Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The 11th Pyongyang Spring International Trade Fair will be held at the Three-Revolution Exhibition from May 12 to 15. &nbsp;&nbsp;&nbsp;\r\n It will bring together companies from the DPRK, China, Russia, Netherlands, Germany, Syria, Switzerland, Australia, Britain, Italy, Indonesia, Spain, Vietnam, Thailand, France, Finland, Poland and Taipei of China. &nbsp;&nbsp;&nbsp;\r\n Exhibited at the fair will be machine tools, electric and electronic appliances, vehicles, petrochemical goods, medicines, daily necessities, foodstuffs, etc.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Brazilian Delegation",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#10",
            "content": "Agreement on Cooperation between WPK and BCP Inked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- An agreement on the cooperation between the Workers' Party of Korea and the Brazilian Communist Party was inked in Pyongyang on Friday. &nbsp;&nbsp;&nbsp;\r\n Present at the signing ceremony were Secretary of the WPK Central Committee Choe Thae Bok and officials concerned from the Korean side and members of the delegation of the BCP headed by its National Chairman Jose Renato Rabelo from the Brazilian side. &nbsp;&nbsp;&nbsp;\r\n The agreement was inked by Choe Thae Bok and Jose Renato Rabelo.    \r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#11",
            "content": "Gift to Kim Jong Il from Brazilian Delegation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting delegation of the Brazilian Communist Party. &nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, on May 2 by Jose Renato Rabelo, national chairman of the BCP who is leading the delegation.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Source of Advantages and Vitality of Korean-Style Socialism",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#12",
            "content": "Gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Kim Jong Il was presented with gifts by Valeri Khalilov, director and chief conductor of the Military Band of the Armed Forces of the Russian Federation, and Trotsky Serano, president of the Canar Provincial Institute for the Friendship and Solidarity with the DPRK of Ecuador, on the occasions of the Day of the Sun and the 76th anniversary of the foundation of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The gifts were handed to DPRK officials concerned by Valeri Khalilov and Trotsky Serano on April 23.    \r\n\r\n\r\n"
        },
        {
            "title": "Advance of June 15 Era of Reunification Called for",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#13",
            "content": "Rodong Sinmun on Source of Advantages and Vitality of Korean-Style Socialism\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- Rodong Sinmun today dedicates an article to the 17th anniversary of the publication of General Secretary Kim Jong Il's famous work \"Our Socialism Centred on the Masses Shall Not Perish.\" &nbsp;&nbsp;&nbsp;\r\n The work expounds the idea that Korean-style socialism is a socialism which embodies the great Juche idea and most advantageous and unshakable socialism which provides the masses with independent and creative life and in which the leader, the party and the masses are single-mindedly united. &nbsp;&nbsp;&nbsp;\r\n Thanks to the Songun politics of Kim Jong Il, the absolute truth and tremendous vitality of the Juche idea as the only guiding idea of the independent era could be more fully manifested, the author of the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The whole party and society are replete with the Juche idea, Songun idea and all the people are dynamically accelerating the revolution and construction with the mode of the Songun politics on the basis of the independent faith, the revolutionary spirit of self-reliance. This is the proud reality of our country. &nbsp;&nbsp;&nbsp;\r\n The single-minded unity of the party, the army and the people around the headquarters of the revolution has been strengthened rock solid and the military and economic foundation of Korean-style socialism remarkably consolidated. &nbsp;&nbsp;&nbsp;\r\n Today the Korean People's Army has developed into an invincible revolutionary army which firmly achieved the unity between officers and men and combination of military affairs with politics based on revolutionary comradeship and the DPRK turned into the country like a big harmonious socialist family which achieved the great army-people unity, the unity in thinking and fighting spirit. All servicepersons and people are sharing the idea and intention and the destiny with the leader and devotedly implementing the party's lines and policies. &nbsp;&nbsp;&nbsp;\r\n The KPA is demonstrating its might as a strong revolutionary army of a-match-for-a hundred soldiers and firmly guaranteeing the security of the socialist country and the people's independent and creative life with arms. The epochal phase has been brought about to launch a general advance towards the building of a great prosperous powerful nation as the anti-imperialist military front was strengthened steel-strong and the foundation of self-supporting economy significantly consolidated in the arduous struggle under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The Songun revolutionary leadership, Songun politics pursued by Kim Jong Il is, indeed, the source of the advantages and vitality of Korean-style socialism centred on the masses.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Trips to U.S. and Japan Assailed",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#14",
            "content": "Advance of June 15 Era of Reunification Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- Independent reunification, peace and prosperity so much desired by the Korean nation can be certainly achieved only when all the fellow countrymen in the north and the south and abroad turn out in a nationwide struggle to implement the June 15 joint declaration and the October 4 declaration, stresses Rodong Sinmun Sunday in a signed article. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration has opened a wide avenue of dialogue, reconciliation, visit and cooperation based on the idea of \"By our nation itself\". This helped remove distrust and misunderstanding between the north and the south and dynamically promote reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n \"By our nation itself\" has become the spirit of the times and the nationwide patriotic idea for reunification in the course of the powerful movement for national reunification under the banner of the June 15 joint declaration and, thereby, the fellow countrymen in the north and the south are firmly convinced that they are not different nations that stand in confrontation, being distrusted but one and the same nation which should get reconciled and united. According to the joint declaration, reunification movement organizations and figures of various circles in the north and the south and abroad have made frequent visits and positive contacts and dialogues with each other. In this course, the nationwide solidarity and alliance for peace and independent reunification of the country have grown stronger, an atmosphere of reconciliation and unity mounted and inter-Korean cooperation made much headway. There took place such signal events as re-linking the severed blood vessels and railways and roads of the nation, the first of its kind in the history of national division. And the structure of confrontation between the Korean nation and the U.S. has been formed in the Korean Peninsula and the sentiment for independence against the U.S. and for alliance with the north and reunification permeated the whole of the south amid the hot wind of national cooperation. &nbsp;&nbsp;&nbsp;\r\n The adoption of the October 4 declaration, the programme for implementing the June 15 joint declaration, provided the guidelines for the Korean nation to usher in the new era of independent reunification, peace and prosperity, giving a fresh impetus to the efforts for development of inter-Korean relations, peace on the Korean Peninsula and the common prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n All this stirring reality giving all the fellow countrymen the hope and conviction for the bright future of the cause of independent reunification is the precious achievements they have made through the struggle in the idea of \"By our nation itself\" and gains in the June 15 era which can never be taken away under any circumstances.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Ideas and Theories on World Revolution",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#15",
            "content": "Lee Myung Bak's Trips to U.S. and Japan Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- Minju Joson Sunday in a signed commentary brands Lee Myung Bak's trips to the U.S. and Japan as \"diplomacy aimed at drain on resources\" and trips to \"offer tributes\" under the signboard of \"pragmatism\".&nbsp;&nbsp;&nbsp;\r\n His junkets to the U.S. and Japan were sycophantic and treacherous ones which sold off the dignity and interests of the nation lock, stock, and barrel and deepened the U.S. domination and subordination over south Korea and war trips aimed to bring the nuclear disaster to the nation through the intensified moves for confrontation with fellow countrymen, the commentary says. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that he was given the cold shoulder since the first day he set his foot in the U.S., it notes: It is by no means fortuitous that he failed to release neither joint statement nor joint communique on his visit though he offered the U.S. everything required by it. &nbsp;&nbsp;&nbsp;\r\n During his junkets he might have won the favor of his U.S. and Japanese masters but in return for it, the south Korean people have become to bear heavier economic burden, it says, and stresses: &nbsp;&nbsp;&nbsp;\r\n Inter-Korean relations turned into confrontation from those of reconciliation and cooperation and the danger of a nuclear war increased on the Korean Peninsula. It, therefore, has been proved in practice that the \"pragmatic diplomacy centering on the state interests\", \"reenergizing economy\" and the like touted by Lee Myung Bak are aimed at winning his popularity though economy may be ruined, and his \"pragmatic policy on the north\" is a treacherous anti-reunification outrage to arrest the trend of the June 15 era toward reconciliation, cooperation and reunification and bring the inter-Korean relations back to those in the past era of confrontation.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Junket to U.S. Branded as Treacherous",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#16",
            "content": "Kim Il Sung's Ideas and Theories on World Revolution\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- President Kim Il Sung put forward the unique theories and strategies and tactics on the world revolution in the era of independence on the basis of the Juche idea and successfully applied them, thus hewing out the new road of the world revolution and performing the undying feats in accomplishing the human cause of independence, says Rodong Sinmun Sunday in a signed article. &nbsp;&nbsp;&nbsp;\r\n In the whole course of Kim Il Sung's ideological and theoretical activities the years from the latter half of the 1920s to the first half of the 1940s are characterized as the period when he combined the national liberation struggle in colonies with the revolutionary struggle of the international working class for socialism and gave a unique solution to the theoretical and practical problems for the revolutionaries in the colonial countries to contribute to the world revolution with independent revolution, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n What is core in the ideas and theories of Juche on the world revolution set forth by him in this period is the ideas and theories that the people in the colonial countries should set it as the goal of the world revolution to overthrow all imperialism and shatter the imperialist colonial rule with their armed struggle and thus accomplish the cause of national liberation, contribute to the world revolution and defend the revolution won through the powerful anti-imperialist struggle. &nbsp;&nbsp;&nbsp;\r\n What is important in the ideas and theories of Juche on the world revolution put forward by him in this period is the ideas and theories on defining imperialism as the major object of struggle of the oppressed working masses the world over and setting it as the goal of the world revolution to overthrow all imperialism on the globe and build communism in the world. &nbsp;&nbsp;&nbsp;\r\n In this period he laid down the idea for the revolutionaries and people of the colonial countries to make the revolution for national liberation by their own efforts and gave a unique exposition of the theories and strategies and tactics on the revolution for anti-imperialist national liberation. This holds an important place in the ideas and theories of Juche on the world revolution set forth by him. &nbsp;&nbsp;&nbsp;\r\n The basic content here is the idea and theory that the national liberation movement in colonies should become an independent revolution which is being carried out by the people themselves in colonies and semi-colonies as it is caused by the national and class contradictions existing in these countries. &nbsp;&nbsp;&nbsp;\r\n Contained in the content of the theories, strategies and tactics on the revolution for anti-imperialist national liberation indicated by him in this period are the ideas and theories on setting the achievement of independence by one's own efforts as the fundamental principle of accomplishing the revolution for national liberation in colonies and on realizing the international anti-imperialist joint action and the anti-imperialist united front by thoroughly applying it.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Adhering to Three Principles of National Reunification",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#17",
            "content": "Lee Myung Bak's Junket to U.S. Branded as Treacherous\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- People at home and abroad are now describing the U.S. junket paid by traitor Lee Myung Bak of south Korea some days ago as diplomacy to offer a tribute to the country and humiliating diplomacy. Nevertheless, it is only the gentries of the ruling Grand National Party of south Korea that term it \"successful diplomacy\" or \"significant talks.\" &nbsp;&nbsp;&nbsp;\r\n  Commenting on this, Rodong Sinmun today dismisses it as an absurd deception of the reality. &nbsp;&nbsp;&nbsp;\r\n The paper cites facts to prove that his humiliating and disgusting, treacherous junket helped turn south Korea into a complete colony of the U.S. in all political, economic and military fields. &nbsp;&nbsp;&nbsp;\r\n It is great irony that the Lee Myung Bak group is shamelessly claiming that his trip proved to be \"successful diplomacy\" and \"fruitful one,\" asserting that it gained something through such humiliating junket and diplomacy aimed at drain on resources, the news analyst notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n  In a word, the recent junket was a treacherous one as it defamed the dignity of the Korean nation and helped sell off the south Korean people's interests. It was also a challenge to the trend of the nation's history toward independence and an insult to all the Koreans. &nbsp;&nbsp;&nbsp;\r\n As long as such pro-American sycophantic traitor as Lee is allowed to do as he pleases, it is impossible to defend the dignity and sovereignty of the south Korean people and achieve the peace and reunification of Korea. This is the conclusion all the Koreans have drawn from the traitor's tour of the U.S.&nbsp;&nbsp;&nbsp;\r\n The gentries of south Korea's \"pragmatic government\" will not be able to escape a stern punishment of history if they persist in sycophancy towards the U.S. and dependence on outsiders, selling off the interests of the nation to them.    \r\n\r\n"
        },
        {
            "title": "Imperialists' Psychological Warfare Blasted",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#18",
            "content": "Rodong Sinmun Calls for Adhering to Three Principles of National Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The three principles of national reunification call for solving the issue of national reunification independently on the principle of national self-determination free from interference of outsiders, reunifying the country peacefully without a recourse to arms and promoting the great unity of the entire nation irrespective of differing ideology and system. They, therefore, serve as the most just programme for reunification and a charter for reunification common to the nation as they reflect the desire and will of the Korean nation for reunification, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n It is 36 years since President Kim Il Sung advanced the three principles, the article says, stressing that in this period they gave a powerful impetus to the nation's movement for reunification and their validity and vitality have been fully proved. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The three principles of national reunification indicate principles and ways of reunifying the country in a smooth way without any deviation in reliance upon the concerted efforts of the Korean nation as they were advanced with the nation's requirements for independence and its interests, the essence and nature of the issue of the national reunification and the present state of national division into due consideration. &nbsp;&nbsp;&nbsp;\r\n The three principles are clearly reflected in the June 15 joint declaration, the article says, calling upon all the Koreans in the north and the south and abroad to vigorously push forward the movement for national reunification by their concerted efforts under the uplifted banner of the three principles and thus successfully carry out the President's last instructions for national reunification.    \r\n\r\n"
        },
        {
            "title": "78th Rally for Peace and Disarmament Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#19",
            "content": "Imperialists' Psychological Warfare Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The imperialists are hell-bent on the psychological warfare to dampen the stamina of the revolutionary army and people in the DPRK. This is, however, as foolish an act as trying to sweep the sea with a broom.\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK is an invulnerable socialist fortress as it stands undeterred by any psychological warfare of the imperialists. &nbsp;&nbsp;&nbsp;\r\n The imperialists' psychological warfare against the DPRK has never flagged and sagged from the period of the grim Fatherland Liberation War and the postwar period of rehabilitation to this period of building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The army and people in the DPRK have not wavered even a bit despite the U.S. imperialists' unprecedented psychological warfare. The people's mind-set has always been transparent and stable. The people in the DPRK are, indeed, a staunch and genuine people as they counter enemy's undisguised moves for aggression with their tough military confrontation and react to his psychological warfare with steadfast revolutionary faith and principle. No psychological warfare can ever work on the army and people in the DPRK as they have been tempered while overcoming all difficulties and ordeals in the fierce confrontation with enemies for several decades. &nbsp;&nbsp;&nbsp;\r\n The army and people in the DPRK have reposed undisputed trust in the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n The Korean people always think and act according to the idea and intention of the headquarters of the revolution headed by Kim Jong Il, firmly trusting and following it as their mainstay and the sun in their life. No matter how frantically the enemies of the revolution air undesirable broadcasting programs and float false rumors they can never deter the hearts of the servicepersons and people of the DPRK from going out to the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n The Supreme Commander's commanding system has been thoroughly established throughout the Korean People's Army and strong revolutionary discipline prevails in it. No psychological warfare of enemies can ever find even the slightest way to it. Society remains stable and people's mind-set sound as the army remains strong. &nbsp;&nbsp;&nbsp;\r\n The army and people in the DPRK are revolutionary as they have firm anti-imperialist working-class awareness. &nbsp;&nbsp;&nbsp;\r\n They cannot harbor any slightest illusion about imperialists. The Korean people have keenly realized through their life experience that the imperialists remain unchanged in their aggressive nature. The imperialists and their trumpeters run the whole gamut of high-sounding and sugar-coated words to propagandize the \"superiority\" of capitalism and spread the bourgeois way of life. But it is the traits peculiar to the army and people in the DPRK to invariably remain faithful to their class duty. &nbsp;&nbsp;&nbsp;\r\n The Korean people are well known to the world as the people strong in faith as they have never been fearful of imperialists. Whenever a tough-and-go situation prevailed in the DPRK, imperialists threatened and blackmailed its army and people by mobilizing huge armed forces and media. But they pushed forward the revolution and construction, unfettered by such moves. The army and people in the DPRK are fully determined to deal a thousand-fold blow at the enemies and finally conclude the confrontation with the imperialists, should they intrude even an inch of their land, sea and sky. &nbsp;&nbsp;&nbsp;\r\n Good politics produces stable popular mind-set and socialism is sure to win one victory after another if this mind-set remains sound. No force on earth can break the unity in the DPRK or destroy its socialism as it is based on the unanimous mind-set of all servicepersons and people, concludes the article.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Import of American Beef Declared",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#20",
            "content": "78th Rally for Peace and Disarmament Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- Members of civic and public organizations in south Korea including the People for Achieving Peace and Reunification held the 78th rally for peace and disarmament in Seoul on April 29 to denounce traitor Lee Myung Bak for his recent sycophantic and treacherous trips. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally recalled that Lee during his visit to the U.S. called for tightened \"strategic alliance with the U.S. in the 21st century\", talking about \"pragmatism\". They stressed the need to launch strong actions to let the traitor come to his senses as he is keen on bringing benefits to the U.S. at the sacrifice of the people's interests while begging for the permanent presence of the U.S. forces in south Korea. &nbsp;&nbsp;&nbsp;\r\n A letter of protest to Lee was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n It noted that the intensified \"strategic alliance in the 21st century\" is, in essence, to turn the south Korea-U.S. \"alliance\" into \"alliance for the offensive against the north from that for defence against it and into valuable, inclusive and wide alliance expanding the radius of operation into the area outside the Korean Peninsula.\" &nbsp;&nbsp;&nbsp;\r\n The moves for strengthened \"strategic alliance in the 21st century\" should be stopped at once, the letter said, urging Lee to stop the \"alliance\" with the U.S. for aggression and war and opt for implementing the October 4 declaration, though belatedly.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-\"Government\" Actions Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#21",
            "content": "Struggle against Import of American Beef Declared\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- Civic and public organizations of south Korea called a press conference in Seoul on April 30 at which they declared the launch of struggle against the import of American beef. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference denounced the authorities for totally opening the beef market of south Korea for American beef suspected of \"mad cow disease.\" &nbsp;&nbsp;&nbsp;\r\n Noting that the lives of the people are threatened by the authorities' moves, they demanded a total nullification of the negotiations on the import of American beef. &nbsp;&nbsp;&nbsp;\r\n Then a press release was read out there which declared that all the people would struggle against the authorities' moves for import of American beef.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group's Unreasonable Action Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#22",
            "content": "Anti-\"Government\" Actions Launched in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- Actions denouncing the unpopular policy of traitor Lee Myung Bak were launched in different parts of south Korea on Thursday on the occasion of May Day. &nbsp;&nbsp;&nbsp;\r\n A rally took place in University Street in Seoul with the attendance of at least 10,000 unionists of the south Korean Confederation of Trade Unions (KCTU) and members of political parties and civic and pubic organizations including the Teachers Union, the Solidarity for Progress and the Democratic Labor Party. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally deplored the more pitiful situation the people have been put in since Lee came to power and warned that they would turn out in an all-out struggle against the \"government\" if he does not accept their demands. &nbsp;&nbsp;&nbsp;\r\n They demanded the present \"government\" re-amend the \"law on part-time job,\" ensure the three rights of labor, stop concluding the south Korea-U.S. FTA, stop privatization of public organs and their restructuring, repeal hostile policy towards the north, try to have peace settled on the Korean Peninsula, etc. &nbsp;&nbsp;&nbsp;\r\n In a resolution the participants declared that they would launch all-people struggle including a general strike by the KCTU and called upon all the unionists of the KCTU and members of the civic and public organizations to turn out in the struggle. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally the participants staged a demonstration holding suspension posters carrying words denouncing traitor Lee Myung Bak. &nbsp;&nbsp;&nbsp;\r\n Similar actions simultaneously took place in Kwangju, Taejon, Taegu, Pusan, Ulsan and other parts of south Korea on the same day. &nbsp;&nbsp;&nbsp;\r\n Earlier, a \"May Day's eve festival\" was held in Seoul on April 30.   \r\n\r\n\r\n"
        },
        {
            "title": "Traitor Lee Myung Bak's Mendicant Trips under Fire",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#23",
            "content": "Lee Myung Bak Group's Unreasonable Action Accused in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The Press Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration made public a statement on April 29 denouncing the action taken by the \"Ministry of Unification\" of south Korea to disallow eight representatives of the south side to participate in the 5th north-south conference of youth and students organizations for implementing the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n Accusing the Lee Myung Bak group of arbitrarily laying down the rules for judging the credentials of participants in the joint event of the nation in a bid to prevent representatives of youth and students from attending the above-said event, the statement termed it a very unwarranted action. &nbsp;&nbsp;&nbsp;\r\n It is an act quite contrary to the June 15 joint declaration to bar youth and students in the south and the north from meeting each other to work for national reunification and peace, the statement noted, demanding the \"government\" authorities immediately retract the measure taken by the \"ministry\" and join in the reunification movement of the nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Birthday of KPA Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#24",
            "content": "Traitor Lee Myung Bak's Mendicant Trips under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The south Korean Federation of University Student Councils made public a statement on April 28 in which it called for taking the lead in the actions to foil the anti-reunification and confrontation policy of traitor Lee Myung Bak. &nbsp;&nbsp;&nbsp;\r\n Referring to his recent junkets to the U.S. and Japan, the statement said that they were mendicant and humiliating sycophantic diplomacy that touched off people's resentment. &nbsp;&nbsp;&nbsp;\r\n Through the visits he only sought \"tightened alliance\" with the U.S. and confrontation with the DPRK, disregarding the nation, the statement charged, assailing him for having completely turned the favorably developing inter-Korean relations into the hostile relations of confrontation. &nbsp;&nbsp;&nbsp;\r\n The present \"government\" is a regime for war and fascism from which people can expect nothing, the statement noted, calling on the youth and students and the people from all walks of life to turn out in the actions for frustrating Lee's pro-U.S. mendicant diplomacy and treacherous moves for confrontation with compatriots.    \r\n\r\n\r\n"
        },
        {
            "title": "Punishment of Lee Myung Bak Demanded",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#25",
            "content": "Birthday of KPA Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 4 (KCNA) -- A meeting was held in Mongolia and seminars, film shows and photo exhibitions in Mexico, South Africa and Myanmar between April 21 and 24 to commemorate the 76th anniversary of the foundation of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were works of President Kim Il Sung and General Secretary Kim Jong Il, photos showing their feats performed in leading the army and books and photos introducing the proud path covered by the KPA. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean films \"They Are Together on the Way of Great Songun Leadership,\" \"Korean People's Army, Steel-Strong Ranks\" and \"The 75th Founding Anniversary of the Heroic Korean People's Army.\" &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the functions. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the function held in Mongolia.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona compania de la Unidad No. 720 del EPC",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#26",
            "content": "Punishment of Lee Myung Bak Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Ju Hui Chol, chairman of the Central Association of Korean Nationals in Russia, in a statement on April 27 called for severely punishing Lee Myung Bak for being chiefly to blame for inciting confrontation between compatriots. &nbsp;&nbsp;&nbsp;\r\n The statement denounced the south Korean bellicose forces for running wilder, blatantly swimming against the trend of the times in which the nation is working hard to achieve independent reunification and peace and prosperity by its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n Recalling that no sooner had Lee come to power than he blustered that \"he would push forward the policy towards the north, regarding no nukes as top priority principle and basing himself on pragmatism\", the statement pointed out that these outbursts suffice to show his sycophantic and treacherous nature. &nbsp;&nbsp;&nbsp;\r\n Branding the Lee group as a group of worst traitors who bring benefits to outside forces at the sacrifice of the nation, while putting them above it, and the most faithful war servants and a shock force of the United States, the statement warned that should this group persistently rush headlong into confrontation with compatriots quite contrary to the June 15 era of reunification, it will be fated to meet a miserable end only. &nbsp;&nbsp;&nbsp;\r\n All the members of the Central Association of Korean Nationals in Russia and fellow countrymen will unite closer under the banner of June 15 and always take the lead in the struggle to resolutely smash all moves of the bellicose forces against the DPRK and reunification, declared the statement.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il envia mensaje al presidente egipcio",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#27",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "XXIII Festival Nacional de Ciencia y Tecnica",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#28",
            "content": "Kim Jong Il inspecciona compania de la Unidad No. 720 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de mayo (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la compania directamente subordinada a la Unidad No. 720 del EPC. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente se entero sobre todo de la situacion de entrenamiento de los militares. &nbsp;&nbsp;&nbsp;\r\n  Se mostro satisfecho de que la compania acondiciono bien la sala de leccion y enfoca grandes esfuerzos al entrenamiento conforme a su mision, de modo que prepara a todos los militares como combatientes dotados de avanzadas tecnicas militares y gran combatividad, capaces de pelear a solas contra cien enemigos. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, recorrio la sala de educacion, el dormitorio, el comedor, la cocina, el bano, el deposito de alimentos subsidiarios, el lugar de descanso al aire libre y otros lugares prestando profunda atencion a la vida de los soldados. &nbsp;&nbsp;&nbsp;\r\n   Al recorrer las instalaciones de intendencia acondicionadas limpia y ordenadamente y los alimentos subsidiarios producidos por su propia cuenta y apilados en todos los depositos, senalo que los militares del EPC crean constantemente los bienes materiales. &nbsp;&nbsp;&nbsp;\r\n  Esta orgullosa realidad deviene una prueba contundente de las inagotables fuerzas espirituales del EPC que encauza la epoca, apunto. &nbsp;&nbsp;&nbsp;\r\nInformado de que los uniformados de la compania son ejemplares tanto en el servicio militar como en la ayuda al pueblo, califico de loable esta conducta destacando que como insinua su nombre, es la demanda natural y modo de existencia del Ejercito Popular de Corea mantener lazos consanguineos con el pueblo. &nbsp;&nbsp;&nbsp;\r\nEl Comandante Supremo sostuvo cordiales conversaciones con los soldados preguntando de sus tierras natales, edades, padres y hermanos y de la vida de servicio militar. &nbsp;&nbsp;&nbsp;\r\n  Luego se fotografio junto con los militares de la compania. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Firmado acuerdo sobre cooperacion  entre PTC y PCB",
            "url": "http://kcna.co.jp/item/2008/200805/news05/05.htm#29",
            "content": "Kim Jong Il envia mensaje al presidente egipcio\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 3 un mensaje de felicitacion a Mohamed Hosni Mubarak, Presidente del Partido Nacional Democrata de Egipto y de la Republica Arabe de Egipto. &nbsp;&nbsp;&nbsp;\r\n  El mensaje va como sigue: &nbsp;&nbsp;&nbsp;\r\n  Con motivo de conmemorarse el 80 aniversario de su natalicio, hago llegarle mis mas cordiales felicitaciones. &nbsp;&nbsp;&nbsp;\r\n  El pueblo coreano esta contento de muchos exitos que bajo la direccion de usted logra el amistoso pueblo egipcio en los esfuerzos por asegurar la estabilidad del pais y alcanzar el desarrollo socio-economico. &nbsp;&nbsp;&nbsp;\r\n  Aprovechando esta oportunidad, deseo de todo corazon a Vd. buena salud, felicidad y mayores exitos en sus labores para la prosperidad del pais y la solucion imparcial y comprensiva de los problemas del Medio Oriente.    \r\n\r\n\r\n"
        }
    ]
}