{
    "date": "2008-08-23",
    "url": "http://kcna.co.jp/item/2008/200808/20080823.htm",
    "articles": [
        {
            "title": "Two Political Parties of North and South Issue Joint Statement",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#1",
            "content": "Two Political Parties of North and South Issue Joint Statement \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- The Korean Social Democratic Party and the Democratic Labor Party of south Korea on Friday issued the following joint statement to denounce Japan's moves to grab Tok Islet and the suppression of Koreans in Japan: &nbsp;&nbsp;&nbsp;\r\n 63 years have passed since the Japanese imperialists were defeated and driven out of this land after not only brutally killing innocent Korean people and destroying everything Korean but looting many natural resources while suppressing by force of arms the Korean nation proud of the 5,000-year-long history and brilliant cultural tradition. &nbsp;&nbsp;&nbsp;\r\n Japan should have made honest apology and reparation for the unheard-of crimes it committed against the Korean nation. But it has recently become evermore undisguised in its brigandish ambition to grab Tok Islet, part of the inviolable territory of the Korean nation, and further intensified the crackdown and persecution of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The fact that Tok Islet is part of the inviolable territory of the Korean nation admits of no further argument from the historical, geopolitical and legal viewpoints. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Japan is working hard to internationalize the issue of the islet, insisting on the far-fetched assertion that it belongs to Japan though it is part of the inviolable territory of Korea. This is a clear proof that it has not discarded its wild ambition to realize its old dream of \"the Greater East Asia Co-prosperity Sphere\" while whitewashing its crime-woven history of colonial domination. &nbsp;&nbsp;&nbsp;\r\n As far as the Koreans in Japan are concerned, they are our compatriots who were forced to do slave labor at munitions factories and coal mines after being forcibly taken away to Japan by the Japanese imperialists in the past and their descendents. Japan is, therefore, under a legal and moral obligation to guarantee the vital and democratic rights of the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n These being hard facts, Japan has insulted them and trampled down upon their national rights only to fully reveal its despicable true colors as a state violating human rights before the international community. &nbsp;&nbsp;&nbsp;\r\n All this shows in the eyes of the world that Japan is a barbarian state bereft of even an elementary reason. This clearly indicates that Japan is set to launch reinvasion of Korea, while calling back the departed soul of the militarists, far from drawing a lesson from the bitter defeat it sustained in the past. &nbsp;&nbsp;&nbsp;\r\n The Korean Social Democratic Party and the Democratic Labor Party bitterly denounce Japan for its moves to grab Tok Islet and intensify the suppression of Koreans in Japan, regarding them as an intolerable challenge to the sovereignty and dignity of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation is no longer a weak nation which used to be in the past when Japan killed Koreans as it pleased enforcing harsh rule over Korea. &nbsp;&nbsp;&nbsp;\r\n All Koreans in the north and the south are following Japan's moves with a high degree of vigilance. &nbsp;&nbsp;&nbsp;\r\n If Japan tries to seize even an inch of the territory of Korea again, oblivious of its inglorious past, all Koreans in the north and the south and abroad will throw Japan into the bottomless abyss of ruin by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n Our two parties strongly urge Japan to discard the daydream of reinvasion, make honest apology and reparation for the crimes it committed against the Koreans and stop at once the suppression and persecution of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The two parties will, in the future, too, join all compatriots at home and abroad in standing firm against Japan's moves to grab the islet and the suppression of Koreans in Japan, fully solidarizing with each other under the banner of \"By our nation itself\", the basic spirit of the historic June 15 joint declaration and the October 4 declaration. \r\n\r\n\r\n"
        },
        {
            "title": "Reception Marks Anniversary of ASEAN",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#2",
            "content": "Reception Marks Anniversary of ASEAN \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- A reception was given today to mark the 41st anniversary of the founding of the ASEAN. &nbsp;&nbsp;&nbsp; \r\n Present there on invitation were Minister Pak Ui Chun and Vice-Minister Kim Yong Il of Foreign Affairs and officials concerned. &nbsp;&nbsp;&nbsp;\r\n On hand were Cambodian Ambassador Chhorn Hay, Vietnamese Ambassador Le Van Cu, Lao Ambassador Chaleune Warinthrasak, Malaysian Ambassador Rahimi Bin Harun and Indonesian Charge d' Affaires ad Interim Bambang Daranindra here and embassy officials. &nbsp;&nbsp;&nbsp;  \r\n Speeches were made at the reception. \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Songun Revolutionary Leadership Marked",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#3",
            "content": "Anniversary of Kim Jong Il's Start of Songun Revolutionary Leadership Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- Meetings were held by workers and members of the General Federation of Trade Unions of Korea and youth and students in Pyongyang on Aug. 21 and a meeting of agricultural workers took place on the Kosan Fruit Farm in Kangwon Province on Aug. 22 on the occasion of the 48th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;  \r\n The reporters and speakers at the meetings said Kim Jong Il's start of his Songun leadership 48 years ago marked a historic event of great significance in carrying forward and accomplishing the cause of President Kim Il Sung and developing the revolutionary armed forces and building a rich and powerful country. &nbsp;&nbsp;&nbsp;  \r\n They referred to the fact that Kim Jong Il has developed the KPA into ranks strong in idea and faith which defend and uphold the idea and cause of the Workers' Party of Korea with arms and a-match-for-a hundred strong revolutionary army, built modern and powerful national defence industry and established an all-people, nationwide defence system. &nbsp;&nbsp;&nbsp;\r\n They noted that he has provided indefatigable guidance, firmly consolidating the single-minded unity of the revolutionary ranks with the People's Army as the core and building invincible national power strong enough to wipe out any aggressors at a single stroke. &nbsp;&nbsp;&nbsp;\r\n They called for devotedly defending the headquarters of the revolution and remaining true to the WPK's Songun revolutionary cause, enshrining the faith that the prosperity of the country and the genuine happiness of the people are ascribable to the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among those present at the meetings were Kim Jung Rin, secretary of the Central Committee of the WPK, and other officials.\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Efforts to Recycle Waste Materials",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#4",
            "content": "DPRK's Efforts to Recycle Waste Materials \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The Democratic People's Republic of Korea has dynamically pushed ahead with the work to recycle waste materials for the protection of environment. &nbsp;&nbsp;&nbsp;\r\nThe Institute of the Environmental Protection under the Ministry of Land and Environment Conservation has proved successful in researches into recycling the spent water and waste matters from foodstuff factories and paper mills. &nbsp;&nbsp;&nbsp;\r\nThe institute has developed a new kind of flocculant for purifying and recycling spent water and waste materials. &nbsp;&nbsp;&nbsp;\r\nWith the help of the flocculant, foodstuff factories are producing additive for animal feed by collecting useful protein from spent water and paper mills are purifying spent water for reuse. &nbsp;&nbsp;&nbsp;\r\nThe institute also succeeded in purifying the contaminated water area with big azolla filliculoidas, thus doing much to the environmental protection. &nbsp;&nbsp;&nbsp;\r\nRecycling efforts are also being made in the sectors of the metal and chemical industries. &nbsp;&nbsp;&nbsp;\r\nThe Pyongyang Steel Factory, the Pyongyang Bearing Factory and the Mangyongdae Machine Tool Factory have built recycling processes so as to make an effective use of waste materials and worn-out goods as raw materials. The Pyongyang Notebook Factory has developed a new technique to manufacture heat-insulating materials with leftovers from paper-making process. \r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Redress Its Crime-Woven Past",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#5",
            "content": "Japan Urged to Redress Its Crime-Woven Past \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- With nothing can Japan evade its responsibility for the hideous crimes it committed against the Korean people during its more than four decade-long colonial rule over Korea including the fabrication of the brigandish \"Korea-Japan Annexation Treaty\", says Rodong Sinmun Friday in a signed article. &nbsp;&nbsp;&nbsp;\r\n The article cites facts to prove that after depriving Korea of its diplomatic rights, the prerogative of supreme command over the armed forces, judicial power and police authority and turning it into their colony through the fabrication of the \"Ulsa Five-Point Treaty\" and the \"Jongmi Seven-Point Treaty\", the Japanese imperialists cooked up the \"Korea-Japan Annexation Treaty\" in the most underhanded and brigandish manner. &nbsp;&nbsp;&nbsp;\r\n In the subsequent period the Japanese imperialists perpetrated unprecedented actions to exterminate the Korean nation. They deprived the Koreans of their Korean names and their spoken and written languages by fabricating a lot of fascist laws and ruthlessly plundered Korea of many precious cultural treasures and resources. The Japanese imperialists enforced fascist laws whereby more than 8.4 million Koreans were forcibly drafted, kidnapped and lured to be taken to battle sites and slave worksites and many of them met tragic deaths. 200,000 Korean women were taken away as \"comfort women\" for the Imperial Japanese Army and forced into sexual slavery. &nbsp;&nbsp;&nbsp;\r\n The fascist crimes committed by the Japanese imperialists against the Korean people were so hideous crimes against humanity that centuries are not enough to redeem all of them. These being hard facts, the Japanese reactionaries are escalating their moves for the territorial expansion, distorting and justifying the fabrication of the above-said \"treaties\" and insisting that Tok Islet, part of inviolable territory of Korea, \"belongs to Japan\". This fact clearly indicates that the Japanese reactionaries are keen to realize their wild ambition to stage a comeback to Korea instead of making repentance and reparation for the wrongs committed by Japan in the last century. &nbsp;&nbsp;&nbsp;\r\n The Korean people will surely force Japan to pay for the crimes committed by the Japanese imperialists in the last century. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to opt for redressing its past as early as possible, clearly understanding the fixed will of the Korean people. \r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Dictatorship Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#6",
            "content": "Struggle against Dictatorship Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- Ri Sok Haeng, chairman of the south Korean Confederation of Trade Unions, had an interview with Kyunghyang Daily News on Aug. 17 at which he stressed the need to form a people's front against dictatorship, according to the CBS of south Korea. &nbsp;&nbsp;&nbsp;\r\n He charged that the issue of checking the American beef imports and all other problems could be hardly settled through the 18th-term \"National Assembly\".&nbsp;&nbsp;&nbsp;  \r\n And he proposed all the organizations and individuals opposed to the present \"government\", including the People's Measure Council against the Total Opening of south Korean Markets to American Beef which groups more than 1,700 political parties and civic and social organizations, to form a people's front against dictatorship in solidarity with each other. &nbsp;&nbsp;&nbsp;\r\n He declared that the KCTU would conduct an all-out struggle in real earnest, including a general strike, from September in order to force the Lee Myung Bak \"government\" to withdraw its wrong policies. \r\n\r\n\r\n"
        },
        {
            "title": "Halt to Repression of Progressive People Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#7",
            "content": "Halt to Repression of Progressive People Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- Religious organizations including the Christian Measure Council against the Import of American Beef in south Korea called a press conference in Seoul on Aug. 19, at which they demanded the release of Han Sang Ryol, permanent co-representative of the Solidarity for Progress of south Korea, and stop to the suppression done by the security authorities. &nbsp;&nbsp;&nbsp; \r\n A statement was read out at the press conference. It recalled that the authorities arrested and has detained Han, terming him a \"wirepuller\" of the candlelight rallies against the American beef imports. &nbsp;&nbsp;&nbsp;\r\n The statement said that the very one causing the candlelight actions is none other than the Lee Myung Bak regime who sold off the people's vital rights and sovereignty to the foreign forces through the humiliating negotiations with the U.S. on beef imports. &nbsp;&nbsp;&nbsp;\r\n So, it is proper to set free progressive personages including Han Sang Ryol and detain Lee Myung Bak, the statement said, urging the authorities to stop such suppression at once and dismiss the chief of the Police Office. &nbsp;&nbsp;&nbsp;\r\n Ri Kang Sil, wife of Han and co-representative of the Women's Solidarity, said at the press conference that the Lee Myung Bak regime's vociferation about the \"forces wire-pulling\" candlelight rallies is an act of severely impairing the independent spirit of the people involved in the candlelight actions for their vital rights.  \r\n\r\n\r\n"
        },
        {
            "title": "Day of Korea's Liberation Marked in Finland",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#8",
            "content": "Day of Korea's Liberation Marked in Finland \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- A lecture was given in Finland on August 13 to mark the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Attending it were figures and members of the Finnish Group for the Study of Works of Comrade Kim Jong Il and the North Branch of the Finland-Korea Society. &nbsp;&nbsp;&nbsp;\r\n Antti Sika Aho, chief of the group and chairman of the branch, gave lecture titled \"Liberation of Korea and President Kim Il Sung\".&nbsp;&nbsp;&nbsp;\r\n The lecturer noted that after embarking on the road of revolution in his early years Kim Il Sung founded the immortal Juche idea and led the armed struggle against the Japanese imperialists to victory to liberate the country and turned the DPRK into a socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n He also said that General Secretary Kim Jong Il has wisely led the Korean people's struggle to build a great prosperous powerful nation and reunify the country while smashing the moves of the imperialists with his unique Songun politics. &nbsp;&nbsp;&nbsp;\r\n The immortal Juche idea and the Songun politics serve as the beacon of hope showing the road ahead of the world progressive humankind, and they are a precious truth that we should study hard, he stressed.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Declaracion Conjunta de PSDC y PODSC",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#9",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Banquete por aniversario 41 de fundacion de ASEAN",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#10",
            "content": "Declaracion Conjunta de PSDC y PODSC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de agosto (ATCC) -- El Partido Social-Democrata de Corea (PSDC) y el Partido de Obreros Democraticos del Sur de Corea (PODSC) publicaron el dia 22 la Declaracion Conjunta denunciando las maniobras japonesas de usurpacion de la isla Tok y de represion contra los coreanos residentes en Japon. &nbsp;&nbsp;&nbsp;\r\n  El documento senala: &nbsp;&nbsp;&nbsp;\r\n  Han transcurrido los 63 anos desde cuando se derrotaron y se expulsaron de esta tierra los imperialistas japoneses. Estos, al pisotear despiadadamente con las fuerzas armadas a la nacion coreana que se enorgullece de su historia de 5 milenios y tradicion de cultura brillante, asesinaron barbaramente a los coreanos inocentes, destruyeron todo lo que pertenecia a la nacion coreana y usurparon incontables recursos naturales. &nbsp;&nbsp;&nbsp;\r\n  Japon, que cometio tamanos crimenes antibelicos contra la nacion coreana, no se propone hacer  disculpas e indemnizacion sinceras por el respecto sino pone a flote la gangsteril ambicion de usurpar la isla Tok que es territorio propio de la nacion coreana y arrecia sus maquinaciones de represion y persecucion contra los coreanos residentes en su pais. &nbsp;&nbsp;&nbsp;\r\n  Es indiscutible que por razon historica, geopolitica y juridica la isla Tok es el territorio inviolable de la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  No obstante, Japon insiste obstinadamente que es la suya la isla Tok que es la tierra sagrada de Corea tratando de internacionalizar el problema de la isla Tok. Esto es una clara prueba de que este pais isleno no abandona la ambicion de realizar el antiguo sueno de \"esfera de coprosperidad de gran Asia Oriental\" dando tinte positivo a la criminal historia de dominio colonial sobre Corea. &nbsp;&nbsp;&nbsp;\r\n  Los coreanos residentes en Japon son aquellos que durante el tiempo pasado por los imperialistas japoneses se arrestaron y se llevaron forzadamente a Japon y se vieron obligados a cumplir trabajos duros de esclavos en las fabricas belicas y minas hulleras y sus descendientes. Por eso Japon tiene la obligacion juridica y moral de asegurar la vida y el derecho democratico de los coreanos residentes en su pais. &nbsp;&nbsp;&nbsp;\r\n  Es asi el hecho, pero, Japon revelo a la faz de la sociedad internacional su sucia naturaleza de violador de DDHH al despreciar a los coreanos residentes en su pais y pisotear los derechos nacionales de estos. &nbsp;&nbsp;&nbsp; \r\nTodo esto pone por si solo a la faz del mundo que Japon es el pais bestial que no esta dotado de la elemental razon y tambien demuestra patentemente que este pais, en vez de sacar leccion de la derrota en el pasado, intenta poner la sucia bota de nueva agresion sobre esta tierra llamando el fantasma militarista. &nbsp;&nbsp;&nbsp; \r\nEl PSDC y el PODSC condenan tajantemente tales maniobras de Japon considerandolas como intolerable desafio a la soberania y la dignidad de la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  Esta no es la nacion debil de ayer cuando Japon atropellaba arbitrariamente este territorio y perpetraba a su antojo carnicerias. &nbsp;&nbsp;&nbsp;\r\n  Todos los coreanos del Norte y el Sur observan con alta vigilancia los tejemanejes de Japon. &nbsp;&nbsp;&nbsp;\r\n  Si ese pais isleno trata de volver a usurpar una pulgada de nuestra patria olvidando su vergonzoso pasado, todos los coreanos del Norte, el Sur y en ultramar, unidos, llevaran a Japon al abismo de la bancarrota sin salida. &nbsp;&nbsp;&nbsp;\r\n  Nuestros dos partidos urgen energicamente que Japon abandone su vano sueno de nueva agresion, haga disculpa sincera e indemnizacion por sus crimenes cometidos en el pasado a la nacion coreana e interrumpa de inmediato la represion y persecucion contra los coreanos residentes en este pais isleno. &nbsp;&nbsp;&nbsp;\r\n  En el futuro tambien, el PSDC y el PODSC, junto con todos los coreanos en el pais y el extranjero, rechazaran tajantemente las maniobras de usurpacion territorial y la represion de Japon contra los coreanos residentes en este pais solidarizandose con firmeza bajo la bandera de \"Entre nosotros, los connacionales\", espiritu principal de la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. \r\n\r\n\r\n"
        },
        {
            "title": "Labor de revalidacion de desechos por proteccion ambiental en Corea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#11",
            "content": "Banquete por aniversario 41 de fundacion de ASEAN\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de agosto (ATCC) -- Con motivo del 41o aniversario de la fundacion de la Asociacion de Naciones del Sudeste Asiatico (ASEAN), ofrecieron el dia 22  el banquete. &nbsp;&nbsp;&nbsp;\r\nA la recepcion fueron invitados el canciller Pak Ui Chun, el vicecanciller Kim Yong Il y otros funcionarios coreanos. &nbsp;&nbsp;&nbsp;\r\nTambien, estuvieron presentes los embajadores del Reino de Cambodia, Chhorn Hay, de la Republica Socialista de Vietnam, Le Van Cu, de la Republica Democratica Popular Lao, Chaleune Warinthrasak, de Malasia, Rahimi Bin Harun, y el encargado de negocios a.i de Indonesia, Bambang Daranindra, todos acreditados en Corea, y otros miembros de estas embajadas. &nbsp;&nbsp;&nbsp;  \r\n  En la ocasion hubo discursos.\r\n\r\n\r\n"
        },
        {
            "title": "Festividades de entidades de masas",
            "url": "http://kcna.co.jp/item/2008/200808/news08/23.htm#12",
            "content": "Labor de revalidacion de desechos por proteccion ambiental en Corea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de agosto (ATCC) -- En Corea se desarrolla animadamente la labor de revalidacion de desechos para la proteccion medioambiental. &nbsp;&nbsp;&nbsp;\r\nEl Instituto de la Proteccion Medioambiental del Ministerio de Proteccion Territorial y Medioambiental obtiene exitos en la investigacion para reutilizar aguas residuales y desperdicios de las fabricas de alimentos y las papeleras. &nbsp;&nbsp;&nbsp;\r\nEl instituto desarrollo la substancia coherente para utilizar como la fuente de produccion al purificar aguas residuales y retratar los desechos que se generan en el proceso de la produccion. &nbsp;&nbsp;&nbsp;\r\nCon esta sustancia quimica, las fabricas de alimentos recogen en aguas residuales las sustancias proteicas utiles y producen el anexo de pienso de los animales, y las fabricas papeleras purifican aguas residuales para utilizarlas en la produccion. &nbsp;&nbsp;&nbsp;\r\nAdemas, la realizacion de la \"purificacion del area de aguas contaminadas con la gran azolla filliculoidas\" contribuye grandemente a la proteccion  medioambiental. &nbsp;&nbsp;&nbsp;\r\nEn las ramas de la industria metalica y la quimica se despliega activamente esa labor. &nbsp;&nbsp;&nbsp;\r\nLa Fabrica de Acero de Pyongyang, la de Cojinete de Pyongyang y la de Maquinas Herramientas de Mangyongdae dotaron de las instalaciones para regenerar los residuos y los caducos productos como materias primas y materiales para la produccion y la Fabrica de Cuadernos de Pyongyang invento nueva tecnologia para producir el aislante termico con los residuos. \r\n\r\n\r\n"
        }
    ]
}