{
    "date": "2008-04-25",
    "url": "http://kcna.co.jp/item/2008/200804/20080425.htm",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Spokesman on Pyongyang Visit by U.S. Nuclear Experts Delegation",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Held to Mark 76th Anniversary of KPA",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#2",
            "content": "DPRK Foreign Ministry Spokesman on Pyongyang Visit by U.S. Nuclear Experts Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question put by KCNA Thursday as regards the Pyongyang visit by a delegation of U.S. nuclear experts: &nbsp;&nbsp;&nbsp;\r\n There took place here from April 22 to 24 negotiations between officials concerned of the DPRK and a delegation of U.S. nuclear experts made up of officials of the State Department and White House and experts of the Defense Department and Energy Department. &nbsp;&nbsp;&nbsp;\r\n Technical matters for winding up the implementation of the October 3 agreement including the contents of the nuclear declaration were discussed there. &nbsp;&nbsp;&nbsp;\r\n The negotiations proceeded in a sincere and constructive manner and progress was made there.    \r\n\r\n\r\n"
        },
        {
            "title": "Moves to Obliterate National Education of Koreans in Japan under Fire",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#3",
            "content": "National Meeting Held to Mark 76th Anniversary of KPA \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- A national meeting was held to celebrate the 76th founding anniversary of the Korean People's Army at the April 25 House of Culture on Thursday. &nbsp;&nbsp;&nbsp;\r\n Attending the meeting were senior party, army and state officials, the chairpersons of the friendly parties, officials of party, armed forces and power organs, social organizations, ministries and national institutions, servicepersons, officials of scientific, educational, cultural and art, public health and media organizations, bereaved families of revolutionary martyrs, families of servicepersons, those who have distinguished themselves in assisting the army and working people in Pyongyang, overseas compatriots staying in the socialist homeland and the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were diplomatic envoys of different countries, representatives of international organizations and members of the military attaches corps here. &nbsp;&nbsp;&nbsp;\r\n Vice-Marshal of the Korean People's Army Kim Il Chol, member of the National Defence Commission of the DPRK and minister of the People's Armed Forces, in his report recalled that President Kim Il Sung founded the original Songun idea, the first of its kind in history, and, on this basis, declared to the whole world the founding of the Korean People's Revolutionary Army on April 25, Juche 21 (1932), adding that this marked a historic event which brought about a radical turning-point in carving out the destiny of the Korean people and developing the revolution. &nbsp;&nbsp;&nbsp;\r\n The KPA has guaranteed with arms the Korean people's revolutionary struggle for sovereignty, independence and socialism and honorably fulfilled its mission and duty as a main force for the Korean revolution under the care of the President and General Secretary Kim Jong Il in the whole historical course since its foundation, the reporter noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Our revolutionary armed forces defeated with arms the Japanese imperialist aggressors in the hard-fought anti-Japanese revolutionary war and achieved the historic cause of the country's liberation under the leadership of Kim Il Sung, thus regaining the dignity and sovereignty of the nation and paving a wide avenue for building a rich and powerful independent and sovereign state. &nbsp;&nbsp;&nbsp;\r\n The KPA under his leadership defeated the U.S. imperialist aggressors, who boasted of being the \"strongest\" in the world, in the Fatherland Liberation War, thereby defending the DPRK and firmly guaranteeing with arms the Korean people's revolutionary struggle for the socialist revolution and socialist construction. &nbsp;&nbsp;&nbsp;\r\n It has creditably discharged its mission as a main force for the Korean revolution, performing unparalleled exploits in the sacred struggle to defend the socialist motherland and in the building of a great prosperous powerful nation under the experienced and tested leadership of Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n What occupies a distinguished place in his leadership over the army building is that he set forth the modeling of the entire army on the Juche idea as the greatest programme for building the army, thus developing the KPA into the army of the leader and the party and laying a firm foundation of the Songun politics. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il fully established the Songun politics as the main political mode under socialism reflecting the requirements of the developing revolution in the 1990s, thus ushering in a new era of the Juche revolution, an era of Songun. &nbsp;&nbsp;&nbsp;\r\n Thanks to his Songun politics, a great turn has taken place in the political and ideological traits and fighting spirit of the People's Army and the driving force for the Korean revolution has grown remarkably stronger and the core and leading role of the KPA increased in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The reporter underscored the need for all party members, the servicepersons and the people to deeply grasp the immortal Songun revolutionary history of Kim Il Sung and remain true to the Songun politics and the Songun revolutionary leadership of Kim Jong Il and thus strengthen the KPA into the eternal army of the President and the Supreme Commander and consolidate the single-minded unity of the party, the army and the people around the headquarters of the revolution in every way. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation requires the whole party and army and all the people to get fully prepared to go into action with high alertness, the reporter said, and went on: &nbsp;&nbsp;&nbsp;\r\n The pro-U.S. sycophantic and bellicose conservative ruling forces of the \"Grand National Party\" which came to power in south Korea recently are working hard to overturn all achievements made by the north and the south after the publication of the June 15 joint declaration, letting loose a spate of sophism such as \"priority to the south Korea-U.S. relations\", \"complete solution of the north's nuclear issue\" and \"pragmatism\" and blatantly swimming against the trend of the era of independent reunification. Worse still, reckless remarks calling for a \"preemptive strike\" at the DPRK are heard from among military brasshats. &nbsp;&nbsp;&nbsp;\r\n The KPA is following with high vigilance the south Korean authorities' sycophancy towards the U.S. and their moves for confrontation with the north and the moves of the military warmongers. It is fully prepared to counter any slightest move of the enemies for \"preemptive strike\" with advanced preemptive blows of its own style. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now talking about \"peace\" and dialogue before us but behind the scene it is getting busy with the building of a triangular military alliance with south Korea and Japan on the basis of the scenario to stifle the DPRK and becoming frantic with the provocative arms buildup and exercises for a war of aggression, thus creating a touch-and-go situation. &nbsp;&nbsp;&nbsp;\r\n If the U.S. conservative hard-liners and their followers ignite a new war of aggression on the Korean Peninsula despite the repeated warnings of the DPRK, its army and people will mobilize all the military potentials of Songun Korea built up for a long period of time and mercilessly strike and wipe out the aggressors and surely accomplish the historic cause of national reunification, the cherished desire of the Korean people.    \r\n\r\n\r\n"
        },
        {
            "title": "Koreans in Japan Called upon to Revive Spirit of April 24 Struggle for Education",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#4",
            "content": "Moves to Obliterate National Education of Koreans in Japan under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- 60 years have passed since the Japanese reactionaries mercilessly suppressed the struggle of Koreans in Japan for protecting their right to democratic national education. &nbsp;&nbsp;&nbsp;\r\n After their defeat the Japanese reactionaries persistently worked to hamstring the efforts of the Koreans in Japan to develop democratic national education. &nbsp;&nbsp;&nbsp;\r\n It was the lifelong desire of the Koreans in Japan to send their children to school as they were denied an opportunity to study under the rule of the Japanese imperialists. That was why Koreans in Japan conducted national education as a movement involving all compatriots under the slogan \"Let those who have money donate their money, those who have strength devote their strength and those who have knowledge contribute their knowledge to building Korean schools!\" despite the complicated political situation in Japan and their hard life. &nbsp;&nbsp;&nbsp;\r\n The U.S. and Japanese reactionaries reacted to this by issuing an \"order to close Korean schools\" in Hyogo, Osaka, Yamaguchi, Tokyo, Okayama, Ibaraki and other areas where Korean schools were concentrated. Then they issued the threatening \"statement\" titled \"Warning to Koreans in Japan\" and mobilized army, police, heavy weapons and fire-engines to start the operations to close Korean schools by force. &nbsp;&nbsp;&nbsp;\r\n Koreans in Japan turned out in the struggle against the outrageous and impudent moves of the U.S. and Japanese reactionaries for closing the Korean schools. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries became ever more furious in the moves to eliminate Korean schools. &nbsp;&nbsp;&nbsp;\r\n The successive Japanese governments have invariably pursued the reactionary policy for obliterating national education of Koreans in Japan and imposing education aimed at assimilating them into Japanese. &nbsp;&nbsp;&nbsp;\r\n They have persistently pursued the above-said educational policy, regarding it as the most important means for benumbing Koreans' consciousness of national independence and completely assimilating them into Japanese. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities' policy for obliterating the national education of Koreans in Japan is a heinous policy of national discrimination. &nbsp;&nbsp;&nbsp;\r\n It is due to the national discrimination policy of the Japanese government that Korean schools are excluded not only from receiving financial support including educational subsidies but from being provided with necessary educational facilities. Advancement to higher schools by graduates from Korean schools is also restricted. &nbsp;&nbsp;&nbsp;\r\n The right to education is an especially important issue as it is directly related to human dignity. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Japan is sticking to the education aimed at assimilation and policy of discriminating against the Korean schools. This is a wanton violation of the independent right of Koreans in Japan, the right to education guaranteed by human rights conventions. &nbsp;&nbsp;&nbsp;\r\n Violence against students of Korean schools and reckless remarks made against them are part of the despicable moves of the Japanese authorities to bar the development of national education of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n At least 160 cases of violence against Korean girl students occurred in 1994 alone and as many as 319 cases of violence and harsh remarks against Korean students were reported in four months from September 17, 2002. These facts clearly show how desperately the Japanese reactionaries have worked to check the advance of Koreans in Japan to defend and expand the right to national education at any cost. &nbsp;&nbsp;&nbsp;\r\n It is well known to the world that innocent students of Korean schools were threatened and assaulted and even lives of Koreans in Japan were threatened whenever bigwigs of the Japanese political circles let loose a spate of outbursts slandering the DPRK and the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n It is intolerable for Japan to desperately bar the independent development of national education of Koreans in Japan, remaining hostile to Chongryon, the defender of democratic national rights of Koreans in Japan, far from properly repenting of its past crimes.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets German Guests",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#5",
            "content": "Koreans in Japan Called upon to Revive Spirit of April 24 Struggle for Education \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Koreans in Japan staged the April 24 Struggle for Education six decades back through which they protected their right to democratic national education at the cost of blood. This was the biggest mass struggle, the first of its kind in the history of the movement of Koreans in Japan, as they struggled in unity against the suppression perpetrated by the U.S. and Japanese reactionaries in a bid to nip the early movement of Koreans in Japan in its bud and deprive them of their legitimate national rights. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Thursday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The struggle which drew a total of more than 1.1 million Koreans taught precious truth that only when Koreans in Japan fight in firm unity can they foil any repressive move and protect national rights. &nbsp;&nbsp;&nbsp;\r\n The situation surrounding the General Association of Korean Residents in Japan (Chongryon) at present is little different from that six decades before when fascist suppression of Koreans in Japan was rampant. &nbsp;&nbsp;&nbsp;\r\n The national rights of Chongryon and Koreans in Japan are now being wantonly violated and a stumbling block is lying in the way of their patriotic cause due to the Japanese reactionaries' anachronistic and disturbing rackets against the DPRK and Chongryon. &nbsp;&nbsp;&nbsp;\r\n History and reality go to clearly prove that the Japanese reactionaries are a group of shameless gangsters who have not an iota of conscience and the sworn enemy of the Koreans with whom they can never live under the same sky. &nbsp;&nbsp;&nbsp;\r\n The cause of Chongryon is just and sure to triumph. &nbsp;&nbsp;&nbsp;\r\n The Chongryon officials and Koreans in Japan will certainly overcome all difficulties by reviving the spirit displayed by the participants in the April 24 struggle six decades back and bring the dawn of victory without fail.    \r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Libyan Delegation",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#6",
            "content": "Kim Yong Nam Meets German Guests \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with Rudolf Seiters, president of the German Red Cross, and his party now on a visit to the DPRK at the Mansudae Assembly Hall on Thursday. &nbsp;&nbsp;&nbsp;\r\n On hand were Jang Jae On, chairman of the Central Committee of the DPRK Red Cross Society, and officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Art Performance Given by War Veterans in Pyongyang",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#7",
            "content": "Yang Hyong Sop Meets Libyan Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a friendly talk with a delegation of the Secretariat of Foreign Liaison and International Cooperation of Libya led by Secretary for Asian Affairs Mohamed Omar Albarani who paid a courtesy call on him at the Mansudae Assembly Hall on Thursday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Hyong Jun, vice-minister of Foreign Affairs, and Abdelhafiz Misbah Bin Rabha, chief of the Economic Cooperation Bureau of Libya here.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given for Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#8",
            "content": "Art Performance Given by War Veterans in Pyongyang \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- An art performance was given by war veterans in Pyongyang at the Central Workers' Hall on April 23 to celebrate the 76th founding anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n The performers sang high praises of the undying revolutionary feats President Kim Il Sung performed by making a new history of the Juche-based army building and founding the revolutionary armed forces and strengthening them in every way and thereby leading the Korean people's struggle for independence, sovereignty and socialism to victory. &nbsp;&nbsp;&nbsp;\r\n They put on the stage poem and chorus \"Please Receive Our Salute\" and drum and chorus \"General on a Galloping White Horse\", representing their profound thanks and trust in General Secretary Kim Jong Il who has trained the KPA into a matchless army, a defender of the country and creator of the people's happiness and demonstrated the national power of Juche Korea all over the world with his unique Songun politics. &nbsp;&nbsp;&nbsp;\r\n In their colorful numbers including poem and chorus \"For the Motherland\", male vocal solo and chorus \"My House in My Native Place\", male quintet \"Accordionist Has Come\" and female chorus \"My Dear Husband Has Become a Hero\" the performers truthfully represented the thoughts and feelings of the war veterans who fought heroic battles during the war for the sake of the leader and the country and glorified the days of their military service with feats.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket and Congratulatory Message to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#9",
            "content": "Reception Given for Military Attaches Corps \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- The Ministry of the People's Armed Forces gave a reception for the military attaches corps here on April 23 on the occasion of the 76th founding anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were members of the corps headed by Dau Xuan Long, military attache of the Vietnamese embassy. &nbsp;&nbsp;&nbsp;\r\n Pak Jae Gyong, vice-minister of the People's Armed Forces, and general officers and officers of the KPA were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Chinese",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#10",
            "content": "Floral basket and Congratulatory Message to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket and a congratulatory message by the military attaches corps here on the occasion of the 76th anniversary of the foundation of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n They were handed to an official concerned Thursday by Dau Xuan Long, military attache of the embassy of the Socialist Republic of Viet Nam who is doyen of the corps.    \r\n\r\n\r\n"
        },
        {
            "title": "Cigarette Joint Venture Company Commissioned",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#11",
            "content": "Floral Basket to Kim Jong Il from Chinese\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the family of Zhang Weihua, an anti-Japanese revolutionary martyr, on April 23 on the occasion of the 76th birthday of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the floral basket were letters reading \"We wholeheartedly wish the great leader Comrade Kim Jong Il good health.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Spirit of Defending Leader with Lives Displayed among Servicepersons",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#12",
            "content": "Cigarette Joint Venture Company Commissioned\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- A ceremony of commissioning the Pyongyang Paeksan Cigarette Joint Venture Company was held on the spot on April 23. &nbsp;&nbsp;&nbsp;\r\n Present there were Jo Jong Ung, vice-minister of Light Industry, Pak Pyong Jong, first vice-chairman of the Pyongyang City People's Committee, officials concerned and employees of the company. &nbsp;&nbsp;&nbsp;\r\n On hand were Chinese Ambassador to the DPRK Liu Xiaoming and staff members of his embassy, a delegation of the Jilin Provincial People's Government of China headed by Vice-Governor Wang Zuji, Zhang Benfu, president of a tobacco company of China, and other Chinese guests. &nbsp;&nbsp;&nbsp;\r\n Speaking at the ceremony Tong Myong Chol, manager of the Pyongyang Paeksan Cigarette Joint Venture Company, said that the company commissioned at a time when the DPRK-China friendship is growing stronger day by day will ensure the quality of products on a high level as required by the developing reality. &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches were made by Jo Jong Ung, Liu Xiaoming, Zhang Benfu and Jin Hongtian, vice-president of a tobacco company in Jilin Province of China. They referred to the fact that a modern cigarette production base sprang up thanks to the ardent desire of the peoples of the two countries to boost the bilateral friendship, expressing belief that the company would register great success in production and management activities in the future. &nbsp;&nbsp;&nbsp;\r\n Then the participants went round the production processes of the company.    \r\n\r\n\r\n"
        },
        {
            "title": "Achievements Born by Revolutionary Soldier Spirit",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#13",
            "content": "Spirit of Defending Leader with Lives Displayed among Servicepersons\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- The DPRK is greeting the 76th anniversary of the foundation of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n�@On the occasion of their red-letter day, the officers and men of the KPA are recollecting with deep emotion the proud years in which it has won victory after victory under the banner of defending the leader at the cost of their lives. &nbsp;&nbsp;&nbsp;\r\n�@The revolutionary forerunners fought bloody battles in defence of the headquarters of the revolution under the uplifted red banner during the anti-Japanese war. Their lofty revolutionary spirit has been inherited by the KPA servicepersons as it was. &nbsp;&nbsp;&nbsp;\r\n�@The KPA with the very spirit held aloft the slogan \"For the Party and the Leader!\" during the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n�@In their letter of pledge written in the trench clouded with powder-smoke, the brave soldiers of the KPA said that as long as there were soldiers faithful to the respected Supreme Commander General Kim Il Sung, the height 1211 would remain as the height of the fatherland. &nbsp;&nbsp;&nbsp;\r\n�@Each phrase of the letter fully reflects the unswerving resolution of the soldiers, the second generation of the revolution, who made no scruple to dedicate their youth and lives, bearing deep in their minds the truth that the fatherland is just the bosom of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n�@Under the banner of guarding the leader with their very lives, the KPA servicepersons beat down the U.S. imperialists who boasted of being \"the strongest\" in the world and won a brilliant victory in the war. &nbsp;&nbsp;&nbsp;\r\n�@It was none other than the KPA soldiers who firmly seized in their hands rifles in defence of the leader under the slogan \"Defend the Central Committee of the Workers' Party of Korea headed by Comrade Kim Il Sung at the cost of our lives!\" and created the song \"Song Devoted to Marshal Kim Il Sung\" reflecting their reverence for the leader and their pledge of defending the leader and loudly sang it as the song of victorious advance in the postwar period. &nbsp;&nbsp;&nbsp;\r\n�@The servicepersons are giving fuller play to the spirit of defending the leader today with Kim Jong Il as the Supreme Commander. &nbsp;&nbsp;&nbsp;\r\n�@Lots of people have done praiseworthy deeds of defending the leader at the cost of their lives in the sky, land and sea of the country. Among them are Kil Yong Jo who destroyed himself without hesitation together with his burning plane for the safety of the headquarters of the revolution though bailing out of the plane could save him from death on combat duty; the 17 heroes of Mujae Peak who protected trees bearing revolutionary slogans from fire by covering them with their bodies; and the crewmen of the Ship 8115 of the Korean People's Security Force who tightly packed the portraits of the great persons of Mt. Paektu and died a heroic death, singing the song \"No Motherland without You\" when their ship was wrecked by typhoon at sea. &nbsp;&nbsp;&nbsp;\r\n�@Today the spirit of defending the leader at the cost of lives displayed to the full in Mt. Paektu by the anti-Japanese revolutionary forerunners has been successfully carried forward by the third and fourth generations of the revolution.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Foolish Attempt to Attain World Domination through Banking Facilities",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#14",
            "content": "Achievements Born by Revolutionary Soldier Spirit\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Servicepersons are giving full play to the revolutionary soldier spirit in important sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n�@The spirit representing the Songun era reflects the ideology and morale, hard-working traits and heroic feats of the servicepersons who are making devoted efforts to bring the lofty intention of General Secretary Kim Jong Il into practice, going through fire and water. &nbsp;&nbsp;&nbsp;\r\n�@Over the last 10-odd years they have constructed many monumental edifices in different parts of the country defying difficulties. &nbsp;&nbsp;&nbsp;\r\n�@All the creations including Chongryu Bridge (second stage), Kumnung Tunnel No. 2, Pyongyang-Hyangsan Sightseeing Motorway, Anbyon Youth Power Station, Songwon and Thaechon dams of the Thaechon Power Station and the Great Ryongmun Cavern are the valuable fruits of their thorough-going spirit of guarding the leader at the cost of their lives and their spirit of thoroughly implementing his instructions. &nbsp;&nbsp;&nbsp;\r\n�@They worked out the world-startling miracles and performed feats under the motto \"When the Party is determined we can do anything!\" reflecting their invariable faith and will. &nbsp;&nbsp;&nbsp;\r\n�@When Kim Jong Il unrolled a plan for building modern industrial establishments commensurate with the requirement of the new era that would contribute to the improvement of people's living standard, the people's army held the banner in the van of the country. &nbsp;&nbsp;&nbsp;\r\n�@While visiting salt refining factory, essential foodstuff factory, chicken farm, cattle ranch, catfish factory, fish farm, injector factory and instant noodle factory, he expressed his great satisfaction saying that they were proud creations which would do much toward the improvement of the people's living standard. His appreciation was precisely the greatest happiness for the soldier-constructors. &nbsp;&nbsp;&nbsp;\r\n�@The servicepersons grew up to be able creators in the efforts to implement his lofty intention for providing the people with a happy life. &nbsp;&nbsp;&nbsp;\r\n�@In order to allay his apprehensions over electricity when the electricity situation of the country was very difficult, the servicepersons rushed to power stations and coal mines. They fully displayed the revolutionary soldier spirit in coal-cutting faces deep under the ground and on the sites for general overhaul of generating equipment. &nbsp;&nbsp;&nbsp;\r\n�@They carried out the labor-consuming objects in the efforts for helping the countryside and in the projects for rezoning land and building gravity-fed waterway. &nbsp;&nbsp;&nbsp;\r\n�@Under the indefatigable Songun revolutionary leadership of Kim Jong Il the revolutionary soldier spirit gave birth to the Kanggye spirit, torchlight of Songgang, torchlight of Ranam and Thaechon spirit.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Assails Japanese Dietmen's Visit to \"Yasukuni Shrine\"",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#15",
            "content": "U.S. Foolish Attempt to Attain World Domination through Banking Facilities\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- The United States is used to put sanction and pressure on the countries which get on its nerves through financial facilities. &nbsp;&nbsp;&nbsp;\r\n�@Recently, it decided to take a step of financial sanction against major banks, enterprises and individuals of Iran. &nbsp;&nbsp;&nbsp;\r\n�@Its purpose is to make Iran change her politics through the intensified political and economic pressure. &nbsp;&nbsp;&nbsp;\r\n�@It glaringly shows that the financial facilities are being used as the main pressure lever in the U.S. attempt to realize the strategy of world domination. &nbsp;&nbsp;&nbsp;\r\n�@As already known, the U.S. has pursued as its main foreign policy to spread \"democracy\" to the other countries while keeping the politics of supremacy by \"strength\" since the end of the Cold War. &nbsp;&nbsp;&nbsp;\r\n�@The real intention of the U.S. is to force the given countries to open economic and banking organs under the cloak of \"freedom\" and \"democracy\" and thus dominate them politically and economically in the long run. &nbsp;&nbsp;&nbsp;\r\n�@For this purpose, it came out with \"Washington Consensus\".&nbsp;&nbsp;&nbsp;\r\n�@The \"Washington Consensus\", a strategy for imposing the U.S.-style market economic system upon the other countries, holds that the developing countries should \"open\" the financial organs and introduce the \"new liberalistic\" economic policy for the sustainable development of economy. &nbsp;&nbsp;&nbsp;\r\n�@From the early 1990s, the U.S. has forced international monetary organizations under its wire-pulling to use the \"Washington Consensus\" as a string when rendering \"aid\" to the countries undergoing economic difficulty. When they do not respond to it, the U.S. stopped offering loans and others. Therefore, the receivers were compelled to introduce \"full financial liberalism\" and open the financial organs in an overall way. As a result, they forfeited the rights to control the strategic domain and economic artery and in the long run, they were controlled by the \"Wall Street\".&nbsp;&nbsp;&nbsp;\r\n�@The freezing of assets is one of the financial sanctions, a mean for the United States to threaten others and force them to realize \"democratization\".&nbsp;&nbsp;&nbsp;\r\n�@In particular, it has put pressure upon the anti-U.S. independent nations by the method of freezing their assets under the pretext of \"anti-terrorism war\" after the \"September 11 incident\".&nbsp;&nbsp;&nbsp;\r\n�@It had frozen properties of 305 \"professional groups and individuals that are engaged in international terrorist outrages\" in the period from 2001 to 2003 alone. &nbsp;&nbsp;&nbsp;\r\n�@The U.S. financial infiltration through the Soros Foundation clearly proves what extend its wild ambition for world supremacy through the financial means has reached today. &nbsp;&nbsp;&nbsp;\r\n�@Since 2003 various kinds of \"color revolution\" such as \"rose revolution\", \"orange revolution\" and \"lemon revolution\" have broken out in member nations of the Commonwealth of Independent States. &nbsp;&nbsp;&nbsp;\r\n�@In the \"color revolution\", the foundation played the role of shock brigade in the \"structural reorganization\" of the relevant countries, taking advantage of their economic difficulties and political confusions. &nbsp;&nbsp;&nbsp;\r\n�@After the dissolution of the Soviet Union, the foundation began to stretch its tentacle to member nations of the Commonwealth of Independent States. It desperately conducted anti-government activities such as offering a colossal amount of political fund to the political dissident groups and instilled antagonism into them while forming various kinds of non-government organizations under the mask of \"poverty relief\", \"charity activity\", \"free training and free education\" and the like and extensively spreading the Western-style \"democracy\".&nbsp;&nbsp;&nbsp;\r\n�@As a result the governments were overthrown and dissident groups came into power in those countries. &nbsp;&nbsp;&nbsp;\r\n�@All the facts give a serious lesson that the U.S. sanction, pressure and financial infiltration through banking organs should be approached with vigilance and rejected categorically.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Assails Japan's Ambition to Grab Tok Islet",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#16",
            "content": "KCNA Assails Japanese Dietmen's Visit to \"Yasukuni Shrine\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Dozens of Japanese lawmakers paid a group visit to \"Yasukuni Shrine\" on April 22. &nbsp;&nbsp;&nbsp;\r\n More than 60 dietmen, among them an aide to the prime minister and seven other government officials, visited the shrine on the occasion of the \"spring memorial service.\" This was nothing but undisguised agitation for aggression by the Japanese reactionaries keen on beautifying Japan's past history of aggression. &nbsp;&nbsp;&nbsp;\r\n The shrine is symbolic of the Japanese imperialists' blood-stained history of aggression as it keeps mortuary tablets of hideous war criminals including Tojo, a war fanatic and militarist boss. &nbsp;&nbsp;&nbsp;\r\n The Japanese politicians' visit to the shrine is aimed to justify the Japanese imperialists' past aggression and colonial rule and lay an ideological basis of militarism. &nbsp;&nbsp;&nbsp;\r\n The present Japanese government's allowance of such visits to the shrine is little short of officially denying and justifying the past crimes and implanting the militarist idea into the Japanese society. &nbsp;&nbsp;&nbsp;\r\n No one can deny the fact that the visit to the shrine is a serious political issue related to the misfortune suffered by Asians in the last century. &nbsp;&nbsp;&nbsp;\r\n Whether the Japanese politicians visit the shrine or not serves as a touchstone judging whether Japan has a will to go for peace, breaking with the militarist past, or go for militarist reinvasion. &nbsp;&nbsp;&nbsp;\r\n Therefore, continued allowance of such visits will result in stoking militarist fever in Japan. &nbsp;&nbsp;&nbsp;\r\n Visit to the said shrine serves as a means for infusing the militarist idea into the Japanese and escalating the moves for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n By infusing the militaristic idea through the visit to the shrine, the Japanese reactionaries seek to create atmosphere in favor of reinvasion in the Japanese society. &nbsp;&nbsp;&nbsp;\r\n Herein lies the grave and dangerous nature of the visit to the shrine. &nbsp;&nbsp;&nbsp;\r\n The Japanese right-wing forces are acting a shock brigade in executing the policy for overseas aggression as they try to call back the departed soul of militarists in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionary circle's visit to the shrine only disclosed before the international community Japan's true colors as a war criminal state whose militarist nature remains unchanged. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to seriously face up to the reality if it truly wants to shake off the ill-fame of being a war criminal state.    \r\n\r\n\r\n"
        },
        {
            "title": "National Reconciliation and Unity Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#17",
            "content": "Rodong Sinmun Assails Japan's Ambition to Grab Tok Islet\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- It was recently disclosed that the Japanese Foreign Ministry has distributed documents dealing with ten essential points to help \"understand the issue of Tok Islet\" since February. The document is peppered with a spate of sheer sophism that Tok Islet \"is obviously part of the inviolable territory of Japan in the light of the historical background and international law.\" &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes in a signed commentary carried in this regard:  No matter how persistently the Japanese reactionaries may assert the dominion over Tok Islet, it can never be part of Japan's territory. &nbsp;&nbsp;&nbsp;\r\n Citing concrete facts to prove this, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are well aware that their assertion is far-fetched, but they are working hard to seize Tok Islet, part of the inalienable territory of Korea, in a brigandish manner. &nbsp;&nbsp;&nbsp;\r\n They have become undisguised in their attempt to grab the Tok Islet, claiming \"dominion\" over it. &nbsp;&nbsp;&nbsp;\r\n A call for taking a physical counter-measure over the issue of the Tok Islet is heard from the Japanese government and there is the movement to dispatch troops of the Self-Defence Forces to the waters off the islet. &nbsp;&nbsp;&nbsp;\r\n It is a revelation of the criminal intention to seize the islet by force of arms. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' reckless action to grab the islet has reached a very serious phase. &nbsp;&nbsp;&nbsp;\r\n Their scenario to grab the islet is aimed to stage a comeback to Korea and ultimately to reinvade Asia. &nbsp;&nbsp;&nbsp;\r\n Japan's ambition to seize the islet is nothing but a daydream. The Japanese reactionaries' persistent moves for territorial expansion would only bring Japan destruction and disgrace.    \r\n\r\n\r\n"
        },
        {
            "title": "Stop to Policy for \"Cooperation\" with Foreign Forces Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#18",
            "content": "National Reconciliation and Unity Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- The April Revolution Society, the Solidarity for Progress and other civic and public organizations in south Korea held a joint memorial service at the April 19 cemetery in Seoul Saturday on the occasion of the 48th anniversary of the April Popular Uprising. &nbsp;&nbsp;&nbsp;\r\n At the service speakers said that the spirit of the April 19 uprising is fully reflected in the spirit for independence, democracy and reunification, and called upon the progressive camp to go closely united and dynamically struggle to implement the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n A declaration titled \"Let's pave the way for national reconciliation by implementing the June 15 joint declaration\" was read out at the event. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group's evermore undisguised anti-reunification moves require the Koreans to achieve national reconciliation and unity holding the banner of the June 15 joint declaration higher than ever before, it noted. &nbsp;&nbsp;&nbsp;\r\n Stressing the need to achieve the independent and peaceful reunification of the country by the concerted efforts of the Korean nation in the spirit of the uprising, the declaration called upon all the people to struggle to achieve national reconciliation and unity and bring about a landmark phase in the reunification movement. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Democratic Labor Party held a memorial service there on the same day at which it called for inheriting the spirit of the uprising and working hard to build a new world where workers, peasants and other popular masses will live well equally.    \r\n\r\n\r\n"
        },
        {
            "title": "Campaign to Suppress Progressive Forces under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#19",
            "content": "Stop to Policy for \"Cooperation\" with Foreign Forces Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- The Solidarity for Progress in south Korea called a press conference outside \"Chongwadae\" in Seoul on April 21 at which it denounced the results of the talks between the south Korean and U.S. chief executives. &nbsp;&nbsp;&nbsp;\r\n At the press conference speakers charged that Lee Myung Bak was busy unhesitatingly selling off the interests of the Korean nation, taken in by the promise made by his American master to \"tighten the strategic alliance\" during his junket to the U.S. &nbsp;&nbsp;&nbsp;\r\n Accusing the authorities of having agreed to import American beef for the purpose of concluding the FTA with the U.S., in particular, they deplored that this was symbolic of the typical humiliating diplomacy of the Lee Myung Bak regime. &nbsp;&nbsp;&nbsp;\r\n Holding that the \"National Assembly\" should pass a draft resolution calling for the withdrawal of the plan to import American beef, instead of passing the \"motion calling for the ratification of FTA\" with the U.S., they declared that they would wage a struggle against the \"government\" by reflecting the resentment of the people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n A press release said that an agreement on stopping the cutback of the U.S. forces in south Korea, reached between Lee and the U.S. side during his trip to the U.S., etc. are a treacherous act of going against the peace process on the Korean Peninsula. It urged him to stop at once the aggressive and servile \"cooperation\" with outside forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Work Off Press in Venezuela",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#20",
            "content": "Campaign to Suppress Progressive Forces under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- The Solidarity for Progress, the Joint Conference of Human Rights Organizations and other civic and public organizations in south Korea called a press conference outside \"Chongwadae\" on April 17 at which they denounced the Intelligence Service's appeasement and threat aimed at suppressing the progressive forces. &nbsp;&nbsp;&nbsp;\r\n At the press conference speakers recalled that on March 13 agents of the IS appeased and threatened those related to the \"case of the Single-minded Society\" now detained in Taejon prison, blustering that they would ferret out all pro-north forces ranging from \"Chongwadae\" to the Reunification Solidarity since there is the  Right-wing regime. &nbsp;&nbsp;&nbsp;\r\n Such acts perpetrated by them against members of the reunification movement organizations suggest that the IS is undisguisedly involved in the moves to stamp out the progressive forces, they noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Just after the present \"government\" emerged, violations of the \"National Security Law\" have occurred one after another and the suppression of the progressive organizations has been intensified. The above-said acts are nothing but a plot to fake up a large-scale spyring case or the case of other organization in a bid to strain the situation under the pretext of security. &nbsp;&nbsp;&nbsp;\r\n They called upon all civic and public organizations to jointly counter the moves of the authorities to crack down upon the progressive forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Cause of Justice Supported by WPC",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#21",
            "content": "Kim Il Sung's Work Off Press in Venezuela\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- President Kim Il Sung's famous work \"Historical Experience of Building the Workers' Party of Korea\" was brought out in booklet by the Canta Clara Publishing House of Venezuela on April 15. &nbsp;&nbsp;&nbsp;\r\n The work, published on May 31, Juche 75(1986), deals with the struggle waged by the Korean communists to build a party during the anti-Japanese armed struggle and feats performed by them in its course and clearly indicates the tasks for strengthening and developing the Workers' Party of Korea into a revolutionary party of Juche type and the ways to do so.    \r\n\r\n\r\n"
        },
        {
            "title": "April Holidays of DPRK Observed",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#22",
            "content": "Korean People's Cause of Justice Supported by WPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- A general meeting of the World Peace Council was held in Caracas, the capital of Venezuela, from April 9 to 10. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by delegates of more than 120 organizations from 81 countries including the DPRK and regions. &nbsp;&nbsp;&nbsp;\r\n The final declaration adopted at the meeting stressed that it is a key to ensuring the peace and stability in Northeast Asia and the rest of the world to eliminate the root cause of war on the Korean Peninsula and strongly demanded the U.S. drop its hostile policy towards the DPRK and replace the armistice agreement by a peace agreement. &nbsp;&nbsp;&nbsp;\r\n The declaration called on the Koreans to achieve independent reunification and peace and prosperity through their concerted efforts in conformity with the June 15 North-South Joint Declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Revolutionary Exploits Praised",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#23",
            "content": "April Holidays of DPRK Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Meetings were held in France, Germany, Laos and Guinea between April 10 and 12 to commemorate the Day of the Sun and the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were photos showing the immortal Songun leadership exploits of the peerlessly great men. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The international secretary of the Central Committee of the French Revolutionary Communist League, referring to the undying feats of President Kim Il Sung, said that he was the father of socialist Korea, the great leader of the Korean people and the prominent elder statesman representing the 20th century. &nbsp;&nbsp;&nbsp;\r\n The chairman of the German preparatory committee for commemorating the Day of the Sun and the 60th birthday of the Democratic People's Republic of Korea stressed that the President fathered the Juche idea and the Songun idea and strengthened the party and the army and actively enlisted the popular masses' creative power in the whole period of leading the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The manager of the Laos-Korea Tin Company declared that the DPRK would demonstrate its might as an invulnerable socialist fortress in the future, too, as it has matchless military power which has grown stronger than ever before thanks to the Songun politics of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The director general of the Kim Il Sung Institute of Agricultural Science in Guinea, introducing the glorious revolutionary history of Kim Il Sung, stressed that the feats performed by him in the human cause of independence would be always remembered not only by the Korean people but also by the world people. &nbsp;&nbsp;&nbsp;\r\n A message to Kim Jong Il was adopted at the meeting held in Germany.    \r\n\r\n\r\n"
        },
        {
            "title": "MINREX se refiere al resultado de recientes negociaciones RPDC-EE.UU.",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#24",
            "content": "Kim Il Sung's Revolutionary Exploits Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 24 (KCNA) -- Carlos Enrique Pereira, secretary general of the Brazil-Korea Friendship Association, issued a statement on April 15 to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The statement said that the history of modern Korea is shining more brilliantly along with the revolutionary history of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It recalled that the President founded the Workers' Party of Korea and the Democratic People's Republic of Korea after the liberation of the country and led the Fatherland Liberation War to victory and converted the DPRK into a powerful socialist state, independent in politics, self-supporting in the economy and self-reliant in national defence in a brief period after the war. &nbsp;&nbsp;&nbsp;\r\n Today the Korean people are pushing ahead with socialist construction under the tested guidance of Kim Jong Il, remaining true to the behests of the President, it said. &nbsp;&nbsp;&nbsp;\r\n The statement stressed that the great exploits performed by the President in the struggle for the independent and peaceful reunification of the country would shine long.    \r\n\r\n\r\n"
        },
        {
            "title": "Acto central por 76 aniversario de fundacion del EPC",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#25",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Secretariado de CRPP condena a titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#26",
            "content": "MINREX se refiere al resultado de recientes negociaciones RPDC-EE.UU.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 24 de abril (ATCC) -- En entrevista con la Agencia Telegrafica Central de Corea con respecto a la visita a Pyongyang de la delegacion de expertos en asuntos nucleares de Estados Unidos, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio este jueves la siguiente respuesta: &nbsp;&nbsp;&nbsp;\r\n  Tuvieron lugar del dia 22 al 24 en Pyongyang las negociaciones entre los funcionarios de ramas correspondientes de la RPDC y la delegacion de expertos en asuntos nucleares de EE.UU. integrada por los funcionarios del Departamento de Estado y la Casa Blanca y los expertos de los Departamentos de Defensa y de Energia. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion fueron discutidos el contenido de la declaracion nuclear y otros problemas de trabajo para ultimar la implementacion del Acuerdo del 3 de Octubre. &nbsp;&nbsp;&nbsp;\r\n  Se logro avance en esas negociaciones, que transcurrieron de manera sincera y constructiva.   \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia ambicion de usurpacion de tierra de Japon",
            "url": "http://kcna.co.jp/item/2008/200804/news04/25.htm#27",
            "content": "Acto central por 76 aniversario de fundacion del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 24 de abril (ATCC) -- Tuvo lugar el dia 24 en la Casa Cultural 25 de Abril el acto central por el 76 aniversario de la fundacion del Ejercito Popular de Corea. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion participaron los cuadros del partido, el ejercito y el Estado, los presidentes de partidos amigos, funcionarios de organos del partido, las fuerzas armadas y el Poder, entidades sociales, ministerios y organos centrales, oficiales y soldados del EPC, funcionarios de las ramas de ciencia, educacion, cultura y arte, salud publica, prensa e informacion, familiares de martires revolucionarios y militares, benemeritos en la ayuda al ejercito, trabajadores capitalinos, compatriotas en ultramar de visita en la patria socialista y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang. &nbsp;&nbsp;&nbsp;\r\n  Tambien fueron invitados los representantes diplomaticos de varios paises y representantes de organizaciones internacionales y miembros del Cuerpo de Agregados Militares acreditados en Corea. &nbsp;&nbsp;&nbsp;\r\n  El vicemariscal del EPC Kim Il Chol, miembro del Comite de Defensa Nacional de la RPDC y ministro de las Fuerzas Armadas Populares, al presentar el informe de la ocasion, dijo que el Presidente Kim Il Sung creo por primera vez en la historia la original idea del Songun (priorizacion militar) y a base de ella proclamo el 25 de abril del 21 (1932) de la Era Juche a todo el mundo la fundacion del Ejercito Revolucionario Popular de Corea, lo cual fue un evento historico que dejo abierto el motivo de cambio radical en la forja del destino del pueblo coreano y el desarrollo de la revolucion. &nbsp;&nbsp;&nbsp;\r\n  Durante toda su historia desde su fundacion hasta la fecha, el EPC ha venido garantizando con las fuerzas armadas la lucha revolucionaria de nuestro pueblo por la soberania, la independencia y el socialismo bajo la direccion del gran Lider y el genial comandante y ha venido cumpliendo honrosamente su mision y deber como grueso de la revolucion coreana, senalo el informante y prosiguio: &nbsp;&nbsp;&nbsp;\r\n   Las fuerzas armadas revolucionarias de Corea derrotaron con armas a los agresores imperialistas japoneses en la ardua guerra revolucionaria antijaponesa bajo la direccion del Presidente Kim Il Sung y cumplieron la historica causa de liberacion de la patria recuperando asi la dignidad y soberania de la nacion y abriendo las posibilidades de la construccion de un Estado rico, soberano e independiente. &nbsp;&nbsp;&nbsp;\r\n  Bajo su direccion, el EPC derroto a los invasores imperialistas norteamericanos, que se jactaban de su \"supremacia\" mundial, en la Guerra de Liberacion de la Patria, salvaguardo la RPDC y garantizo firmemente con armas la lucha revolucionaria de nuestro pueblo por la revolucion y construccion socialistas. &nbsp;&nbsp;&nbsp;\r\n  El EPC, bajo la probada y refinada direccion del Comandante Supremo Kim Jong Il, ha cumplido excelentemente su mision como grueso de la revolucion coreana acumulando meritos sin iguales en la sagrada batalla por la defensa de la patria socialista y la construccion de una gran potencia prospera. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il presento la transformacion de todo el ejercito segun la idea Juche como maximo programa de la construccion del ejercito y a base de ello, fortalecio y desarrollo al ejercito popular en el ejercito del Lider y del partido y echo la firme base de la politica de Songun,  lo cual ocupa un lugar especial en la direccion del Dirigente Kim Jong Il para la construccion del ejercito. &nbsp;&nbsp;&nbsp;\r\n  En la decada de los 90 del siglo pasado, el Comandante Supremo establecio en todos los sentidos la politica de Songun como modo politico principal del socialismo reflejando la demanda del desarrollo de la revolucion y dio inicio a la nueva epoca de la revolucion del Juche, la era del Songun. &nbsp;&nbsp;&nbsp;\r\n  Gracias a la politica de Songun del Dirigente, se registro un gran cambio en los rasgos ideo-politicos y el estilo de lucha del ejercito popular, se fortalecio extraordinariamente el sujeto de nuestra revolucion y crecio el papel medular y protagonico del ejercito popular en la revolucion y la construccion. &nbsp;&nbsp;&nbsp;\r\n  Todos los militantes del partido, los oficiales y soldados del ejercito popular y otros habitantes deben aprender profundamente la inmortal historia de la revolucion del Songun del Presidente Kim Il Sung y seguir con fidelidad la politica de Songun y la direccion del Dirigente sobre la revolucion mediante el Songun a fin de fortalecer al EPC como el eterno ejercito del Lider y del Comandante Supremo y consolidar por todos los medios la unidad monolitica entre el partido, el ejercito y el pueblo cuyo centro es la Direccion de la Revolucion. &nbsp;&nbsp;&nbsp;\r\n  La situacion de hoy exige que todo el partido, todo el ejercito y todo el pueblo se mantengan muy alertos y esten dispuestos a movilizarse para el combate. &nbsp;&nbsp;&nbsp;\r\n  En estos dias, las fuerzas conservadoras proyanquis y belicistas del \"Gran Partido Nacional\" del Sur de Corea, que tomaron el poder hace poco, intentan echar por tierra todos los logros alcanzados entre el Norte y el Sur despues de la aprobacion de la Declaracion Conjunta del 15 de Junio difundiendo sofismas como \"teoria de priorizar las relaciones Sur de Corea-EE.UU.\", \"solucion completa del problema nuclear del Norte\", \"pragmatismo\" y desafiando frontalmente a la corriente de la epoca de reunificacion independiente. &nbsp;&nbsp;&nbsp;\r\n�@Y entre los magnates del circulo militar suenan abiertamente hasta las palabras tan agresivas como \"ataque preventivo\" a la RPDC. &nbsp;&nbsp;&nbsp;\r\n  El EPC vigila agudamente los actos entreguistas proyanquis y de confrontacion con el Norte de las autoridades surcoreanas y las maniobras de los belicistas del circulo militar y esta preparandose perfectamente para responder con el ataque preventivo adelantado a nuestro estilo a cualquier menor movimiento de \"ataque preventivo\" de los enemigos. &nbsp;&nbsp;&nbsp;\r\n  En estos momentos, aunque EE.UU. habla de la \"paz\" y del dialogo de frente a frente, se enfrasca a espaldas en la estructuracion de las relaciones de alianza militar tripartita con el Sur de Corea y Japon con el malsano proposito de atropellar a la RPDC y lleva la situacion a la fase de explosion impulsando freneticamente el provocativo aumento armamentista y los ejercicios de guerra de agresion. &nbsp;&nbsp;&nbsp;\r\n  Si las fuerzas conservadoras intransigentes de EE.UU. y sus seguidores desatan la nueva guerra de agresion en la Peninsula Coreana pese a las reiteradas advertencias de la RPDC, el ejercito y el pueblo coreanos aniquilaran implacablemente a los invasores empleando toda la potencialidad militar de la Corea del Songun consolidada de siglo en siglo y cumpliran sin falta la historica causa de reunificacion de la patria, maximo anhelo del pueblo coreano.   \r\n\r\n\r\n"
        }
    ]
}