{
    "date": "2008-05-16",
    "url": "http://kcna.co.jp/item/2008/200805/20080516.htm",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Delegation of High School Principals of Chongryon",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "SPA Chairman Meets German Lawmaker and His Party",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#2",
            "content": "Kim Yong Nam Meets Delegation of High School Principals of Chongryon \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and talked in a compatriotic atmosphere with the delegation of high school principals of the General Association of Korean Residents in Japan (Chongryon) headed by Jo Han Ju, chief inspector of the educational department of the Chongryon Central Standing Committee, at the Mansudae Assembly Hall on Thursday.\r\n\r\n"
        },
        {
            "title": "Reception Given by Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#3",
            "content": "SPA Chairman Meets German Lawmaker and His Party \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a friendly talk with Johannes Plug, member of the Federal Assembly from the Social-Democratic Party of Germany, and his party at the Mansudae Assembly Hall on Thursday.\r\n\r\n"
        },
        {
            "title": "National School Youth and Children Sport Contest Opens",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#4",
            "content": "Reception Given by Chinese Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Liu Xiaoming, Chinese ambassador to the DPRK, hosted a reception at his embassy here on Wednesday in connection with the successful torch relay for the 29th Olympic Games in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n  Present there on invitation were Kim Yong Il, premier of the DPRK Cabinet, and Pak Hak Son, chairman of the Korean Physical Culture and Sports Guidance Commission who is chairman of the DPRK Olympic Committee, and others. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n Liu Xiaoming in a speech said that the Pyongyang torch relay was the most excellent event, expressing his sincere thanks to the DPRK Party and government for successfully ensuring the event. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the Sino-Korean friendly and cooperative relations would steadily grow stronger under the care of General Secretary Hu Jintao and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Pak Hak Son in his speech said that this event provided a significant occasion in boosting the friendly and cooperative relations between the two peoples of the DPRK and China and putting the mutual cooperation in the field of sports on a higher level. &nbsp;&nbsp;&nbsp;\r\n Saying that the successful torch relay clearly proved the solidity of the DPRK-China friendship, he added that the Korean people would make positive efforts to develop the friendly relations between the two countries in the future, too. \r\n\r\n\r\n"
        },
        {
            "title": "World Day of Red Cross and Red Crescent Marked",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#5",
            "content": "National School Youth and Children Sport Contest Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The 34th National School Youth and Children Sports Contest for Jongilbong Cup opened. &nbsp;&nbsp;&nbsp;\r\n This contest brought together at least 5,000 school youth and children selected in every province. &nbsp;&nbsp;&nbsp;\r\n The participants, divided into middle school and primary school groups, will compete in more than 10 events including football, basketball, table-tennis, Taekwon-Do and Korean wrestling. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony was held at the Basketball Gymnasium in Chongchun Street today. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Pak Hak Son, chairman of the Physical Culture and Sports Guidance Commission, officials concerned and school youth and children. \r\n\r\n\r\n"
        },
        {
            "title": "Successes Made by Korean People Praised",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#6",
            "content": "World Day of Red Cross and Red Crescent Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- A briefing on red cross activities was held at the Taedonggang Club for the Diplomatic Corps Thursday on the occasion of World Day of Red Cross and Red Crescent under the co-sponsorship of the Central Committee of the DPRK Red Cross Society, the delegation of the International Federation of Red Cross and Red Crescent Societies and the delegation of the International Committee of the Red Cross active in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were members of the C.C., the DPRK Red Cross Society, officials concerned and members of the said delegations. &nbsp;&nbsp;&nbsp;\r\n Diplomatic envoys of various countries and staff members of different embassies and staff members of the missions of international organizations here were present there on invitation. &nbsp;&nbsp;&nbsp;\r\n Its participants were briefed on the activities of the DPRK Red Cross Society, the International Federation of Red Cross and Red Crescent Societies and the International Committee of the Red Cross. &nbsp;&nbsp;&nbsp;\r\n Diverse events were held by branches of the Red Cross Society on the same occasion. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Iranian Embassy Officials Visit Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#7",
            "content": "Successes Made by Korean People Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) --The foreign guests who took part in the 11th Pyongyang Spring International Trade Fair gave their impressions of the Korean people hastening the building of a great prosperous powerful nation, united close around General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  Li Wentao, head of the delegation of the Haier Group of China, said that modern mechanical products made in the DPRK are on display in the fair, adding that this helped him know well about the successes achieved by the Korean people under the leadership of Kim Jong Il and a high level of economic development attained by the DPRK. &nbsp;&nbsp;&nbsp;\r\n  Ebrahim Wassouf, member of the delegation of the General Bureau for International Exhibition of the Syrian Arab Republic, noted that this fair contributed to boosting the friendship and cooperation among countries, hoping that the Korean people would register greater success in building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n  Yang Meixiang, head of the delegation of Henan Xinfei Electric Co., Ltd. of China, said that many countries wished to have economic cooperation and exchange with the DPRK. &nbsp;&nbsp;&nbsp;\r\n  Nigel Cowie, vice-chairman of the European Business Association who works in the DPRK, noted that he would make positive efforts to develop the exchange and cooperation between the enterprises of Europe and the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "More Evidence Proving U.S. and Japanese Aggressors' Crimes Unearthed",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#8",
            "content": "Iranian Embassy Officials Visit Schoolchildren's Palace \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Iranian Ambassador to the DPRK Morteza Moradian and staff members of the Iranian embassy here visited the Mangyongdae Schoolchildren's Palace on Thursday on the occasion of the week of the DPRK-Iran friendship. &nbsp;&nbsp;&nbsp;\r\n The guests looked round various rooms for hobby groups of the palace and enjoyed an art performance given by members of the schoolchildren's art group at its theatre.\r\n\r\n\r\n"
        },
        {
            "title": "Events of Accident Prevention Month Held in DPRK",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#9",
            "content": "More Evidence Proving U.S. and Japanese Aggressors' Crimes Unearthed \r\n&nbsp;&nbsp;&nbsp;Haeju, May 14 (KCNA) -- More evidence proving the thrice-cursed crimes committed by the U.S. and the Japanese imperialists against the Korean people was unearthed and put on display at the Hall Devoted to the Working Class Education of South Hwanghae Province in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Found in Yonggwang-dong, Haeju City was a \"monument\" bearing letters \"Christianity and Methodist Church\" which U.S. missionaries erected after building a church. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists who came to Korea under the mask of missionaries long ago built \"churches,\" \"schools,\" \"hospitals,\" etc. under the signboard of \"charity\" in Haeju City, too, through which they craftily worked to spread the idea of slavish submission among Koreans and let them harbor illusion about the U.S. &nbsp;&nbsp;&nbsp;\r\n Also discovered on the borderline between Jangchun-dong and Namsan-dong in Haeju City was a \"monument to the enforcement of the ordinance on education in Korea for a special system for volunteers for the army\" erected by the Japanese imperialists. Under this volunteer system they perpetrated such criminal acts as drafting young and middle-aged Koreans and forcing them to undergo murderous military training before hurling them to battlefields of a war of aggression.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cinema and Radio Musical Company of DPRK",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#10",
            "content": "Events of Accident Prevention Month Held in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- May and November are months of accident prevention in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\nAn itinerant juvenile Red Cross art performance was given at the Red Cross Service Centre on Thursday on the occasion of May, Month of Accident Prevention. &nbsp;&nbsp;&nbsp;\r\nIt was appreciated by officials of the DPRK Red Cross Society and members of the delegation of the International Federation of Red Cross and Red Crescent Societies and the delegation of the International Committee of the Red Cross to the DPRK. &nbsp;&nbsp;&nbsp;\r\nAfter the art performance, they looked round the room for the dissemination of first aid knowledge and the room for education in traffic safety in the centre. &nbsp;&nbsp;&nbsp;\r\nThe DPRK Red Cross Society has conducted diverse activities in collaboration with the International Federation of the Red Cross and Red Crescent Societies from 2006. &nbsp;&nbsp;&nbsp;\r\nAs a part of these activities, short courses on the importance of traffic safety, danger spots, etc. were held in Pyongyang in May last year in cooperation with the federation. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#11",
            "content": "Cinema and Radio Musical Company of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The Cinema and Radio Musical Company greeted the 50th anniversary of its foundation. &nbsp;&nbsp;&nbsp;\r\n Located in Yanggak Islet on River Taedong, it is a veteran art troupe which has created and represented more than 45,000 musical pieces such as songs of feature films, TV dramas and stories, children's and scientific and documentary films and popular songs over the past 50 years. &nbsp;&nbsp;&nbsp;\r\n It has also an orchestra and a light music band. &nbsp;&nbsp;&nbsp;\r\n There are many People's and Merited Artistes and Merited Artists in the company. &nbsp;&nbsp;&nbsp;\r\n Among them there is People's Artiste Choe Sam Suk who is loved by people for her successful singing of more than 3,000 movie songs since her debut with \"The Flower Girl\", the theme song of the Korean feature film of the same title. &nbsp;&nbsp;&nbsp;\r\n Karaoke and children's music and collections of songs recorded in compact disks on sale in the country are mostly represented by the company. &nbsp;&nbsp;&nbsp;\r\n The company was awarded \"Kim Il Sung Order\" and National Flag Order First Class for its enormous contribution to the development of Juche-oriented music of the country.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preserving Juche Character and National Identity Called for",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#12",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Rodong Sinmun today dedicates an article to the 20th anniversary of the publication of General Secretary Kim Jong Il's work \"Let Us All Live and Struggle Like Heroes\" (May 15, 1988). &nbsp;&nbsp;&nbsp;\r\n The period since he published this work is a shining period in which a great victory and an epoch-making turn were brought about in the Korean revolution and construction to go down in the national history and the heroic fighting spirit of the army and people in the DPRK was fully demonstrated under his Songun leadership. &nbsp;&nbsp;&nbsp;\r\n Never in history the society was pervaded with such strong heroic fighting spirit and heroic stamina of the army and people of the DPRK as today when the Songun policy of Kim Jong Il has been enforced in all fields, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n What is important in the leadership Kim Jong Il provided to help the Korean people successfully carry forward the traditions of heroic struggle is that he always directed big efforts to the work to arm all the people with the revolutionary spirit of Mt. Paektu and encouraged them to earnestly learn from the noble spiritual world of the heroes including the anti-Japanese revolutionary forerunners and powerfully inspired the army and people of the DPRK to perform heroic feats, while making endless forced marches with patriotic devotion. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is the greatest hero and a peerlessly great man who has helped all the servicepersons and people of the DPRK become heroes and fully demonstrated the heroic stamina of Songun Korea before the world with his gifted ideological and theoretical wisdom, extraordinary personality and dynamic leadership. &nbsp;&nbsp;&nbsp;\r\n The servicepersons and people of the DPRK have fully displayed their heroism in devotedly defending the headquarters of the revolution and firmly protecting the banner of socialism with the unshakeable faith in the victory of the revolutionary cause of Juche and ushering in a great heyday of the country's prosperity with ardent patriotic enthusiasm and high creative spirit. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' Vicious Psychological Warfare under Fire",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#13",
            "content": "Preserving Juche Character and National Identity Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- Only when the Juche character and the national identity are preserved, is it possible to achieve the cause of national reunification and pave a wide avenue for national independent development and prosperity by frustrating the outsiders' interference and obstructions. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It is the unanimous desire of the Korean people to preserve the Juche character and the national identity, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Flunkeyism and the idea of depending upon foreign forces are ideological poisoning very harmful to the establishment of national independence. &nbsp;&nbsp;&nbsp;\r\n What is most essential for preserving the Juche character by putting an end to the foreign forces' domination and interference is to reject flunkeyism and the idea of depending upon foreign forces. &nbsp;&nbsp;&nbsp;\r\n Whoever truly wants the country's peace and reunification should resolutely reject the domination and interference by the U.S., an aggression force. &nbsp;&nbsp;&nbsp;\r\n South Korea has turned into a barren land of the Juche character due to the Lee Myung Bak group which is pursuing with increased frenzy sycophancy toward the U.S. and dependence upon foreign forces swimming against the trend of the present times towards national independence and independent reunification. &nbsp;&nbsp;&nbsp;\r\n National identity is a tradition peculiar to a nation and its lifeline. &nbsp;&nbsp;&nbsp;\r\n In south Korea where the national identity has been wantonly violated due to the sycophancy and treachery of the successive reactionary ruling quarters, the soul and good manners and customs of the nation are being trampled upon and everything Korean is disappearing due to the treacherous policy of the authorities. &nbsp;&nbsp;&nbsp;\r\n The national cultural heritages are the priceless treasures which represent the history and tradition of the nation. &nbsp;&nbsp;&nbsp;\r\n But the Lee group is busy perpetrating treacherous acts at home and abroad, allowing precious treasures of the nation to be lost and vandalized. &nbsp;&nbsp;&nbsp;\r\n All Koreans at home and abroad will intensify their actions to contain and reject the Lee regime which is blocking the independent development of the nation, while working hard to obliterate the national identity, bereft of Juche character, concludes the article. \r\n\r\n\r\n"
        },
        {
            "title": "Inaugurada 34a Competencia Deportiva por \"Copa Pico Jongil\"",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#14",
            "content": "Imperialists' Vicious Psychological Warfare under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 15 (KCNA) -- The collapse of the East European socialist countries was obviously the result of the imperialists' vicious ideological and cultural poisoning and deceptive psychological warfare designed to bring down socialism. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The imperialists' psychological warfare to obliterate socialism and bring down the regimes of the anti-imperialist independent countries is still going on, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The imperialists' psychological warfare is a main link in the chain of the moves for carrying out their strategy for destabilizing the above-said countries. &nbsp;&nbsp;&nbsp;\r\n The imperialists have used military strength as a basic means for conducting the psychological warfare aimed at threatening other countries. &nbsp;&nbsp;&nbsp;\r\n The historical lesson proves that the socialist countries and the anti-imperialist independent countries should steadily increase the defence capability and intensify the education of the people to help them cherish firm revolutionary faith and will in order to foil the imperialists' escalated reckless moves for a war aimed at creating horror among their peoples. &nbsp;&nbsp;&nbsp;\r\n During the period of the Cold War, the imperialists used economic power as an important means for conducting the psychological warfare designed to lure people. &nbsp;&nbsp;&nbsp;\r\n The historical lesson and experience go to prove that it is one of the important ways to frustrate the imperialists' psychological warfare to instill the spirit of self-reliance and the trait of liking one's own things into the people while consolidating the foundation of the self-supporting national economy. &nbsp;&nbsp;&nbsp;\r\n The Cold War that ended with the collapse of socialism in the East European countries underscores the particular need to maintain the highest degree of vigilance against the imperialists' psychological warfare and intensify the working class education and revolutionary education of the people, youth and children in particular, while strengthening all forces in each country. &nbsp;&nbsp;&nbsp;\r\n The imperialists are making last-ditch efforts, staking their fate on the psychological warfare now that their iron-fisted policy, policy of strength is going bankrupt in all fields. It is the important way for defending the sovereignty of the country and the nation and socialism and precipitating the final doom of imperialism to frustrate the mean and vicious psychological warfare of the imperialists. \r\n\r\n\r\n"
        },
        {
            "title": "Miembros de embajada irani visitan palacio de ninos de Mangyongdae",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun subraya necesidad de mantener el espiritu Juche",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#16",
            "content": "Inaugurada 34a Competencia Deportiva por \"Copa Pico Jongil\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de mayo (ATCC) -- Quedo iniciada este jueves en el Centro de Baloncesto del reparto Chongchun la 34a Competencia Deportiva Nacional de Jovenes y Ninos Escolares por el \"Premio Pico Jongil\".&nbsp;&nbsp;&nbsp;\r\n  En esta cita participaran mas de 5 mil jovenes y ninos escolares seleccionados en sus respectivas provincias y se entablaran los juegos de mas de 10 disciplinas como futbol, baloncesto, ping pong, Taekwondo y Sirum (lucha tradicional coreana) en las categorias de escuelas secundarias y primarias. &nbsp;&nbsp;&nbsp;\r\n  En la ceremonia inaugural participaron el secretario del Comite Central del Partido del Trabajo de Corea Kim Jung Rin, el presidente del Comite de Direccion de Deportes Pak Hak Son y otros funcionarios, jovenes y ninos escolares.\r\n\r\n\r\n"
        },
        {
            "title": "Actos con motivo del mes contra accidentes en Corea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/16.htm#17",
            "content": "Miembros de embajada irani visitan palacio de ninos de Mangyongdae\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de mayo (ATCC) -- Con motivo de la semana de amistad Corea-Iran, el embajador Morteza Moradian y otros miembros de la Embajada de la Republica Islamica de Iran en Corea visitaron el dia 15 el Palacio de Ninos y Escolares de Mangyongdae. &nbsp;&nbsp;&nbsp;\r\nLos huespedes recorrieron las salas de varios circulos y presenciaron en el teatro del palacio la funcion de los miembros del circulo artistico.\r\n\r\n\r\n"
        }
    ]
}