{
    "date": "2008-03-11",
    "url": "http://kcna.co.jp/item/2008/200803/20080312.htm",
    "articles": [
        {
            "title": "Press Conference at Chinese Embassy",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#1",
            "content": "Press Conference at Chinese Embassy \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- A press conference was held at the Chinese embassy here Tuesday in connection with a ceremony to be held here for the torch relay race for the 29th Olympic Games. &nbsp;&nbsp;&nbsp;\r\n It was attended by Korean media persons in the city of Pyongyang and correspondents of China and Russia and foreign embassy officials here. &nbsp;&nbsp;&nbsp;\r\n Liu Xiaoming, Chinese ambassador to the DPRK, addressing the conference, expressed the belief that the above-said ceremony to be held in Pyongyang would contribute to boosting the traditional friendship between China and DPRK and promoting the exchange and cooperation in different fields including sports and culture between the two countries. &nbsp;&nbsp;&nbsp;\r\n He noted that the ceremony would help the world people know better about magnificent buildings, beautiful scenery, clean streets and excellent social environment in Pyongyang and the progressive spiritual traits of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Then he answered the questions raised by media persons. &nbsp;&nbsp;&nbsp;\r\n Prior to the press conference, its participants watched a video on functions for the torch relay race.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#2",
            "content": "Foreign Delegations Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- A delegation of the \"Russian Railways\" Company headed by Vice-President Alexei Mersiyanov arrived here on Tuesday. &nbsp;&nbsp;&nbsp;\r\n During the visit, the delegation will have a final discussion on the matters related to the reconstruction of railways between Khasan and Rajin and the Rajin Port and fix the date of the start of reconstruction and inspect the port and some sections of the railways. &nbsp;&nbsp;&nbsp;\r\n Also arriving here was a delegation of the Beijing Municipal Committee of the Communist Youth League of China led by Secretary Liu Jian.    \r\n\r\n\r\n"
        },
        {
            "title": "Rock Murals in Neolithic Era, Heritage of National Culture",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#3",
            "content": "Rock Murals in Neolithic Era, Heritage of National Culture \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- There are rock murals belonging to the Neolithic era among the national cultural heritages of Korea. &nbsp;&nbsp;&nbsp;\r\n They are various pictures engraved on rocks. &nbsp;&nbsp;&nbsp;\r\n Most of the rock mural (three meters wide and over 1 meter high) in Jicho-ri, Musan County, North Hamgyong Province depicts tangled patterns like coiled snakes. &nbsp;&nbsp;&nbsp;\r\n Rock murals have been discovered in other places. They reflect various geometric patterns including tangled and fretted patterns as well as deer and tigers. &nbsp;&nbsp;&nbsp;\r\n Carved in rock murals are human faces and animals trapped in a net and a fence. &nbsp;&nbsp;&nbsp;\r\n The tangled and fretted patterns are similar with those engraved on earthenware belonging to the Neolithic era. They are construed as line-engraving pictures carved by ancient Koreans in the Neolithic era. &nbsp;&nbsp;&nbsp;\r\n The rock murals give a glimpse of artistic sense and delineation method of Korean ancestors in the Neolithic era. &nbsp;&nbsp;&nbsp;\r\n Today the rock murals belonging to the Neolithic era are preserved and taken care of as precious cultural heritages in the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Cultivation of Garden Fruit Trees Brisk",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#4",
            "content": "Cultivation of Garden Fruit Trees Brisk \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- Cultivation of garden fruit trees is well under way in the current tree-planting season in the DPRK. &nbsp;&nbsp;&nbsp;\r\n One can see in all the farm villages people planting fruit trees suitable to the local soil and climatic conditions. &nbsp;&nbsp;&nbsp;\r\n On his endless journey of on-the-spot guidance a few years ago, General Secretary Kim Jong Il was deeply pleased with the beautiful panoramic view of Undong-ri, Hamju County, where each house was nestling among apricot trees. &nbsp;&nbsp;&nbsp;\r\n Riding on the crest of the nationwide campaign of garden fruit tree planting, nearly all the farm households in North Hamgyong, Jagang and Kangwon Provinces are tending five or more fruit trees of various species in their gardens. &nbsp;&nbsp;&nbsp;\r\n Peculiar scenes of persimmon trees strike your eyes everywhere in Kangwon Province. &nbsp;&nbsp;&nbsp;\r\n Munchon City, Chonnae County, Anbyon County and other cities and counties present animated scenes of persimmon tree planting around each house. There \"persimmon tree houses\" and \"persimmon tree villages\" are increasing every year. &nbsp;&nbsp;&nbsp;\r\n More than 5,300 sturdy fruit trees have been cultivated with the improvement of their manuring and tending in Undong-ri, Hamju County, South Hamgyong Province. And quite a few rural villages such as Pongsan-ri, Kumya County, Ophyong-ri, Pukchong County, and Jangdong-ri, Jongphyong County, are called \"apricot village\".&nbsp;&nbsp;&nbsp;\r\n The farm houses which have five or more fruit trees of various species  including persimmon, pear, apricot, apple, cherry, plum, grape and date increased to  more than 1,030,000 nationwide last year.    \r\n\r\n\r\n"
        },
        {
            "title": "Moves of U.S., Japan and South Korea for \"Triangular Military Alliance\" under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#5",
            "content": "Moves of U.S., Japan and South Korea for \"Triangular Military Alliance\" under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- The United States, Japan and south Korea decided to form a military cooperation mechanism called \"three-nation coordinating committee\" at the fourth meeting of the \"security research consultative council.\" This heralds the beginning of a new Cold War in Northeast Asia as it means, in fact, that the formation of a \"triangular military alliance\" has reached its finishing phase. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The projected \"triangular military alliance\" is a leftover of the Cold War. It is a criminal \"alliance\" for aggression as it is aimed at laying an anti-socialist military siege to the DPRK in a bid to stifle it in the light of its objective and nature. &nbsp;&nbsp;&nbsp;\r\n The U.S. has already built up the backbone of the \"triangular military alliance\" by concluding the \"mutual defence treaty\" with south Korea and the \"security pact\" with Japan. &nbsp;&nbsp;&nbsp;\r\n The U.S. is still seeking to dominate the whole of Korea by force quite contrary to the trend of the times towards dialogue and peace. It is busy operating the military alliance system involving the U.S., Japan and south Korea under the signboard of \"security cooperation\" and zealously egging its followers on to join in the moves for a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are joining the U.S. with increased zeal in its rackets for aggression against the DPRK in a foolish bid to realize the old dream of the \"Greater East Asia Co-prosperity Sphere\" with the latter's backing. &nbsp;&nbsp;&nbsp;\r\n The south Korean military forces, regarding foreign forces as more important than their compatriots, are now rushing headlong into treachery, confrontation between the north and the south and moves for a war of aggression against the north in league with those forces. This is evidenced by their moves to introduce \"the missile defence system\" and participate in the \"PSI\", crying out for an alliance with the U.S. and Japan more loudly than ever before. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned moves are a blatant challenge to the sincere efforts of the DPRK to defuse the military confrontation and tension on the Korean Peninsula and build a lasting peace-keeping mechanism and carve out a new history of the nation for reunification and prosperity. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never remain a passive on-onlooker to the moves stepped up by the south Korean bellicose forces for military confrontation with fellow countrymen in collusion with their masters U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n The warmongers of the U.S., Japan and south Korea would be well advised to properly pay heed to the DPRK's warnings and stop working for reinforcing the criminal \"triangular military alliance\" aimed at escalating the military confrontation and tension, urges the commentary.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Foreign Minister's Reckless Remarks Refuted",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#6",
            "content": "Japanese Foreign Minister's Reckless Remarks Refuted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- Some days ago, Japanese Foreign Minister Komura in a NHK TV appearance blustered that Japan would economically \"cooperate\" with north Korea if it fulfills its commitments, adding that \"by the settlement of the past he meant huge economic aid.\" &nbsp;&nbsp;&nbsp;\r\n Commenting on Komura's ridiculous remarks, Rodong Sinmun Tuesday says: &nbsp;&nbsp;&nbsp;\r\n What he uttered reveals the crafty intention of the Japanese reactionaries to twist the essence of the issue of settling the past and paint themselves as \"humanitarians\" and \"helpers.\" This is nothing but sheer sophism intended to cover up their crime-woven past and evade its responsibility to redeem it under the pretext of \"economic aid.\" &nbsp;&nbsp;&nbsp;\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n It is self-evident truth that the crime-woven past cannot be settled by way of \"economic aid\" under any circumstances. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists' brigandish aggression against Korea in the past and their military occupation and rule over Korea for nearly half a century were so hideous crimes that they can never be pardoned. Therefore, Japan should settle its past by making state reparation on the basis of its recognition of the Japanese imperialists' aggression from A to Z. Only by doing so can it convince the Korean people and other people of the world. &nbsp;&nbsp;&nbsp;\r\n Japan's claim that \"north Korea should fulfill its commitments\" is nothing but a poor ruse to tarnish the image of the DPRK over the nuclear issue at any cost and prod other countries into putting international pressure upon the DPRK. It is well known to the world that Japan used to raise issues irrelevant to the solution of the nuclear issue at the six-party talks, throwing hurdles in their way. Komura is letting loose a spate of sophism only to become a laughing stock of the international community. &nbsp;&nbsp;&nbsp;\r\n Japan's efforts to wrest any concession from the DPRK under the name of \"economic aid\" or use it as a lever for pressure would only render the situation more complicated.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Branded as Wrecker of Peace",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#7",
            "content": "U.S. Branded as Wrecker of Peace \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- The U.S. is quite often talking about \"dialogue\" and \"peace,\" but its actions go against its words. This has been evidenced by the fact that it obstinately conducted the Key Resolve and Foal Eagle joint military exercises. &nbsp;&nbsp;&nbsp;\r\n Minju Joson stresses this in a signed commentary Tuesday. &nbsp;&nbsp;&nbsp;\r\n Denouncing as a deceptive ruse to mislead the public opinion the U.S. assertion that the exercises are \"annual drills for defense,\" the commentary says: \r\n What is serious is the U.S. scheme to use the south Korean forces as a shock brigade in carrying out a nuclear war against the DPRK. To this end, the U.S. has pushed ahead with the modernization of south Korean forces' war hardware while transferring the U.S. troops from areas of the Military Demarcation Line to Phyongthaek and Osan areas in recent years. &nbsp;&nbsp;&nbsp;\r\n This goes to prove that how cunningly it is maneuvering to attain such profit as killing two birds with a stone, i.e. to make money through sale of arms and realize its design for invasion of the DPRK by using the south Korean forces as cannon fodder. &nbsp;&nbsp;&nbsp;\r\n The largest-scale exercises for preemptive nuclear attack on the DPRK staged by the U.S. and its transfer of huge amount of modern military equipment to the south Korean forces have evidently shown who is the very one wrecking peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Anyhow, a nuclear war has not yet broken out on the Korean Peninsula. This is attributable to the powerful war deterrent built up by the army and people of the DPRK under the uplifted banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The U.S. scheme to invade the DPRK by force is a wild dream that can never come true. &nbsp;&nbsp;&nbsp;\r\n The south Korean military warmongers, too, would be well advised to behave themselves, contemplating the consequence to be entailed by such treacherous action as collaborating with the U.S. against the fellow countrymen.    \r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of Anti-Human Rights Measures Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#8",
            "content": "Withdrawal of Anti-Human Rights Measures Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- 37 human rights organizations including the Society for Human Rights Movement in south Korea reportedly held a joint press conference in Seoul on Mar. 5. &nbsp;&nbsp;&nbsp;\r\n At the conference the organizations made public a \"written opinion on human rights tasks in five fields\" which the authorities should consider, noting that the issue of human rights in south Korean society is in the grip of a serious crisis. &nbsp;&nbsp;&nbsp;\r\n They called for abolishing the \"National Security Law\", lifting the anti-human rights measures against assembly and demonstration and sternly judging the crimes committed in the period of the past dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n They urged the authorities to make positive efforts to establish a peace-keeping mechanism on the Korean Peninsula including the withdrawal of the U.S. forces and stop to the joint military exercises and guarantee the people the right to existence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Japanese Women Calls for Lifting Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#9",
            "content": "Meeting of Japanese Women Calls for Lifting Sanctions against DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 11 (KCNA) -- A meeting of Japanese women was held in Tokyo on March 6 to call for lifting the unreasonable sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Attending it were figures and members of the Japanese Women's Society for Solidarity with the Korean Women and the National Association for the Promotion of Japan-Korea Diplomatic Relations and Japanese women. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were officials of the Central Standing Committee of the Korean Democratic Women's Union in Japan and Japan-resident Korean women. &nbsp;&nbsp;&nbsp;\r\n At the meeting Wada Haruki, secretary general of the National Association for the Promotion of Japan-Korea Diplomatic Relations, gave a lecture on the Japanese authorities' sanctions against the DPRK and the urgent need to lift them. &nbsp;&nbsp;&nbsp;\r\n  Several Japanese women said that the Korean residents in Japan are undergoing such misfortune and sufferings due to the authorities' unreasonable moves against the DPRK and the General Association of Korean Residents in Japan (Chongryon) as evidenced by the fact that they are politically suppressed and their rights ruthlessly violated. &nbsp;&nbsp;&nbsp;\r\n  A written request addressed to the Japanese authorities was adopted at the meeting in demand of the lifting of the sanctions against the DPRK and the resumption of the talks for normalizing the Japan-DPRK relations. &nbsp;&nbsp;&nbsp;\r\n It strongly demanded the Japanese authorities lift the embargo on ship Mangyongbong-92, stop at once the political suppression of Chongryon and respect the rights of the Koreans in Japan.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rueda de prensa en embajada china sobre actividad de la 29a olimpiada",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#10",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Acto central por el 80o aniversario de la fundacion de la UC",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#11",
            "content": "Rueda de prensa en embajada china sobre actividad de la 29a olimpiada\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de marzo (ATCC) -- En relacion con que tendra lugar en esta capital la carrera de relevos de la antorcha de los 29 Juegos Olimpicos, se concedio este martes una rueda de prensa en la Embajada de la Republica Popular China en Corea. &nbsp;&nbsp;&nbsp;\r\n  En esta ocasion participaron los reporteros de los periodicos, la agencia noticiera y la radio en Pyongyang, los corresponsales de China y Rusia asi como los miembros de las embajadas de varios paises. &nbsp;&nbsp;&nbsp;\r\n  Al hacer uso de la palabra, el embajador chino Liu Xiaoming expreso su conviccion de que ese acto contribuira a desarrollar mas la tradicional amistad China-Corea y a fomentar el intercambio y la colaboracion en varios dominios como el deporte y la cultura entre los dos paises. &nbsp;&nbsp;&nbsp;\r\n  Continuo que la carrera de relevos permitira a los pueblos del mundo conocer mejor de las gigantescas construcciones, el hermoso paisaje, las calles bien arregladas, el excelente ambiente social de Pyongyang y el espiritu emprendedor del pueblo coreano. &nbsp;&nbsp;&nbsp;   Acto seguido, el embajador chino respondio a las preguntas. &nbsp;&nbsp;&nbsp;\r\n  Con anterioridad, los participantes vieron un video sobre la carrera de relevos de la antorcha.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun condena a los reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2008/200803/news03/12.htm#12",
            "content": "Acto central por el 80o aniversario de la fundacion de la UC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de marzo (ATCC) -- Tuvo lugar el dia 10 en la Casa Central de Obreros el acto central por el 80o aniversario de la Union de Campesinos (UC) fundada y dirigida por el Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n  Al acto asistieron Yang Hyong Sop, vicepresidente del Presidium de la Asamblea Popular Suprema, Kim Jung Rin, secretario del CC del Partido del Trabajo de Corea, Ro Tu Chol, viceprimer ministro del Consejo de Ministros, funcionarios directivos de las organizaciones de masas y otros correspondientes, funcionarios y miembros de la Union de Trabajadores Agricolas de Corea (UTAC). &nbsp;&nbsp;&nbsp;\r\n  El informe de la ocasion estuvo a cargo de Kang Chang Uk, presidente del CC de la UTAC. &nbsp;&nbsp;&nbsp;\r\n  Desde la etapa inicial de sus actividades revolucionarias, el Presidente Kim Il Sung vio el problema de campesinos como asunto fundamental de la revolucion social y presento la original idea de que ellos forman el grueso de la revolucion junto con la clase obrera, dijo el informante y prosiguio: &nbsp;&nbsp;&nbsp;\r\n  Organizo el 10 de marzo del 17 (1928) de la Era Juche en Xinantun la Union de Campesinos, primera organizacion campesina revolucionaria en nuestro pais; despues de la liberacion de Corea, fundo, a base de tal experiencia, la Union de Campesinos del Norte de Corea, unica entidad politica masiva de estos y luego convirtio esta union en la UTAC, organizacion politica masiva de los trabajadores agricolas socialistas. &nbsp;&nbsp;&nbsp;\r\n  Bajo la direccion del Presidente, la Union de Campesinos cumplio exitosamente su mision historica en la reforma agraria realizada despues de liberado el pais, la campana para el aumento de produccion de alimentos del tiempo de guerra y las labores de asistencia al frente en el periodo de la Guerra de Liberacion de la Patria y en la lucha por transformar de manera socialista la economia rural durante la revolucion socialista desarrollada despues del fin de la guerra. &nbsp;&nbsp;&nbsp;\r\n  En pleno acato a la \"Tesis sobre el problema rural socialista en nuestro pais\" presentada por el Presidente, la UTAC desarrollo energicamente las tres revoluciones ideologica, tecnica y cultural en el campo. &nbsp;&nbsp;&nbsp;\r\nDe esta manera, acelero la conversion de los campesinos de modo revolucionario y en forma de la clase obrera e impulso energicamente la construccion rural socialista contribuyendo activamente a la lucha por la solucion del problema rural. &nbsp;&nbsp;&nbsp;\r\n  Las preciosas proezas del Presidente logradas en la construccion de la organizacion campesina revolucionaria y la solucion del problema rural las llevan adelante hoy en la etapa mas alta el Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  Todos los trabajadores agricolas y los gremiales de la UTAC deben asimilar profundamente la idea y proezas del Presidente en materia de la construccion y direccion de la organizacion campesina revolucionaria, defender firmemente y llevar adelante la orgullosa historia y tradicion del movimiento campesino de Corea iniciado y guiado por el. &nbsp;&nbsp;&nbsp;\r\n  Tambien, deben registrar un nuevo auge en la produccion agricola, trabajo mas importante de la construccion de una gran potencia prospera, en correspondencia al llamamiento combativo del partido a desarrollar la ofensiva general para la construccion de la potencia economica.     \r\n\r\n\r\n\r\n"
        }
    ]
}