{
    "date": "2008-06-02",
    "url": "http://kcna.co.jp/item/2008/200806/20080602.htm",
    "articles": [
        {
            "title": "Kim Jong Il Gives On-the-Spot Guidance to Hungnam Smeltery",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Ministry Spokesman Condemns U.S. for Slandering DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#2",
            "content": "Kim Jong Il Gives On-the-Spot Guidance to Hungnam Smeltery \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot guidance to the Hungnam Smeltery. &nbsp;&nbsp;&nbsp;\r\n He went round the room devoted to the education in the revolutionary history, conducted by senior officials of the smeltery. &nbsp;&nbsp;&nbsp;\r\n He looked back with deep emotion on the glorious history of the smeltery in which it advanced along the road of prosperity under the care of President Kim Il Sung. Noting that the smeltery turned into the nation's reliable nonferrous metal production centre under his wise leadership and meticulous care, Kim Jong Il stressed that the undying revolutionary exploits of the President would always remain shining in the history of the country. &nbsp;&nbsp;&nbsp;\r\n Walking round the production processes including the hard alloy shop and the melting furnace, he learned in detail about the technological updating and production at the smeltery. &nbsp;&nbsp;&nbsp;\r\n  He highly appreciated the feats performed by the officials, workers and technicians of the smeltery, expressing great satisfaction over the fact that they successfully completed the difficult and vast reconstruction project by their own efforts and with their technology in a brief span of time. &nbsp;&nbsp;&nbsp;\r\n Pleased to learn that the technicians and workers of the smeltery solved many scientific and technological problems by themselves, he said that only when they fully display such revolutionary spirit of self-reliance and work style as searching for and creating something new with their own efforts and wisdom can they advance original ideas and make innovative inventions and explore peculiar fields of science and technology. &nbsp;&nbsp;&nbsp;\r\n He advanced tasks to be fulfilled by the smeltery. &nbsp;&nbsp;&nbsp;\r\n The most important task before the smeltery is to keep the production going at a high rate and, at the same time, put all the production processes on a higher scientific and technological basis by steadily focusing efforts on the technological updating, he noted. &nbsp;&nbsp;&nbsp;\r\n He stressed the need for the smeltery to increase varieties of nonferrous and rare metals by energetically waging the mass movement for technological innovations and ceaselessly introducing new technology and, at the same time, collect all the valuable metals by raising the actual extraction rate of smelting. &nbsp;&nbsp;&nbsp;\r\n If the Hungnam Smeltery is to operate in full capacity it is necessary for the mines related to it to send a sufficient quantity of quality concentrated ores to it, he said, adding that to this end it is imperative for the mines to boost production and, at the same time, take a thorough-going measure for transporting the produced concentrated ores in time. &nbsp;&nbsp;&nbsp;\r\n He made the rounds of supply service facilities to learn about the supply service for the workers. &nbsp;&nbsp;&nbsp;\r\n He appreciated the efforts made by the officials of the smeltery, expressing great satisfaction over the fact that they have worked hard to provide its workers with good conditions for diet, prompted by their correct view on the supply service. &nbsp;&nbsp;&nbsp;\r\n He underlined the need for all factories and enterprises to pay primary attention to the supply service and thus provide the workers with better living conditions. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that the officials, workers and technicians of the Hungnam Smeltery would creditably carry out the revolutionary tasks before the smeltery and thus live up to the deep trust and high expectation of the WPK. &nbsp;&nbsp;&nbsp;\r\n  He was accompanied by Kim Ki Nam, secretary of the Central Committee of the WPK, and Pak Nam Gi, its department director.    \r\n\r\n\r\n"
        },
        {
            "title": "Homage to Ri Po Ik Paid",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#3",
            "content": "Foreign Ministry Spokesman Condemns U.S. for Slandering DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question raised by KCNA Saturday as regards the fact that the U.S. State Department slandered the DPRK in the 2008 \"advancing freedom and democracy report\":&nbsp;&nbsp;&nbsp;\r\n The U.S. State Department, in the report published on May 27, took fault with 106 countries as it pleased. &nbsp;&nbsp;&nbsp;\r\n In this arrogant and self-justified document crafted by it according to its own domestic law, the U.S. let loose a spate of balderdash against the DPRK, terming it \"closed\" and \"highly militarized society\" and \"dictatorship.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. had the impudence to find fault with the supreme headquarters of the DPRK and slander the Korean-style socialist system centered on the popular masses at a time when the negotiations for the settlement of the nuclear issue and the improvement of the DPRK-U.S. relations are in full swing. This can not but be an intolerable provocation and a serious insult to the dialogue partner. &nbsp;&nbsp;&nbsp;\r\n Such behavior of the U.S. side leaves the DPRK skeptical about whether it has true willingness for \"peaceful settlement of the nuclear issue\" and the \"improvement of U.S.-DPRK relations\" it has advocated. &nbsp;&nbsp;&nbsp;\r\n The U.S. recent behavior did seriously hurt the DPRK, urging it to be more vigilant. &nbsp;&nbsp;&nbsp;\r\n The DPRK will closely follow the U.S. moves and will resolutely counter any attempt to slander and do harm to the Korean socialist system with the bolstered Songun policy.    \r\n\r\n\r\n"
        },
        {
            "title": "Noble Life of Ri Po Ik",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#4",
            "content": "Homage to Ri Po Ik Paid \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- Wreaths were laid before the grave of Ri Po Ik, an ardent patriot, in Mangyongdae on Saturday on the occasion of her 132nd birthday. &nbsp;&nbsp;&nbsp;\r\n Seen standing there was a wreath from General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Kim Ki Nam, Choe Yong Rim and officials of party, armed forces and power organs, working people's organizations, ministries and national institutions and working people in the city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Placed before the grave were wreaths in the name of the WPK Central Committee, ministries, national institutions, educational organs and revolutionary schools and party and power bodies, working people's organizations and farms in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The participants paid a silent tribute to Ri Po Ik, who glorified the tradition of the revolutionary and patriotic Mangyongdae family and devoted her all to the liberation of the country and people's happiness, looking back on her noble life and exploits.    \r\n\r\n\r\n"
        },
        {
            "title": "Singing Event of Schoolchildren Held",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#5",
            "content": "Noble Life of Ri Po Ik \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The Korean people, with deep emotion,  are looking back upon the noble life of grandmother Ri Po Ik, ardent patriot and anti-Japanese fighter, on the occasion of her birth anniversary (May 31, 1876). She stood members of the Mangyongdae revolutionary family on the road of revolution and devoted herself to the struggle for achieving the sacred cause for the fatherland and people. &nbsp;&nbsp;&nbsp;\r\nWith an ardent patriotism she upheld President Kim Il Sung not as descendant of a family but as the sun of the nation and lodestar of the national liberation. &nbsp;&nbsp;&nbsp;\r\nWhen an indomitable revolutionary fighter Kim Hyong Jik, her son ended his lofty life, she said to the President: \"You must pick up the cause where he left off and win back the country, come what may. You may have no chance to take care of me or your mother, as is your filial duty, but you must give yourself heart and soul to the cause of Korea's independence.\" &nbsp;&nbsp;&nbsp;\r\nShe never yielded to any coercive power or injustice. &nbsp;&nbsp;&nbsp;\r\nWhen the Japanese imperialists forced her to change her name to Japanese one, she, with fervent patriotism, refused to do so and stubbornly resisted the pernicious colonial rule. &nbsp;&nbsp;&nbsp;\r\nShe also behaved stoutly and imposingly when the Japanese imperialists made desperate efforts to attain their heinous aim, launching \"surrender campaign\", while concentrating all the \"punitive\" forces upon the headquarters of the Korean People's Revolutionary Army. &nbsp;&nbsp;&nbsp;\r\nShe fought against the enemies, saying: \"You may take me along by force, but I won't help you. Instead, I will look around Mt. Paektu and Manchuria where my grandson is fighting against you, just to see who will be the winner\".&nbsp;&nbsp;&nbsp;\r\nAfter the liberation of the country she became the grandmother of the head of state, but she did not want any privilege but lived by her hard labor. &nbsp;&nbsp;&nbsp;\r\nIndeed, she was a steadfast fighter and ardent patriot who adhered to and glorified the lofty will of love for the country, the nation and the people, the Mangyongdae revolutionary family tradition. &nbsp;&nbsp;&nbsp;\r\nThus the President wrote in his reminiscences \"With the Century\" as follows: \"My grandfather and grandmother were old country people who knew nothing but farming. But truth to tell, I marveled at their firm revolutionary spirit and was greatly inspired by it.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Friendship Meeting Held",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#6",
            "content": "Singing Event of Schoolchildren Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- Schoolchildren's event of singing songs of the best wishes for General Secretary Kim Jong Il was held at the Open-air Theatre of the Youth Park on May 30. &nbsp;&nbsp;&nbsp;\r\n Ri Yong Hwan, secretary of the Central Committee of the Kim Il Sung Socialist Youth League, addressing the event, recalled the facts that Kim Jong Il sent a letter to President Kim Il Sung carrying the earnest desire of all the people of the country for his safety on the way to the front during the hard-fought war and wrote the famous song \"Song of Best Wishes.\" &nbsp;&nbsp;&nbsp;\r\n Hong Sok Hwa, teacher at Pyongyang University of Foreign Studies, and Yun Mun Yong, who was related to the above-said facts, talked about the contents of the meaningful letter and the song. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were colorful numbers including poem and accordion ensemble \"To My Beloved Country,\" folk song singing in unison \"My Best Country,\" female solo and Oungum ensemble \"Sound of General's Footsteps,\" female chorus \"General's Love\" and poem and trio \"Three Million Children's Letter of Best Wishes\".&nbsp;&nbsp;&nbsp;\r\n The event was watched by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Ri Yong Chol, first secretary of the Central Committee of the youth league, officials concerned, officials of the youth league and schoolchildren in Pyongyang.    \r\n\r\n\r\n"
        },
        {
            "title": "International Children's Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#7",
            "content": "Joint Friendship Meeting Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- A joint friendship meeting of children and women in Pyongyang and foreign children and women took place at the Mangyongdae Fun Fair Sunday on the occasion of the 58th anniversary of the June 1 International Children's Day. &nbsp;&nbsp;&nbsp;\r\n Present there were Yang Hyong Sop, Kim Jung Rin, Ryu Mi Yong, chairperson of the Central Committee of the Korean Chondoist Chongu Party, Kim Yong Jin, minister of Education, officials concerned and children and women in the city. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were foreign women including those in diplomatic missions of foreign countries here and their children, foreign guests and overseas compatriots staying in the homeland. &nbsp;&nbsp;&nbsp;\r\n Ro Song Sil, chairperson of the Central Committee of the women's union, made a congratulatory speech at the meeting. &nbsp;&nbsp;&nbsp;\r\n Then followed an art performance given by children. &nbsp;&nbsp;&nbsp;\r\n Put on the stage of the performance which began with chorus \"General Kim Jong Il Is Best\" were dance \"Our Holiday Is Good\", oungum concert \"Let us young comrades sing songs\", female chorus \"Wild Berries\" and other numbers. &nbsp;&nbsp;&nbsp;\r\n Foreign children sang Korean songs including \"Native Home in Mt. Paektu\".&nbsp;&nbsp;&nbsp;\r\n Then followed colorful sports and amusement games. &nbsp;&nbsp;&nbsp;\r\n Amid warm cheer Korean and foreign children spent a joyful time, vying with each other in running with a ball on foreheads, rope jumping, dribbling a ball with a ring around waists, a tug-of-war, running of train for reunification, etc. &nbsp;&nbsp;&nbsp;\r\n At the end of the games the participants danced together, deepening friendship.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Women Football Team Beats Vietnamese Rival",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#8",
            "content": "International Children's Day Marked in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- Korean children had happy International Children's Day Sunday. &nbsp;&nbsp;&nbsp;\r\n Children of nurseries and kindergartens in Pyongyang including Kim Jong Suk Nursery, Pyongyang Rungra Kindergarten No. 2 and Pyongyang Othan Kindergarten had colorful sports and amusement games and gave art performances. &nbsp;&nbsp;&nbsp;\r\n Children in nurseries and kindergartens in Kanggye City, Jagang Province and Kilju County, North Hamgyong Province also had merry and joyful holiday. &nbsp;&nbsp;&nbsp;\r\n Children in Hamhung City, South Hamgyong Province played folk games and had amusement games such as playing shuttlecock, rope jumping, playing with wild flowers and jumping like rabbit around Kuchon Pavilion in the city. In Kaesong City kindergarteners presented mass gymnastic display \"We will become children following Songun\".&nbsp;&nbsp;&nbsp;\r\n There were amusement games in Phyongsong Kindergarten in Phyongsong City, South Phyongan Province and art performances at Hyehung Kindergarten in Hyesan City, Ryanggang Province and Juil Nursery, Sariwon City, North Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n Children in Wonsan City in Kangwon Province, Sariwon City in North Hwanghae Province and Sinuiju City in North Phyongan Province enjoyed the holiday, playing folk games and sports and amusement games at Songdowon Pleasure Ground, folk street and other places. &nbsp;&nbsp;&nbsp;\r\n Children of nurseries and kindergartens in co-op farms across the country including the Chongsan Co-op Farm, Kangso County, South Phyongan Province, the Sinam Co-op Farm, Ryongchon County, North Phyongan Province and the Samjigang Co-op Farm in Jaeryong County, South Hwanghae Province also enjoyed the holiday, singing songs.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Remains of People Killed during Korean War Buried",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#9",
            "content": "DPRK Women Football Team Beats Vietnamese Rival \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- The DPRK women's football team beat the Vietnamese rival 3:0 in a league match of Group A for the 2008 Asian Women's Football Championship held in Ho Chi Minh City, Vietnam. &nbsp;&nbsp;&nbsp;\r\n The DPRK team will meet with the Chinese team on June 1 and it will be the last one in the league match.    \r\n\r\n\r\n"
        },
        {
            "title": "Brisk Anti-Tobacco Campaign in DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#10",
            "content": "Remains of People Killed during Korean War Buried\r\n&nbsp;&nbsp;&nbsp;Songchon, May 30 (KCNA) -- Buried in Sakchang-ri, Songchon County, South Phyongan Province were remains of more than 80 people who were killed by class enemies by order of the U.S. imperialists during the strategic temporary retreat in the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n Among them were core party members such as Pak Ryong Gu who was chairman of a cell of the Workers' Party of Korea in the village and their families, old people, youth and children and other patriots and inhabitants. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and class enemies massacred more than 1,700 innocent people in Songchon County during 40 odd days of their occupation and more than 150 patriots and inhabitants in Sakchang-ri only. &nbsp;&nbsp;&nbsp;\r\n A burial ceremony took place here on Friday. &nbsp;&nbsp;&nbsp;\r\n Present there were leading officials of local party and power organs, bereaved families, working people and school youth and children in Sakchang-ri. &nbsp;&nbsp;&nbsp;\r\n The participants laid wreaths and flowers before the tomb before observing a moment's silence. &nbsp;&nbsp;&nbsp;\r\n They looked round the tomb and a natural vertical cave.    \r\n\r\n\r\n"
        },
        {
            "title": "Intensified Worldwide Movement against Imperialists' Destabilization Operations Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#11",
            "content": "Brisk Anti-Tobacco Campaign in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- An anti-tobacco campaign is being launched vigorously in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\nWith the formation of the State Tobacco Control Committee the no-smoking campaign is being conducted as a state health activity and all forms of advertisement, support, promotion and others on tobacco goods which may encourage smoking are strictly banned throughout the country. &nbsp;&nbsp;&nbsp;\r\nThe public places have been set as no-smoking districts, people are allowed to smoke only in limited places and smoking among the students is controlled strictly in particular. &nbsp;&nbsp;&nbsp;\r\nVarious forms of consultations are provided to and materials for refraining from smoking are developed and rendered to those who want to give up smoking. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, medical workers are actively bringing the risk of tobacco on health home to people and strict measures are being taken against smoking within and without hospitals. &nbsp;&nbsp;&nbsp;\r\nDiverse activities are being conducted in the DPRK on the occasion of the \"World No-Tobacco Day\" (May 31) this year, too. They includes intensified education on refraining from smoking among youth, anti-smoking control and the explanation of the harmfulness of tobacco according to the theme \"Tobacco Free Youth\" set forth by the World Health Organization. &nbsp;&nbsp;&nbsp;\r\nThe DPRK signed the \"Framework Convention on Tobacco Control\" advanced by the WHO in June, Juche 92 (2003).    \r\n\r\n\r\n"
        },
        {
            "title": "Over 170 Cases of Air Espionage Committed against DPRK in May",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#12",
            "content": "Intensified Worldwide Movement against Imperialists' Destabilization Operations Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The imperialists' crafty moves to destabilize other countries are bound to go to bust only when the revolutionary parties and people intensify the revolutionary offensive in close unity, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n The imperialists regard it as the main purpose of their destabilization operations to degenerate the sound mentality of the people in the revolutionary and progressive countries, the article says, noting that bourgeois ideological and cultural poisoning and psychological warfare are the craftiest and most vicious methods employed by the imperialists recently for destabilization operations. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The imperialists are employing very crafty and diverse methods of psychological warfare to mentally degenerate people in the anti-imperialist and independent countries. They include bribing operations, noisy propaganda offensive by use of hi-tech weapons, threatening and blackmailing operations and false broadcasting offensive through such modern communications network as e-mail and cellular phones. &nbsp;&nbsp;&nbsp;\r\n Its typical example is \"gunboat diplomacy\" aimed to strike people with terror in a bid to make them obedient to them. &nbsp;&nbsp;&nbsp;\r\n The U.S. warlike forces' moves against the DPRK are a link in the whole chain of such moves. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to mentally browbeat the army and people of the DPRK and bring them to their knees through reckless moves for confrontation and war against the DPRK. It is precisely for this reason that they have conducted ceaseless large-scale exercises for a nuclear war after amassing troops equipped with nuclear weapons in south Korea and its vicinity. &nbsp;&nbsp;&nbsp;\r\n The imperialists' crafty destabilization operations are a product of their serious crisis, the article says, adding that the U.S. strong-arm and hegemonic policy is strongly rebuffed and protested worldwide. &nbsp;&nbsp;&nbsp;\r\n What is important for foiling their destabilization operations is to have a correct understanding of imperialism and take a tough stand and attitude towards it and bolster one's own military capacity. &nbsp;&nbsp;&nbsp;\r\n The revolutionary parties and people should never allow the imperialists' bourgeois ideological and cultural poisoning but intensify the international movement to foil their crafty bribery, noisy false propaganda, vicious threatening and blackmailing operations and other psychological warfare, concludes the article.    \r\n\r\n\r\n"
        },
        {
            "title": "Import of American Beef Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#13",
            "content": "Over 170 Cases of Air Espionage Committed against DPRK in May\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The U.S. imperialist aggressor forces and the south Korean puppet forces committed more than 170 cases of aerial espionage against the DPRK in May, over 100 cases by the U.S. forces and 70 odd cases by the south Korean forces, according to a military source. &nbsp;&nbsp;&nbsp;\r\n On May 29 a U-2 of the U.S. forces stationed in south Korea repeatedly made shuttle flights from the east to the west for a long time to perpetrate photographing and electronic espionage on the DPRK as a whole. 30 odd cases of espionage were carried out by this reconnaissance plane in May. &nbsp;&nbsp;&nbsp;\r\n On May 27 three RC-12s and RC-7B of the U.S. forces and RC-800 and four RF-4Cs of the south Korean puppet air force made shuttle flights day and night to commit photographing and electronic reconnaissance on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Earlier, on May 14 and 21 an E-3 of the U.S. imperialist aggressor forces was sent to the sky above south Korea from an overseas base to command aerial joint war exercises of the flying corps of the U.S. forces and the south Korean puppet air forces and, at the same time, spy on the DPRK. &nbsp;&nbsp;&nbsp;\r\n All the facts show that the U.S. imperialists and the south Korean puppet warmongers remain unchanged in their wild ambition for aggression on the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korea's Moves to Purchase American War Hardware under Fire",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#14",
            "content": "Import of American Beef Opposed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- People from all walks of life in south Korea denounced the \"government\" for enforcing the \"official instructions\" for import of American beef, strongly demanding its repeal, according to south Korean MBC. &nbsp;&nbsp;&nbsp;\r\n The People's Measure Council against the Total Opening of south Korean Market to American Beef on May 29 called a press conference at which it claimed that the \"government's\" enforcement of the \"official instructions\" are little short of the declaration of a war against the people. &nbsp;&nbsp;&nbsp;\r\n The Democratic Labor Party of south Korea launched an indefinite sit-in hunger strike in Seoul demanding the repeal of the \"official instructions\" while the Democratic Party for Great Unity held a meeting to denounce their enforcement in the \"National Assembly\". It declared an all-out struggle against the ruling camp before thrusting a letter of protest to Chongwadae demanding the repeal of the \"official instructions\" and renegotiations. &nbsp;&nbsp;&nbsp;\r\n The south Korean Confederation of Trade Unions also called a press conference on the same day in front of the warehouse of the American beef in Ryongin of Kyonggi Province and called for turning out in the struggle against the transport of beef, according to KBS and CBS of south Korea. &nbsp;&nbsp;&nbsp;\r\n The organization stressed that they would send union members to 12 depots in Kyonggi Province in which the beef is kept so that they may struggle against its delivery. &nbsp;&nbsp;&nbsp;\r\n Seven religious organizations called a joint \"press conference of Christians to tackle mad cow diseased beef\" in Seoul on the same day. &nbsp;&nbsp;&nbsp;\r\n A press release read out there demanded renegotiations on import of American beef and release of all unreasonably arrested persons, etc.    \r\n\r\n\r\n"
        },
        {
            "title": "Result of Trip to U.S. by \"Government Special Examination Group\" Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#15",
            "content": "S. Korea's Moves to Purchase American War Hardware under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- Anti-war and peace movement organizations in south Korea held the 79th rally for peace and disarmament in Seoul on May 27 at which they denounced the puppet forces' moves to purchase American war hardware. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally referred to the puppet military authorities' moves to purchase 36 Apache Longbow armed helicopters used by the U.S. forces, terming it an evident \"drain on resources for the U.S.\" &nbsp;&nbsp;&nbsp;\r\n They pointed out that a colossal amount of fund is to be collected from people as taxes for the purchase of American war hardware including the additional introduction of F-15Ks to benefit the U.S. munitions enterprises. &nbsp;&nbsp;&nbsp;\r\n By raising south Korea's status in purchasing weapons the U.S. seeks to sell to south Korea more war hardware to be scrapped by it, they said. &nbsp;&nbsp;&nbsp;\r\n The authorities' moves to purchase American weapons will make south Korea more dependent on the U.S. and what is serious is that such war means are to be used for mounting \"a preemptive attack\" on the north, they deplored.    \r\n\r\n\r\n"
        },
        {
            "title": "Candlelight Rally and Demo Staged in Seoul",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#16",
            "content": "Result of Trip to U.S. by \"Government Special Examination Group\" Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea on May 28 released a statement titled \"Result of trip to U.S. by 'government special examination group' which is no more than farce to hoodwink people.\" &nbsp;&nbsp;&nbsp;\r\n The statement recalled that the group went to the U.S. to settle the issue of opening south Korean market to American beef but after its return it said that it \"made its best\" to examine the beef production in the U.S. and \"there is no problem\" as for the American beef. &nbsp;&nbsp;&nbsp;\r\n The group's trip to the U.S. was no more than a farce staged by the \"government\" to hoodwink the people aimed at enforcing the \"official instructions\" on sanitary conditions for import and a junket during which it clearly revealed once again the intention for \"drain on resources for the U.S.\" &nbsp;&nbsp;&nbsp;\r\n No people will believe the report made by the group, the statement said, urging the Lee Myung Bak \"government\" to immediately opt for renegotiations with the U.S., instead of enforcing the instructions.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Pressurizes S. Korea to Purchase Second-hand Armed Helicopters",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#17",
            "content": "Candlelight Rally and Demo Staged in Seoul\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- A candlelight rally and demonstration against Lee Myung Bak and the \"government\" were staged in Seoul on May 30. &nbsp;&nbsp;&nbsp;\r\n Present there were more than 25,000 people including members of political parties and civic and public organizations, citizens from all walks of life, students, peasants and religionists. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally held in the plaza of the City Administration Building called upon all people to turn out for the \"impeachment of Lee Myung Bak\" and in the anti-\"government\" struggle and kindle candles not only in the streets but also in families. &nbsp;&nbsp;&nbsp;\r\n Noting that \"we can no longer recognize the mad 'government' and the mad 'president,'\" they denounced the \"government\" for doing things against the will of people such as the privatization of public domains and the forced conclusion of south Korea-U.S. FTA. &nbsp;&nbsp;&nbsp;\r\n They called for waging a grand candlelight march attended by a million people till the anniversary of the June 10 resistance. &nbsp;&nbsp;&nbsp;\r\n The participants staged a demonstration and citizens who were passing by joined them.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-Reunification Actions of Lee's Group Assailed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#18",
            "content": "U.S. Pressurizes S. Korea to Purchase Second-hand Armed Helicopters\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- In March the U.S. imperialists pressurized the south Korean puppets to purchase 36 Apache Longbow armed helicopters which were used by the U.S. Army through the U.S. Joint Military Support Corps in south Korea, according to KBS of south Korea. &nbsp;&nbsp;&nbsp;\r\n The puppet military authorities are now positively examining this demand. &nbsp;&nbsp;&nbsp;\r\n In this regard, civic and public organizations of south Korea charged that lurking behind this demand of the U.S. imperialists is an aim to keep hurling their aggression armed forces into south Korea and thus put the puppet armed forces under their control and more effectively use them for executing their policy of aggression against the DPRK and, at the same time, force the south Korean authorities to collect more money from the people as taxes. They are now demanding an immediate stop to the moves.    \r\n\r\n\r\n"
        },
        {
            "title": "Escalation of Anti-U.S. Candlelight Actions Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#19",
            "content": "Anti-Reunification Actions of Lee's Group Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The Federation of south Korean Trade Unions (FKTU) held a seminar on May 27 to denounce the reckless actions of the Lee Myung Bak group against reunification. &nbsp;&nbsp;&nbsp;\r\n The organization accused the Lee group of making a mess of all the successes achieved in the development of the inter-Korean relations in the past, totally negating the June 15 joint declaration and the October 4 declaration still today. &nbsp;&nbsp;&nbsp;\r\n The \"policy towards the north\" put forward by traitor Lee, in particular, is driving the inter-Korean relations to a collapse, the organization noted, adding that \"no nukes, opening and 3,000 dollars\" which mean nothing but \"making a reward for anything done\" are the outdated logic dating back to the days of the past dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n In order to develop the south-north relations, the Lee group should promptly clarify the stand to respect the June 15 joint declaration and the October 4 declaration and strive to implement them by dropping its cooperation with outside forces, it urged.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-\"Government\" Struggle Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#20",
            "content": "Escalation of Anti-U.S. Candlelight Actions Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- U Wi Yong, chairperson of the culture and art committee of the Democratic Labor Party of south Korea, called a press conference on May 25 at which the chairperson called for escalating the anti-U.S. candlelight actions. &nbsp;&nbsp;&nbsp;\r\n The chairperson recalled how brutally young schoolgirls Sin Hyo Sun and Sim Mi Son were killed by an armored vehicle of the U.S. forces on June 13, 2002. &nbsp;&nbsp;&nbsp;\r\n Upon hearing the news of their deaths at that time, broad sections of people launched a nationwide struggle against the U.S. with candlelight in hands to mourn the slain two schoolgirls, the chairperson noted, calling upon the people from all walks of life to launch more dynamic candlelight actions against the U.S. in Seoul and in front of the U.S. forces' bases on the occasion of June 13.    \r\n\r\n\r\n"
        },
        {
            "title": "Important Day of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#21",
            "content": "Anti-\"Government\" Struggle Staged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- A large-scale anti-\"government\" candlelight struggle was staged in Seoul on May 29, protesting against the import of American beef fraught with the danger of mad cow disease. &nbsp;&nbsp;&nbsp;\r\n Participating in the protest were more than 40,000 citizens from various circles and students and members of the civic and public organizations enraged at the Lee Myung Bak group's enforcement of the \"official instructions\" on the sanitary condition for the import of American beef. &nbsp;&nbsp;&nbsp;\r\n At a meeting held in the plaza of the city hall, speakers called for holding fast to the candlelight for change of society to the end and bringing death to Lee Myung Bak with the present candlelight, declaring that they don't recognize the \"official instructions\" of the \"government\".&nbsp;&nbsp;&nbsp;\r\n They shouted: We can not pardon the Lee Myung Bak regime's enforcement of the official instructions that disregarded the people's protest. Let the people punish it. &nbsp;&nbsp;&nbsp;\r\n Then the participants took a demonstration. &nbsp;&nbsp;&nbsp;\r\n After the demonstration they went on a sit-in strike, demanding the release of those arrested. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, similar struggles were staged in Pusan, Taejon, Kangwon Province of south Korea and other areas.    \r\n\r\n\r\n"
        },
        {
            "title": "Exploits of Kim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#22",
            "content": "Second Meeting of 21st C.C., Chongryon Held\r\n&nbsp;&nbsp;&nbsp;Tokyo, May 30 (KNS-KCNA) -- The second meeting of the 21st Central Committee of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall in Tokyo on May 30. &nbsp;&nbsp;&nbsp;\r\n Present there were Chairman So Man Sul and Chief Vice-Chairman Ho Jong Man of the Chongryon Central Standing Committee, its vice-chairmen, the chairman of the Central Audit Committee of Chongryon, the director of the Research Institute on History of Korean Residents in Japan, department directors of the Chongryon Central Standing Committee, members of the Central Audit Committee of Chongryon, leading officials of organizations and enterprises, chairmen of the headquarters and branches of Chongryon in all parts of Japan and members of the Central Committee of Chongryon. &nbsp;&nbsp;&nbsp;\r\n At the meeting So Man Sul made a report on the first agenda \"On immediate tasks and measures to which efforts should be directed to more dynamically conduct the 'movement to invite compatriots to come to the fold of Chongryon' set forth by the 21st Congress of Chongryon\" and Vice-Chairman Nam Sung U a report on the second agenda \"On Successfully Greeting the 60th Birth Anniversary of the DPRK, the great jubilee of national history, with high patriotic zeal and proud successes in work\".&nbsp;&nbsp;&nbsp;\r\n Speeches were made on the first and second agendas at the meeting. &nbsp;&nbsp;&nbsp;\r\n Decisions on the discussed agendas were adopted there. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the meeting.    \r\n\r\n\r\n"
        },
        {
            "title": "Second Meeting of 21st C.C., Chongryon Held",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#23",
            "content": "Important Day of DPRK Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- A friendly meeting was held in Mexico, film show in Russia and meeting, art performance and film show in Laos in the period from May 17 to 26 on the occasion of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean films \"They Are on the Way of Great Songun Leadership\" and \"February 16, Greatest National Holiday\".&nbsp;&nbsp;&nbsp;\r\n Present at the functions were figures of Mexican political parties including the Institutional Revolutionary Party, the Democratic Revolutionary Party and the Workers' Party, a Russian company and the Lao People's Revolutionary Youth Union. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the functions. &nbsp;&nbsp;&nbsp;\r\n The participants in the friendly meeting talked about developing the relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Put on the stage of the art performance were songs of the DPRK and Laos.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Diamond Jubilee to Be Observed in Pakistan",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#24",
            "content": "Exploits of Kim Jong Il Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 1 (KCNA) -- Indian political figures issued statements on the occasion of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n G. Debarajan, secretary of the Central Committee of the All-India Forward Bloc, in the statement issued on May 23 noted that Kim Jong Il's start of work at the Central Committee of the WPK was a historical event in strengthening and developing the WPK into the party of President Kim Il Sung and helping Korean socialism to advance along the road of victory without the slightest deviation despite the pressure and offensives of the imperialists. &nbsp;&nbsp;&nbsp;\r\n Under the wise leadership of Kim Jong Il the WPK has established the monolithic ideological system in the party and on this basis has developed into the revolutionary party that has formed unity in thinking and which is struggling for one and the same purpose and an invincible party that has achieved the single-minded unity of the leader, party, servicepersons and people, he said. &nbsp;&nbsp;&nbsp;\r\n Harising Khang, member of the Central Committee of the Communist Party of India (Marxist), in his statement on May 26 praised Kim Jong Il for publishing a lot of works reflecting the requirements of the era through his outstanding ideological and theoretical activities and clearly illuminating the way for the world progressive people to follow. &nbsp;&nbsp;&nbsp;\r\n He said that the Korean people are advancing under the uplifted banner of socialism, single-mindedly united around the Workers' Party of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Hyogo Prefectural Citizens' Council for Japan-Korea Friendship Formed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#25",
            "content": "DPRK's Diamond Jubilee to Be Observed in Pakistan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- An inaugural ceremony of the preparatory committee for celebrating the 60th birthday of the DPRK was held in Karachi on May 21. &nbsp;&nbsp;&nbsp;\r\n The minister of Social Welfare of the Sind Provincial Government was elected chairman of the preparatory committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n A declaration of the preparatory committee on holding colorful functions including seminar, photo exhibition and film show on the above-said occasion was announced at the ceremony. &nbsp;&nbsp;&nbsp;\r\n A letter to General Secretary Kim Jong Il was adopted there.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il visita lugar de recreo del monte Paekun",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#26",
            "content": "Hyogo Prefectural Citizens' Council for Japan-Korea Friendship Formed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- An inaugural ceremony of the Hyogo Prefectural Citizens' Council for Japan-Korea Friendship was held in Kobe City, Hyogo Prefecture on May 17. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Japanese personages of different circles in the prefecture. Officials of the Hyogo Prefectural Headquarters of the General Association of Korean Residents in Japan were present there on invitation. &nbsp;&nbsp;&nbsp;\r\n Yu Satamatsu, Mitsuhiro Asada, Masaharu Ie and Osamu Hashimoto were elected representative members of the council. &nbsp;&nbsp;&nbsp;\r\n Then an action plan of the council was discussed. &nbsp;&nbsp;&nbsp;\r\n Secretary General Detsu Sugita of the council, addressing the ceremony, called upon different organizations for Japan-Korea friendship and other personages to cooperate with each other and bring about a surge in Japan-Korea friendship in the future. &nbsp;&nbsp;&nbsp;\r\n A lecture on the situation on the Korean Peninsula and the prospect of normalizing the Japan-DPRK relations was given at the ceremony.    \r\n\r\n\r\n"
        },
        {
            "title": "MINREX rechaza nuevo informe de EE.UU.",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#27",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Se intensifica en Corea campana de no fumar",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#28",
            "content": "Kim Jong Il visita lugar de recreo del monte Paekun\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 31 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el lugar de recreo del monte Paekun que esta acondicionado como descansadero cultural del pueblo. &nbsp;&nbsp;&nbsp;\r\n  Ante todo, hizo conocimiento del estado de construccion del lugar de recreo recorriendo las instalaciones culturales y de servicios publicos y las rutas de visita nuevamente construidas. &nbsp;&nbsp;&nbsp;\r\n  Al ver las instalaciones de servicios publicos construidas tipicamente en armonia con el paisaje natural del monte Paekun, se puso muy contento de que se crea este nuevo lugar de recreo para los ciudadanos de Hamhung y evaluo altamente a los habitantes del distrito de Yonggwang que hicieron mucho trabajo en silencio. &nbsp;&nbsp;&nbsp;\r\n  Disfrutando del peculiar panorama del monte Paekun, dijo que hay muchos lugares famosos a lo largo de nuestro pais y destaco que es un gran orgullo para nuestro pueblo llevar su autentica vida en la hermosa patria socialista con brillante cultura y larga historia. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente indico las tareas y remedios que se presentan para acondicionar mejor el citado lugar de recreo. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente recorrio el pabellon de descanso construido nuevamente en el distrito de Yonggwang. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer el interior y exterior del pabellon construido pulcramente en medio del copioso bosque, se entero del estado de construccion y administracion e indico las tareas que se presentan en su gestion. &nbsp;&nbsp;&nbsp;\r\n  El mismo dia, el Dirigente recorrio el Templo Ryonghung, antiguo patrimonio historico-cultural, situado en el monte Paekun. &nbsp;&nbsp;&nbsp;\r\n  Se cercioro del estado de conservacion y mantenimiento de los vestigios pasando revista al pabellon Taeung y otros lugares del templo. &nbsp;&nbsp;&nbsp;\r\n  Conservar y cuidar bien las reliquias culturales historicas, donde estan impregnados el ingenio y el talento de nuestro pueblo, y organizar bien la educacion con ellas tiene gran importancia para mantener el caracter Juche y la nacionalidad y sembrar el patriotismo, apunto. &nbsp;&nbsp;&nbsp;\r\nProsiguio que se debe librar sustancialmente la labor para mantener correctamente las excelentes reliquias culturales nacionales para que los habitantes se sientan mas orgullosos de haber integrado la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  Destaco que las reliquias historicas son preciosos patrimonios culturales del pais e indico las tareas para su conservacion y mantenimiento. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron Kim Ki Nam y Pak Nam Gi, secretario y jefe de departamento del CC del PTC, respectivamente.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun llama a redoblar la vigilancia ante campana subversiva",
            "url": "http://kcna.co.jp/item/2008/200806/news06/02.htm#29",
            "content": "MINREX rechaza nuevo informe de EE.UU.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 31 de mayo (ATCC) -- En la rueda de prensa concedida este sabado con la Agencia Telegrafica Central de Corea en relacion con que el Departamento de Estado norteamericano censuro y calumnio a la Republica Popular Democratica de Corea en el \"informe sobre la promocion de la libertad y democratizacion\", el portaviz del Ministerio de Relaciones Exteriores de la RPDC dio la siguiente respuesta: &nbsp;&nbsp;&nbsp;\r\n  El pasado dia 27, el Departamento de Estado norteamericano hizo publico el \"informe sobre la promocion de la libertad y democratizacion\" de 2008 cuestionando voluntariosamente a 106 paises del mundo. &nbsp;&nbsp;&nbsp;\r\n  En este documento arrogante y arbitrario elaborado segun su ley nacional, EE.UU. maldijo de nuestro pais calificandolo de \"pais cerrado\", \"sociedad altamente militarizada\" y \"Estado de tirania\".&nbsp;&nbsp;&nbsp;\r\n  Deviene imperdonable provocacion y grave insulto a la contraparte de dialogo el hecho de que EE.UU. se atrevio a censurar de una u otra forma el regimen socialista al estilo coreano centrado en las masas populares acusando a nuestra Direccion Suprema justamente cuando estan en plena marcha las negociaciones por la solucion del problema nuclear y la mejora de las relaciones con la RPDC. &nbsp;&nbsp;&nbsp;\r\n  Tal comportamiento de la parte norteamericana hace dudar de la veracidad de la \"solucion pacifica del problema nuclear\" y la \"mejora de las relaciones con nuestro pais\", de que habla tanto ella. &nbsp;&nbsp;&nbsp;\r\n  Ademas, nos irrita mucho y nos pone mas alertos. &nbsp;&nbsp;&nbsp;\r\n  Observaremos atentamente el movimiento de EE.UU. y responderemos resueltamente con el fortalecimiento de la politica de Songun (priorizacion militar) a todos los intentos de calumniar y atentar el regimen socialista de nuestro pais.    \r\n\r\n\r\n"
        }
    ]
}