{
    "date": "2008-09-08",
    "url": "http://kcna.co.jp/item/2008/200809/20080908.htm",
    "articles": [
        {
            "title": "Ceremony of Conveying \"Nepalese International Peace Prize\" Presented to Kim Jong Il Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#1",
            "content": "Ceremony of Conveying \"Nepalese International Peace Prize\" Presented to Kim Jong Il Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A ceremony of conveying the \"Nepalese International Peace Prize\" to General Secretary Kim Jong Il by the Nepal Journalist Association took place at the Mansudae Assembly Hall today on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp; \r\n Present at the ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n On hand were Chairman of the Nepal Journalist Association Manju Ratna Sakya and his party who are participating in the celebration events of the DPRK's birthday. &nbsp;&nbsp;&nbsp; \r\n Manju Ratna Sakya in his speech at the ceremony recalled that at the 18th general meeting of the association held in April this year the association decided to award the \"Nepalese International Peace Prize\" to Kim Jong Il for the first time in the world on the occasion of the 60th birthday of the DPRK.&nbsp;&nbsp;&nbsp;\r\n \"The Nepalese International Peace Prize\" to Kim Jong Il was conveyed to Yang Hyong Sop at the ceremony.  \r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#2",
            "content": "Yang Hyong Sop Meets Chinese Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a friendly talk with the delegation of the China Association for International Friendly Contact led by its Executive Vice-President Xing Yunming, which is participating in the celebrations of the 60th birthday of the DPRK, at the Mansudae Assembly Hall today. \r\n\r\n"
        },
        {
            "title": "Floral Basket and Gift to Kim Jong Il from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#3",
            "content": "Floral Basket and Gift to Kim Jong Il from Chinese Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket and a gift by the delegation of the China Association for International Friendly Contact on a visit to the DPRK on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp; \r\n They were conveyed to an official concerned by its Executive Vice-President Xing Yunming today. &nbsp;&nbsp;&nbsp; \r\n A congratulatory letter presented to Kim Jong Il by the association was also conveyed.\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il from Chinese",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#4",
            "content": "Floral Basket to Kim Jong Il from Chinese \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- General Secretary Kim Jong Il received a floral basket from the family of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr, staying in the DPRK to celebrate the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The floral basket was conveyed to an official concerned by Zhang Jinquan, son of Zhang Weihua, on Saturday.  \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Italian",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#5",
            "content": "Gift to Kim Jong Il from Italian \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Giancarlo Elia Valori, chairman of the Development Bank of the Mediterranean and chairman of the Italian General Investment Group, on a visit to the DPRK on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was conveyed to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, by the chairman Saturday. \r\n\r\n\r\n"
        },
        {
            "title": "Cuban Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#6",
            "content": "Cuban Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- Cuban Ambassador to the DPRK Jose Manuel Galego Montano Friday hosted a reception at his embassy on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Pak Ui Chun, minister of Foreign Affairs, Ri Ryong Nam, minister of Foreign Trade, Kim Yong Jin, minister of Education, Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, Pak Jae Gyong, vice-minister of the People's Armed Forces, Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp; \r\n Staff members of the Cuban embassy here were on hand. &nbsp;&nbsp;&nbsp; \r\n Jose Manuel Galego Montano in his speech made at the reception said that the Korean people have made great successes in the struggle to develop economy and bolster the national defense capability, foiling the imperialists' moves for aggression under the wise leadership of President Kim Il Sung and Supreme Commander of the Korean People's Army Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He declared that the Cuban people would always stand by the heroic Korean people, saying that they have paid tribute to them who have waged an arduous yet dynamic struggle to defend socialism. &nbsp;&nbsp;&nbsp;\r\n The friendly relations between the two countries are developing on good terms under the deep care of Kim Jong Il and Fidel Castro Ruz and Raul Castro Ruz, he added. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in his speech noted that Fidel Castro Ruz in his recent article remembered Kim Il Sung with deep emotion and stressed he would invariably develop the comradely relations with the Korean people under the wise leadership of Kim Jong Il, adding that this is an inspiration to the Korean people in their drive to greet the great festival of September with high political enthusiasm and brilliant labor successes. &nbsp;&nbsp;&nbsp;\r\n He said that the Korean people would make all efforts to boost the friendly and cooperative relations with the Cuban people in the future, too. &nbsp;&nbsp;&nbsp;\r\n He wished the Cuban people big success in their struggle to frustrate the U.S. vicious moves to isolate and stifle Cuba, defend socialism and consolidate and develop it.    \r\n\r\n\r\n"
        },
        {
            "title": "National Photo Exhibition Opened",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#7",
            "content": "National Photo Exhibition Opened \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A national photo exhibition was opened to celebrate the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display in the exhibition hall are at least 200 photos on different themes showing the wise leadership, noble virtue and immortal exploits of President Kim Il Sung, who built socialist Korea and laid eternal foundation for prosperity of the country and the nation, and General Secretary Kim Jong Il, who has demonstrated the might of the DPRK to the whole world with his unique Songun politics. &nbsp;&nbsp;&nbsp;\r\n They include photos titled \"The Great Leader Comrade Kim Il Sung Sharing Joy with the People after Building the People's Revolutionary Government,\" \"The Respected Leader Comrade Kim Il Sung and the Great Leader Comrade Kim Jong Il Attending the Session of the Supreme People's Assembly\", \"The Respected Leader Comrade Kim Il Sung and the Great Leader Comrade Kim Jong Il Examining Arms and Equipment of the People's Army\" and \"The Great Leader Comrade Kim Jong Il Giving On-the-Spot Guidance to the Songjin Steel Complex\".&nbsp;&nbsp;&nbsp;\r\n Its opening ceremony took place at the People's Palace of Culture on Saturday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Kang Nung Su, minister of Culture, officials of ministries and national institutions and working people in the city of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Kim Ki Nam said in his opening address at the ceremony that the exhibition would be conducive to glorifying forever the undying exploits performed by the peerlessly great persons for the foundation and development of the DPRK and further raising the Korean army and people's pride of living and making revolution in the glorious country. \r\n\r\n\r\n"
        },
        {
            "title": "Exhibition of Books and Works Authored by Foreigners Opens",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#8",
            "content": "Exhibition of Books and Works Authored by Foreigners Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- An exhibition of books on the greatness of the three generals of Mt. Paektu and works representing reverence for them was opened on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Its opening ceremony took place at the People's Palace of Culture on Saturday. &nbsp;&nbsp;&nbsp;\r\n On display there are books written and published by prominent figures of the world in praise of the greatness and undying feats of the three generals of Mt. Paektu, books introducing the originality of the Songun politics of the Workers' Party of Korea and the advantages of Korean-style socialism centred on the popular masses and works representing reverence for them which were contributed to international prize contest of literary and art works celebrating the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and others. &nbsp;&nbsp;&nbsp;\r\n Also present there were some of the above-said foreign authors of those books and works, foreign guests and family members of anti-Japanese revolutionary fighters in China, Chinese anti-Japanese revolutionary martyrs, China-resident Koreans related to anti-Japanese revolutionary struggle and Chinese related to anti-Japanese revolutionary struggle on a visit to the DPRK to attend celebrations of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the ceremony books \"Great Kim Il Sung, Dearest to Us\" and \"True Picture of Korea\" presented to General Secretary Kim Jong Il respectively by S. Surenjav, president of the J. Sambuu Herders Development Fund of Mongolia, and Rarissa Levy Cheva, managing director of the Rio-Press in Krasnoyarsk, Russia, were conveyed to Yang Hyong Sop.\r\n Mun Jae Chol made a speech at the ceremony. &nbsp;&nbsp;&nbsp;\r\n He said that history knows no such great persons as the three generals of Mt. Paektu who dedicated their all to the country and the people and made undying contributions to realizing peace and independence of the world. &nbsp;&nbsp;&nbsp;\r\n The six-decade-long history of the DPRK is the history shining with the undying feats the three generals of Mt. Paektu performed, he noted, adding that world progressives created and published lots of books lauding their greatness and works reflecting reverence for them. &nbsp;&nbsp;&nbsp; \r\n S. Surenjav, Rarissa Levy Cheva and others made speeches at the ceremony.  \r\n\r\n\r\n"
        },
        {
            "title": "National Youth and Students Vocal Solo and Recital Contest Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#9",
            "content": "National Youth and Students Vocal Solo and Recital Contest Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A national youth and students vocal solo and recital contest took place in Phyongsong to celebrate the 60th birthday of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The contest was divided into the groups of working youth and university and college students. The participants successfully represented \"Song Devoted to Comrade Kim Jong Il\" and \"The Glow over Kangson\", songs from the five revolutionary operas and other songs. &nbsp;&nbsp;&nbsp; \r\n They presented with refined skills \"Thunder on Jong Il Peak\" and \"Rich Harvest Comes to the Chongsan Plain\" and other songs through the recital of kayagum, violin, accordion and other musical instruments. &nbsp;&nbsp;&nbsp; \r\n The performers truthfully represented the firm determination of the young people to devote all their wisdom and energies to the general march for building a great prosperous powerful nation under the Songun revolutionary leadership of Kim Jong Il, holding President Kim Il Sung, founder of socialist Korea and father of the nation-building, in high esteem, as the eternal sun.     \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Celebrations of 60th Birthday of DPRK Go On",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#10",
            "content": "Celebrations of 60th Birthday of DPRK Go On\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Celebrations of the 60th birthday of the DPRK are going on in the DPRK. &nbsp;&nbsp;&nbsp;\r\n A celebration meeting of the youth and students and a national oratorical contest of members of the Korean Democratic Women's Union were held and an art performance given by the art group of the Central Committee of the Union of Agricultural Workers of Korea on Sept. 6. &nbsp;&nbsp;&nbsp;\r\n Speakers at the celebration meeting said that it was a historical event that brought about a fundamental change in hewing out the destiny of the Korean people and the accomplishment of the revolutionary cause of Juche that President Kim Il Sung founded the DPRK. &nbsp;&nbsp;&nbsp;\r\n They also said that General Secretary Kim Jong Il has led the DPRK to victory and glory with his outstanding Songun revolutionary leadership for decades true to the idea and cause of the President. &nbsp;&nbsp;&nbsp;\r\n Those who took the floor at the oratorical contest said that the hearts of the women celebrating the 60th birthday of the Republic are full of boundless reverence for the President, founder of socialist Korea and father of the country. &nbsp;&nbsp;&nbsp;\r\n They spoke in high praises of the fact that the socialist motherland of Juche, cradle of genuine life and happiness and embrace of mother, which the President liberated and built as a genuine people's power is shining as great Kim Il Sung's Korea. &nbsp;&nbsp;&nbsp;\r\n The repertoire of the art performance included such numbers as narrative and chorus \"Song of the Proclamation of the People's Republic\", female trio \"Fly Our Tri-color National Flag of the Republic\" and female vocal solo \"We Will Live for All Ages, Holding the Leader in High Esteem\".&nbsp;&nbsp;&nbsp;\r\n The performers highly praised the immortal exploits of the President who built a socialist country and provided an eternal foundation for the country's prosperity and the undying feats of Kim Jong Il who demonstrated the dignity and might of Juche Korea all over the world. &nbsp;&nbsp;&nbsp;\r\n Attending those functions were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and others. \r\n\r\n\r\n"
        },
        {
            "title": "Diamond Jubilee Celebrated by Working People's Organizations",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#11",
            "content": "Diamond Jubilee Celebrated by Working People's Organizations\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A celebration event \"Songs of women devoted to great country of Songun\" was held by members of the Korean Democratic Women's Union at the open-air theatre of the Youth Park in Pyongyang on Friday on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Ro Song Sil, chairwoman of the Central Committee of the above-said union, was the first to take the floor. She said that the DPRK has demonstrated its honor to the whole world as the homeland of Juche as it has held President Kim Il Sung and leader Kim Jong Il in high esteem. &nbsp;&nbsp;&nbsp;\r\n Put on the stage then were chorus \"Long Live Generalissimo Kim Il Sung\" and \"Song of the Proclamation of the People's Republic\", duet and chorus \"Embrace of Country\", an immortal masterpiece, and folk chorus \"Moranbong\" and other colorful numbers. &nbsp;&nbsp;&nbsp;\r\n Their repertoire also included solo \"Song Devoted to Comrade Kim Jong Il\", quintet and story-telling \"Journey of Songun Brings Happiness\" and solo and chorus \"Oh, My Motherland of Songun\" which laud Kim Jong Il who has glorified Kim Il Sung's Korea with Songun. &nbsp;&nbsp;&nbsp;\r\n A meeting of agricultural workers was held in the plaza of the Tower of the Juche Idea on Thursday on the same occasion. &nbsp;&nbsp;&nbsp;\r\n At the meeting Kang Chang Uk, chairman of the Central Committee of the Union of Agricultural Workers of Korea, made a report to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that the 60-year-long history of the DPRK is a glorious history in which the Korean people have firmly protected and exalted the dignity of the country and the nation under the wise leadership of the Party and the leader and an immortal history in which they have brought about epoch-making changes in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n They stressed that the feats the President performed by devoting all his wisdom and energies all his life and thereby laying an eternal foundation for the prosperity of the country and the nation, the permanent cradle of the people, would shine for all ages. &nbsp;&nbsp;&nbsp;\r\n Among those present at the events were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea.   \r\n\r\n\r\n"
        },
        {
            "title": "Foreigners Visit Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#12",
            "content": "Foreigners Visit Kumsusan Memorial Palace\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- The diplomatic corps and the military attaches corps here today visited the Kumsusan Memorial Palace to pay tribute to President Kim Il Sung on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp; \r\n They paid profound homage to the President who performed undying feats for the founding and strengthening of the DPRK and made great contributions to the development of friendly relations among countries and accomplishment of the cause of global independence. &nbsp;&nbsp;&nbsp; \r\n The guests made an entry in the visitor's book.   \r\n\r\n\r\n"
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#13",
            "content": "Homage Paid to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Family members of anti-Japanese revolutionary martyrs and anti-Japanese revolutionary fighters in China, China-resident Koreans related to anti-Japanese revolutionary struggle and overseas compatriots including congratulatory groups and delegations visited the Kumsusan Memorial Palace on Sunday to pay homage to President Kim Il Sung on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They paid tribute to the President in humble reverence, who opened up a new history of building a socialist state of Juche, built a powerful socialist nation, independent in politics, self-supporting in economy and self-reliant in national defence, and energetically worked for prosperity of the country, happiness of people and accomplishment of cause of global independence. &nbsp;&nbsp;&nbsp;\r\n They made an entry in the visitor's book.  \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Workers' Party of Mexico Here",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#14",
            "content": "Delegation of Workers' Party of Mexico Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A delegation of the Workers' Party of Mexico headed by Coordinator of its National Coordinating Committee Reginaldo Sandobal arrived here today to celebrate the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp; \r\n It was greeted at the airport by Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea. \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Guests Arrive",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#15",
            "content": "Foreign Guests Arrive\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A delegation of the China Association for International Friendly Contact led by its Executive Vice-President Xing Yunming, Manju Ratna Sakya, chairman of the Nepal Journalist Association, and his party and Giancarlo Elia Valori, chairman of the Development Bank of the Mediterranean who is chairman of the Italian General Investment Group, arrived here today to participate in celebrations of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Arrivals that day included a delegation of the Secretariat of the International Institute of the Juche Idea headed by its Secretary General Kenichi Ogami, Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Bruno Amoroso, deputy director general of the society, Francis F. Lyimo and Yehia Zakaria, deputy directors general of the African Regional Committee for the Study of the Juche Idea, and Manik Lal Shrestha, deputy director general of the Asian Regional Institute of the Juche Idea, and his party, a delegation of the Finnish National Committee for the Study of the Juche Idea headed by its Chairman Juha Kieksy, a delegation of the Nigerian National Committee for the Study of the Juche Idea led by its Chairman M.M.Alhassan, a delegation of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea led by its Chairman Nikolai Polishk, a delegation of the National Liaison Council of the Japan Society for Study of Ki&nbsp;&nbsp;&nbsp;\r\n m Jong Il's Works led by its Chief Adviser Takao Kamakura, First Vice-Chairman of the Cuban Institute of Friendship with the Peoples Enrique  Roman  Hernandes and his party and a delegation of the Kyodo News led by its President Satoshi Ishikawa. &nbsp;&nbsp;&nbsp;\r\n Earlier, Arslanbek Maliev, president of the Union of Kyrgyz Societies for Friendship and Cooperation with Foreign Countries, and Javed Ahmed Ansari, secretary general of the Society for the Study of Self-Reliance of Pakistan, arrived here.  \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Group of Koreans in Japan Arrives",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#16",
            "content": "Congratulatory Group of Koreans in Japan Arrives\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A congratulatory group of Koreans in Japan led by Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), arrived here on Saturday to celebrate the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was greeted at the airport by Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Yu Ho, director of the Bureau of Service for Overseas Compatriots, and officials concerned. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Brazilian President",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#17",
            "content": "Greetings to Brazilian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Brazilian President Luiz Inacio Lula Da Silva on Sunday on the occasion of the independence day of Brazil. &nbsp;&nbsp;&nbsp;\r\n Kim in the message sincerely wished the Brazilian people greater progress and prosperity. \r\n\r\n\r\n"
        },
        {
            "title": "\"Short Biography of Comrade Kim Jong Il\" (Enlarged Edition) Off Press",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#18",
            "content": "\"Short Biography of Comrade Kim Jong Il\" (Enlarged Edition) Off Press\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A book \"Short Biography of Comrade Kim Jong Il\" (an enlarged edition) compiled by the History Institute of the Central Committee of the Workers' Party of Korea was published by the Workers' Party of Korea Publishing House. &nbsp;&nbsp;&nbsp;\r\n The book which has 96 sections of 8 chapters comprehensively and systematically deals with the brilliant revolutionary activities and undying feats of General Secretary Kim Jong Il in the period from February Juche 31 (1942) to December Juche 95 (2006). &nbsp;&nbsp;&nbsp;\r\n The first chapter of the book tells about the facts that Kim Jong Il acquired the qualities and traits as a leader to carry forward the Songun revolutionary cause of President Kim Il Sung generation after generation since his early years, witnessing the liberation of the country, the building of the new country, the hard-fought Fatherland Liberation War, the postwar rehabilitation and construction and the building of the foundations of socialism after being born as the son of Mt. Paektu amidst the gunfire of the great anti-Japanese war on February 16, Juche 31 (1942). &nbsp;&nbsp;&nbsp;\r\n  Its second chapter deals with the revolutionary activities conducted by Kim Jong Il in the period from August Juche 49 (1960) to March Juche 53 (1964) during which he started Songun revolutionary leadership by providing field guidance to Guard Seoul Ryu Kyong Su 105 Tank Division of the Korean People's Army. He also grasped the revolutionary ideas and theories and leadership methods of the President, formulated a lot of ideas and theories including the scientific and original theory on the leader and thus developed in depth the immortal Juche idea, the Songun idea while conducting revolutionary activities at Kim Il Sung University in this period. &nbsp;&nbsp;&nbsp; \r\n Its third chapter tells about the facts that Kim Jong Il formulated it as a principal line of the Party work and activities to establish the ideological system of the President, saw to it that the party work was conducted in a unique manner as required by the developing reality, turned the DPRK into a socialist industrial state and ushered in the new era of opera arts, conducting revolutionary activities in the Central Committee of the WPK from April Juche 53 (1964) to February Juche 63 (1974). &nbsp;&nbsp;&nbsp;\r\n Its fourth chapter tells about the facts that he was acclaimed as a leader of the Workers' Party and people of Korea and formulated the revolutionary idea of the President as an integral system of the idea, theory and method of Juche and proclaimed the modeling of the whole society on the Juche idea as the supreme programme of the WPK, etc. in the period from February Juche 63 (1974) to October Juche 69 (1980). &nbsp;&nbsp;&nbsp;\r\n Its fifth chapter deals with the facts that he made the Sixth Congress of the party the glorious one which would shine most brilliantly in the history of the party, helped the revolutionary feats of the President go down to posterity by erecting the Tower of the Juche Idea and the Arch of Triumph and lit a torch of the \"80s' speed\" movement in the period from October Juche 69 (1980) to December Juche 78 (1989). &nbsp;&nbsp;&nbsp;\r\n Its sixth chapter tells about the facts that he assumed the supreme commandership of the Korean People's Army, and was elected chairman of the National Defence Commission of the DPRK, etc. in the period between January Juche 79 (1990) and July Juche 83 (1994). &nbsp;&nbsp;&nbsp;\r\n Its seventh chapter deals with the facts that he provided the army and people of the DPRK with slogans of faith \"The great leader Comrade Kim Il Sung will always be with us\" and \"Let us arm ourselves more firmly with the revolutionary ideas of the great leader Comrade Kim Il Sung!\", wisely led the work to spruce up the Kumsusan Memorial Palace as the supreme sacred temple of Juche and push ahead with the revolution and construction true to the intentions of the President and thus creditably realized the cause of perpetuating the memory of the President and provided the springboard for the building of a great prosperous powerful nation in the period from July Juche 83 (1994) to December Juche 87 (1998). &nbsp;&nbsp;&nbsp;\r\n Its eighth chapter deals with the facts that he unrolled a far-reaching plan for building a great prosperous powerful socialist nation, led the general march of Songun revolution to victory, provided the historic Pyongyang meeting to bring about a new heyday in the drive for national reunification and demonstrated the prestige and dignity of the DPRK all over the world through his energetic external activities and thus put fresh vitality into the cause of global independence, etc. in the period from January Juche 88 (1999) to December Juche 95 (2006).   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolia-DPRK Friendship Computer Centre Opened",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#19",
            "content": "Mongolia-DPRK Friendship Computer Centre Opened\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- An opening ceremony of the Mongolia-DPRK Friendship Computer Centre was held in Ulan Bator on Aug. 29. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue of the opening ceremony were famous works of President Kim Il Sung and General Secretary Kim Jong Il and photos showing their immortal exploits. &nbsp;&nbsp;&nbsp;\r\n Present there were figures of the J. Sambuu Herders Development Fund of Mongolia, the State Great Hural, the Ministry of Foreign Affairs and the Mongolia-Korea Friendship Society, working people and the DPRK ambassador to Mongolia and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n S. Surenjav, president of the J. Sambuu Herders Development Fund of Mongolia, said that he was pleased with the fact that the above-said ceremony was held in the period of significantly celebrating the 20th anniversary of Kim Il Sung's visit to Mongolia, the 60th founding anniversary of the DPRK and the 60th anniversary of the establishment of diplomatic ties between Mongolia and the DPRK. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The friendly relations between the two countries are the valuable friendly relations provided by Kim Il Sung and Mongolian leaders of the elder generation. &nbsp;&nbsp;&nbsp;\r\n The relations between the two countries are more successfully developing in various fields under the deep care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Member of the State Great Hural N. Enkhbold who is secretary general of the Mongolian government noted that the friendly and cooperative relations between the two countries have a long tradition, adding that these relations have favorably developed in various fields in recent years, and the cooperation in the field of IT has entered a new phase as required by the trend of development in the present times, in particular. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted there.   \r\n\r\n\r\n"
        },
        {
            "title": "DPRK, Powerful Nation of Independence, Self-support and Self-defence",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#20",
            "content": "DPRK, Powerful Nation of Independence, Self-support and Self-defence\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- The DPRK is a dignified powerful socialist country of independence, self-support and self-defence. &nbsp;&nbsp;&nbsp;\r\n It was the noble idea and cause set forth by President Kim Il Sung in the early years of his revolutionary activities to build a rich and powerful, independent and sovereign state in the liberated country. &nbsp;&nbsp;&nbsp;\r\n He accumulated a precious experience in the building of an independent and sovereign state under the banner of establishment of Juche in the days of the sanguinary anti-Japanese warfare. Basing himself on this, he founded the Democratic People's Republic of Korea on September 9, Juche 37 (1948). &nbsp;&nbsp;&nbsp;\r\n The DPRK has since regarded it as one of the most cardinal issues related to the destiny of the country and nation to hold fast to independence in its activities and vigorously advanced along the path of independence indicated by the great Juche idea.\r\n The struggle for establishing Juche in the revolution and construction was difficult, indeed. &nbsp;&nbsp;&nbsp;\r\n Korea has been divided by outside forces, the U.S.-led imperialist reactionaries persisted in moves to provoke a new war and economic blockades against the DPRK and the great power chauvinists put pressure on it firmly adhering to an independent stand.\r\n It, however, has pushed ahead the revolution victoriously, foiling all the challenges of history categorically with the conviction of independence and the revolutionary principles. &nbsp;&nbsp;&nbsp;\r\n It had never deviated from the one road of Juche even in the period of \"Arduous March\" and the forced march when its destiny was at the crossroads of life and death owing to the unprecedentedly intensified isolation and suffocation of the DPRK by the imperialist reactionaries and the consecutive natural disasters after the national funeral. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il, with clear-cut penetration into the requirements of the time in which the anti-imperialist military front became the main one of the revolution, established the mode of Songun politics applying the Juche idea in an all-round way so as to increase the politico-ideological might of the country in every way. &nbsp;&nbsp;&nbsp;\r\n He saw to it that the primary efforts were directed to the development of the munitions industry while preparing all the servicepersons of the Korean People's Army to be the ideologically strong men and a-match-for-a-hundred stalwarts through uninterrupted field inspection of KPA units. Under his energetic leadership the self-reliant defense capabilities of the country have been consolidated to be invincible one. &nbsp;&nbsp;&nbsp;\r\n He also energetically led the whole army and the entire people to forcefully accelerate the socialist economic construction, holding higher the banner of self-reliance. &nbsp;&nbsp;&nbsp;\r\n Over last ten-odd years the DPRK has carried on grand nature-remaking projects successfully to change the looks of the territory, built modern factories, production bases and other monumental edifices in different parts of the country and energetically undertaken technological updating of the national economy, registering startling achievements. &nbsp;&nbsp;&nbsp;\r\n The grandiose sunrise of building a great, prosperous and powerful nation in the DPRK which bridged over ordeals proves once again that the line of independence, self-support and self-defense kept by the DPRK is entirely correct.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Accuses S. Korean Puppet Army of Whipping up War Hysteria",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#21",
            "content": "KCNA Accuses S. Korean Puppet Army of Whipping up War Hysteria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- The south Korean puppet army was reported to have planned to organize a \"commemoration event\" on Sept. 9 as a repetition of the landing operation in Inchon conducted by the U.S forces during the last Korean war. &nbsp;&nbsp;&nbsp;\r\n The \"event\" involving large transports, landing craft, scores of landing armored cars and planes and huge troops is, in actuality, a landing operation exercise of the puppet navy. &nbsp;&nbsp;&nbsp;\r\n It is a grave act of treachery for the south Korean puppet army to replay the landing operation in Inchon, a synonym for aggression and genocide, as it was a military operation directly commanded by MacArthur and other brass hats of the U.S. imperialist aggressor forces. &nbsp;&nbsp;&nbsp;\r\n GIs indiscriminately killed at least 1,300 innocent peaceable people in the very day they landed in Inchon in mid-September of 1950. They arrested, imprisoned, tortured and killed at least 75,000 civilians in Seoul only. &nbsp;&nbsp;&nbsp;\r\n Half a century has passed since then but the soul of more than 1.2 million people brutally killed by the U.S. imperialists in south Korea during the Korean war seems to call for revenge. &nbsp;&nbsp;&nbsp;\r\n The above-said commemoration event is projected by the south Korean authorities at a time when the south Korean people and the international community are becoming increasingly vocal condemning the monstrous crimes committed by the U.S. forces against humanity through their intrusion into Inchon. This is a hideous atrocity little short of committing double crimes against so many slain civilians. &nbsp;&nbsp;&nbsp; \r\n This is nothing but an open praise of aggression and massacres perpetrated by the U.S. forces present in south Korea. It brings to light the treacherous nature of the Lee Myung Bak clique as running dogs of the U.S. in carrying out its adventurous scenario for aggression against the DPRK and its war servant. &nbsp;&nbsp;&nbsp;\r\n Warmongers keen on sycophancy toward the U.S. and dependence on foreign forces are getting more desperate in their moves to block national reconciliation and unity and ignite a new war at its instigation. &nbsp;&nbsp;&nbsp;\r\n They are exerting efforts to stoke hostility toward fellow countrymen in the north and establish a \"view on the principal enemy\" while putting spurs to boosting the combat readiness of the three services of their army and beefing up their armed forces. &nbsp;&nbsp;&nbsp; \r\n They staged the Ulji Freedom Guardian joint military exercises, a replica of the Ulji Focus Lens aimed at \"the overall examination and improvement\" of the readiness to launch a war against the DPRK, and are escalating various forms of espionage against the DPRK in the land and sea and air and intrusions into its territorial waters. These undisguised military provocations are creating a tense situation reminiscent of the eve of war. &nbsp;&nbsp;&nbsp;  \r\n They are also busy ensuring the transfer and expansion of the U.S. military bases. They have expanded the area of the Mugon-ri drill ground in Phaju City, Kyonggi Province to reach millions of phyong (one phyong equals 3.954 sq yds) and offered it to the U.S. forces as their exclusive drill ground. The U.S. forces base in Phyongthaek has been enlarged and the construction of a base for the U.S. Apache unit in Kunsan and a naval base on Jeju Island is now under way. &nbsp;&nbsp;&nbsp;\r\n The reality goes to prove that the Lee Myung Bak bellicose forces' moves for confrontation with the DPRK and compatriots have reached an extremely grave phase. &nbsp;&nbsp;&nbsp;\r\n The Lee group is sadly mistaken if it calculates it can get something by whipping up war hysteria through such landing operation exercise, etc. &nbsp;&nbsp;&nbsp;\r\n  Such confrontation with fellow countrymen and war moves would only lead the Lee group of traitors to final destruction.   \r\n\r\n\r\n"
        },
        {
            "title": "Movement for Boycotting American Beef Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#22",
            "content": "Movement for Boycotting American Beef Declared in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A \"people's network for making areas safe from mad cow disease\" grouping more than one hundred civic and public organizations including the People's Measure Council against the Total Opening of south Korean Market to American Beef was inaugurated on September. 2. &nbsp;&nbsp;&nbsp;\r\n That day a press conference was held in Seoul in connection with the inauguration of the network. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference said that the civic and public organizations decided to inaugurate the people's network to dynamically wage the movement for boycotting American beef through utmost efforts across south Korea. &nbsp;&nbsp;&nbsp;\r\n They vowed to wage the movement vis-a-vis schools, hospitals and wholesale and distribution businesses in a bid to check the beef distribution. &nbsp;&nbsp;&nbsp; \r\n An inaugural declaration read out at the press conference noted that American beef fraught with the danger of \"mad cow disease\" is seriously threatening the lives and security of the people, adding that a way of getting rid of this disaster is to conduct total renegotiations. &nbsp;&nbsp;&nbsp;\r\n The declaration said that the people's network would dynamically wage the movement of not buying, selling and eating American beef and a campaign for watching the movement. &nbsp;&nbsp;&nbsp;\r\n It also noted that the network would conduct more intensive activities in stronger solidarity with civic and public organizations representing people of all strata. &nbsp;&nbsp;&nbsp;\r\n The press conference was followed by a seminar on the above-said boycott movement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Move for Expanding Military Drill Ground under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#23",
            "content": "Move for Expanding Military Drill Ground under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- The People for Achieving Peace and Reunification of south Korea released a statement on Sept. 4 at which it denounced the south Korean puppet military authorities for their move to expand the military drill ground in Mugon-ri. &nbsp;&nbsp;&nbsp;\r\n The statement said that the military authorities approved what they called \"implementation plan\" on Sept. 1 in a bid to grab the soil in the area of Ohyon-ri, Popwon township, Phaju City in Kyonggi Province aimed at expanding the drill ground in Mugon-ri. This was an open declaration of a war against inhabitants there, they added. &nbsp;&nbsp;&nbsp;\r\n The statement charged that the expansion of the Mugon-ri drill ground is aimed to offer a large area to the U.S. forces in south Korea and \"expand the scope of operations\" and \"boost capability for attack\" of the south Koran army under a plan for a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement declared that it would join all people in their struggle against the military authorities' moves for expanding the drill ground in Mugon-ri as it threatens the livelihood of people and goes against the trend for peace on the Korean Peninsula.    \r\n\r\n\r\n"
        },
        {
            "title": "Release of Yun Ki Jin Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#24",
            "content": "Release of Yun Ki Jin Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- The Measure Committee for Releasing Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) in south Korea released a statement on Sept. 4 denouncing the puppet authorities' suppression of the chairman. &nbsp;&nbsp;&nbsp;\r\n The statement noted that the authorities' sentencing the above-said chairman to three years in prison and three years of suspension of civil rights is an act of going against the trend of the times. &nbsp;&nbsp;&nbsp;\r\n After the publication of the June 15 joint declaration there mounted the atmosphere for the great national unity and the dynamic struggle for bringing earlier the day of country's reunification in the idea of \"By our nation itself\" has been waged, it noted, adding: &nbsp;&nbsp;&nbsp;\r\n All this shows that the thorough implementation of the joint declaration precisely means the way for achieving reunification. &nbsp;&nbsp;&nbsp;\r\n The authorities should immediately stop suppression on the strength of the \"National Security Law\", evil law against reunification, and release all pro-reunification patriotic figures including Yun, it stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Warmongers' Reckless Action Assailed",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#25",
            "content": "S. Korean Warmongers' Reckless Action Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- The south Korean puppet warmongers plan to organize a \"commemoration event\" as a repetition of the \"landing operation in Inchon\" conducted by the U.S imperialist aggressor forces during the last Korean war, according to MBC of south Korea. &nbsp;&nbsp;&nbsp;\r\n The puppet military authorities on September 4 announced that they would replay the \"landing operation in Inchon\" involving their large transports, landing craft, scores of armored cars and helicopters and marines in waters off Wolmi Islet. &nbsp;&nbsp;&nbsp;\r\n GIs indiscriminately killed at least 1,300 innocent people in a day in Inchon only after launching the \"operation\" involving at least 50,000 troops in mid-September of 1950. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group seeking to replay the above-said \"operation\" whipping up war atmosphere and praising the war crime committed by the robber-like U.S. imperialists is a group of never-to-be-pardoned traitors and war maniacs. &nbsp;&nbsp;&nbsp;\r\n The traitorous group should immediately stop the clumsy charade of inciting confrontation with the fellow countrymen and whipping up war hysteria, swimming against the era of reunification.  \r\n\r\n\r\n"
        },
        {
            "title": "Statements Issued on 60th Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#26",
            "content": "Statements Issued on 60th Birthday of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- An Indian and Syrian figures issued statements on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Harising Khang, member of the Central Committee of the Communist Party of India (Marxist), in his statement issued on Aug. 28 said that the 60-year-long history of the DPRK represents that of struggle to creditably safeguard the sovereignty of the country and dignity of the nation while frustrating the imperialists' moves for aggression and meeting their challenge, and to realize independence in politics, self-supporting in economy and self-reliance in national defence and build a socialist state centered on the popular masses.&nbsp;&nbsp;&nbsp;\r\n He referred to the fact that President Kim Il Sung developed the DPRK into one representing the independent right of the working people and organizing their creative abilities after indicating unique ideas and theories on nation-building. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il is demonstrating the dignity and might of the DPRK with Songun politics, he stressed, adding that thanks to his Songun leadership, rosy is the future of the Republic. &nbsp;&nbsp;&nbsp;\r\n Saber Ballul, head of Department of the Political Faculty of University of Damascus of Syria, in his statement on Aug. 30 noted that the foundation of the DPRK meant the birth of a genuine people's country for the first time in Korea with long history and brilliant culture. &nbsp;&nbsp;&nbsp;\r\n He stressed that the DPRK will demonstrate its dignity as a powerful country as it is led by Kim Jong Il who is always leading the country to victory and glory, carrying forward the cause of the President.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lots of Exhibitions and Shows Introducing Songun Korea Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#27",
            "content": "Lots of Exhibitions and Shows Introducing Songun Korea Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- Korean book, photo, art and handicraft exhibitions and Kimjongilia shows introducing Songun Korea were held in more than 40 countries over 150 times on several occasions during 8 months this year. &nbsp;&nbsp;&nbsp;\r\n They helped a lot of progressive people of the world to know better about socialist Korea which is strikingly demonstrating the dignity and honor of the country and nation to the whole world under the leadership of the peerlessly great persons, and express support and solidarity with it. &nbsp;&nbsp;&nbsp;\r\n Political parties, organizations and individual figures of various countries sponsored with sincerity the exhibitions to give wide publicity to the just cause of the Korean people on important occasions including the Day of the Sun, the February holiday and the army day. &nbsp;&nbsp;&nbsp;\r\n Prominent figures of several countries and regions including Dalian of China, Moscow of Russia, Italy, the national museum of Lithuania and Lima of Peru said that they were happy to hear the news about the opening of Korean book, photo and art exhibitions, expressing their willingness to learn more about man-centered socialist Korea through them and boost friendly and cooperative relations among countries. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#28",
            "content": "DPRK Birthday Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- Seminars were held in Italy, Bangladesh, Mexico, Romania and Bulgaria and a friendly meeting, a book and photo exhibition, a film show and an art performance took place in Laos between August 28 and 30 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were famous works of President Kim Il Sung and General Secretary Kim Jong Il, photos showing their glorious revolutionary history and undying feats and books and photos dealing with the 60-year-long history of the DPRK recorded with victory and glory under the wise leadership of the peerlessly great men and the Korean people's struggle for building a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Pasquale Felice, representative of the Firenze Branch of the Unified Communist Party of Italy, in his speech praised the President who, after embarking upon the road of revolution in his teens, not only achieved the historical cause of national liberation by making long journeys of bloody battles against the robber-like Japanese imperialists but also founded the DPRK and turned it into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defense. &nbsp;&nbsp;&nbsp;\r\n The chief of the Bulgarian Group for the Study of the Juche Idea in his speech made at the seminar referred to the painstaking efforts exerted by the President to prevent the territorial division imposed by foreign forces upon Korea and establish a unified government representing the whole of Korea. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Romania-Korea Friendship Association in his speech said that Songun politics serves as an all-powerful treasured sword firmly guaranteeing the building of a great prosperous powerful socialist nation as the main political mode of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Speakers including M. Jahangir Khan, advisor of the Bangladesh Barisal Society for the Study of Songun Policy, stressed that developing countries including Bangladesh should achieve their stability and progress by learning from the Songun politics of the DPRK, noting that the secret of the invincibility of the DPRK lies in the Songun politics. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the seminar held in Bulgaria.   \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Birthday to Be Marked in Kuwait",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#29",
            "content": "DPRK Birthday to Be Marked in Kuwait\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 6 (KCNA) -- A preparatory committee for celebrating the 60th anniversary of the founding of the DPRK was inaugurated with due ceremony in Kuwait on September 2. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Kuwait|DPRK Friendship Association was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The committee decided to hold colorful events on the occasion. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Brazil",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#30",
            "content": "Kim Jong Il's Work Published in Brazil\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- General Secretary Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet by a publishing house of Brazil on August 30. &nbsp;&nbsp;&nbsp;\r\n The work, published on July 26, Juche 85 (1996), makes a scientific analysis into the limitation of the time the preceding philosophy was enunciated and the originality of the Juche philosophy. It also deals with the idea that the Juche philosophy serves as the revolutionary philosophy and political philosophy of the Workers' Party of Korea and principled matters arising in the study, explanation and dissemination of the Juche philosophy.  \r\n\r\n\r\n"
        },
        {
            "title": "60th Birthday of DPRK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#31",
            "content": "60th Birthday of DPRK Celebrated Abroad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 7 (KCNA) -- A meeting and film show were held in Russia on Sept. 3 and meetings, seminars, round-table talks, photo exhibitions and film shows in Pakistan, Mexico and Britain in the period from Aug. 26 to 29 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the photo exhibitions were photos showing the glorious 60-year-long history covered by the DPRK under the wise leadership of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK Vladimir Tolstikov in a speech at the meeting said that the DPRK has become a powerful socialist state and a beacon of socialism brightly indicating the road to be followed by the world progressive people. &nbsp;&nbsp;&nbsp;\r\n Mohammad Aslam Nagi, secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association, in his speech at the meeting referred to the fact that the President founded the DPRK and built it into an independent and sovereign state dynamically advancing by relying on its own strength, not depending upon foreign forces. &nbsp;&nbsp;&nbsp;\r\n Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism, in the seminar on exploits performed by the President in nation-building stressed that Kim Il Sung and Kim Jong Il, have steadfastly maintained independence while decisively frustrating the pressure, interference, threat of a war and provocative moves of foreign forces under the banner of the Juche idea and Songun for the past six decades after the foundation of the Republic. &nbsp;&nbsp;&nbsp;\r\n Harpal Brar, chairman of the Communist Party of Great Britain (Marxist-Leninist), Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, and Dermot Hudson, chairman of the British Association for the Study of Songun Policy, in the round-table talks highly praised the President who made great contribution to the cause of independence and the cause of socialism of the popular masses and undying exploits of Kim Jong Il who opened up a turning phase for building a great prosperous powerful nation while foiling the imperialist allied forces' moves to stifle the DPRK with his unique Songun policy. &nbsp;&nbsp;&nbsp;\r\n Messages of greetings to Kim Jong Il were adopted at the functions in Russia and Pakistan.  \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe cesto de flores del presidente lao",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#32",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe cesto de flores de familia de Zhang Weihua",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#33",
            "content": "Kim Jong Il recibe cesto de flores del presidente lao\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de septiembre (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores que le dirigiera el secretario general del Comite Central del Partido Popular Revolucionario Lao y presidente de la Republica Democratica Popular Lao y del Comite Central de Defensa y Seguridad de este pais Choummaly Saygnason, con motivo del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nEl embajador lao en Corea, Chaleune Warinthrasak, lo entrego la vispera a un funcionario coreano.  \r\n\r\n\r\n"
        },
        {
            "title": "Inaugurada Exposicion Central de Fotos",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#34",
            "content": "Kim Jong Il recibe cesto de flores de familia de Zhang Weihua\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de septiembre (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores que con motivo del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea le dedicaran la familia del martir chino revolucionario antijapones  Zhang Weihua, y su comitiva, de visita en Corea.&nbsp;&nbsp;&nbsp;\r\nZhang Jinquan, hijo del martir chino, lo entrego el dia 6 a un funcionario coreano.  \r\n\r\n\r\n"
        },
        {
            "title": "Inaugurada exhibicion de Kimilsungias y Kimjongilias",
            "url": "http://kcna.co.jp/item/2008/200809/news09/08.htm#35",
            "content": "Inaugurada Exposicion Central de Fotos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 6 de septiembre (ATCC) -- Quedo inaugurada el dia 6 en el capitalino Palacio Cultural del Pueblo la Exhibicion Central de Fotos por el 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nEn  la galeria se veian mas de 200 fotos alusivas a la sabia orientacion, nobles virtudes e imborrables hazanas del Presidente Kim Il Sung, quien levanto la Corea socialista y puso el cimiento de eterna duracion para la prosperidad de la patria y la nacion, y del Dirigente Kim Jong Il, quien con la original politica de Songun (priorizacion militar) exalta a todo el mundo el poderio de la RPDC. &nbsp;&nbsp;&nbsp;\r\nEntre ellas figuran las fotos tituladas \"El gran Lider, camarada Kim Il Sung compartiendo con el pueblo la alegria de haber establecido el gobierno revolucionario popular\", \"El estimado Lider, camarada Kim Il Sung y el gran Dirigente, camarada Kim Jong Il en una sesion de la Asamblea Popular Suprema\", \"El estimado Lider, camarada Kim Il Sung y el gran Dirigente, camarada Kim Jong Il viendo los armamentos del Ejercito Popular\", \"El gran Dirigente, camarada Kim Jong Il realizando la visita de orientacion al Complejo de Acero de Songjin\", etc. &nbsp;&nbsp;&nbsp;\r\nEn el acto estuvieron presentes el secretario del CC del Partido del Trabajo de Corea Kim Ki Nam, el ministro de Cultura Kang Nung Su, funcionarios de los ministerios y organos centrales y trabajadores capitalinos. &nbsp;&nbsp;&nbsp;\r\nEl discurso de apertura estuvo a cargo de Kim Ki Nam, quien dijo que el presente certamen glorificara eternamente las imborrables hazanas de los grandes hombres destacados en la fundacion y el desarrollo de la RPDC y elevara mas al ejercito y el pueblo de Corea la dignidad y el orgullo de vivir y hacer la revolucion en la patria gloriosa. \r\n\r\n\r\n"
        }
    ]
}