{
    "date": "2008-02-12",
    "url": "http://kcna.co.jp/item/2008/200802/20080212.htm",
    "articles": [
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#1",
            "content": "National Photo Exhibition Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- A national photo exhibition celebrating Feb. 16 was opened. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue of the exhibition is a photo of Kim Jong Il watching the sunrise from the Piro Peak of Mt. Kumgang. &nbsp;&nbsp;&nbsp;\r\n On display there are more than 170 photos dealing with the Songun leadership exploits of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among them are \"The great leader Comrade Kim Jong Il giving on-the-spot guidance to the newly built Kanggye Duck Farm\" and \"The great leader Comrade Kim Jong Il giving on-the-spot guidance to the Hamhung Wood Processing Factory\" and other photos. &nbsp;&nbsp;&nbsp;\r\n Also on display there are \"Immortal flowers reflecting reverence\" and \"Dwelling houses in rural areas newly built to meet the requirement of the Songun era\" and other photos and those dealing with the exploits performed by Kim Jong Il for the reunification of the country and the accomplishment of the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony was held at the People's Palace of Culture on Monday. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, and others. &nbsp;&nbsp;&nbsp;\r\n Kang Nung Su, minister of Culture, made an opening address.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Scientific Successes in Growing Kimjongilia in DPRK",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#2",
            "content": "Scientific Successes in Growing Kimjongilia in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Scientists of the DPRK have gained lots of successes in deep-going scientific researches for growing Kimjongilia, the immortal flower admired by all the people, more beautifully over the last 20 years since a newly cultured flower was named Kimjongilia. &nbsp;&nbsp;&nbsp;\r\n Scientists and technicians all over the country in close cooperation with those of the Kimjongilia Research Institute under the Central Botanical Garden and the Kimilsungia-Kimjongilia Research Centre have found the morphological-anatomical and developmental-biological characteristics of Kimjongilia and its relations with the environment of its growth such as light, temperature and humidity and established the culture and exhibition techniques. &nbsp;&nbsp;&nbsp;\r\n They have also invented various propagating methods such as mass breeding by tissue culture, breeding by branch planting and by granular root planting, making it possible to disseminate the flower not only at home but also in foreign countries. &nbsp;&nbsp;&nbsp;\r\n Scientific and technical problems have been resolved in its outdoor culture in the northern highlands of the country and at families. &nbsp;&nbsp;&nbsp;\r\n Application of fertilizers needed for its growth and \"Kangrok\", \"Kwanghwal\", \"Chonghwa\" and other nutritive activators have been developed and introduced to make the immortal flower more beautiful and fresh and deeper in red. &nbsp;&nbsp;&nbsp;\r\n Scientists have set up a scientific system of examining and detecting diseases and harmful insects and produced medicines for protecting the flower from them in good time. &nbsp;&nbsp;&nbsp;\r\n On the other hand, scientific researches have been made to raise the actual extraction rate in its tissue culture, obtain many blossoms from each plant and boost its resistance to dryness. &nbsp;&nbsp;&nbsp;\r\n The painstaking efforts of scientists have resulted in the publication of ten odd technical guidance books, introduction of over ten new technical successes, emergence of one technical patent and many other inventions and innovations for the cultivation of the immortal flower and the size of its plant in bloom has been formulated.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#3",
            "content": "Floral Basket to Kim Jong Il  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the family of Zhou Wei, daughter of Zhou Baozhong who was related to the anti-Japanese revolutionary struggle in China, on Feb. 11 on the occasion of the leader's birthday. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the floral basket were letters \"We congratulate you respected general Kim Jong Il on your birthday! We wholeheartedly wish you a long and healthy life!\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Historians Attribute Ryongsan-ri Tomb No. 1 to Princess and Her Husband",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#4",
            "content": "Historians Attribute Ryongsan-ri Tomb No. 1 to Princess and Her Husband \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Historians of the DPRK attribute Ryongsan-ri Tomb No. 1 to a daughter of the Koguryo King Phyongwon (reigning from 559 to 590) and her husband General Ondal which was made in about 6th century. &nbsp;&nbsp;&nbsp;\r\n The tomb is some 300 meters away to the north from the Tomb of King Tongmyong, the founder king of Koguryo, in Ryokpho District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n It is one of the 20 or so earth tombs with stone chambers built around the Tomb of King Tongmyong in the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n The main themes of the murals of the tomb are genre figure painting and picture of four guardians. It is a single-cabin tomb with a coffin chamber and a corridor. &nbsp;&nbsp;&nbsp;\r\n Four guardians are painted in the lower part of the four walls of the chamber and the sun, the moon and fairies on their upper parts. The ceiling is brilliantly decorated with lotus patterns, folding screen patterns and 91 stars with gilding. Painted on the eastern and western walls of the corridor are lotus ponds. &nbsp;&nbsp;&nbsp;\r\n Here fairies are flying on dragons or Phoenixes through gorgeous clouds of flowers. All of the fairies are women with their hairs turned up. &nbsp;&nbsp;&nbsp;\r\n What is noteworthy in the mural paintings is that a dragon was painted on the northern wall instead of a snake-tortoise. This explains that all the fairies are women. &nbsp;&nbsp;&nbsp;\r\n The structure of the tomb and the mural paintings suggest that it is the tomb of a woman and its location in the precinct of the tomb of the founder king indicates that the woman belonged to the loyal family. &nbsp;&nbsp;&nbsp;\r\n If she was the woman of the Koguryo royal family who is found in the historical records of the 6th century, she must be a daughter of the King Phyongwon. &nbsp;&nbsp;&nbsp;\r\n Ondal was a general of plebeian origin in the Koguryo period who got married to the princess. &nbsp;&nbsp;&nbsp;\r\n So, the tomb can be assumed to be the tomb of the princess and Ondal.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Idea of Independence",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#5",
            "content": "Rodong Sinmun on Kim Jong Il's Idea of Independence  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- Kim Jong Il's idea of national independence serves as an immortal torchlight as it clearly indicates the way of firmly defending the sovereignty and dignity of the Korean nation and achieving national reunification and the prosperity of the nation. Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n His idea of national independence has its historic roots in the immortal Juche idea founded by President Kim Il Sung, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il scientifically elucidated the essence and basic criteria of the nation and the issue related to the formation of the nation, proceeding from the principle of the Juche idea long ago. He expounded a new and original idea that independence is what keeps the nation alive and clarified that the issue of carving out its destiny means meeting its requirements for independence. &nbsp;&nbsp;&nbsp;\r\n He, at the same time, clarified that the cause of national independence can be started only by an outstanding leader of the nation and it can be accomplished only when the popular masses are armed with the idea of national independence set forth by the leader and the principle of independence is strictly abided by under his leadership. Kim Jong Il thus made it possible for the Korean nation's cause of independence to advance on the orbit of Juche, the most scientific and just idea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's idea of national independence serves as a banner for achieving a sure victory in the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n He authored \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" and other famous works. They are an immortal encyclopedia for national reunification as they comprehensively indicate basic principles and ways for most properly settling the issue of national reunification by dint of the great unity of the nation from the stand that the nation is the driving force, while preserving the exploits performed by the President in leading the struggle for national reunification and drawing inspiration from them. &nbsp;&nbsp;&nbsp;\r\n The Songun idea means a successful development in depth of Kim Jong Il's noble idea of national independence as it helps protect the destiny of all Koreans and firmly guarantees the national reunification and the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n His Songun idea serves as a treasured sword for achieving a sure victory because it helps foil foreign forces' aggression and interference and reliably defend the sovereignty of the nation and security of the people and an immortal banner for achieving independent reunification and peace and prosperity as it firmly guarantees the uniform development of the nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Security Authorities' Suppression of Progressive Forces under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#6",
            "content": "Security Authorities' Suppression of Progressive Forces under Fire in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration reportedly issued a statement on Feb. 4 in which it denounced the security authorities for their suppression of the progressive forces. &nbsp;&nbsp;&nbsp;\r\n Recalling that in January alone Ryu Son Min, chairman of the 15th-term south Korean Federation of University Student Councils, was arrested, a verdict of guilty was inflicted upon peasant poet Jong Sol Gyo and Kim Hyong Gun, teacher belonging to the Teachers' Trade Union of south Korea, was put into custody, the statement said that the reckless suppression of the progressive forces perpetrated by the security authorities by invoking the \"National Security Law\" only reveals that they are scared by the fact that a landmark phase is now opening up for reunification. &nbsp;&nbsp;&nbsp;\r\n No one can ever dampen the aspiration of the fellow countrymen for a new era of independent reunification, peace and prosperity, it said, urging the security authorities to face up to the trend of the times and stop at once the suppression of the progressive forces. \r\n\r\n\r\n"
        },
        {
            "title": "Preparatory Committees for Celebrating February 16 Inaugurated in Many Countries and Regions",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#7",
            "content": "Preparatory Committees for Celebrating February 16 Inaugurated in Many Countries and Regions \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- A brisk preparatory work for significantly celebrating the birthday of Kim Jong Il as the holiday common to humankind is now under way worldwide amid the great expectation and concern of the progressive people. &nbsp;&nbsp;&nbsp;\r\n Such preparatory committees were formed in New Delhi and Vienna in December last year with officials of various political parties, organizations and international organizations attending. Similar committees were formed one after another in at least 40 countries including Russia, Mongolia, Sri Lanka, Romania, Denmark, Uganda, Nigeria, Ecuador and Guyana and regions this year. &nbsp;&nbsp;&nbsp;\r\n At the inaugural ceremonies of these preparatory committees attended by officials of governments, political parties and organizations, organizations for friendship and solidarity with the Korean people and followers of the Juche idea, prominent figures were elected chairmen and action programs were published there to highly praise the distinguished ideas and theories and Songun leadership feats of Kim Jong Il and introduce Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Thanks to the positive activities of the preparatory committees colorful functions such as meeting, seminar, film show and photo exhibition are now brisk worldwide to significantly celebrate the February holiday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Magazine \"Korean Information\" Released in Sweden",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#8",
            "content": "Magazine \"Korean Information\" Released in Sweden \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- The Sweden-Korea Friendship Association released magazine \"Korean Information\" No. 1. &nbsp;&nbsp;&nbsp;\r\n The magazine carried photos on Kim Jong Il's revolutionary activities and the October 4 declaration and news of developing inter-Korean relations, saying that the north-south summit held in Pyongyang in October 2007 marked an important occasion in ushering in a new era of independent reunification and national prosperity, guided by the idea of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n It dealt with the dynamic struggle of all Koreans for independent reunification, peace and prosperity and conveyed the contents of the joint editorial of the newspapers of the Workers' Party of Korea, the Korean People's Army and the youth league for this year, etc. &nbsp;&nbsp;&nbsp;\r\n In an article titled \"Undemocratic law to be certainly abolished\" and other articles the magazine called for the abolition of the \"National Security Law\" of south Korea, adding that the U.S. arms buildup and military exercises staged behind the curtain of dialogue and negotiations are revealing the U.S. bellicose forces' reckless ambition to seize the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n It recalled that resolution \"Peace, Security and Reunification of Korean Peninsula\" jointly proposed by the north and the south of Korea was adopted at the plenary session of the 62nd UN General Assembly.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves for Nuclear War under Fire",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#9",
            "content": "U.S. Moves for Nuclear War under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 11 (KCNA) -- The Arab Solidarity Committee to Support the Anti-Imperialist National Democratic Front and the South Korean People's Struggle issued a statement on January 31, 50 years after the U.S. deployment of nuclear weapons in south Korea. &nbsp;&nbsp;&nbsp;\r\n The statement accused the U.S. of not only introducing at least 1,000 nuclear weapons and other huge armed forces for aggression into south Korea but also getting frantic in their moves for war against the DPRK and its neighboring countries, oblivious of the bitter lesson drawn from the past Korean war. &nbsp;&nbsp;&nbsp;\r\n The U.S. can never defeat the Korean people as they are all out to defend the sovereignty and dignity of the nation in a do-or-die spirit, true to the outstanding Songun politics of Kim Jong Il, the statement declared, stressing that the U.S. reckless moves for a nuclear war are bound to go bust.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Idea de independencia es antorcha de la forja del destino de la nacion",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#10",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Comites preparatorios nacen en mas de 40 paises y regiones",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#11",
            "content": "Idea de independencia es antorcha de la forja del destino de la nacion\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de febrero (ATCC) -- La idea de independencia nacional del Dirigente Kim Jong Il es antorcha perenne que defiende seguramente la soberania y la dignidad de la nacion coreana e ilumina claramente el camino para la reunificacion de la patria y la prosperidad de la nacion. &nbsp;&nbsp;&nbsp;\r\n  Asi subraya el diario Rodong Sinmun en un articulo individual del dia 11 y continua: &nbsp;&nbsp;&nbsp;\r\n   La citada idea tiene su raiz historica en la inmortal idea Juche creada por el Presidente Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente, partiendo del principio de la idea Juche, dilucido cientificamente la esencia y el indice principal de la nacion y el problema de la formacion de la nacion, presento la original idea segun la cual la independencia es la vida de la nacion y aclaro que el problema de la forja del destino de la nacion es el de realizar la demanda independiente de esta. Ademas, al senalar que la causa de independencia nacional se allana por el destacado lider de la nacion y se realiza solo armando a las masas populares con la idea de independencia nacional aclarada por el Lider y materializando estrictamente el principio de la independencia bajo su direccion, hizo que la causa de independencia de la nacion coreana avanzara rectamente por la mas cientifica y justa orbita del Juche. &nbsp;&nbsp;&nbsp;\r\n  La idea de independencia nacional del Dirigente es la invencible bandera de la causa de reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\n  Las inmortales obras maestras del Dirigente, entre otras, \"Materialicemos de modo consecuente el legado del gran Lider, camarada Kim Il Sung para la reunificacion de la patria\", \"Que toda la nacion unida alcance la reunificacion independiente y pacifica de la patria\" devienen imperecedero ciclo en que estan sintetizados globalmente los principios y medios intrinsecos para resolver mas correctamente el problema de la reunificacion del pais en la posicion subjetiva de la nacion y con la fuerza de la gran unidad nacional en pleno acato a las hazanas de direccion del Presidente Kim Il Sung para la reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\n  La idea del Songun que hoy dia defiende el destino de toda la nacion y asegura firmemente la reunificacion de la patria y la prosperidad de la nacion es la profundizacion y desarrollo de la sublime idea de independencia nacional del Dirigente Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  La idea del Songun presentada por el Dirigente es invencible remedio que defiende fidedignamente la soberania y la tranquilidad de la nacion frustrando la agresion e intervencion de las fuerzas extranjeras e inmortal bandera de reunificacion independiente, la paz y la prosperidad que asegura con firmeza el desarrollo unificado de la nacion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Entidad sueca edita revista \"Informacion de Corea\"",
            "url": "http://kcna.co.jp/item/2008/200802/news02/12.htm#12",
            "content": "Comites preparatorios nacen en mas de 40 paises y regiones\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de febrero (ATCC) -- Bajo la gran esperanza y atencion de los pueblos progresistas, se despliegan activamente a escala mundial las labores de preparacion para celebrar significativamente el dia de nacimiento (16 de febrero) del Dirigente Kim Jong Il como fiesta comun de la humanidad. &nbsp;&nbsp;&nbsp;\r\n�@En diciembre del ano pasado, quedaron constituidos en Nueva Delhi de la India y Viena de Austria los Comites Preparatorios para el 16 de febrero con la presencia de las personalidades de varios partidos politicos, entidades y organizaciones internacionales. &nbsp;&nbsp;&nbsp;\r\n�@En el ano en curso, nacieron las mismas entidades en mas de 40 paises y regiones, inclusive Rusia, Mongolia, Sri Lanka, Rumania, Dinamarca, Uganda, Nigeria, Ecuador y Guyana. &nbsp;&nbsp;&nbsp;\r\n�@En las ceremonias de fundacion, que tuvieron lugar con la participacion de las personalidades de gobiernos, partidos politicos, organizaciones, entidades de amistad y solidaridad con el pueblo coreano y los adeptos a la idea Juche, fueron electos como presidentes de esos comites las figuras celebres y fueron publicados los planes de actividades para elogiar las extraordinarias hazanas ideo-teoricas del Dirigente Kim Jong Il y sus proezas hechas mediante la direccion del Songun (priorizacion militar) y para dar a conocer la Corea del Songun. &nbsp;&nbsp;&nbsp;\r\n�@Gracias a la dinamica operacion de dichos comites, se desarrollan a escala mundial mitines, seminarios, encuentros de cine y exhibiciones de fotos y otros actos con vistas a celebrar con solemnidad esa fiesta coreana.    \r\n\r\n\r\n\r\n"
        }
    ]
}