{
    "date": "2008-09-10",
    "url": "http://kcna.co.jp/item/2008/200809/20080910.htm",
    "articles": [
        {
            "title": "Parade of Worker-Peasant Red Guards Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#1",
            "content": "Parade of Worker-Peasant Red Guards Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- A parade of the Worker-Peasant Red Guards was held at Kim Il Sung Square with splendor on Sept. 9 to celebrate the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were senior officials of the party, the army and the state, the chairpersons of the friendly parties, deputies to the Supreme People's Assembly, officials of the party, armed forces and power bodies, public organizations, ministries and national institutions, anti-Japanese revolutionary fighters, servicepersons of the Korean People's Army, officials in the fields of science, education, culture and arts, public health and media, heroes, persons of distinguished services and working people in Pyongyang, the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, a congratulatory group of Koreans in Japan and other congratulatory groups and delegations of Koreans overseas and overseas compatriots, diplomatic envoys of various countries and staff members of foreign embassies, representatives of international organizations here, foreign delegations, delegations of organizations for the study of the Juche idea and friendship and solidarity organizations and other foreign guests. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\" a 21-gun salute boomed. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Chun, vice-chairman of the DPRK National Defence Commission, made a speech. &nbsp;&nbsp;&nbsp;\r\n He said that holding the parade of the Worker-Peasant Red Guards on the auspicious occasion of the 60th anniversary of the founding of the DPRK is a striking manifestation of the unshakable faith and will of the army and people of the DPRK to demonstrate internally and externally the validity and vitality of the policy of putting all people under arms which has been successfully implemented at a new higher stage under the guidance of President Kim Il Sung and the Workers' Party of Korea and the invincible national power of Songun Korea and accomplish the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n He declared that the DPRK would continue bolstering the self-defensive war deterrent unless the U.S. imperialists and their followers give up the policy for stifling the DPRK. If another war breaks out in this land, the DPRK will mercilessly punish the aggressors and accomplish the historic cause of national reunification, the greatest desire of the nation, without fail, he added. &nbsp;&nbsp;&nbsp;\r\n Then the parade started. &nbsp;&nbsp;&nbsp;\r\n Led by the column of Kim Il Sung University, the column of Kim Chaek University of Technology and the columns of the Worker-Peasant Red Guards in every province, the columns of the Young Red Guards and revolutionary schools marched past the tribune of honor in fine array, demonstrating the might of the army and people single-mindedly united around the headquarters of the revolution and the majestic appearance of the militia forces of the WPK. &nbsp;&nbsp;&nbsp;\r\n Then columns of the Worker-Peasant Red Guards equipped with powerful combat equipment of Korean type including multiple rocket launchers and anti-aircraft guns moved past the square. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the paraders passed through streets amid the warm welcome of Pyongyangites along the tens of km-long route.  \r\n\r\n\r\n"
        },
        {
            "title": "Torchlight Soiree Marks 60th Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#2",
            "content": "Torchlight Soiree Marks 60th Birthday of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- A torchlight soiree of youth and students \"The Homeland of Songun\" was held at Kim Il Sung Square Tuesday to mark the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were senior officials of the Party, the army and the state, the chairman of a friendly party, deputies to the Supreme People's Assembly, officials of the party, armed forces and power organs, social organizations, ministries and national institutions, anti-Japanese revolutionary fighters, servicepersons of the KPA, officials in the fields of science, education, culture and arts, public health and media, heroes, persons of distinguished services, working people in the city, the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, the congratulatory group of Koreans in Japan and other congratulatory groups and delegations of overseas compatriots and Koreans overseas, diplomatic envoys of various countries and staff members of different embassies and representatives of international organizations here, foreign delegations, delegations of organizations for the study of the Juche idea and friendship and solidarity organizations and foreign guests. &nbsp;&nbsp;&nbsp;\r\n The torchlight soiree started. &nbsp;&nbsp;&nbsp;\r\n When the band solemnly played \"Leader Is Always With Us\" and \"My Great Country\", the participants formed a huge flag of the Republic and the title of the soiree \"The Homeland of Songun\" on the square. &nbsp;&nbsp;&nbsp;\r\n The youth and students changed the formations of torchlight columns to the tune of the loud chorus \"The Song of General Kim Il Sung\" and \"The Song of General Kim Jong Il\", presenting the august names of the peerlessly great men, \"Juche\", \"September 9, 1948\", \"Songun Politics\", five-pointed star, a rifle and others. &nbsp;&nbsp;&nbsp;\r\n There appeared on the square in succession diverse columns and movements with torchlight representing the majestic appearance of Juche Korea and the unbreakable single-minded unity of the revolutionary ranks. &nbsp;&nbsp;&nbsp;\r\n Entering the square were ranks of torchlight marchers led by open limousines carrying young boys and girls holding high the flag of the Kim Il Sung Socialist Youth League bearing the portrait of President Kim Il Sung and the torchlight of the revolution. &nbsp;&nbsp;&nbsp;\r\n The columns of youth and students passed through the square in fine array, presenting the letters \"Young Vanguard\" and \"Devoted Defence\" to represent the faith and will of the successors to the Songun revolution who would accomplish the revolutionary cause of Juche, which started in Mt. Paektu, united close around the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n When the participants formed letters \"Glory to General!\" and a floral basket in reflection of the firm determination of the hot-blooded young people to hold leader Kim Jong Il in high esteem, deeply trusting and following him, fireworks were displayed to beautifully decorate the nocturnal sky of the square on the auspicious day of September.    \r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Held to Mark Diamond Jubilee of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#3",
            "content": "National Meeting Held to Mark Diamond Jubilee of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- A national meeting was held at the Pyongyang Indoor Stadium Monday to mark the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were senior party, army and state officials, chairpersons of the friendly parties, deputies to the Supreme People's Assembly, officials of party, armed forces and power bodies, social organizations, ministries and national institutions, servicepersons of the Korean People's Army, officials in the fields of science, education, culture and arts, public health and media, bereaved families of revolutionary martyrs, labor innovators and working people in Pyongyang, the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, the congratulatory group of Koreans in Japan and other congratulatory groups and delegations of Koreans and compatriots in different parts of the world. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were representatives and staff members of foreign embassies and representatives of international organizations here and delegations of different countries, delegations and delegates of Juche idea study organizations and friendly and solidarity organizations and other foreign guests. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message presented to General Secretary Kim Jong Il on behalf of the Central Committee of the Workers' Party of Korea, the Central Military Commission of the WPK and the National Defence Commission, the SPA Presidium and the Cabinet of the DPRK was conveyed by Kim Yong Nam, member of the Political Bureau of the WPK Central Committee and president of the Presidium of the DPRK Supreme People's Assembly. &nbsp;&nbsp;&nbsp;\r\n Premier of the Cabinet Kim Yong Il delivered a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n The reporter said that the six-decade-long history of the DPRK was a course of victory in which its army and people paved a new path for building a state centered on the popular masses under the uplifted revolutionary banner of the Juche idea, single-mindedly united around President Kim Il Sung and General Secretary Kim Jong Il, and fully demonstrated the might of a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, and a glorious path along which they strikingly showcased the validity and invincibility of the ideology, system and cause of the DPRK despite the stern tempest of the anti-imperialist struggle. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Since the foundation of the DPRK Kim Il Sung energetically led the work to shape all lines and policies in line with the requirements and interests of its people and the specific conditions of the country and push ahead with the revolutionary struggle and construction in an independent and creative manner according to their own faith and viewpoint. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung, founder of the Songun idea and pioneer of the Songun revolution, paid primary attention to military affairs in the whole course of leading the DPRK and exerted great efforts for augmenting the military capability of the country in each period of the revolutionary development and at its each phase. &nbsp;&nbsp;&nbsp;\r\n The Juche-based cause of nation-building which has victoriously advanced under the banner of Songun has developed in depth to reach a new higher stage as Kim Jong Il established the Songun politics as a main socialist political mode as required by the changed environment of the times and the revolutionary development in the 1990s and embodied it in all fields. &nbsp;&nbsp;&nbsp;\r\n The reporter called for achieving the eternal prosperity of the country and the nation with the tremendous might of the servicepersons and people single-mindedly united around the headquarters of the revolution headed by Kim Jong Il, reunifying the country and wining a final victory in the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n The Korean people will wage a dynamic nationwide struggle to usher in a new era of independent reunification, peace and prosperity by their concerted efforts under the uplifted banner of the historic June 15 joint declaration and the October 4 declaration and thus surely achieve the cause of national reunification, the reporter noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The situation still remains tense on the Korean Peninsula due to the hostile moves of the U.S. imperialists and their satellite forces against the DPRK. &nbsp;&nbsp;&nbsp;\r\n  The army and people of the DPRK are closely watching with a high degree of revolutionary vigilance the moves of the U.S. and its followers to stifle the DPRK and will resolutely and mercilessly retaliate against any slightest provocative act of infringing upon its sovereign dignity and interests. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will in the future, too, further develop solidarity and cooperative relations with all countries that remain friendly to it in the idea of independence, peace and friendship and make positive efforts to achieve stability and development of Asia and the rest of the world, opposing and rejecting imperialists' domination, interference and moves for a war. \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#4",
            "content": "Congratulatory Message to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il was presented with a congratulatory message in the joint name of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the National Defence Commission, the Presidium of the Supreme People's Assembly and the Cabinet of the Democratic People's Republic of Korea on Tuesday on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n The proclamation of the founding of the DPRK by President Kim Il Sung on Sept. 9, Juche 37 (1948), right after the country's liberation was a solemn declaration of the birth of socialist Korea, the first people's country in the former colony in the East, and marked a great event that opened up a new era of building a socialist state centered on the popular masses. &nbsp;&nbsp;&nbsp;\r\n Thanks to his outstanding leadership, the army and people of the DPRK could defeat the U.S. imperialists who had boasted of being the \"strongest\" in the world and honorably safeguard the freedom and independence of the country and the gains of the revolution and eradicate century-old backwardness and poverty and build a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, by successfully carrying out the post-war rehabilitation and construction, socialist revolution and gigantic socialist construction on debris. &nbsp;&nbsp;&nbsp;\r\n The President clarified the unique theory of power building which calls for making the state power a representative of the sovereign rights of the popular masses, an organizer of the creative ability and activities, a house-holder responsible for the people's living and protector of the interests of the people for the first time in the history of the building of the socialist government and successfully embodied it, building on this land the best socialist system centered on the popular masses where they have become masters of the country and society and everything serves them. &nbsp;&nbsp;&nbsp;\r\n Noting that the DPRK is greeting its best day in its development, demonstrating its invincible might under the experienced and tested leadership of Kim Jong Il, the message continued: &nbsp;&nbsp;&nbsp;\r\n Thanks to your leadership, the government of the Republic has developed to be a powerful political weapon for dynamically advancing the cause of building socialism centered on the popular masses as intended by the President, regarding the immortal Juche idea fathered by him as unshakable guidelines. &nbsp;&nbsp;&nbsp;\r\n You made sure that the Kim Il Sung Constitution was instituted and promulgated, a constitution which codified Kim Il Sung as the eternal President of the DPRK reflecting the unanimous will and desire of the army and people after the nation was seized with the profound grief over his demise. This was the most vivid manifestation of the revolutionary ethics and morality in the history of the constitution under socialism and marked a historic event that made the Republic shine forever with the august name of the President and enabled it to dynamically advance with the great revolutionary idea of the President and his undying exploits performed in the nation-building as an eternal foundation. &nbsp;&nbsp;&nbsp;\r\n The DPRK could steadily advance along the road of socialism of Juche despite the tempests of the complicated politics in the world where socialist power got degenerated and collapsed in various countries. This was the result of the revolutionary leadership of you who have strengthened and developed the government of the Republic as the state of its founder Kim Il Sung in name and reality with the iron faith that socialism is a science and the firm will that no change should be expected from you.&nbsp;&nbsp;&nbsp;\r\n It was thanks to your outstanding foresightedness and strong resolution that the Songun politics was formulated as the main political mode under socialism and the Korean-style state leadership system was established with the National Defence Commission as its core to develop the DPRK as a powerful socialist state which always emerges victorious thanks to the treasured sword of Songun.&nbsp;&nbsp;&nbsp; \r\n Never has there been such a time in the history of the Korean nation spanning 5,000 years as now when the position of the country has reached the level of a dignified power and the dignity and honor of the nation have been demonstrated to the whole world thanks to your Songun politics. &nbsp;&nbsp;&nbsp;\r\n You are, indeed, a peerless patriot and a great man without parallel as you have wisely led the country to victory and glory with noblest patriotism and outstanding political caliber. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable faith and will of the army and people of the DPRK to totally entrust their destinies to you, a symbol of all victories and glory and future of Songun Korea, and achieve its eternal prosperity, single-mindedly remaining true to your idea and leadership. &nbsp;&nbsp;&nbsp;\r\n All the party members, servicepersons of the People's Army and people will hold the President in high esteem as the founder of socialist Korea and eternal President of the DPRK and steadily carry forward his idea and cause and thus glorify the country as Kim Il Sung's Korea, the everlasting country of the sun. &nbsp;&nbsp;&nbsp;\r\n We will decisively foil the anti-DPRK and anti-reunification moves of the separatist forces at home and abroad, holding fast to the three charters for national reunification, and surely build an independent and prosperous reunified powerful nation on this land of three thousand ri through the concerted efforts of all Koreans. &nbsp;&nbsp;&nbsp;\r\n We will boost international solidarity with the world progressive people desirous of independence and wage a positive struggle to build an independent and peaceful new world.    \r\n\r\n\r\n"
        },
        {
            "title": "Banquet Given by DPRK Government",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#5",
            "content": "Banquet Given by DPRK Government \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- The DPRK government arranged a banquet at the People's Palace of Culture on Sept. 9 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were senior officials of the Party, the army and the state, chairpersons of friendly parties, deputies to the Supreme People's Assembly, officials of party, armed forces and power organs, public organizations, ministries, national institutions, anti-Japanese revolutionary fighters, servicepersons of the Korean People's Army, officials of scientific, educational, cultural and arts, public health and media institutions and persons of distinguished services. The chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, the congratulatory group of Korean residents in Japan and other overseas compatriots were among those present there. &nbsp;&nbsp;&nbsp; \r\n Present there on invitation were foreign delegations, the delegations of friendly organizations and solidarity organizations of various countries on a visit to the DPRK, diplomatic envoys of different countries and representatives of international organizations here and foreign guests. &nbsp;&nbsp;&nbsp; \r\n Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, made a speech at the banquet. &nbsp;&nbsp;&nbsp; \r\n The speaker said that under the wise leadership of President Kim Il Sung the DPRK has turned into an invincible power demonstrating its might with independence in politics, self-support in economy and self-reliance in national defence and a genuine cradle of the Korean people, courageously weathering out stern tempest and trials of history. &nbsp;&nbsp;&nbsp;\r\n  The President's cause of building a rich and powerful country is now being successfully carried out at a new higher stage and the DPRK has a rosy future of a great prosperous powerful nation under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It is the great fortune and the highest honor for the army and people of the DPRK to have Kim Jong Il at the helm of the Juche-based revolution, the speaker noted, and continued:&nbsp;&nbsp;&nbsp; \r\n A great prosperous powerful socialist nation of Juche is sure to emerge on this land to shed its rays all over the world and the dignity and might of the Republic will be further exalted thanks to the experienced and tested leadership of Kim Jong Il, the mental power of all the servicepersons and people single-mindedly united around the headquarters of the revolution and the invincible armed forces demonstrating their might as the strong revolutionary army of Mt. Paektu.  \r\n\r\n\r\n"
        },
        {
            "title": "Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#6",
            "content": "Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Senior party, army and state officials, a chairperson of friendly party, leading officials of party, armed forces organs and working people's organizations visited the Kumsusan Memorial Palace on September 9 to pay homage to President Kim Il Sung on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp; \r\n They entered the hall where the statue of the President stands. &nbsp;&nbsp;&nbsp;\r\n Placed before the statue of Kim Il Sung was a floral basket in the joint name of the Central Committee and the Central Military Commission of the Workers' Party of Korea and the National Defence Commission of the DPRK, the Presidium of the DPRK Supreme People's Assembly and the Cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The senior party, army and state officials paid profound tribute to the President in humble reverence. &nbsp;&nbsp;&nbsp; \r\n They made deep bows to the President who built on this land socialist Korea in which the idea of believing in the people as in Heaven is embodied and laid a firm foundation for the eternal prosperity of the country and the nation.  \r\n\r\n\r\n"
        },
        {
            "title": "Mass Gymnastic Display Marks Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#7",
            "content": "Mass Gymnastic Display Marks Birthday of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The mass gymnastic display \"May Country Prosper\" was performed at the May Day Stadium today to celebrate the 60th birthday of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n Appreciating the display were senior party, army and state officials, deputies to the Supreme People's Assembly, officials of party, armed forces and power organs, public organizations, ministries and national institutions, anti-Japanese revolutionary fighters servicepersons of the Korean People's Army, officials of scientific, educational, cultural and arts, public health and press organs, bereaved families of revolutionary martyrs, persons of merit and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Present on invitation to enjoy the display were the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, the congratulatory group of Koreans in Japan and other congratulatory groups and delegations of overseas Koreans and compatriots from different regions of the world, representatives and staff members of foreign embassies and representatives of international organizations here, delegations of various countries, delegations of Juche idea study organizations and friendly and solidarity organizations and other foreign guests staying in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The mass gymnastic display made an impressive, great epic representation of the glorious history of the DPRK which shines with the revolutionary exploits of President Kim Il Sung and which has made long strides, winning victory after victory under the experienced and seasoned leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The display was highly acclaimed by the spectators as its performers made a successful ideological and artistic representation of the undying feats of Kim Il Sung and Kim Jong Il and the might of the DPRK where the army and people are making an all-out advance toward the high eminence of a great prosperous powerful nation, single-mindedly united around the headquarters of the revolution, through dynamic and graceful gymnastic movements, the presentation of diverse columns of gymnasts and formative arts and ever-changing background of the stadium.  \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Kim Jong Il from Chinese Party and State Leaders",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#8",
            "content": "Congratulatory Message to Kim Jong Il from Chinese Party and State Leaders \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- A congratulatory message came to Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, and Kim Yong Il, premier of the Cabinet, from Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China and chairman of the Central Military Commission of the PRC, Wu Bangguo, chairman of the Standing Committee of the National People's Congress, and Wen Jiabao, premier of the State Council, on Monday on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n On behalf of the Communist Party of China and the Chinese government and people, we send warm congratulations and best wishes to you and, through you, to the Workers' Party of Korea and the DPRK government and the Korean people on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The foundation of the DPRK showed that the Korean people became the master of the country and embarked on the new road of building a socialist state. &nbsp;&nbsp;&nbsp;\r\n Over the past six decades, the Korean people have achieved distinguished successes in socialist revolution and construction&nbsp;&nbsp;&nbsp;\r\nunder the leadership of President Kim Il Sung and General Secretary Kim Jong Il and the WPK in the spirit of self-reliance and fortitude. &nbsp;&nbsp;&nbsp;\r\n We sincerely rejoice at them and wholeheartedly hope that the Korean people will steadily register fresh successes in seeking a way of development suited to the specific conditions of their country, promoting the overall development of economy and society and expanding exchange and cooperation with other countries, etc. &nbsp;&nbsp;&nbsp;\r\n China and the DPRK are the friendly neighbors linked with each other by the same rivers and mountain. &nbsp;&nbsp;&nbsp;\r\n The traditional Sino-DPRK friendship is steadily growing stronger thanks to the joint efforts of both sides. &nbsp;&nbsp;&nbsp;\r\n We will join the DPRK side in making strenuous efforts to put spurs to the development of the Sino-DPRK friendly and cooperative relations and defend the peace and security in the region in the spirit of inheriting the tradition, facing up to the future, boosting the good neighborliness, friendship and cooperation. &nbsp;&nbsp;&nbsp; \r\n We wish the DPRK prosperity and the Korean people happiness.  \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Congratulatory Letter from Russian President",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#9",
            "content": "Kim Jong Il Receives Congratulatory Letter from Russian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Chairman of the DPRK National Defence Commission Kim Jong Il received a congratulatory letter from Russian President Dmitri Anatoliyevich Medvedev on Monday on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The letter said: &nbsp;&nbsp;&nbsp;\r\n Please accept my heartfelt congratulations to you on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n A new sovereign state, which had a geographically and historically close relation with our country, was founded in the land of Korea on September 9, 1948. &nbsp;&nbsp;&nbsp;\r\n For the past several decades since the significant day, we have gained weighty and positive experience in the mutual cooperation and implemented a lot of common plans conducive to the welfare of the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n It is my belief that the traditional good-neighborly relations between our two countries will continue to grow stronger in the future, too, and thus make a distinguished contribution to ensuring peace, stability and security in the Korean Peninsula and the rest of Asia. &nbsp;&nbsp;&nbsp; \r\n Your Excellency Kim Jong Il, &nbsp;&nbsp;&nbsp;\r\n I wish you good health and greater success in your responsible state affairs and the friendly DPRK peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Yours Sincerely.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Greetings to Kim Jong Il from Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#10",
            "content": "Message of Greetings to Kim Jong Il from Raul Castro Ruz\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il and Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received a message of greetings from Raul Castro Ruz, President of the Council of State and president of the Council of Ministers of Cuba, on Sept. 5 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n I send warmest felicitations to you on behalf of the Communist Party, government and people of Cuba on the occasion of the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The feelings of fraternal cooperation and solidarity that characterize the relations between Cuba and the DPRK encourage us and their most vivid manifestation is our support for the just desire of the Korean people for the complete national reunification. &nbsp;&nbsp;&nbsp;\r\n I, availing myself of this opportunity, reaffirm our will to continue to boost the fraternal cooperative relations between the parties, governments and peoples of our two countries and sincerely wish you success in your work of leading the Korean nation and happiness. &nbsp;&nbsp;&nbsp;\r\n Please accept my warm fraternal regards.  \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK Marked",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#11",
            "content": "Anniversary of DPRK Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Leading papers today dedicate editorials to the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung's founding of the DPRK on September 9, Juche 37 (1948) marked a significant event in ushering in a new era for building a rich and powerful country for the people on this land under the banner of the Juche idea, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The foundation of the DPRK meant the birth of a new Korea for the people, the greatest and the most dignified one in the history of the nation spanning 5 000 years and the beginning of a glorious history of building a great prosperous powerful socialist nation in our era. &nbsp;&nbsp;&nbsp;\r\n The DPRK has recorded great victories and miracles by bravely overcoming all kinds of tempests and trials of history with the might of the single-minded unity under the leadership of the party and the leader during the past six decades. &nbsp;&nbsp;&nbsp; \r\n The Korean people have spared no precious blood and sweat in the struggle for the sovereignty, independence and the prosperity of the country sharing their destiny with the party both during difficult days and days of glory and victory, and firmly defended the government and the socialist system of the DPRK, valuing them more precious than their own lives. The single-minded unity has grown stronger in the victorious course of history under the sacred blue and red flag of the Republic. Herein lie the key to the mightiness of the DPRK, its high dignity and honor and immensely bright future. &nbsp;&nbsp;&nbsp;\r\n The feats performed by the President, who bequeathed the socialist power to the Korean people and glorified the dignity and honor of the nation, working heart and soul for the prosperity of the country and the happiness of people throughout his 80 odd-year-long revolutionary career, will shine long along with the history of the country. &nbsp;&nbsp;&nbsp;\r\n The prospect of the DPRK dynamically advancing toward the bright future full of confidence is firmly guaranteed by General Secretary Kim Jong Il's scientific revolutionary idea, the politico-ideological might and the might of the single-minded unity of all servicepersons and people firmly rallied around him as one. &nbsp;&nbsp;&nbsp;  \r\n Thanks to the tremendous mental power of all servicepersons and people upholding the leader's idea and policy in single mind while devotedly safeguarding him at the cost of their lives the DPRK will continue to win victories and work miracles startling the world and exalt its might as an invincible power which no one dare provokes. &nbsp;&nbsp;&nbsp;\r\n Minju Joson editorially stresses that the DPRK will certainly scale the eminence of a great prosperous powerful nation and shine as the country of Kim Il Sung forever as it is led by Kim Jong Il.   \r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#12",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung on the occasion of the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp; \r\n Servicepersons and people visited the statues of the President in different parts of the country at a time when the country is pervaded with profound reverence for Kim Il Sung, the father of socialist Korea, founder and leader of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Seen standing before the statue of the President on Mansu Hill was a floral basket from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Floral tribute was paid to the statue of the President in the name of party, armed forces and power organs, public organizations, ministries, national institutions, KPA units and scientific, educational, cultural, arts, public health and media institutions and factories, enterprises, schools, etc. &nbsp;&nbsp;&nbsp;\r\n A floral basket in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front was placed before the statue. &nbsp;&nbsp;&nbsp; \r\n The visitors made bows in reverence before the statue of the President. &nbsp;&nbsp;&nbsp; \r\n Floral baskets were laid before the statues of the President standing at different units including Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security and the Pyongyang Schoolchildren's Palace. &nbsp;&nbsp;&nbsp;\r\n Servicepersons, people and school youth and children across the country visited the statues of the President in their residential areas and paid floral tribute to him.     \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths and Floral Baskets Laid before Cemeteries and Monument to Victory in War",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#13",
            "content": "Wreaths and Floral Baskets Laid before Cemeteries and Monument to Victory in War\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Wreaths were laid before the Revolutionary Martyrs Cemetery on Mt. Taesong and the Patriotic Martyrs Cemetery and floral baskets before the Monument to Victory in the Fatherland Liberation War on Monday on the occasion of the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Seen on the wreath-laying stands of the cemeteries were wreaths sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath- and floral basket-laying ceremonies were senior party, army and state officials, a chairman of a friendly party, officials of the party, armed forces and power organs, public organizations, ministries and national institutions, servicepersons of the Korean People's Army and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Wreaths in the name of the Central Committee of the WPK and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK were laid on the wreath-laying stands of the cemeteries and a floral basket in the joint name of the Central Committee and the Central Military Commission of the WPK before the main theme sculpture \"Victory\" of the above-said monument. &nbsp;&nbsp;&nbsp;\r\n Floral tribute was paid at the cemeteries and the monument in the name of the Ministry of the People's Armed Forces, working people's organizations, ministries, national institutions, KPA units and scientific, educational, culture and art, public health and media institutions and party and power organs and factories, farms and universities in Pyongyang. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Foreign Guests",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#14",
            "content": "Kim Yong Nam Meets Foreign Guests\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk at the Mansudae Assembly Hall today with foreign guests who participated in the exhibition of books on the greatness of the three generals of Mt. Paektu and works representing reverence for them and the joint TV meeting held to celebrate the 60th birthday of the DPRK. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Adherents to Juche Idea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#15",
            "content": "Kim Yong Nam Meets Adherents to Juche Idea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today met and had a friendly talk at the Mansudae Assembly Hall with Vishwanath, director-general of the International Institute of the Juche Idea, its Secretary General Kenichi Ogami, Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Baguma Isoke, director general of the African Regional Committee for the Study of the Juche Idea, and directors of the board of the IIJI and heads of the delegations of the study of the Juche idea on a visit to the DPRK on the occasion of the 60th birthday of the DPRK. \r\n\r\n"
        },
        {
            "title": "Reception Given for Overseas Compatriots",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#16",
            "content": "Reception Given for Overseas Compatriots\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- A reception was given by General Secretary Kim Jong Il for overseas compatriots on Tuesday on the occasion of the 60th founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were congratulatory groups, delegations and visiting groups of overseas compatriots and other overseas Koreans staying in the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Yu Ho, director of the Bureau of Service for Overseas Compatriots, and officials concerned. &nbsp;&nbsp;&nbsp; \r\n Speeches were made at the reception. \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given for Adherents to Juche Idea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#17",
            "content": "Reception Given for Adherents to Juche Idea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The DPRK government gave a reception at Pyongyang Koryo Hotel Monday in honor of delegations and delegates of Juche idea study organizations on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Director-General of the International Institute of the Juche Idea Vishwanath, a delegation of the Secretariat of the IIJI headed by Secretary General Kenichi Ogami and delegations and delegates of Juche idea study organizations from different countries and regions. &nbsp;&nbsp;&nbsp;\r\n On hand were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Choe Sang Sun, chairman of the Korean Social Scientists Society, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in a speech made at the reception said that President Kim Il Sung founded the DPRK and turned it into a socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n He noted that the President's immortal idea of nation-building and his feats and the invincible history of the DPRK are shining more brilliantly thanks to General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks to the adherents to the Juche idea for having contributed to accomplishing the cause of global independence through their positive activities to study and disseminate the Juche idea and extended invariable support and solidarity to the Korean people in their just cause of socialist construction and national reunification. &nbsp;&nbsp;&nbsp;\r\n Vishwanath, speaking next, said that Kim Il Sung, the great sun, is immortal for the undying feats performed for the Korean revolution and socialist construction. &nbsp;&nbsp;&nbsp;\r\n He noted: The Korean people are firmly preserving the feats of the President and effecting new changes in socialist construction day by day. These would be unthinkable without the energetic leadership of Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Joint TV Meeting Celebrates Diamond Jubilee of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#18",
            "content": "Joint TV Meeting Celebrates Diamond Jubilee of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The joint TV meeting \"Great Contribution, Admiration of All People\" was held at the Central Youth Hall on Sunday on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, delegations and figures from different countries on a visit to the DPRK, foreign students studying at Kim Il Sung University and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Mun Jae Chol said at the meeting that the immortal exploits performed by President Kim Il Sung and General Secretary Kim Jong Il which shine along with the 60-year-long history of the DPRK are highly lauded by the world progressives. He noted he saw for himself many heads of political parties and states and political and public figures of various countries speaking highly of the peerlessly great men. &nbsp;&nbsp;&nbsp;\r\n Garib Newaz, director of the International Institute of the Juche Idea, Rosanita Campos, secretary of the October 8 Revolutionary Movement of Brazil, Rarissa Levy Cheva, managing director of Rio-Press in Krasnoyarsk of Russia, Manju Ratna Sakya, chairman of the Nepal Journalist Association, and other figures recalled that the President laid down a unique line of nation-building and wisely led the struggle to implement it. &nbsp;&nbsp;&nbsp;\r\n Zhou Wei, daughter of Zhou Baozhong who was related to the anti-Japanese revolutionary struggle in China, Zhang Jinquan, son of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, the family of Ya.T.Nobichenko, S. Surenjav, president of J. Sambuu Herders Development Fund of Mongolia, and other foreigners told the audience in an excited tone about the great loving care and benevolence shown by the President and Kim Jong Il for them. &nbsp;&nbsp;&nbsp; \r\n They renewed their determination to positively support the just cause of the Korean people with reverence for the peerlessly great men like their parents, brothers and sisters who devotedly worked for the development of the friendly relations with the DPRK.  \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#19",
            "content": "Wreaths Laid\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Wreaths were laid before statues of martyrs, the Monument to the Fallen Fighters of the People's Army and the cemeteries of martyrs in different parts of the country on Tuesday on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Attending the wreath-laying ceremonies were leading officials of local party and power bodies and working people's organizations and working people and school youth and children. &nbsp;&nbsp;&nbsp;\r\n Wreaths from local party and power organs, working people's organizations, industrial establishments, farms, schools, etc. and bouquets and flowers were laid before the statues of martyrs, the Revolutionary Martyrs Cemetery in Hyesan, the Monument to the Fallen Fighters of the People's Army and cemeteries of martyrs. &nbsp;&nbsp;&nbsp; \r\n The participants paid a silent tribute to the martyrs who devoted their all to the sacred struggle to defend the freedom and independence of the country and achieve the prosperity of the Republic and accomplish cause of socialism true to the idea and leadership of President Kim Il Sung and Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Coin to Be Minted",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#20",
            "content": "Commemorative Coins to Be Minted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The commemorative coins \"60th anniversary of the founding of the DPRK\" will be minted. &nbsp;&nbsp;&nbsp;\r\n The commemorative coins \"60th anniversary of the founding of the DPRK\" in gold and silver will be minted to eternally glorify the immortal exploits President Kim Il Sung performed by founding the Republic and strengthening and developing it and significantly mark the glorious 60 years of victory and glory covered by the Republic, according to a decree promulgated by the Presidium of the DPRK Supreme People's Assembly on September 6. &nbsp;&nbsp;&nbsp;\r\n The decree said that the SPA Presidium approves the diagram, size and composition of the above-said commemorative coins. \r\n\r\n\r\n"
        },
        {
            "title": "Events Held for Foreign Students",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#21",
            "content": "Events Held for Foreign Students\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- A book and photo exhibition and a film show were held at the Pyongyang Cultural Exhibition on September 5 and 8 for foreign students studying at Kim Il Sung University and Kim Hyong Jik University of Education on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They looked round the photos showing the undying feats of President Kim Il Sung who founded the DPRK and converted it into a dignified socialist power independent in politics, self-supporting in economy and self-reliant in national defence and those of General Secretary Kim Jong Il who has protected socialism and happiness of the people with his Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n They went round famous works of the President and Kim Jong Il, books introducing the politics, economy, culture and history and others of the DPRK before watching the Korean documentary film \"Answer of the DPRK.\" \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Crewmen Celebrate DPRK Birthday",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#22",
            "content": "Foreign Crewmen Celebrate DPRK Birthday\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Meetings were held by foreign crewmen at Haeju Port and Chongjin Port on Sept. 6 and 8 on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present at the meetings were captains and crewmen of the two Chinese-flagged ships, a Tuvaluan-flagged ship and a Sierra Leonean-flagged ship. &nbsp;&nbsp;&nbsp;\r\n Speakers said at the meetings that the glorious course of the DPRK has been recorded with the undying revolutionary exploits of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They noted that the DPRK has developed into the man-centered country which successfully applied the great Juche idea, Songun idea, and a political and military power. &nbsp;&nbsp;&nbsp;\r\n The Korean people hold Kim Il Sung in high esteem as father of nation-building, father of socialist Korea and eternal President of the DPRK, they said, adding: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, who is successfully carrying forward the idea and cause of Kim Il Sung, is firmly defending the sovereignty of the country by shattering the anti-DPRK moves of the enemies with the might of Songun politics. &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter to Kim Jong Il was adopted at the meeting in Haeju Port. &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting, the participants laid a floral basket before the statue of Kim Il Sung in Haeju City and paid tribute to him.  \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Letter to Kim Jong Il from Chongryon",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#23",
            "content": "Congratulatory Message to Kim Jong Il from Chongryon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il received a congratulatory message from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Sept. 9 on the occasion of the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The message said that all officials of Chongryon and compatriots in Japan greeting the 60th founding anniversary of the DPRK are full of high national pride and joy of flying blue and red flags of the Republic in every nook and corner of Japan. &nbsp;&nbsp;&nbsp;\r\n Noting that they feel very grateful for the profound loving care of President Kim Il Sung and Kim Jong Il who always have led them along the road of patriotism over the past six decades, the message stressed that the love and care with which the President personally led Chongryon and the compatriots in Japan in their every step and helped them set an example in the world overseas residents movement are recorded as legends in the history of the movement of the Koreans in Japan. It added that the President is an eternal father of the compatriots in Japan and his care is the embrace of the exceptionally benevolent homeland. &nbsp;&nbsp;&nbsp; \r\n Pointing out that Kim Jong Il who has successfully carried forward and developed President's cause of nation-building has clearly indicated the road for the work of Chongryon and compatriots in Japan to follow and wisely led them, deeply considerate of it and the safety of the compatriots in Japan at all times, while making the forced march accompanied by endless journeys for on-the-spot guidance to the building of a great prosperous powerful nation and in those days of commanding the confrontation with the U.S. to victory in the historic period of more than a decade during which he ushered in a great heyday for the Republic with his Songun politics, the message emphasized that Chongryon officials and compatriots in Japan could firmly preserve the precious patriotic tradition of sharing their destiny with the socialist homeland full of confidence and optimism despite the Japanese reactionaries' brutal suppression because Kim Jong Il trusted them as true loyalists and ardent patriots who share weal and woe with the homeland and encouraged them in consolidating the single-minded unity of the Chongryon ranks. &nbsp;&nbsp;&nbsp;\r\n The Chongryon Central Standing Committee will successfully exalt the tradition of loyalty that took roots in the early period of the movement of Korean residents in Japan and grew stronger in the course of the patriotic struggle and thus make patriotic devotion to the sacred cause of defending the socialist homeland and building a great prosperous powerful nation, concluded the message.       \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Letter to Kim Jong Il from C.C., AINDF",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#24",
            "content": "Congratulatory Letter to Kim Jong Il from C.C., AINDF\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il Tuesday was presented with a congratulatory letter by the Central Committee of the Anti-Imperialist National Democratic Front on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The message said: The foundation of the Republic marked a historic event that brought about a fundamental turn in the struggle for carving out the destiny of the Korean nation and settling the issue of power in our era. &nbsp;&nbsp;&nbsp;\r\n Noting that the founding of the DPRK helped successfully realize the century-old desire of the Korean nation to independently and creatively carve out its destiny as a true master of the state power and provided a true model for power building in the human history of politics, the letter stressed that the glorious course covered by the Republic is brilliantly recorded with the immortal history of the revolutionary activities of Kim Jong Il who has made it throw its radiant rays as Songun Korea of Juche all over the world, carrying forward the noble idea of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It pointed out that Kim Jong Il has glorified the DPRK as Kim Il Sung's Korea in name and reality and strengthened and developed the DPRK government as a powerful political weapon for realizing the idea and cause of the President by defending and steadily inheriting and developing the President's Juche-oriented line of building the people's power and his exploits. &nbsp;&nbsp;&nbsp;\r\n Recalling that Kim Jong Il brought about a new turning phase in the struggle for national reunification by ushering in the June 15 era of independence and reunification in which the Korean nation is advancing under the banner of \"By our nation itself,\" the letter emphasized that Kim Jong Il has remarkably increased the international position and influence of the DPRK and made the Songun Korea demonstrate its might as a banner for the victory of socialism and a pacemaker for the cause of independence by maintaining the firm socialist principle and the anti-imperialist independent stand despite the upheaval of the rapidly changing history and providing experienced and tested leadership. &nbsp;&nbsp;&nbsp;\r\n We will carry on the dynamic struggle to implement the June 15 joint declaration and the October 4 declaration under the uplifted banner of \"By our nation itself\" and resolutely foil the evermore undisguised moves of the separatist forces at home and abroad against the reunification and for a war of aggression against the DPRK, the letter said. \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#25",
            "content": "Gift to Kim Jong Il from Mexican Party Leader\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Alberto Anaya Gutierrez, coordinator (leader) of the National Coordinating Committee of the Workers' Party of Mexico, on the occasion of the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to an official concerned by Coordinator of its National Coordinating Committee Reginaldo Sandobal, on a visit to the DPRK, on Sept. 7.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Cuban Organization",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#26",
            "content": "Gift to Kim Jong Il from Cuban Organization\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Cuban Institute of Friendship with the Peoples on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to an official concerned by First Vice-President of the Cuban Institute of Friendship with the Peoples Enrique Roman Hernandes on a visit to the DPRK.\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets and Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#27",
            "content": "Floral Baskets and Gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by Rosanita Campos, secretary of the October 8 Revolutionary Movement of Brazil, the delegation of the Australia-DPRK Friendship and Cultural Society headed by Raymond Ferguson, the Mongolian friendship delegation headed by D. Michka, general director of the Mongolian HUM Company Ltd., Javed Ahmed Ansari, secretary general of the Society for the Study of Self-Reliance of Pakistan, S. Surenjav, president of the J. Sambuu Herders Development Fund of Mongolia, Takashi Nada, representative of the Ehime Institute for Contemporary Korean Issue in Japan, Aleksandr Brezhnev, a Russian poet, and with a floral basket by the friendship delegation of Donggang City of Liaoning Province, China, headed by Song Shuguan, general manager of the Chaoyuan Fish Breeding Company Ltd., now on visits to the DPRK to attend celebrations of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n He was presented with floral baskets by the Japanese Women's Society for Solidarity with the Korean Women, the Aichi Council for Promoting the Education and Cultural Exchange between Japan and the DPRK, the Hiroshima Prefectural Citizens' Society for Japan-Korea Friendship, Kimikazu Tomoi, adviser of the Hyogo Prefectural Citizens' Society for Japan-Korea Friendship, and other Japanese organizations and figures on the same occasion. &nbsp;&nbsp;&nbsp;\r\n He was also presented with floral baskets by the Oita Prefectural delegation for Japan-Korea friendship and the delegation of the Japan-DPRK Friendship Association of Izumi City of Kagoshima Prefecture, and with a gift by the Nagano Prefectural People's Council for Supporting the Independent and Peaceful Reunification of Korea on visits to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The floral baskets and gifts were conveyed to officials concerned. \r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets, Silk Banner and Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#28",
            "content": "Floral Baskets, Silk Banner and Gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il was presented with a silk banner by the International Institute of the Juche Idea (IIJI) on the occasion of the 60th founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp; \r\n It was handed to an official concerned on Monday by Secretary General of the IIJI Kenichi Ogami on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n That day Kim Jong Il was presented with floral baskets by a delegation of the Secretariat of the IIJI and the delegation of the National Liaison Council of the Japan Society for Study of Kim Jong Il's Works headed by its Adviser Takao Kamakura. &nbsp;&nbsp;&nbsp;\r\n Earlier, he was presented with gifts by Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Harish Gupta, secretary general of the Asian Regional Institute of the Juche Idea, Ramon Jimenez Lopez, secretary general of the Latin American Institute of the Juche Idea, Manik Lal Shrestha, deputy director general of the Asian Regional Institute of the Juche Idea, and his party, Yehia Zakaria, deputy director general of the African Regional Committee for the Study of the Juche Idea, a delegation of the Bangladeshi Committee for Applying the Juche Idea headed Garib Newaz, a delegation of Russian Juche idea study organizations led by Mikhail Panchenko, chairman of the Russian Youth Association for the Study of the Songun Policy, a delegation of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea led by its Chairman Nikolai Polishk, Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, and an Austrian delegation of Juche idea study organizations led by Thomas Losh, chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna. &nbsp;&nbsp;&nbsp;\r\n The floral baskets and gifts were separately conveyed to officials concerned.\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets to Kim Jong Il from Chinese Guests",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#29",
            "content": "Floral Baskets to Kim Jong Il from Chinese Guests\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il was presented with floral baskets by the families of Zhou Baozhong and Chai Shiying who were related to the anti-Japanese revolutionary struggle in China, now on visits to the DPRK on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The floral baskets were separately handed to an official concerned by Zhou Wei, daughter of Zhou Baozhong, and Chai Eli, granddaughter of Chai Shiying, on Monday. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang in Holiday Atmosphere",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#30",
            "content": "Pyongyang in Holiday Atmosphere\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Pyongyang is in a festive mood on the eve of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Streets, villages and working sites have been spruced up. The area surrounding the Arch of Triumph, Sungri Street, Chollima Street and other streets and bridges in the city are colorfully decorated with electric lights. &nbsp;&nbsp;&nbsp;\r\n A national book exhibition, a Korean stamp exhibition, a national art exhibition and a national industrial art exhibition are opened. And colorful functions including celebration meetings of the working people's organizations are being held and joint performance of working people's art groups in Pyongyang given to celebrate the red-letter day. &nbsp;&nbsp;&nbsp;\r\n During the ten-day film show which opened on September 4, documentary and feature films on the undying exploits performed by the peerlessly great persons in the prosperity and development of the DPRK are being screened at the cinema and cultural houses in the city. &nbsp;&nbsp;&nbsp;\r\n The mass gymnastic and artistic performance \"Arirang\" and mass gymnastic display \"May Country Prosper\" are taking place in the May Day Stadium before capacity audience. They show the 60-year history of the DPRK in a grand epical canvas. &nbsp;&nbsp;&nbsp;\r\n The national art troupes including the State Symphony Orchestra, the Mansudae Art Troupe, the Phibada Opera Troupe, the State Theatrical Company and the Pyongyang Circus are busy with preparations for celebration performance. &nbsp;&nbsp;&nbsp;\r\n The Kimilsungia-Kimjongilia show spreads a beautiful sea of flowers with Kimilsungias and Kimjongilias exhibited by armed forces organs, ministries, national institutions and enterprises. Among the exhibitors are overseas Koreans, foreign diplomatic missions and missions of international organizations in Korea, friendship and solidarity organizations of foreign countries and foreign public figures. &nbsp;&nbsp;&nbsp;\r\n Passenger transport and public welfare sectors are also busying themselves in preparation for holiday service to the citizens. The Okryu Restaurant, Ryonmot Restaurant and other catering facilities are ready to serve special holiday dishes to working people in the city. &nbsp;&nbsp;&nbsp;\r\n The factories under the Pyongyang City Food Complex and local industry factories in districts and counties are producing foodstuffs at full capacity.    \r\n\r\n\r\n"
        },
        {
            "title": "Sixty Years of DPRK Glorious with Independence",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#31",
            "content": "Sixty Years of DPRK Glorious with Independence\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The sixty-year course covered by the Democratic People's Republic of Korea has been a proud chronicle of advance and victory achieved under the banner of independence. &nbsp;&nbsp;&nbsp;\r\nThe DPRK owes it to the independent politics of the Workers' Party of Korea that it has been able to defend the country like an impregnable fortress and demonstrate the dignity and might of socialist Korea to the world, frustrating the maneuvers of the imperialists against it and socialism at every step. &nbsp;&nbsp;&nbsp;\r\nPresident Kim Il Sung blazed a trail in the independent development of the Korean revolution, holding aloft the banner of Juche from the first days of his revolutionary activities. And he regarded it as the fundamental principle to establish Juche and maintain independence in the revolution and construction and wisely led the people to apply it strictly to the reality. &nbsp;&nbsp;&nbsp;\r\nUnder the leadership of the President, a democratic line suited to the conditions of Korea was indicated by independent judgment and decision in a complicated situation in which flunkeyism and dogmatism were prevailing after the national liberation, and the Democratic People's Republic of Korea, a sovereign and independent state, was founded. This made the Koreans a strong and dignified people who would shape their destiny in an independent way. &nbsp;&nbsp;&nbsp;\r\nThe young DPRK defeated the US imperialist aggressors and defended the dignity and sovereignty of the country with credit in the 1950s. &nbsp;&nbsp;&nbsp;\r\nIn the 1960s when the U.S. imperialists got more blatant in their moves for aggression and interference with the incident of the armed spy ship \"Pueblo\" as a momentum and the modern revisionists ran into extremes in their artifices, the DPRK crushed all the challenges of history decisively and turned itself into an industrialized socialist power. &nbsp;&nbsp;&nbsp;\r\nIn the 1970s it set forth the strategic slogan of the revolution and construction, \"Let us live our own way!\" and accelerated socialist construction and, in the mid-1980s, it staunchly defended Korean style socialism in turbid floods degenerating socialism. It owes this also to the mighty weapon of independent politics. &nbsp;&nbsp;&nbsp;\r\nIn the 1990s when the Soviet Union and eastern European socialist countries were collapsing one after another and the imperialists and reactionaries were twanging the harp of \"end of socialism\", the DPRK staunchly defended political independence, holding aloft the banner of Songun, unshaken in any raging storm of opportunism and anti-socialism. &nbsp;&nbsp;&nbsp;\r\nUpholding unique Songun politics, independent politics of the WPK, the Korean army and people are today vigorously accelerating the building of a great, prosperous and powerful nation in the interest of the country and in keeping with its conditions, determinedly pushing aside all manner of pressure and interference of outside forces. \r\n\r\n\r\n"
        },
        {
            "title": "Figure of Democratic Congo Here",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#32",
            "content": "Kim Yong Nam Meets Foreign Guests\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk at the Mansudae Assembly Hall today with foreign guests who participated in the exhibition of books on the greatness of the three generals of Mt. Paektu and works representing reverence for them and the joint TV meeting held to celebrate the 60th birthday of the DPRK. \r\n\r\n"
        },
        {
            "title": "Foreigners Here",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#33",
            "content": "Foreigners Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- A delegation of the Australia-DPRK Friendship and Cultural Society headed by Raymond Ferguson and a friendship delegation of Donggang City of Liaoning Province, China, headed by Song Shuguan, general manager of the Chaoyuan Fish Breeding Company Ltd., arrived here on Sept. 7 to participate in the celebrations of the 60th birthday of the DPRK.   \r\n\r\n"
        },
        {
            "title": "Japanese Here",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#34",
            "content": "Japanese Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Kanji Inoki, representative managing director of the Inoki Genom Joint Co., Ltd. of Japan, and his party arrived here today.\r\n\r\n"
        },
        {
            "title": "Congratulations to Pakistani President",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#35",
            "content": "Congratulations to Pakistani President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a congratulatory message to Asif Ali Zardari on his election as president of Pakistan. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in the future, the message wholeheartedly wished him great success in his responsible work.\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Tajikistan",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#36",
            "content": "Board of Directors of IIJI Meets\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The 18th meeting of the Board of Directors of the International Institute of the Juche Idea (IIJI) was held in Pyongyang on Sept. 8. &nbsp;&nbsp;&nbsp;\r\n It was attended by Director-General Vishwanath and Secretary General Kenichi Ogami of the IIJI, Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Baguma Isoke, director general of the African Regional Committee for the Study of the Juche Idea, Harish Gupta, secretary general of the Asian Regional Institute of the Juche Idea, Ramon Jimenez Lopez, secretary general of the Latin American Institute of the Juche Idea, and directors of the IIJI. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the achievements made in the activities of the organizations for the study of the Juche idea since the 17th meeting of the Board of Directors and put forward a working orientation till 2012. &nbsp;&nbsp;&nbsp;\r\n It underscored the need for the adherents to the Juche idea to hold significant events commemorating the centenary of birth of President Kim Il Sung in different countries and regions on the occasion of the Day of the Sun in the year of 2012. &nbsp;&nbsp;&nbsp;\r\n The meeting made public the revised statute of the IIJI and decided on the issue of recalling its directors and electing new ones to fill vacancies.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Observes DPRK's Diamond Jubilee",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#37",
            "content": "Rodong Sinmun Observes DPRK's Diamond Jubilee\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The Democratic People's Republic of Korea represents the sovereign rights and interests of the Korean nation and serves as a banner of the national unity and reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has regarded it as its noble historic mission to protect the destiny of the country and nation. It has firmly guaranteed the struggle for the independent and peaceful reunification of the country by prevailing over the anti-reunification forces at home and abroad seeking permanent division and war on the Korean peninsula with the might of justice. &nbsp;&nbsp;&nbsp;\r\n The DPRK, considering national reunification as the most urgent task facing the nation since the day of its birth, has made every sincere effort to achieve it through the concerted efforts of the Koreans from an independent stand. &nbsp;&nbsp;&nbsp;\r\n In the 1970s of the last century the DPRK laid down the three principles-- independence, peaceful reunification and great national unity-- as a programme for reunification common to the nation through the July 4 joint declaration and waged a struggle for its materialization, thus bringing about a historic turning point in the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n The Korean nation could witness a great surge in the movement for national reunification in the 1980s and the 1990s because the proposal for founding the Democratic Federal Republic of Koryo and the ten-point programme for the great unity of the whole nation, the most just and realistic programmes for reunification, clearly indicated the way for the Koreans to follow in their efforts to achieve reunification. &nbsp;&nbsp;&nbsp;\r\n The adoption of the historic June 15 joint declaration marked a historic occasion of converting the north-south relations of distrust and confrontation into the ties of reconciliation, unity and cooperation. &nbsp;&nbsp;&nbsp;\r\n The adoption of the October 4 declaration, a practical programme for implementing the June 15 joint declaration, in Pyongyang last year was the brilliant fruition of the will and efforts of the DPRK to develop the inter-Korean relations and achieve the peace of the country and the prosperity common to the nation. &nbsp;&nbsp;&nbsp;\r\n The DPRK is standing as an invulnerable fortress firmly protecting and successfully carving out the destiny of the nation with the might of Songun. &nbsp;&nbsp;&nbsp;\r\n It has firmly reinforced the self-reliant defense capability to protect the destiny of the nation, ensure the peace of the country and realize the peaceful reunification in the head-on confrontation with the U.S. imperialists keeping their armed forces in south Korea, holding aloft the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The self-defensive war deterrent of the DPRK provides a sure guarantee for independent reunification and peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Thanks to the Songun politics of the DPRK peace has been preserved on the Korean Peninsula, the atmosphere of dialogue was created and the movement for national reunification made dynamic progress. &nbsp;&nbsp;&nbsp;\r\n Rosy is the future of the DPRK advancing under the great banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The cherished desire of the Korean nation for independent reunification and peace and prosperity is sure to come true as the DPRK is standing firm as an indestructible fortress for carving out the destiny of the nation. \r\n\r\n\r\n"
        },
        {
            "title": "Board of Directors of IIJI Meets",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#38",
            "content": "Board of Directors of IIJI Meets\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The 18th meeting of the Board of Directors of the International Institute of the Juche Idea (IIJI) was held in Pyongyang on Sept. 8. &nbsp;&nbsp;&nbsp;\r\n It was attended by Director-General Vishwanath and Secretary General Kenichi Ogami of the IIJI, Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Baguma Isoke, director general of the African Regional Committee for the Study of the Juche Idea, Harish Gupta, secretary general of the Asian Regional Institute of the Juche Idea, Ramon Jimenez Lopez, secretary general of the Latin American Institute of the Juche Idea, and directors of the IIJI. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the achievements made in the activities of the organizations for the study of the Juche idea since the 17th meeting of the Board of Directors and put forward a working orientation till 2012. &nbsp;&nbsp;&nbsp;\r\n It underscored the need for the adherents to the Juche idea to hold significant events commemorating the centenary of birth of President Kim Il Sung in different countries and regions on the occasion of the Day of the Sun in the year of 2012. &nbsp;&nbsp;&nbsp;\r\n The meeting made public the revised statute of the IIJI and decided on the issue of recalling its directors and electing new ones to fill vacancies. \r\n\r\n\r\n"
        },
        {
            "title": "Attempted Expansion of Military Training Ground Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#39",
            "content": "Attempted Expansion of Military Training Ground Assailed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The Committee for Independent Reunification of the Democratic Labor Party in south Korea made public a statement on Sept. 4 in denunciation of the puppet military authorities' moves to expand the Mugon-ri training ground. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that the \"Defence Ministry\" approved the \"enforcement plan\" for expanding the Mugon-ri training ground in disregard of the inhabitants' protest on Sept. 1. &nbsp;&nbsp;&nbsp;\r\n If the ground is expanded, the U.S. forces not only in its mainland but also in Okinawa would come and stage war exercises there, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n After all, such expansion moves are a grave deed of threatening peace on the Korean Peninsula as they are designed to provide the U.S. forces in south Korea with vaster drill ground and expand the \"operational sphere\" of the south Korean armed forces according to the plan for preemptive attack on the DPRK and increase their \"strike capability.\" &nbsp;&nbsp;&nbsp;\r\n The inter-Korean relations have been bedeviled and tension and confrontation atmosphere have surged into high tide since Lee Myung Bak came to power. The authorities should not cling to the moves for war preparations but make efforts for sincere implementation of the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n The Democratic Labor Party will fight together with the people to the last to check the military authorities' moves to expand the Mugon-ri training ground. \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Jongyojo under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#40",
            "content": "Suppression of Jongyojo under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The Teachers' Union of south Korea (Jongyojo) made public a statement on Sept. 4 to denounce the traitorous Lee Myung Bak group's suppression of it. &nbsp;&nbsp;&nbsp;\r\n The statement said that the \"government\" and the clan of the \"Grand National Party\" are now getting evermore pronounced in suppression of Jongyojo. &nbsp;&nbsp;&nbsp;\r\n Jongyojo had been subject to harsh suppression by the military dictatorial regime since its inauguration in 1989, it pointed out. &nbsp;&nbsp;&nbsp;\r\n Noting that it has become clearer that the Lee Myung Bak \"government\" and the GNP regard it as their major task to stamp out this progressive organization, the statement urged them to immediately stop the suppression of Jongyojo.   \r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Abrogation of NSL Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#41",
            "content": "Struggle for Abrogation of NSL Declared in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Civic and public organizations in south Korea on Sept. 1 formed a joint measure committee for smashing the repressive moves against the Socialist Workers' Federation and getting the \"National Security Law\" (NSL), a law violating the freedom of political thinking, abrogated. &nbsp;&nbsp;&nbsp;\r\n Its inaugural ceremony was held at Sogang University. &nbsp;&nbsp;&nbsp;\r\n Recalling that the security authorities arrested members of the federation on charges of violation of the NSL but had to set them free because of lack of evidence, speakers at the ceremony said: This clearly shows how unreasonable the security authorities' suppression by dint of the NSL is. &nbsp;&nbsp;&nbsp;\r\n They declared that the joint measure committee was formed on this occasion and they would intensify the struggle for getting the evil law repealed. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony there was a forum for smashing the suppression of the federation, getting the NSL abrogated and checking the suppression of candlelight actions. \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Undisguised Moves to Grab Tok Islet Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#42",
            "content": "Japan's Undisguised Moves to Grab Tok Islet Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- The Solidarity for New Society, the National Solidarity for Protecting Tok Islet and other organizations in south Korea denounced Japan's moves to grab Tok Islet through statements and press conferences on Sep. 5. &nbsp;&nbsp;&nbsp;\r\n The organizations expressed indignation at the Japanese government which held a cabinet meeting that day and adopted a 2008 defense white paper in which it claimed Tok Islet belongs to Japan's territory. &nbsp;&nbsp;&nbsp;\r\n It charged that this reckless action taken by Japan in less than two months since it mentioned \"dominium on Tok Islet\" in the \"guidelines for teaching in the new academic year\" and it was a dangerous action bringing into bolder relief its wild ambition to grab Tok Islet. &nbsp;&nbsp;&nbsp;\r\n The organizations urged the Lee Myung Bak \"government\" to take strong and substantial countermeasures against the Japanese authorities' moves to seize Tok Islet.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Pub lished in Czech Republic",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#43",
            "content": "Kim Jong Il's Work Published in Czech Republic\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il's famous work \"Let Us Hold the Great Leader Comrade Kim Il Sung in High Esteem as Eternal President of Our Republic\" was brought out in pamphlet by the Futra Publishing House of the Czech Republic. &nbsp;&nbsp;&nbsp;\r\n The work, published on July 11 and 19, Juche 83 (1994), calls upon the Korean people to always hold President Kim Il Sung in high esteem as they  did when he was alive and indicates the tasks for defending his idea and undying feats and creditably carrying forward and developing them. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the work took place at the above-said house on September 2. &nbsp;&nbsp;&nbsp;\r\n The general director of the house said at the ceremony that the work reflects the steadfast will of Kim Jong Il to perfectly carry forward and develop the cause of the President who founded the DPRK.  We are convinced that the Korean people will certainly build a great prosperous powerful nation in Korea by carrying through the behests of the President, he added.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#44",
            "content": "DPRK's Birthday Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Meetings, photo exhibitions and film shows were held in India, Pakistan and Laos between August 28 and September 1 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Displayed in the photo exhibition halls were photos showing the undying feats of President Kim Il Sung and General Secretary Kim Jong Il and photos introducing the glorious history and achievements of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meetings. &nbsp;&nbsp;&nbsp;\r\n J. K. Patel, director of the Indian Institute for Foreign Policy Studies, said that the DPRK could fully demonstrate the advantages and invincibility of Korean-style socialism in the grim tempest of the anti-imperialist struggle, making heroic epic of creation and construction over the past six decades as the President pioneered the revolutionary cause of Juche and provided the eternal foundation for its accomplishment. &nbsp;&nbsp;&nbsp;\r\n The minister of Public Welfare of the Sind Provincial Government of Pakistan said that the Korean people realized the socialist industrialization on the debris in a short period of 14 years after the war and the DPRK turned into a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n The vice-director general of the Laos-Korea Tin Company noted that watching the film dealing with the revolutionary exploits of the President, he came to know better about Kim Il Sung's immortal exploits for nation-building and the DPRK, which has been strengthened and developed thanks to the Songun politics of Kim Jong Il. The DPRK will further prosper with each passing day under the wise leadership of Kim Jong Il, he said.\r\n A message of greetings to Kim Jong Il was adopted at the meeting in Pakistan.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Socialist Cause Supported in South Africa",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#45",
            "content": "DPRK's Socialist Cause Supported in South Africa\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) --The chairman of the Mfumalanga Provincial Committee of the South African Communist Party issued a statement on September 1 to mark the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement said that the DPRK could firmly defend the socialist cause despite the severe circumstances as it is guided by the Juche idea and the Songun idea founded by President Kim Il Sung and it has been turned into a powerful socialist fortress, which fully guarantees the sovereignty of the country and happiness of the people, under the Songun politics pursued by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The DPRK is absolutely supported and trusted by all the people as it has invariably enforced such social policies as free medical care and free educational systems, which can hardly be expected in other countries, even under the difficult situation caused by the persistent obstructive moves of the imperialists, it stressed. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the socialist cause of the DPRK, a great encouragement to the world progressive people, would surely win under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#46",
            "content": "DPRK's Birthday Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Round-table talks were held in Iran, a lecture was given in Ethiopia and a film show held in Thailand on Sept. 3 on the occasion of the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Committee for International Relations of the Iran Parties House said at the round-table talks that the DPRK has grown strong amidst the confrontation with the U.S. from the very day of its foundation. The DPRK did not collapse unlike other countries but has made a dynamic advance despite the ceaseless U.S. moves to stifle it because President Kim Il Sung, father of the nation-building, built the DPRK into a popular masses-centered state, he added. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Ethiopian Youth Study Group of the Juche Idea noted in the lecture that the DPRK is called \"Kim Il Sung's Korea\" because exploits Kim Il Sung performed by founding and developing the DPRK are so great and immortal. &nbsp;&nbsp;&nbsp;\r\n He stressed that thanks to the leadership of Kim Jong Il the DPRK would always shine along with the august name of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The manager of a Thai company said after watching a Korean film showing the appearance of the army and people single-mindedly united around the leader that even the U.S. styling itself the world's \"only superpower\" dares not provoke the DPRK thanks to the Songun politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony of a Korean book, photo and handcraft exhibition was held in Warsaw on Sept. 1 on the occasion of the 60th birthday of the DPRK and the 60th anniversary of the opening of diplomatic relations between the DPRK and Poland. &nbsp;&nbsp;&nbsp;\r\n On display there were works of Kim Il Sung and Kim Jong Il and photos showing their immortal exploits, books and photos dealing with Songun Korea and handicrafts representing the resourcefulness and skills of the Koreans.    \r\n\r\n\r\n"
        },
        {
            "title": "Mexican Party Leader Praises Glorious History of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#47",
            "content": "Mexican Party Leader Praises Glorious History of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, issued a statement on September 2 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement said that the founding and development of the DPRK was the brilliant realization of the strategy and tactics shaped and matured by President Kim Il Sung, the great leader of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Recalling that the revolutionary struggle of the Korean people has made a dynamic advance under the banner of the Juche idea and the Songun idea, he noted that the DPRK has achieved world-startling successes in various fields including the launch of satellite \"Kwangmyongsong 1.\" &nbsp;&nbsp;&nbsp;\r\n The statement said that in the DPRK the welfare of the people has been steadily promoted, they are free from the burden of taxation and free medical care and free education have been substantially enforced and culture and arts have effloresced. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the cause of national reunification would be achieved and the DPRK would fling open the gate of a great prosperous powerful nation in 2012 marking the centenary of birth of the President under the wise leadership of Kim Jong Il, the great leader of the Korean people. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Birthday Marked in Czech Republic",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#48",
            "content": "DPRK Birthday Marked in Czech Republic\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- A meeting of the Secretariat of the Central Committee of the Czechoslovak Communist Party was held in Prague on September 2 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Miroslav Stepan, general secretary of the above-said committee, in his speech made at the meeting said that the DPRK has achieved big successes in the struggle to defend socialism and strengthen and develop it under the wise leadership of President Kim Il Sung and General Secretary Kim Jong Il over the last six decades. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The President founded the Democratic People's Republic of Korea and converted it into a powerful socialist state which firmly maintains the principle-- independent in politics, self-supporting in economy and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n The Korean people have successfully carried out the behests of the President, holding him in high esteem as eternal President of the DPRK. &nbsp;&nbsp;&nbsp;\r\n He noted that Kim Jong Il, the great leader of the Korean people, has successfully carried forward and perfected the idea and cause of the President with a noble sense of moral obligation. &nbsp;&nbsp;&nbsp;\r\n He sincerely hoped the friendly Korean people greeting the 60th anniversary of the founding of the DPRK big successes in their struggle to defend and develop socialism and achieve the reunification of the country under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The meeting decided to present a congratulatory message to Kim Jong Il on the same occasion.   \r\n\r\n\r\n"
        },
        {
            "title": "Hiroshima Prefectural Citizens' Society Inaugurated in Japan",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#49",
            "content": "Hiroshima Prefectural Citizens' Society Inaugurated in Japan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- An inaugural ceremony of Japan-DPRK Friendship Hiroshima Prefectural Citizens' Society was held in Japan, on Aug. 22. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were representatives of different organizations of Hiroshima Prefecture waging the friendship and solidarity movement with the DPRK and citizens of all strata and officials of the Hiroshima Prefectural Headquarters of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n Kazumi Hishiki, an honorary professor at Hiroshima Shudo University, was elected co-representative of the Japan-DPRK Friendship Hiroshima Prefectural Citizens' Society. &nbsp;&nbsp;&nbsp;\r\n There was a lecture in connection with the present situation on the Korean Peninsula and relations between Japan and the DPRK at the inaugural ceremony.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rinden homenaje a Kim Il Sung en Palacio Memorial Kumsusan",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#50",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Exhibicion y proyeccion de cine para estudiantes extranjeros",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#51",
            "content": "Rinden homenaje a Kim Il Sung en Palacio Memorial Kumsusan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 9 de septiembre (ATCC) -- Con motivo del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea, los cuadros del partido, el ejercito y el Estado, el presidente del partido amigo, los funcionarios directivos de los organos del partido, fuerzas armadas y organizaciones de masas visitaron el dia 9 el Palacio Memorial Kumsusan. &nbsp;&nbsp;&nbsp;\r\nFue depositado ante la estatua de pie del Presidente Kim Il Sung en ese lugar un cesto de flores a nombre comun del Comite Central y la Comision Militar Central, del Partido del Trabajo de Corea, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nLos visitantes rindieron el mas sublime homenaje al Presidente quien edifico en la tierra patria la Corea socialista materializando el ideal de Iminwichon (considerar al pueblo como el cielo) y echo la eterna base de la prosperidad infinita de la patria y la nacion.  \r\n\r\n\r\n"
        },
        {
            "title": "Banquete en honor de delegaciones y delegados extranjeros",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#52",
            "content": "Exhibicion y proyeccion de cine para estudiantes extranjeros\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 9 de septiembre (ATCC) -- Con motivo del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea, tuvieron lugar los dias 5 y 8 en la Exposicion Cultural Permanente de Pyongyang la exhibicion de libros y fotos y la proyeccion filmica para los estudiantes extranjeros quienes cursan en la Universidad Kim Il Sung y la Universidad Pedagogica Kim Hyong Jik. &nbsp;&nbsp;&nbsp;\r\nLos estudiantes recorrieron las fotos alusivas a las inmortales hazanas del Presidente Kim Il Sung quien fundo la Republica Popular Democratica de Corea y la convirtio en la potencia socialista digna de independencia, autososten y autodefensa y del Dirigente Kim Jong Il quien con su direccion sobre revolucion mediante el Songun (priorizacion militar), defiende el socialismo y la felicidad del pueblo. &nbsp;&nbsp;&nbsp;\r\nEllos vieron las obras del Presidente y el Dirigente y los libros que dan a conocer la politica, la economia, la cultura, la historia, etc. de Corea y disfrutaron el documental coreano \"Respuesta de Corea\". \r\n\r\n\r\n"
        },
        {
            "title": "Depositadas ofrendas florales a los martires",
            "url": "http://kcna.co.jp/item/2008/200809/news09/10.htm#53",
            "content": "Banquete en honor de delegaciones y delegados extranjeros\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 9 de septiembre (ATCC) -- El Gobierno de la Republica Popular Democratica de Corea ofrecio el dia 8 en el Hotel Coryo de Pyongyang una recepcion en honor de las delegaciones y delegados de las organizaciones de estudio de la idea Juche con motivo del 60o aniversario de la fundacion de la RPDC. &nbsp;&nbsp;&nbsp;\r\nFueron invitados el director general del Instituto Internacional de la Idea Juche (IIIJ) Vishwanath,  la delegacion del Secretariado del IIIJ encabezada por el secretario general Kenichi Ogami y otras delegaciones y delegados de las entidades de estudio de la idea Juche de varios paises y regiones. &nbsp;&nbsp;&nbsp;\r\nEstuvieron presentes el vicepresidente del Presidium de la Asamblea Popular Suprema de la RPDC, Yang Hyong Sop, el presidente de la Asociacion Coreana de Hombres de Ciencias Sociales, Choe Sang Sun, y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\nYang Hyong Sop, en su discurso, dijo que el Presidente Kim Il Sung fundo la RPDC y la convirtio en la potencia socialista de independencia, autososten y autodefensa. &nbsp;&nbsp;&nbsp; \r\nSe refirio a que gracias al Dirigente Kim Jong Il brillan la inmortal idea y las hazanas del Presidente en la construccion del Estado y se glorifica mas la invencible historia de nuestra patria. &nbsp;&nbsp;&nbsp;\r\nExpreso agradecimiento a los adeptos a la idea Juche quienes al desplegar las actividades de estudio y propaganda de la idea Juche hacen contribucion a la realizacion de la causa de independencia del mundo y envian invariable apoyo y solidaridad con la justa causa del pueblo coreano para la construccion socialista y la reunificacion de la patria. &nbsp;&nbsp;&nbsp;\r\nVishwanath, a su vez, senalo que estara para siempre el Presidente Kim Il Sung, gran Sol, quien acumulo imborrables proezas ante la revolucion coreana y la construccion del socialismo. &nbsp;&nbsp;&nbsp;\r\nApunto que el pueblo coreano defiende con firmeza las proezas del Presidente y alcanza cada dia mas nuevos virajes en la construccion socialista, lo cual se debe a la orientacion dinamica de Su Excelencia Kim Jong Il.   \r\n\r\n\r\n"
        }
    ]
}