{
    "date": "2008-03-03",
    "url": "http://kcna.co.jp/item/2008/200803/20080303.htm",
    "articles": [
        {
            "title": "Kim Jong Il Visits Chinese Embassy Here",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA to Counter with Its Positive Retaliatory Blows Any Attempt to Stifle DPRK by Force of Arms",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#2",
            "content": "Kim Jong Il Visits Chinese Embassy Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- General Secretary Kim Jong Il visited the Chinese embassy here at the request of Chinese Ambassador to the DPRK Liu Xeroxing on Saturday. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il was greeted by the ambassador and other leading officials of the embassy. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il received a bouquet from a staff member of the embassy and was warmly welcomed by all staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n On the occasion the ambassador conveyed the regards of Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of China, to Kim Jong Il and presented him with the gift prepared by himself. &nbsp;&nbsp;&nbsp;\r\n Expressing thanks for them, Kim Jong Il asked the ambassador to convey his greetings to Hu Jintao and had a cordial and friendly talk with the ambassador. &nbsp;&nbsp;&nbsp;\r\n The ambassador hosted a banquet in honor of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n There was an art performance specially prepared by artistes of the Liaoning Song and Dance Troupe at the banquet. &nbsp;&nbsp;&nbsp;\r\n The banquet proceeded in a cordial atmosphere. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il posed for a photograph together with all staff members of the embassy and Chinese artistes. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Kyok Sik, chief of the General Staff of the Korean People's Army, Kim Jong Gak, first vice-director of the General Political Department of the KPA, Kang Sok Ju, first vice- minister of Foreign Affairs, Kim Yang Gon, department director, Pak Kyong Son and Ji Jae Ryong, vice department directors of the Central Committee of the WPK, and Kim Yong Il, vice-minister of Foreign Affairs.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Security Authorities' Fascist Repression Assailed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#3",
            "content": "KPA to Counter with Its Positive Retaliatory Blows Any Attempt to Stifle DPRK by Force of Arms \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- A spokesman for the Panmunjom Mission of the Korean People's Army (KPA) released a statement on Sunday as regards the fact that the U.S. and south Korean bellicose forces started what they called Key Resolve and Foal Eagle joint military exercises under the simulated conditions of the second Korean war across south Korea on March 2. &nbsp;&nbsp;&nbsp;\r\n The south Korea-U.S. joint military exercises that have started under the new codename of Key Resolve that replaced RSOI are aimed at leading a war to \"victory\" through the \"effective deployment of U.S. reinforcements in case of 'contingency'\" and thereby stifling the DPRK by force of arms, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. is staging madcap war maneuvers together with the south Korean bellicose forces after forward-deploying a field commanding mechanism for aggression in south Korea and in its vicinity and massively beefing up its air force. This is an indication that the U.S. is in the process of testing and examining a new war method under the simulated conditions of an actual war, the method of reducing the areas of the DPRK to ashes through preemptive air strikes including nuclear attack from the outset of the war and hurling its ground forces there. &nbsp;&nbsp;&nbsp;\r\n The U.S. military is frantically pushing ahead with the  arms buildup and war maneuvers at a time when the U.S. and south Korean conservative hardliners are letting loose such reckless remarks as \"north Korea failed to meet the deadline to implement the October 3 agreement\" and \"it is necessary to take new measures if it continues delaying the nuclear declaration.\" This is an open and blatant challenge to the denuclearization and peace of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n All facts clearly prove once again that the U.S. does not have any idea of dropping its hostile policy toward the DPRK at all and its loudmouthed \"dialogue,\" \"end to the state of armistice\" and \"denuclearization of the Korean Peninsula\" are nothing but a crafty charade intended to cover up its preparations for a nuclear war, disarm the DPRK and mislead the world public opinion. &nbsp;&nbsp;&nbsp;\r\n The KPA has never expected any benefit from the dialogue with the U.S. &nbsp;&nbsp;&nbsp;\r\n If the U.S. and south Korean bellicose forces persistently work to realize their scenario to stifle the DPRK by force of arms at any cost, the KPA will not stand passively on the defensive but counter it with positive retaliatory strikes by mobilizing all means long built up by the DPRK at a high price. &nbsp;&nbsp;&nbsp;\r\n In this case the U.S. and its followers will be wholly responsible for all the ensuing consequences.    \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Thaekam Co-op Farm Leaves for China",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#4",
            "content": "S. Korean Security Authorities' Fascist Repression Assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- The North Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) issued a statement on Saturday denouncing the south Korean security authorities for arresting the chairman of the South Headquarters of Pomchonghakryon on the charge of violation of the notorious \"National Security Law.\" It branded this fascist action as an unpardonable abuse of human rights and a criminal act against reunification as it blocks the free pro-reunification activities of the south Korean youth and students who stand firm for justice and patriotism and fosters antagonism and confrontation between the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The activities conducted by the chairman for peace and the reunification of the country can never be incriminated, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The south Korean security authorities have committed harsh suppression of the South Headquarters of Pomchonghakryon, which has taken the lead in the struggle for reunification and patriotism, after labeling it an \"enemy-benefiting organization\" and this time arrested its chairman, thus revealing once again their true colors as separatists and fascists opposed to national concord and reunification and seeking confrontation between fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The further they intensify their crackdown upon youth and students while working hard to quell the unanimous desire of the nation for reunification and incriminating their patriotic activities, the stronger rebuff and denunciation they will face from all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n They should properly heed to the demand of the times and stop at once the fascist repression of the patriotic youth and students.    \r\n\r\n\r\n"
        },
        {
            "title": "Socialism, Faith of Korean People",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#5",
            "content": "Delegation of Thaekam Co-op Farm Leaves for China \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- A delegation of the DPRK-China Friendship Thaekam Co-op Farm led by Chairman of its Management Board Jong Myong Chol left here today to visit China.    \r\n\r\n"
        },
        {
            "title": "Anniversary of March 1 Popular Uprising Observed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#6",
            "content": "Socialism, Faith of Korean People \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- The Korean people, with a firm faith in socialism, are speeding up a vigorous advance for the building of a great, prosperous and powerful socialist country without any slightest vacillation despite the imperialists' pressure, sanction and ideological and cultural infiltration.&nbsp;&nbsp;&nbsp;\r\n The imperialists' anti-socialist campaign reached the zenith and the Korean revolution was faced with the manifold indescribable ordeals and difficulties in the 1990s. &nbsp;&nbsp;&nbsp;\r\n Capitalism was restored in some socialist countries. The enemies took this opportunity to concentrate the arrow of attack on the DPRK while spreading slanders against socialism. &nbsp;&nbsp;&nbsp;\r\n The imperialists' unprecedented moves to isolate and stifle the DPRK and the consecutive natural disasters for years compelled the Korean people to undergo \"Arduous March\" and the forced march. &nbsp;&nbsp;&nbsp;\r\n The servicepersons and people of Korea, however, held higher the banner of socialism with the faith in certain victory that they would push ahead through the thorny path in high spirits and turn the \"Arduous March\" into the march to paradise. &nbsp;&nbsp;&nbsp;\r\n The firm faith of the Korean people in socialism was demonstrated far and wide by the Kanggye Spirit, the Torch of Songgang, the Torch of Ranam and the spirit of Thaechon which were created in different parts of the country in the revolutionary soldier spirit sparked off by the servicepersons of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Thanks to their immovable conviction lots of miracles were wrought across the country. The artificial satellite \"Kwangmyongsong No. 1\" was launched with success, paddy fields across the country were rezoned into standardized ones to fit socialist Korea and great edifices including the Kaechon-Lake Thaesong Waterway, Paekma-Cholsan Waterway, Thaechon Youth Power Station No. 4, Anbyon Youth Power Station, Hungju Youth Power Plant No. 2, Youth Hero Motorway and Kwangmyongsong Saltern and modern goat, chicken and fish farms were built like mushrooms after a rainfall. &nbsp;&nbsp;&nbsp;\r\n The great defender of socialism Kim Jong Il, in his famous work \"Abuses of Socialism Are Intolerable\" published on March 1, Juche 82 (1993), emphasizes that the Korean people have the justness of the socialist cause of Juche as their firm conviction, so they are moving steadily along the road of socialism in spite of the anti-socialist storms.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Projected Deployment of New Type Missiles in S. Korea Slammed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#7",
            "content": "Anniversary of March 1 Popular Uprising Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- Rodong Sinmun today dedicates an editorial to the 89th anniversary of the March 1 Popular Uprising in which it calls upon all the Koreans in the north and the south and abroad to wage a more dynamic struggle for independence against outside forces with firm belief and optimism about a rosy future of the nation and thus usher in a new era of independent reunification, peace and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The editorial says: &nbsp;&nbsp;&nbsp;\r\n The nationwide uprising waged by all patriotic people 89 years ago was a great patriotic event as it fully demonstrated the Korean nation's strong spirit of independence against outside forces and heroic mettle and dealt a severe blow at the harsh colonial rule of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n The cause of national reunification is a patriotic one of establishing national sovereignty throughout Korea. The tragedy of national split forced by the U.S. imperialists upon the Koreans is going on in this new century. The U.S. has imposed all sorts of misfortune and sufferings upon them, keeping south Korea under its occupation for more than six decades. It is still desperately pursuing a hostile policy towards the DPRK and persisting in its reckless moves for aggression, trampling underfoot the unanimous will and desire of the Koreans for independence and reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are reviving militarism, dreaming of a comeback to Korea. They are frantically staging campaigns against the DPRK and the General Association of Korean Residents in Japan, zealously peddling the \"abduction issue,\" which had already found a solution, pursuant to the U.S. hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n National reunification, peace and prosperity would be unthinkable without the struggle for independence against outside forces. &nbsp;&nbsp;&nbsp;\r\n Today the struggle of the Koreans for independence against outside forces represents a nationwide patriotic and sacred struggle against the U.S. and Japan to decisively frustrate the moves of the U.S. and Japanese aggressive forces and pave the way for the reunification of the country by the concerted efforts of all Koreans. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen should wage a courageous struggle for independence and national reunification against the outside forces, true to the idea of national independence and the June 15 joint declaration, a patriotic banner. &nbsp;&nbsp;&nbsp;\r\n \"By our nation itself\" serves as a militant banner and a treasured sword of victory to be held aloft to accomplish the cause of national independence and national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Projected Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#8",
            "content": "U.S. Projected Deployment of New Type Missiles in S. Korea Slammed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- The United States is contemplating deploying new type Patriot Missiles in south Korea under the pretext of \"missile threat\" from the DPRK. This comes under fire by a signed commentary of Minju Joson Sunday. &nbsp;&nbsp;&nbsp;\r\n The U.S. is massively beefing up and deploying different type sophisticated war hardware in south Korea under the pretext of \"a missile threat\" from the DPRK. By doing so it seeks to retain its military control over south Korea, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that the U.S. is working hard to plug south Korea into the building of a U.S.-Japan missile shield led by the former. By building the U.S.-Japan-south Korea missile shield Washington seeks to tighten its pressure and military blockade against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that the U.S. moves to beef up its forces will escalate the tension and increase the war danger on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The reality goes to prove that the U.S. much touted \"threat\" from someone, \"detente and peace\" on the Korean Peninsula and \"dialogue\" are nothing but hypocrisy and they are no more than a ruse to cover up the aggressive nature of its moves for a war to seize the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is leaving no means untried to bring down the DPRK, but this will get it nowhere. Its frantic preparations for invading the DPRK only lash the Korean people into towering hatred for the U.S. and compel them to keep themselves fully ready to go into actions. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to face up to the reality and immediately stop the reckless arms buildup and war exercises for invading the DPRK. Should the U.S. persist in such actions, they will entail an unpredictable situation.  It had better bear this in mind and think twice over its behavior.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Peace against War Called for",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#9",
            "content": "Projected Joint Military Exercises under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- The United States is set to stage Key Resolve and Foal Eagle joint military exercises together with the south Korean forces throughout south Korea from March 2 to 7. &nbsp;&nbsp;&nbsp;\r\n Minju Joson Saturday observes in a signed commentary carried in this regard: &nbsp;&nbsp;&nbsp;\r\n The joint military exercises are very dangerous war maneuvers targeted against the DPRK as they are aimed at promptly hurling huge U.S. reinforcements and equipment into the Korean front in case of \"contingency\" on the Korean Peninsula and invading the DPRK through a large-scale coordinated operation of the U.S. imperialist aggression forces and the south Korean forces, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the \"Striker\" unit is expected to participate in the above-said exercises. &nbsp;&nbsp;&nbsp;\r\n The U.S. has worked hard to round off the preparations for preemptive strikes at the DPRK since 2003, bringing the above-said unit into south Korea. This is a clear indication that it has stepped up those preparations in real earnest. &nbsp;&nbsp;&nbsp;\r\n The reality goes to prove once again that the U.S. is chiefly to blame for wrecking peace and escalating tensions on the Korean Peninsula and that its loud-mouthed \"peace\" and \"dialogue\" are nothing but a ruse to cover up its aggressive true colors and it pursues confrontation and war only. &nbsp;&nbsp;&nbsp;\r\n It had better make a switchover in its criminal hostile policy toward the DPRK and withdraw its forces from south Korea, instead of resorting to reckless maneuvers for a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities would be well advised to stop conspiring with the U.S. in its war of aggression against the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves for Overseas Aggression Slammed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#10",
            "content": "Struggle for Peace against War Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- A big obstacle is lying in the way of building a peace mechanism on the Korean Peninsula and the Koreans' cause of reunification is seriously threatened. This reality calls for waging the anti-U.S. and anti-war struggle as a vital demand for the existence of the nation and an urgent task for ensuring peace on the peninsula and bringing prosperity to it. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The struggle for defending peace against war means, in essence, a just patriotic struggle for putting an end to the U.S. anachronistic hostile moves to invade the DPRK and thus removing the threat of war and all sources of misfortune from the peninsula and achieving the reunification and the independence of the country and peace and prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n To end the U.S. hostile policy towards the DPRK and remove the danger of a new war provides a sure guarantee for independent reunification and peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n The U.S. is egging the south Korean warmongers on to foster the confrontation with their fellow countrymen and increasing the threat of war through ceaseless military exercises and arms buildup, while sowing the seeds of discord and antipathy between Koreans in defiance of the Koreans' desire for national reunification. Lurking behind such moves is its intention to maintain a bridgehead for Asian aggression and meet its interests for an indefinite period at the sacrifice of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Unless an end is put to the U.S. hostile policy for invading and dominating the DPRK and its moves for a new war, it will be impossible to expect the peace and prosperity of the nation much less achieving the smooth development of the north-south relations. &nbsp;&nbsp;&nbsp;\r\n The Korean nation's destiny depends on smashing the moves of the U.S. for a new war. The situation calls on all the Koreans who love the country and nation to turn out in a nationwide struggle against war to protect the destiny of the nation and defend peace. &nbsp;&nbsp;&nbsp;\r\n If a war breaks out on the peninsula, it will be none other than the Koreans who will suffer from it. All Koreans in the north and the south will fall victim to it, irrespective of classes, strata, property and rank and wealth. &nbsp;&nbsp;&nbsp;\r\n The struggle for peace against war guarantees the nation's destiny and reunification and peace and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Key Resolve and Foal Eagle Joint Military Exercises Begin in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#11",
            "content": "Japan's Moves for Overseas Aggression Slammed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- It is the strategic goal and ambition of Japan to turn it into a military power, taking advantage of the U.S. long-term \"war on terrorism,\" and thus hold a hegemonic position and set out for conquering Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionary ruling quarters dispatched warships of the Maritime \"Self-Defense Force\" to the Indian Ocean to get them involved in the \"war on terrorism\" after enacting the new \"law on special measures against terrorism.\"  Their ulterior motive is to accelerate the moves for turning Japan into a military power and pave the way for overseas aggression, taking advantage of the U.S. aggressive \"war on terrorism.\" &nbsp;&nbsp;&nbsp;\r\n Japan is focusing the mission, duty and role of the \"Self-Defense Forces\" on overseas operations under the pretext of \"cooperating with the U.S. in its war on terrorism\" though its activities had been limited to the \"defense of its own territory\" in name only. Such moves presuppose overseas aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarist forces are, however, sadly mistaken. If they persist in the moves for turning Japan into a military power and rush headlong into overseas aggression, instead of drawing a lesson from their disgraceful defeat in the past century, they will not be able to escape a heavier defeat.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#12",
            "content": "Key Resolve and Foal Eagle Joint Military Exercises Begin in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- The U.S. imperialist bellicose aggressor forces and south Korean forces started Key Resolve and Foal Eagle joint military exercises for aggression on Mar. 2, according to a military source. &nbsp;&nbsp;&nbsp;\r\n More than 12,000 U.S. imperialist aggressor forces in south Korea have been ordered to be combat ready and over 6,000 U.S. troops were deployed in forefront bases in south Korea after being transferred from their overseas bases. In another development, more than 9,000 have been placed on alert in waters. &nbsp;&nbsp;&nbsp;\r\n On Feb. 28 Nimitz entered Pusan Port in the wake of the entry of Ohio equipped with more than 150 Tomahawk cruise missiles into it on Feb. 20. A landing craft entered Pusan Port on Mar. 1. On Feb. 26 a transport ship fully loaded with marine equipment entered Jinhae Port. &nbsp;&nbsp;&nbsp;\r\n Nimitz's entry into Pusan Port was timed to coincide with the entry of guided missile destroyers into Phyongthaek Port and Chaffee and John S. McCain into Tonghae Port. &nbsp;&nbsp;&nbsp;\r\n F-15 and F-16 fighter bombers, F/A-18, MC-130 and KC-135s were deployed in Osan air force base and airfields in Kunsan in south Korea after being transferred from the U.S. mainland and its overseas bases. &nbsp;&nbsp;&nbsp;\r\n The naval and air forces of the U.S. imperialist aggressor forces are keeping themselves ready to participate in the exercises after being deployed in waters and areas around the Korean Peninsula including Japan and Guam. &nbsp;&nbsp;&nbsp;\r\n Along with such huge aggressor troops the three services and marines of south Korea, the \"Homeland Defence Reserve Forces\" and police, administrative organs, and major military and civilian enterprises there have been placed on alert at the same time. &nbsp;&nbsp;&nbsp;\r\n The above-said exercises aim at the rapid deployment of the U.S. imperialist aggressor forces and south Korean forces, the formation of combined forces and commando operations against the DPRK for another Korean war. &nbsp;&nbsp;&nbsp;\r\n An extremely dangerous situation is prevailing on the Korean Peninsula due to the frantic war moves of the U.S. imperialists and south Korean forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Suppression by Security Authorities Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#13",
            "content": "Repeal of NSL Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly called a press conference in Seoul on Feb. 25 to demand the halt of suppression by the security authorities and the repeal of an evil law. &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference recalled that the security authorities suppressed Ryu Son Min, chairman of the 15th-term south Korean Federation of University Student Councils, and Song Hyon A, chairwoman for information service of the solidarity, and others on the charge of violating the \"National Security Law\" (NSL) from the outset of this year. &nbsp;&nbsp;&nbsp;\r\n This proves that the authorities have no willingness to implement the June 15 joint declaration and the October 4 declaration and are working hard to launch new security campaign by invoking the NSL, they said. &nbsp;&nbsp;&nbsp;\r\n They demanded the authorities implement the June 15 joint declaration and October 4 declaration, repeal the NSL, stop suppression under the pretext of security and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "76th Rally for Peace and Disarmament Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#14",
            "content": "Suppression by Security Authorities Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) reportedly issued an emergency statement on Feb. 27 to denounce the security authorities for walking away Yun Ki Jin, chairman of the headquarters. &nbsp;&nbsp;&nbsp;\r\n The statement said that the security authorities of south Korea put him on the want list for the last 9 years as he has made efforts for national reunification together with Pomchonghakryon, the three-party solidarity organization of youth and students in the south and the north and abroad. As if it were not enough with this, the security authorities committed such an outrage as walking him away, it added. &nbsp;&nbsp;&nbsp;\r\n Noting that the security authorities have become evermore frantic in their suppression of the patriotic figures for reunification at a time when the new era for independent reunification and peace and prosperity is being ushered in, the statement called upon the youth and students in the south and the north and abroad to repeal the \"National Security Law,\" an evil law against the nation, with their will. &nbsp;&nbsp;&nbsp;\r\n The statement said that they will regard the suppression of Yun by the security authorities as a declaration of war against all the forces for progress and reunification movement in south Korea and wage more vigorous struggle against it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chairman of South Headquarters of Pomchonghakryon Arrested in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#15",
            "content": "76th Rally for Peace and Disarmament Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- The civic and public organizations including the People for Achieving Peace and Reunification, the South Headquarters of the National Alliance for the Country's Reunification and the Reunification Square in south Korea reportedly held the 76th rally for peace and disarmament in Seoul on Feb. 26. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally disclosed that Key Resolve and Foal Eagle joint military exercises to be staged by the U.S. imperialists and the south Korean bellicose forces are large-scale war exercises to invade the north, and urged the bellicose forces to immediately stop the exercises as they chill the atmosphere for peace in the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n A letter of protest to the military authorities was read out at the rally. It disclosed that the \"Ministry of National Defense\" recently presented the \"measure for military and diplomatic aid\" aimed at making the law on extending GIs' presence in south Korea pass through U.S. Congress, while scheming to offer the U.S. forces lodging places for their families under the pretext of \"strengthened alliance\" with the U.S. &nbsp;&nbsp;&nbsp;\r\n Denouncing the \"Ministry of National Defense\" for its attitude to increase the fund for the upkeep of the U.S. forces, the letter urged the military authorities to abrogate the \"agreement\" on the share for the upkeep of the U.S. forces and withdraw the U.S. forces to swim with the trend toward peace.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Security Authorities' Fascist Actions under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#16",
            "content": "Chairman of South Headquarters of Pomchonghakryon Arrested in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- The south Korean security authorities arrested Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), on the charge of violating the ill-famed \"National Security Law\" (NSL) on Feb. 27, according to the south Korean MBC. &nbsp;&nbsp;&nbsp;\r\n The \"security investigation squad\" of the Seoul Police Office took this tyrannical action for the mere reason that he dispatched a representative of youths and students to the 10th pan-national rally of the 1999 grand festival for reunification when acting as chairman of the south Korean Federation of University Student Councils and \"praised the north\" through Internet and printed materials in the subsequent period.     \r\n\r\n\r\n"
        },
        {
            "title": "Friday Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#17",
            "content": "S. Korean Security Authorities' Fascist Actions under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- The south Korean security authorities reportedly took such fascist actions as searching for the house of the chairman of the Reunification Committee for 2005 of the South Kyongsang Provincial Branch of the south Korean Teachers' Trade Union (Jongyojo) and his school on Feb. 24. &nbsp;&nbsp;&nbsp;\r\n That day the \"security investigation squad\" of the South Kyongsang Provincial Police Office conducted a sudden and forcible search operation against his house and school for the mere reason that he \"produced and distributed enemy-benefiting literature,\" availing himself of his visit to Mt. Kumgang resort for education of students, and confiscated a lot of materials and a computer, etc. &nbsp;&nbsp;&nbsp;\r\n As regards this case, Jongyojo denounced the security authorities for launching a \"witch-hunting style operation to kill Jongyojo\" in a bid to hold in check the activities for education in the reunification issue.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cancellation of Plan for Joint Military Exercises Urged in S. Korea ",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#18",
            "content": "Friday Rally Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- Civic and public organizations of south Korea including the Solidarity for Implementing the South-North Joint Declaration reportedly held the 179th Friday rally opposing the U.S. and war and demanding the withdrawal of the U.S. forces from south Korea before the U.S. embassy in Seoul on Feb. 22. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally lashed at the U.S. and south Korean war mongers for planning to stage Key Resolve and Foal Eagle joint military exercises for aggression throughout south Korea from March 2. &nbsp;&nbsp;&nbsp;\r\n They held that it is as clear as a pikestaff that the projected joint military exercises are war maneuvers targeted against the north, to all intents and purposes, as they would be staged under \"OPLAN 5027\" and \"OPLAN 5029\", plans for a preemptive attack on the north. &nbsp;&nbsp;&nbsp;\r\n They urged the U.S. to stop frantically stepping up the preparations for a war and throwing a stumbling block in the process for the denuclearization of the Korean Peninsula but sincerely implement the agreement reached at the six-party talks. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally declared that the people from all walks of life would carry on their actions against the U.S. dangerous moves to provoke a war threatening the peace in the peninsula and existence of the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated Worldwide",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#19",
            "content": "Cancellation of Plan for Joint Military Exercises Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly issued a statement on Feb. 26 demanding the cancellation of the plan for the aggressive Key Resolve and Foal Eagle joint military exercises to be staged by the United States and south Korean warmongers. &nbsp;&nbsp;&nbsp;\r\n The statement said that the projected war maneuvers are an indication that they are still pursuing a scenario for a preemptive attack on the north. &nbsp;&nbsp;&nbsp;\r\n It urged them to immediately cancel the above-said plan.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "February 16 Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#20",
            "content": "February Holiday Celebrated Worldwide\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- General Secretary Kim Jong Il was presented with floral baskets and gifts and awarded orders, medals and honorary titles by leaders and high-ranking officials of political parties and states of different countries including the Central Committee of the Communist Party of China, the general secretary of the Central Committee of the Lao People's Revolutionary Party, the chief of the Palestinian National Authority, the president of the Council of Ministers who is president of the Council of State of Cuba, political parties, ministries of governments, organs and organizations on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n Many figures visited the DPRK embassies and missions in their countries on the same occasion. &nbsp;&nbsp;&nbsp;\r\n Colorful functions held in more than 90 countries and regions under the sponsorship of political parties, organizations and preparatory committees for celebrating February 16 included over 500 seminars, lectures, DPRK book, photo and handicraft exhibitions, film shows and art performances. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's famous works were published in booklet by political parties, organizations and organs of different countries including the Movement for Peace and Socialism of Italy, the Mongolian Mt. Paektu Association for Independent Development, the Brazilian Photograph Publishing House, the Grafica Aj Hermanos Publishing House of Peru and the Victorial Publishing House of Pakistan. &nbsp;&nbsp;&nbsp;\r\n The Voluntad Publishing House of Ecuador published the book \"The Immortal Juche Idea\" and many study groups of the Juche idea and organizations for friendship and solidarity with the Korean people issued special information bulletins and posted special write-ups on their Internet homepages. &nbsp;&nbsp;&nbsp;\r\n More than 250 media of the world including the Russian newspaper Patriot and the Egyptian TV gave publicity to the portrait of Kim Jong Il and photos showing his revolutionary activities and carried articles and aired programs widely introducing his great personality and Songun leadership exploits.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Off Press in Venezuela",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#21",
            "content": "February 16 Celebrated in Various Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 2 (KCNA) -- Meetings were held in Poland, Belarus and Denmark and a lecture, a film show, a photo exhibition and a reading session in Sweden, the Czech Republic and Guinea between Feb. 12 and 19 on the occasion of the birthday of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were works of President Kim Il Sung and Kim Jong Il and photos showing their immortal revolutionary exploits and pictures introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Andrzej Kozlowski, chairman of the Central Committee of the Poland-Korea Association, stressed that Kim Jong Il enjoys high international authority and profound respect and reverence by all the people for his personality as an outstanding great man, unusual ability of leadership and undying feats he performed in human history. &nbsp;&nbsp;&nbsp;\r\n The coordinating secretary of the Social Federation \"for the Union and Union's Communist Party\" of Belarus said that the people of the DPRK have gained the great successes in building a great prosperous powerful socialist nation under the wise leadership of Kim Jong Il, adding that this proves the invincibility of the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n Richard Stenberg, chairman of the Swedish National Committee for the Study of the Juche Idea, explained that Kim Jong Il has developed and enriched the great Juche idea into the firm guiding idea in the era of independence, greatly encouraged the world progressive people and instilled firm faith into them while foiling the imperialists' moves with his unique Songun policy. &nbsp;&nbsp;&nbsp;\r\n Jiri Jarka, honorary chairman of the Paektusan Czech-Korean Friendship Association, affirmed that the Korean people would certainly strike the world with admiration by building a great prosperous powerful nation as long as they are led by the original Songun policy pursued by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages to Kim Jong Il were adopted at the meetings. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films \"They Are Together on the Way of the Great Songun Leadership\" and \"The Rivers and Mountains of the Country Being Face-lifted under the Leadership of the Great General.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "February Holiday Celebrated ",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#22",
            "content": "Kim Jong Il's Work Off Press in Venezuela\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- General Secretary Kim Jong Il's famous work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\" was brought out in booklet by the Canta Clara Publishing House of Venezuela on Feb. 21. &nbsp;&nbsp;&nbsp;\r\n The work, published on June 19, Juche 84 (1995), clarifies the idea that the ideological work should be held fast to and kept ahead of other work in order to successfully accomplish the cause of socialism and the idea that the main objective of the ideological work is to model the whole society on the socialist idea and the ideological work should be done in line with the principle and methods to meet the intrinsic need of socialism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Birthday of Kim Jong Il Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#23",
            "content": "February Holiday Celebrated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- Receptions were given and book and photo exhibitions and film shows took place at the DPRK diplomatic missions in China, Vietnam, Mongolia, India, Singapore, UK, Italy, Uzbekistan, Guinea, Equatorial Guinea and Brazil and the DPRK permanent mission at the UN Secretariat and international organizations in Geneva from Feb. 6 to 15 on the occasion of the birthday of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of those functions were famous works of the great men of Mt. Paektu and photos showing their undying feats. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The permanent vice-chairman of the Commission for External Affairs of the Central Committee of the Communist Party of Vietnam said that Vietnam has consistently supported the desire of the Korean nation to achieve peaceful reunification and hails the efforts of the Korean people to peacefully reunify their country on the principle of independence according to the agreements reached at the inter-Korean summit meetings. &nbsp;&nbsp;&nbsp;\r\n The spokesman (leader) of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist) said that as there is Kim Jong Il, the idea and cause of President Kim Il Sung have been successfully carried forward and developed generation after generation and the DPRK is demonstrating its dignity all over the world as a heroic country. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Party for Unity and Progress of Guinea said that thanks to the Songun politics of Kim Jong Il, the Korean people would surely achieve the cause of national reunification in the near future, praising Kim Jong Il as the great leader and father of not only the Korean people but also progressive humankind. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched \"The Great Leader Comrade Kim Jong Il Gives On-the-Spot Guidance to the Work in Different Fields\", \"They Are Together on the Way of the Great Songun Leadership\" and other Korean films.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il visita la embajada china en Corea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#24",
            "content": "Birthday of Kim Jong Il Celebrated in Various Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 1 (KCNA) -- Meetings and film shows were held in Venezuela, Libya, Sri Lanka and Uganda and Korean book, photo and handicraft exhibitions in Cuba, Peru, Egypt and Nigeria between Feb. 12 and 29 on the occasion of the birthday of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were famous works of the peerless great men, photos showing their immortal exploits, books and photos introducing the true picture of Songun Korea and handicrafts showcasing the wisdom and skills of Koreans. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meetings. &nbsp;&nbsp;&nbsp;\r\n Omar Lopez, chairman of the Venezuelan National Society for the Study of the Juche Idea, and Antonio Rivero, chairman of the Venezuela�|Korea Friendship Society, said that it is a bounden duty of the world progressives to celebrate the birthday of Kim Jong Il as a holiday common to mankind as he has made a great contribution to the DPRK's prosperity, the Korean people's happiness and the efforts to accomplish the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Reggie Ranatunge, director general of the Asian Regional Institute of the Juche Idea, said that Kim Jong Il has developed in depth the immortal Juche idea fathered by President Kim Il Sung, clearly indicating the road for progressive mankind to follow in the 21st century. &nbsp;&nbsp;&nbsp;\r\n S. N. Sserwanga, secretary general of the African Regional Committee of Friendship and Solidarity with the Korean People, noted that the DPRK is prospering as a socialist power no foreign forces dare provoke, a country which has achieved single-minded unity as all members of the society are firmly united as one and a harmonious and beautiful country where people bring about happiness by themselves thanks to the energetic leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Cuban Committee for Supporting Korea's Reunification in his speech made at the opening ceremony of the exhibition said that Kim Jong Il has wisely led the Korean people's struggle to build a great prosperous powerful nation while steadily augmenting the political and military might of the DPRK with the Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n The participants of the film shows watched Korean films including \"The Great Leader Comrade Kim Jong Il Gives On-the-Spot Guidance to the Work in Different Fields\" and \"February 16, the Greatest National Holiday\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun llama a acelerar la causa de reunificacion de la patria",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#25",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson denuncia ejercicios \"Key Resolve\" y \"Aguilucho\"",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#26",
            "content": "Kim Jong Il visita la embajada china en Corea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 1 de marzo (ATCC) -- A peticion del embajador extraordinario y plenipotenciario de la Republica Popular China en Corea, el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, visito este sabado la embajada china. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente fue acogido por el embajador Liu Xiaoming y otros funcionarios directivos de esa sede diplomatica. &nbsp;&nbsp;&nbsp;\r\nAdemas, recibio un ramo de flores y la calida bienvenida que le dieron todos los integrantes de la embajada. &nbsp;&nbsp;&nbsp;\r\nEn la ocasion el embajador chino transmitio al Dirigente el saludo de parte de Hu Jintao, Secretario General del Comite Central del Partido Comunista de China y Presidente de la RPCh, y le dedico un presente preparado por si mismo. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il agradecio por el respecto y envio su saludo a Hu Jintao. &nbsp;&nbsp;&nbsp;\r\n  Luego, sostuvo cordiales y amistosas conversaciones con el embajador chino. &nbsp;&nbsp;&nbsp;\r\nLiu Xiaoming ofrecio un banquete en honor del Dirigente. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion se ofrecio una funcion preparada especialmente por los artistas del Conjunto de Danza de Liaoning de China. &nbsp;&nbsp;&nbsp;\r\n  La recepcion transcurrio en un clima cordial. &nbsp;&nbsp;&nbsp;\r\n  Este dia, el Dirigente se fotografio junto a todos los miembros de la embajada y los artistas chinos. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron el jefe del Estado Mayor General del Ejercito Popular de Corea, Kim Kyok Sik, el primer subjefe de la Direccion Politica General del EPC, Kim Jong Gak, el primer vicecanciller Kang Sok Ju, el jefe de departamento del CC del PTC, Kim Yang Gon, los subjefes de departamento del CC del PTC, Pak Kyong Son y Ji Jae Ryong y el vicecanciller Kim Yong Il.     \r\n\r\n\r\n"
        },
        {
            "title": "APJERP denuncia a autoridades de seguridad publica de Sur de Corea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/03.htm#27",
            "content": "Rodong Sinmun llama a acelerar la causa de reunificacion de la patria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 1 de marzo (ATCC) -- Todos los coreanos del Norte, el Sur y en ultramar con el optimismo y la fe segura en el futuro radiante de la nacion deben librar con mas vigor la lucha contra las fuerzas extranjeras y por la independencia para abrir la nueva epoca de reunificacion independiente, la paz y la prosperidad. &nbsp;&nbsp;&nbsp;\r\n  Asi subraya el diario Rodong Sinmun en un editorial de la edicion de hoy dedicado al 89 aniversario del levantamiento popular del primero de marzo y continua: &nbsp;&nbsp;&nbsp;\r\n  Esta sublevacion que  hace ahora 89 anos se libro en un ambito pannacional fue un gran evento patriotico que manifesto el firme espiritu independiente anti-fuerzas extrajeras y el impetu heroico de la nacion coreana y dio duro golpe a la cruel y despotica dominacion colonial del imperialismo japones. &nbsp;&nbsp;&nbsp;\r\n  La reunificacion de la patria es la causa patriotica para establecer la soberania en el ambito nacional. &nbsp;&nbsp;&nbsp;\r\n  La tragedia de division nacional impuesta por los imperialistas yanquis perdura de siglo en siglo. EE.UU. mantiene durante mas de 60 anos sus tropas en el Sur de Corea acarreando toda clase de desgracias y sufrimientos a la nacion coreana. Tambien ahora se apela obstinadamente a la politica de hostilidad a Corea y las temerarias maniobras de agresion nadando en contra de la unanime aspiracion de la nacion a la independencia y la reunificacion. &nbsp;&nbsp;&nbsp;\r\n  Tambien los reaccionarios japoneses resucitan el militarismo sonando con la nueva agresion a Corea y desatan la frenetica campana  contra la RPDC y la Chongryon (Asociacion General de Coreanos Residentes en Japon) en adhesion a la politica norteamericana de hostilidad a Corea esgrimiendo tercamente el ya resuelto \"problema del secuestro\". Al margen de la independencia anti-fuerzas extranjeras no se puede pensar en la reunificacion de la patria, la paz y la prosperidad de la nacion. &nbsp;&nbsp;&nbsp;\r\n La lucha contra las fuerzas extranjeras y por la independencia de la nacion coreana es la sagrada lucha patriotica pannacional anti-yanqui y anti-Japon por frustrar decididamente las maniobras de las fuerzas invasoras norteamericanas y japonesas y abrir el camino de la reunificacion. &nbsp;&nbsp;&nbsp;\r\n Todos los coreanos deben librar mas vigorosamente la lucha contra las fuerzas extranjeras y por la independencia y la reunificacion de la patria enarbolando el ideal de independencia nacional y la Declaracion Conjunta del 15 de Junio que es la bandera patriotica. &nbsp;&nbsp;&nbsp;\r\n El ideal de \"Entre nosotros, los connacionales\" es la bandera de lucha y remedio de victoria a ser mantenidos en el cumplimiento de la causa de independencia nacional y la reunificacion de la patria.     \r\n\r\n\r\n\r\n"
        }
    ]
}