{
    "date": "2008-07-12",
    "url": "http://kcna.co.jp/item/2008/200807/20080712.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit 280",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sao Tome President",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#2",
            "content": "Kim Jong Il Inspects KPA Unit 280 \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 280. &nbsp;&nbsp;&nbsp;\r\n He went round the room devoted to the history of the unit, being conducted by its commander. &nbsp;&nbsp;&nbsp;\r\n Noting that the unit, which grew up to be a-match-for-a hundred combat ranks under the wise leadership and loving care of the party and the leader, has fully displayed the heroic spirit of the Korean People's Army in the defence of the country and socialist construction, he highly appreciated the shining feats performed by the unit. &nbsp;&nbsp;&nbsp;\r\n He dropped in at the military lecture room to learn about the training of commanding officers. &nbsp;&nbsp;&nbsp;\r\n  He put forward the tasks to be fulfilled by the unit to boost its combat capability, expressing satisfaction over the fact that it has conducted effective training to increase the operation commanding ability, thereby preparing all its commanding officers as stalwart fighters who have great ability to skillfully organize and command any difficult combat duties in a modern warfare. &nbsp;&nbsp;&nbsp;\r\n After learning about how the unit is fulfilling its duty and how it is keeping combat and technical equipment, he praised the servicepersons of the unit for performing their combat duties with vigilance, keenly watching every movement of the enemy, and at the same time, prizing and handling the weapons of the revolution like the apple of their eyes. &nbsp;&nbsp;&nbsp;\r\n Then he went round the servicepersons' hall, a library and other entertainment and educational facilities to learn about how a political work is conducted among servicepersons. &nbsp;&nbsp;&nbsp;\r\n Greatly pleased to learn that the unit has dynamically conducted political and ideological education by using diverse educational materials, thus training servicepersons into fighters strong in idea and conviction who have unshakable faith and sense of obligation towards the party and the leader, he stressed that the Juche-oriented theory of ideology serves as a militant banner to be held aloft by the KPA at all times. &nbsp;&nbsp;&nbsp;\r\n Then he took deep care of the living of its servicepersons, making the rounds of a bedroom, mess hall, wash-cum-bath house, non-staple food store and other supply service facilities. &nbsp;&nbsp;&nbsp;\r\n He spared time to watch a performance given by servicepersons of a company of the unit. He congratulated them on their successful performance, expressing great satisfaction over the fact that the servicepersons of the company are living in a revolutionary manner full of optimism and joy. &nbsp;&nbsp;&nbsp;\r\n He had a picture taken with servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Kim Myong Guk. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Finnish Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#3",
            "content": "Greetings to Sao Tome President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Frederique de Menezes, President of Sao Tome and Principe, on July 10 on the occasion of the 33rd anniversary of its independence and the proclamation of the Republic. &nbsp;&nbsp;&nbsp;\r\n Kim in the message expressed the belief that the friendly ties between the two countries would grow stronger in the mutual interests in the future.  \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given to Mark Anniversary of Conclusion of DPRK-China Treaty",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#4",
            "content": "Kim Yong Nam Meets Finnish Ambassador to DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Yrjo Kim David Luotonen, outgoing Finnish ambassador to the DPRK, at the Mansudae Assembly Hall today. \r\n\r\n"
        },
        {
            "title": "Efforts to Solve Population Issue in DPRK",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#5",
            "content": "Reception Given to Mark Anniversary of Conclusion of DPRK-China Treaty \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- A reception was given by the Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the DPRK-China Friendship Association at Okryu Restaurant on Thursday on the occasion of the 47th anniversary of the conclusion of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Xing Haiming, charge d' affaires a. i. of China here, and its embassy officials. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Chang Sik, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, Kim Yong Il, vice-minister of Foreign Affairs, Ku Pon Thae, vice-minister of Foreign Trade, Han Chol, vice-minister of Culture, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Choe Chang Sik, addressing the reception, said that President Kim Il Sung signed the above-said treaty together with Premier Zhou Enlai 47 years ago. &nbsp;&nbsp;&nbsp;\r\n He noted that the DPRK-China friendly and cooperative relations have steadily developed under the deep care of the top leaders of the two countries, adding that the Korean people would join the Chinese comrades in the positive efforts to boost these relations in the future, too. &nbsp;&nbsp;&nbsp;\r\n Xing Haiming said in a speech that the Sino-DPRK Treaty of Friendship, Cooperation and Mutual Assistance signed by Zhou Enlai and Kim Il Sung serves as a valuable treasure bequeathed to the Chinese and Korean peoples by the leaders of the elder generations of the two countries. &nbsp;&nbsp;&nbsp;\r\n The Chinese side together with the DPRK side will steadily deepen the exchange and cooperation in all fields, guided by the spirit of the treaty and as intended by the leaders of the two countries, he concluded.\r\n\r\n\r\n"
        },
        {
            "title": "Population Center of DPRK",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#6",
            "content": "Colorful Population Activities in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The DPRK is making every possible effort for the proper settlement of the population issue, a matter of global concern. &nbsp;&nbsp;&nbsp;\r\n The DPRK government has long paid primary attention to the creation of legal environments for carrying its policy of population growth into practice in the man-centered socialist country. &nbsp;&nbsp;&nbsp;\r\n As a result, many laws and regulations on the existence of people, improvement of their health and their wellbeing have been instituted, revised and supplemented. Among them are the laws on public health, family, the nursing and upbringing of children, land, environmental protection, water resources and protection of the aged. &nbsp;&nbsp;&nbsp;\r\n The government put forward the unique socialist principle of urban population formation and ways for its realization. And it has also taken measures for the harmonious and balanced growth of population in accordance with the requirement of the developing reality. &nbsp;&nbsp;&nbsp;\r\n In particular, it has enforced policies to improve the reproductive health of women which is raised as the cardinal task for the settlement of the world population issue, with the result that it is successfully solving such difficult problems as population aging and urbanization. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the activities for arousing profound social interest in the population issue have been conducted in various forms and ways. &nbsp;&nbsp;&nbsp;\r\nThe annual events of the World Population Day (July 11) are part of such activities. &nbsp;&nbsp;&nbsp;\r\n This year, too, a \"Meeting for Experience Exchange on RH/FP Service\" was held in the Grand People's Study House on July 11 with the attendance of representatives of international organizations and a special issue of the periodical \"Population Newsletter\" was published on the occasion of the day. &nbsp;&nbsp;&nbsp;\r\n The DPRK government is also strengthening relations with the UN Population Fund and other international organizations.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Taedongmun Cinema Renovated",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#7",
            "content": "Population Center of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The Population Center of the Democratic People's Republic of Korea was formed on July 11, Juche 74 (1985). &nbsp;&nbsp;&nbsp;\r\nThe center has conducted such diverse activities as finding causes of population change, estimating perspective population and registering the fertility and mortality of the country.&nbsp;&nbsp;&nbsp;\r\nIt has contributed to working out the national economic plan by technically assisting simultaneous census and estimating future population. &nbsp;&nbsp;&nbsp;\r\nIt has done its bit in founding such non-governmental organizations as the Korean Family Planning & Maternal and Child Health Association, the Korean Federation for Protection of the Disabled and the Korean Federation for Protection of the Aged in collaboration with the World Health Organization and other international organizations. &nbsp;&nbsp;&nbsp;\r\nThe center has issued the periodicals \"Population Newsletter\" and \"Population Science Information\" from January 1990 and is publishing books and propaganda materials on reproductive health.   \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Noble Moral Obligation of Korean People",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#8",
            "content": "Taedongmun Cinema Renovated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- The Taedongmun Cinema located on the bank of the River Taedong flowing through Pyongyang has of late changed its look to suit the aesthetic taste of the era, while retaining its old appearance half a century ago. &nbsp;&nbsp;&nbsp;\r\n The cinema is one of the structures the Korean people built on the ruins after the war.\r\n Spacious and refreshing is the central hall of the cinema, the total floor space of which has been expanded about two-fold. &nbsp;&nbsp;&nbsp;\r\n Cinema rooms Nos. 1 and 2 have separate entrances and corridors so that the visitors may not feel any inconvenience. &nbsp;&nbsp;&nbsp;\r\n The devices fully meeting acoustic requirements while ensuring an impeccable formative and artistic effect are something which could not be seen in the previous building. &nbsp;&nbsp;&nbsp;\r\n   The seats are arranged conveniently on the terraced floor to enable the cinema-goers to have a good view of the screen on any seat. &nbsp;&nbsp;&nbsp;\r\n The cinema is well furnished with acoustic and projection devices, toilet facilities with automatic sensors, air conditioners and so on. &nbsp;&nbsp;&nbsp;\r\n Quite a few working people and school youth and children visit the cinema. &nbsp;&nbsp;&nbsp;\r\n Photo, fine art and book exhibitions can also be held there.  \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Unpopular Rule Protested",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#9",
            "content": "Rodong Sinmun on Noble Moral Obligation of Korean People \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- It is the noble moral obligation of the Korean people to devote themselves to the socialist motherland. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The above-said moral obligation of the Korean people finds its manifestation in that they are going through thick and thin to respond to the call of the Workers' Party of Korea, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n For the Korean people the motherland precisely means the care of the Party and the leader and the Party's call means that of the motherland. &nbsp;&nbsp;&nbsp;\r\n They are displaying such noble moral obligation in firmly defending their revolutionary posts and devoting themselves to their work. &nbsp;&nbsp;&nbsp;\r\n There are many genuine human beings and patriots among the Korean people who find the worth of living and happiness in upholding the motherland with honest work, regarding the revolutionary posts assigned to them by the Party dearer than anything else. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned moral obligation also finds its expression in that the Korean people deem it a bounden duty to volunteer to do something good for the grandeur and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n It is thanks to so many patriots who volunteer to do something helpful to the country, always thinking about what they have done for its sake, and find the worth of their living and happiness in doing so that the country is flourishing and the Korean revolution is winning victory after victory full of vitality.\r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cabinet Reshuffle under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#10",
            "content": "Lee Myung Bak's Unpopular Rule Protested\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Peasants' rallies took place all at once in 46 cities and counties across south Korea on July 9 in protest against traitor Lee Myung Bak's unpopular policies. &nbsp;&nbsp;&nbsp;\r\n They were attended by at least 40,000 peasants affiliated to the Federation of Peasants Associations. &nbsp;&nbsp;&nbsp;\r\n The peasants drove farm machines including tractors as far as offices of the cities and counties before holding the rallies. &nbsp;&nbsp;&nbsp;\r\n At the rallies they said with irrepressible indignation that the stockbreeding farmers are hard hit by the slump of cattle prices caused by the Lee \"government's\" import of American beef. They accused the group of traitors of paying no attention to the peasants' right to existence though it is exposed to a threat. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, candlelight rallies were held in different parts of Seoul including the plaza of the Seoul City Office, the office of KBS and the Kangnam Subway Station on the evening of the same day with members of the Democratic Labor Party, civic and public organizations, netizens, youth and students attending. &nbsp;&nbsp;&nbsp;\r\n Candlelight demonstrations also took place in all parts of south Korea including Pusan, Inchon, Kwangju, Ulsan and Taegu in protest against the conclusion of the south Korea-U.S. FTA and the import of American beef.\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#12",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Organizations in Germany and Egypt issued bulletins on the occasion of the 14th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The German Group for the Study of Songun Politics and the German Branch of the Korean Friendship Association headquartered in Spain in their bulletins issued on July 6 carried photos showing his revolutionary activities and edited articles praising the noble career of the peerlessly great man who made undying contributions to the Korean revolution and the cause of global independence, illustrated with photos of his old home in Mangyongdae and the Kumsusan Memorial Palace, etc. &nbsp;&nbsp;&nbsp;\r\n The Egypt-Korea Friendship Association in its bulletin issued on July 3 lauded the great feats the President performed by founding the DPRK and turning it into the socialist powerful nation centered on the popular masses.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#12",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Organizations in Germany and Egypt issued bulletins on the occasion of the 14th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The German Group for the Study of Songun Politics and the German Branch of the Korean Friendship Association headquartered in Spain in their bulletins issued on July 6 carried photos showing his revolutionary activities and edited articles praising the noble career of the peerlessly great man who made undying contributions to the Korean revolution and the cause of global independence, illustrated with photos of his old home in Mangyongdae and the Kumsusan Memorial Palace, etc. &nbsp;&nbsp;&nbsp;\r\n The Egypt-Korea Friendship Association in its bulletin issued on July 3 lauded the great feats the President performed by founding the DPRK and turning it into the socialist powerful nation centered on the popular masses.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona la Unidad No. 895 del EPC",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#13",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 11 (KCNA) -- Meetings to remember President Kim Il Sung took place in Laos, Mexico and Indonesia between July 3 and 4 on the occasion of the 14th anniversary of his demise. &nbsp;&nbsp;&nbsp;\r\n Khamphan Sittidampha, secretary of the Central Committee of the Lao People's Revolutionary Youth Union, said in his speech made at the meeting that the President was the greatest man and the leader of the world stature who performed immortal exploits for the Korean revolution and the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Andres Gasca Sanchez, chairman of the Mexican Friend Association for Memory of President Kim Il Sung, and other speakers noted that the President who founded the Juche idea, the Songun idea after embarking upon the road of revolution in his early years defeated the U.S. and Japanese imperialist formidable enemies with his outstanding leadership and exalted the dignity and honor of the country. &nbsp;&nbsp;&nbsp;\r\n The president of an Indonesian company said that the Korean people are making the great exploits performed by the President shine forever, holding him in high esteem as the eternal leader of the DPRK.  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cine Taedongmun reconstruido magnificamente",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#14",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Diversas actividades por el \"Dia Mundial de la Poblacion\"",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#15",
            "content": "Kim Jong Il inspecciona la Unidad No. 895 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea inspecciono la Unidad No. 895 del EPC, laureada con el titulo del Septimo Regimiento de O Jung Hup. &nbsp;&nbsp;&nbsp;\r\nLuego de ver los ejercicios de los militares el Comandante Supremo se mostro satisfecho de que los uniformados de la unidad crecen como valientes soldados capaces de pelear uno contra cien enemigos realizando con vigor los ejercicios sin secar sus uniformes mojados del sudor bajo la decision de acoger con los exitos de ejercicios militares y politicos el 60 aniversario de la fundacion de la RPDC y presento las tareas que se presentan para fortalecer mas la combatividad de la unidad. &nbsp;&nbsp;&nbsp;\r\nSenalo que la primera tarea revolucionaria del militar es hacer bien los ejercicios y preciso que han de concentrar todas las fuerzas en el fortalecimiento del entrenamiento. &nbsp;&nbsp;&nbsp;\r\nDurante el recorrido por la casa de militares, la biblioteca y otras instalaciones culturales y educativas el Dirigente se entero de los detalles del estado de realizacion de la labor politica sobre los militares  y evaluo que la unidad arreglo bien  bases culturales y educativas y realizo novedosamente la labor ideo-politica valiendose de varias formas y metodos para formar a los uniformados como heroes de nuevo siglo. &nbsp;&nbsp;&nbsp;\r\nTras ver los datos de episodios hermosos de camaraderia que se ponen de pleno manifiesto entre los oficiales y soldados de la unidad, dijo que es invencible la colectividad unida por la camaraderia, la fila compactamente unida como un haz basandose en la camaraderia. &nbsp;&nbsp;&nbsp;\r\nRecorriendo por el recinto del cuartel rodeado del bosque frondoso hizo conocimiento del estado de la plantacion de arboles. &nbsp;&nbsp;&nbsp;\r\nSe mostro muy satisfecho de que  los militares de la unidad, unidos monoliticamente, realizaron magnificamente la creacion de bosques en el recinto y el contorno de cuartel y evaluo altamente sus meritos. &nbsp;&nbsp;&nbsp;\r\nAhora la sociedad, al aprender el modelo del ejercito, se levanto como un solo hombre en la repoblacion forestal con el extraordinario entusiasmo, agrego y enseno que todo el ejercito y todo el pueblo, movilizados, deben  hacer mas verde  la patria y convertirla en un paraiso del pueblo  hermoso y confortable para vivir. &nbsp;&nbsp;&nbsp;\r\nActo seguido, recorrio la sala de educacion, el dormitorio, el comedor, el bano, el deposito de alimentos subsidiarios y otros lugares prestando profunda atencion a la labor y la vida de los militares. &nbsp;&nbsp;&nbsp;\r\nEstuvo muy complacido de que la unidad acondiciono comodamente a la vida de los soldados las instalaciones de intendencia y evaluo sus estilos de vida esmerados y hacendosos. &nbsp;&nbsp;&nbsp;\r\nEl Dirigente dio como recuerdo binoculos, ametralladora y fusil automatico a los militares de la unidad y se fotografio junto a estos. &nbsp;&nbsp;&nbsp;          \r\nLe acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Kim Myong Guk. \r\n\r\n\r\n"
        },
        {
            "title": "Editados boletines en Alemania y Egipto",
            "url": "http://kcna.co.jp/item/2008/200807/news07/12.htm#16",
            "content": "Cine Taedongmun reconstruido magnificamente\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de julio (ATCC) -- En estos tiempos, muchos trabajadores, jovenes y ninos escolares van al Cine Taedongmun situado a la ribera del rio Taedong en esta capital, que fue reconstruido magnificamente conforme al sentido estetico contemporaneo manteniendo su aspecto original de hace medio siglo. &nbsp;&nbsp;&nbsp;\r\n  Este cine es una de las creaciones que el pueblo coreano edifico sobre los escombros en el periodo posbelico. &nbsp;&nbsp;&nbsp;\r\n  La superficie arquitectonica del cine se amplio casi dos veces. &nbsp;&nbsp;&nbsp;\r\n  El hall central es extenso y los salones no.1 y no.2 de espectadores fueron disenados para el maximo confort de los clientes. &nbsp;&nbsp;&nbsp;\r\n  La perfeccion artistico-plastica y los medios que satisfacen los requisitos acusticos fueron lo que faltaba al cine antes de ser reconstruido. &nbsp;&nbsp;&nbsp;\r\n  En particular, gracias a la ubicacion espaciosa y confortable de hileras y asientos de la graderia, los espectadores pueden disfrutar de la pelicula de la mejor manera en cualquier silla del salon. &nbsp;&nbsp;&nbsp;\r\n  El cine dispone de excelentes medios acusticos, proyectores, acondicionadores de aire y tiene establecimientos de servicio publico donde fueron instalados sensorios automaticos, etc. &nbsp;&nbsp;&nbsp;\r\n  Aqui se pueden montar tambien las exhibiciones de fotos, pinturas y libros. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}