{
    "date": "2008-05-23",
    "url": "http://kcna.co.jp/item/2008/200805/20080523.htm",
    "articles": [
        {
            "title": "Plan on Cultural Exchange between DPRK and Ethiopia Inked",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Director-General of IIJI Arrives",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#2",
            "content": "Plan on Cultural Exchange between DPRK and Ethiopia Inked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- A 2008-2010 plan on cultural exchange between the DPRK government and the Ethiopian government was signed in Addis Ababa on May 16. &nbsp;&nbsp;&nbsp;\r\n The plan was inked by DPRK Ambassador to Ethiopia Ri Song Mok and the minister of Culture and Tourism of Ethiopia authorized by the governments of the two countries.\r\n\r\n\r\n"
        },
        {
            "title": "Remains of Patriots Unearthed in Songchon County",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#3",
            "content": "Director-General of IIJI Arrives \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- Vishwanath, director-general of the International Institute of the Juche Idea, arrived here by air on Thursday. \r\n\r\n"
        },
        {
            "title": "Korea Abundant in Biodiversity",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#4",
            "content": "Remains of People Unearthed in Songchon County \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- The remains of the people who were massacred during the Korean War were unearthed recently in Sakchang-ri, Songchon County, South Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggressor forces and class enemies, who occupied Songchon County in the period of the temporary strategic retreat during the war, massacred more than 1,700 innocent people, at least 150 patriots and other inhabitants in Sakchang-ri in 40 odd days. &nbsp;&nbsp;&nbsp;\r\n Remains of more than 80 patriots and other inhabitants who were cold-bloodedly killed by class enemies by an order of the U.S. troops for man-hunting and more than 230 relics of 18 kinds were unearthed in a natural vertical cave in the mountain behind the seat of Sakchang-ri. &nbsp;&nbsp;&nbsp;\r\n Also discovered were bullets, cartridges, clubs, stones, chisels and hooks, etc. used by the enemies. &nbsp;&nbsp;&nbsp;\r\n According to the testimonies made by eyewitnesses, the class enemies massacred core party members and their families mercilessly and threw young and old people and even children into the cave and put the arrested guiltless people to such cruel torture as beating them with clubs and hitting their heads with stones, etc. and shot them to death afterwards.&nbsp;&nbsp;&nbsp;\r\n The above-said remains and relics clearly prove that the U.S. imperialists and class enemies are the Korean people's sworn enemies. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Heightened Vigilance against \"Liberty\" and \"Democracy\" Touted by Imperialists",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#5",
            "content": "Korea Abundant in Biodiversity \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- Korea is endowed with rich biodiversity. &nbsp;&nbsp;&nbsp;\r\n The biodiversity of Korea, located in the temperate region, is rich not only in the ecosystem but also in species and genetic diversity. &nbsp;&nbsp;&nbsp;\r\n The forest ecosystem, the main ecosystem, covers more than 70 percent of the territory where over 1,000 species of trees, several thousand species of shrubs and grasses grow and more than 90 percent of animals inhabit. &nbsp;&nbsp;&nbsp;\r\n The variety of living things is also abundant compared with the size of the territory. &nbsp;&nbsp;&nbsp;\r\n According to the survey registered up to now, there are several thousand species of plants, 400-odd kinds of birds and nearly 900 species of fishes and more than 1,000 species of microbes living in different ecological environments. &nbsp;&nbsp;&nbsp;\r\n It is known that there are over 1,400 species of vertebrates and over 8,300 species of invertebrates. And it is expected that the kinds of invertebrates to be found in the future will be three or four times the present number. &nbsp;&nbsp;&nbsp;\r\n As there are ample conditions for varied protein-synthesis by genetic resources, many subspecies and varieties are classified in the species and good individuals and collectives which are worthy of cultivation out of them are selected and used. &nbsp;&nbsp;&nbsp;\r\n Positive measures have been taken in the DPRK to protect the biodiversity and guarantee its sustainable use. \r\n\r\n\r\n"
        },
        {
            "title": "Authorities' Switchover in \"Policy toward North\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#6",
            "content": "Rodong Sinmun Calls for Heightened Vigilance against \"Liberty\" and \"Democracy\" Touted by Imperialists \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- The world progressive people should not be taken in by \"liberty and democracy\" of aggressive nature much publicized by the imperialists but wage a dynamic struggle for genuine freedom and democracy. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today urges this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It is sheer hypocrisy for the imperialists to claim that a capitalist society is a \"free world\" allegedly giving people all sorts of freedom, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n This is nothing but a foolish attempt to keep mankind from longing for socialism and create illusion about capitalism among people in a bid to westernize the world. &nbsp;&nbsp;&nbsp;\r\n The imperialists' loudmouthed \"liberty and democracy\" is a slogan for aggression and interference to realize their ambition for world domination. &nbsp;&nbsp;&nbsp;\r\n \"Liberty\" and \"democracy\" advertised by the U.S. are the keynote of the strategy for \"peaceful transition\" to capitalism. By touting \"liberty\" the U.S. seeks to raise the wave of bourgeois liberalization in other countries in a bid to prod the people of those countries into expressing suspicion and distrust in their own systems and offering resistance against them and make the jungle law governing the struggle for existence prevail in a society where one is allowed to live and behave as one pleases and sacrifice others for oneself. Its ultimate aim is to bring down the systems of those countries. &nbsp;&nbsp;&nbsp;\r\n Failure to maintain vigilance against \"liberty\" and \"democracy\" advertised by the imperialists may entail irrevocable grave consequences. The world progressives should draw a lesson from the miserable plight of those countries where the destiny of the country and the nation is being trifled with due to the wave of \"liberalization\" spread by the imperialists and heighten vigilance against \"liberty and democracy\" advertised by them. &nbsp;&nbsp;&nbsp;\r\n Now the imperialists regard \"freedom\" of thinking as an important means to destabilize and degenerate socialist countries. They are spreading bourgeois idea and culture, talking about \"freedom\" of thinking. They have gone the lengths of using intelligence institutions and other plot-breeding organizations for spreading bourgeois idea and culture in socialist countries and, at the same time, pressurizing them to accept \"freedom\" of thinking, attaching political and economic strings. They thus seek to spread bourgeois idea and culture worldwide in an effort to realize their ambition for world domination with ease. This is precisely the reason why the revolutionary people should intensify ideological education to prevent the ideological and cultural poisoning of the imperialists and defend the socialist cause.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S., Anti-Lee Myung Bak Struggle Called for",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#7",
            "content": "Authorities' Switchover in \"Policy toward North\" Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- The Solidarity for Progress of south Korea called a press conference near Chongwadae on May 16 to demand the \"government's\" switchover in its \"policy toward the north\".&nbsp;&nbsp;&nbsp;\r\n Recalling that the Lee Myung Bak group is behaving improperly, sticking to the existing \"policy toward the north\", the organization at the press conference said it is in such a bad shape as to be unable to face up to the trend of the times. &nbsp;&nbsp;&nbsp;\r\n It stressed that Lee Myung Bak should not follow in the footsteps of traitor Kim Young Sam, who was forsaken by the people for frantically advocating confrontation with fellow countrymen quite contrary to the trend of the times. &nbsp;&nbsp;&nbsp;\r\n It said that if the authorities truly want the dialogue and cooperation between the south and the north, they should make a switchover in their \"policy toward the north\" on the basis of the June 15 joint declaration and the October 4 declaration, to begin with. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the opposition parties including the Democratic Labor Party held that the \"government\" should truly opt for cooperation and exchange with the north without any preconditions. If the authorities persistently swim against the trend of the times, they will stand further isolated, they warned. \r\n\r\n\r\n"
        },
        {
            "title": "Headquarters for Movement against U.S. and Lee Myung Bak Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#8",
            "content": "Anti-U.S., Anti-Lee Myung Bak Struggle Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea released a statement titled \"Let's turn out in the anti-U.S., anti-Lee Myung Bak struggle in the spirit of Kwangju resistance\" on May 18 on the occasion of the 28th anniversary of the Kwangju Popular Uprising. &nbsp;&nbsp;&nbsp;\r\n Referring to the heroic Kwangju Popular Uprising that took place 28 years ago, the statement said that at that time its participants bravely fought for independence, democracy and reunification against the fascist dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n At present the civic and public organizations have the urgent task to carry forward the will of the resistance fighters, the statement said, and continued:&nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to swallow up the whole of Korea through the permanent presence of its troops, the conclusion of FTA and the realization of \"strategic flexibility,\" etc. under the pretext of so-called \"strategic alliance in the 21st century\".&nbsp;&nbsp;&nbsp;\r\n After wresting power, the Grand National Party of south Korea and Lee Myung Bak, the successor to the pro-U.S. dictatorial forces who masterminded the then massacres, are now straining the inter-Korean relations and blocking the implementation of the June 15 joint declaration and the October 4 declaration at the instigation of the outsiders. &nbsp;&nbsp;&nbsp;\r\n We can never allow the Lee Myung Bak regime to make a mess of the precious successes made thanks to the June 15 joint declaration and the October 4 declaration.\r\n The U.S. should never be pardoned as it has wire-pulled the Lee regime and driven it to confrontation and war. &nbsp;&nbsp;&nbsp;\r\n We should turn out in the struggle against the U.S. and Lee Myung Bak in order to protect our lives and future. \r\n\r\n\r\n"
        },
        {
            "title": "Firmado el plan de intercambio cultural entre Corea y Etiopia",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#9",
            "content": "Headquarters for Movement against U.S. and Lee Myung Bak Formed in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- An inaugural ceremony of the headquarters for the movement against the U.S. and Lee Myung Bak was held at Chosun University in Kwangju of south Korea on May 18. &nbsp;&nbsp;&nbsp;\r\n A declaration read out at the ceremony recalled that many people shed their sweat and blood in the struggle to build a society, a reunified country in which the people become its master, free from U.S. domination and subjugation. &nbsp;&nbsp;&nbsp;\r\n Traitor Lee Myung Bak is, however, bringing back the period of dictatorship, dampening the desire of the people, the declaration noted, and continued: &nbsp;&nbsp;&nbsp;\r\n It is impossible to protect the people's right to existence and the national sovereignty and achieve peace and reunification unless Lee Myung Bak is ousted and the U.S. troops which pose a threat to peace by putting forward the traitor are driven out of this land. &nbsp;&nbsp;&nbsp;\r\n The declaration called for prevailing over the U.S. and Lee Myung Bak \"government\" by the efforts of the people and the nation so that they may not go reckless in order to implement the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n We will take the lead in the struggle against the sycophantic and treacherous, anti-reunification and unpopular Lee Myung Bak \"government\" and its wire-puller U.S., thoroughly frustrate the U.S. plot to realize the permanent presence of its troops in south Korea and Lee Myung Bak's anti-reunification policy of \"No nukes, opening, 3,000 dollars\" and struggle to bring about the independent politics desired by the people, it declared. &nbsp;&nbsp;&nbsp;\r\n Shown at the ceremony were videos under the titles \"Might of June 15 Joint Declaration\", \"People's Resentment at Lee Myung Bak and the U.S. and Its Eruption\" and \"Historic Significance of May 18 Kwangju Popular Uprising\". \r\n\r\n\r\n"
        },
        {
            "title": "Demandan en Sur de Corea cambio de la \"politica sobre el Norte\"",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#10",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun rechaza teoria de \"libertad\" y \"democracia\" ",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#11",
            "content": "Firmado el plan de intercambio cultural entre Corea y Etiopia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de mayo (ATCC) -- Quedo suscrito el dia 16 en Addis Ababa el plan de intercambio cultural para 2008-2010 entre los gobiernos de la Republica Popular Democratica de Corea y de la Republica Federal Democratica de Etiopia. &nbsp;&nbsp;&nbsp;\r\n  Por encargo de los gobiernos de respectivos paises, el embajador coreano en Etiopia Ri Song Mok y el ministro de Cultura y Turismo de Etiopia rubricaron el documento.\r\n\r\n\r\n"
        },
        {
            "title": "Rica biodiversidad de Corea",
            "url": "http://kcna.co.jp/item/2008/200805/news05/23.htm#12",
            "content": "Demandan en Sur de Corea cambio de la \"politica sobre el Norte\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 22 de mayo (ATCC) -- La \"Solidaridad por el Progreso del Sur de Corea\" reclamo el cambio de la \"politica sobre el Norte\" del \"gobierno\" en una rueda de prensa concedida el dia 16 en alrededores de la \"Casa Azul\".&nbsp;&nbsp;&nbsp;\r\n  En la ocasion, esta entidad critico que la banda de Lee Myung Bak actua irracionalmente insistiendo en la existente \"politica sobre el Norte\" y apunto que esta conducta ridicula parte de la incapacidad de distinguir la corriente de la epoca. &nbsp;&nbsp;&nbsp;\r\n  Aconsejo a Lee que no repita el fracaso de su antecesor titere Kim Young Sam quien fue abandonado por el pueblo por haber desafiado a la corriente de la epoca enfrascandose en la confrontacion fratricida. &nbsp;&nbsp;&nbsp;\r\n  Si las autoridades desean de veras el dialogo y la cooperacion entre el Sur y el Norte, deben cambiar sobre todo la \"politica sobre el Norte\" a base de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, insistio. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, los partidos opositores como el Partido de Trabajadores Democraticos insistieron tambien en que el \"gobierno\" debe proceder a la cooperacion y al intercambio con el Norte sin condiciones y advirtieron a las autoridades que si estas siguen desafiando a la tendencia de la epoca, se veran aisladas mas que ahora.\r\n\r\n\r\n\r\n"
        }
    ]
}