{
    "date": "2008-04-12",
    "url": "http://kcna.co.jp/item/2008/200804/20080412.htm",
    "articles": [
        {
            "title": "Congratulations to Kim Jong Il from Palestinian Leader",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "10th Kimilsungia Festival Opens",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#2",
            "content": "Congratulations to Kim Jong Il from Palestinian Leader \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il received a floral basket from Mahmoud Abbas, Chief of the Palestinian National Authority, on the occasion of the Day of the Sun and the 15th anniversary of his election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n The basket was conveyed to an official concerned by Palestinian Ambassador to the DPRK Mohammad Shahta Zarab on Thursday.   \r\n\r\n\r\n"
        },
        {
            "title": "Foreigners Visit Venue of Kimilsungia Festival",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#3",
            "content": "10th Kimilsungia Festival Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The 10th Kimilsungia festival opened with due ceremony at the Kimilsungia-Kimjongilia Exhibition in Pyongyang Friday. &nbsp;&nbsp;&nbsp;\r\n Seen in the centre of the venue of the festival is a portrait of smiling President Kim Il Sung and his old home in Mangyongdae has been depicted. There is a sea of flowers with immortal flowers and precious flowers in the venue. &nbsp;&nbsp;&nbsp;\r\n Displayed there are lots of potted Kimilsungias, flowers of the sun, cultivated with sincerity by units of the Korean People's Army, ministries, national institutions, factories and enterprises, individual soldiers, working people and school youth and children, foreign diplomatic missions and international organizations here, friendly organizations and public organizations, enterprises and individual figures of foreign countries, overseas Koreans and Chinese residents in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were Yang Hyong Sop, Kang Nung Su, minister of Culture, officials of ministries, national institutions and working people's organizations, working people, delegations of overseas Koreans and overseas Koreans. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were the Indonesian government cultural delegation led by Mukhlis Paeni, assistant to the minister of Culture and Tourism, Ambassador Daulat Hotma Audison Passaribu and officials of the Indonesian embassy here and delegations of various countries which came here to participate in the festival. &nbsp;&nbsp;&nbsp;\r\n Kim Pyong Hun, chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, addressing the ceremony, said that the festival would mark an occasion in strikingly demonstrating the iron faith and indomitable stamina of the servicepersons and people of the DPRK to hold the President in high esteem as the sun of Juche for all ages and usher in the golden days of prosperity of Songun Korea under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Mukhlis Paeni in a congratulatory speech said that he was pleased with the fact that the friendly relations between the DPRK and Indonesia are growing stronger on good terms along with Kimilsungia. &nbsp;&nbsp;&nbsp;\r\n The special relations that existed between Kim Il Sung and President Sukarno became a firm foundation of the present bilateral relations of friendship and the Indonesian government has always extended support and encouragement to the DPRK as regards international issues, he added.    \r\n\r\n\r\n"
        },
        {
            "title": "Agricultural Workers Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#4",
            "content": "Foreigners Visit Venue of Kimilsungia Festival \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The diplomatic corps, the military attaches corps and the economic and commercial councilors corps here visited the venue of the 10th Kimilsungia Festival on Friday on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The visitors looked round with deep emotion the festival venue associated with boundless reverence and sincerity of the Korean people and the world progressives highly praising President Kim Il Sung, greatest man, as the eternal sun of Juche. &nbsp;&nbsp;&nbsp;\r\n They made entries in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n Egyptian Ambassador Moustafa Mohamed Ahmed Al Hatter, who is doyen of the diplomatic corps, wrote that the festival venue is wonderfully decorated with immortal flowers in full bloom carrying the august name of the President on his birthday every year and the entire world is now significantly commemorating the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Indian Ambassador Zile Singh wrote that he was deeply moved to look round the festival venue giving an ecstasy and that he pays high tribute to Kim Il Sung, the great leader and the eternal President of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Cambodian Ambassador Chhorn Hay wrote that the Korean people's reverence for the President is boundless and he is the great sun as he showed the bright road ahead of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Cuban Military Attache Miguel Angel Gala Valiente noted that the Day of the Sun has become a significant holiday of the world progressives for the great feats the President performed for the times and humankind and he is always alive in the mind of all people. &nbsp;&nbsp;&nbsp;\r\n Zhao Qingmao, economic and commercial councilor of the Chinese embassy, said that they knew well about deep reverence of the Korean people and the world people for the President through the visit, hoping that the Korean people would achieve greater progress and prosperity under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Songhwa Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#5",
            "content": "Agricultural Workers Commemorate Day of Sun \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- A function was held by agricultural workers in front of the Mangyongdae Revolutionary Museum on the occasion of the 96th birth anniversary of President Kim Il Sung on Thursday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned, officials of the Union of Agricultural Workers of Korea and its members in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Kang Chang Uk, chairman of the Central Committee of the union, in his speech made there said that history knows no such popular leader as the President who was totally dedicated to the development of the country's agriculture, always finding himself among agricultural workers, adding that thanks to his tireless leadership there began a new history of the greatest changes on this land where backwardness and poverty once prevailed. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were instrumental music and song \"Song of Mangyongdae\" and female chorus \"Song of Plowing\" and others which instilled into the participants the ardent longing for the President who put forward the farmers as the master of the land and the country. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by officials in the agricultural field including Kim Son Hak, director of an institute of the Academy of Agricultural Science, An Jong Dae, chairman of the management board of the Samhun Farm in Hwangju County. They talked about the greatness of the President who led the agricultural workers to increase the grain production and showed profound loving care for them, walking along the lanes between fields of the country till the last days of his noble life. &nbsp;&nbsp;&nbsp;\r\n Epic \"Our Eternal Leader Comrade Kim Il Sung\" was recited to be followed by mixed duet \"General Is Identical to the Leader\", female solo \"The General's Trip to the Front\" and mixed quartette \"Victories of Songun in Twelve Months.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Commendations Conferred on Exemplary Youth and Children",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#6",
            "content": "Songhwa Art Exhibition Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- A Songhwa art exhibition was opened at the Pyongyang International Cultural Centre on Friday to commemorate the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue of the exhibition are more than 70 art works created by veteran painters. &nbsp;&nbsp;&nbsp;\r\n They include Korean paintings \"Immortal Flower Kimilsungia\", \"Spring View of Mangyongdae\" and oil painting \"Kumsusan Memorial Palace, the Supreme Temple of Juche\" truthfully depicting the greatness of President Kim Il Sung who performed immortal feats for the country and its people, the times and the revolution. &nbsp;&nbsp;&nbsp;\r\n Also on display there are art works including Korean painting \"February Is Spring\" and oil paintings \"Dear General, Where Are You\" and \"Bright Light on the Jangja River\" which deal with the immortal Songun leadership exploits of Kim Jong Il who has carried forward the idea and cause of the President and the noble spiritual world and the do-or-die fighting spirit of the army and people of the DPRK who long to see the brilliant commander of Mt. Paektu and follow him. &nbsp;&nbsp;&nbsp;\r\n Oil painting \"Chol Pass in Morning\", Korean painting \"Day Breaks\", sculpture \"May Country Proper\" and other works truthfully represent the servicepersons and people waging a general offensive to build a great prosperous powerful socialist nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#7",
            "content": "Commendations Conferred on Exemplary Youth and Children \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- Kim Il Sung Youth Honor Prize and Kim Il Sung Children Honor Prize were awarded to exemplary members of the youth league and school children on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n An awarding ceremony took place at the hall of the youth league on April 10. &nbsp;&nbsp;&nbsp;\r\n  Kim Il Sung Youth Honor Prize was conferred on 91 youth league officials and members who have made significant contributions to the defence of the country and the building of a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung Children Honor Prize went to 184 school children who have distinguished themselves in study, organizational life and the do-good-thing movement.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Kim Jong Il from Military Attaches' Corps",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#8",
            "content": "Foreign Diplomats Pay Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The economic and commercial councilors corps here visited the statue of President Kim Il Sung on Mansu Hill Friday on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The corps placed a floral basket before the statue and made bows to the President with deep reverence for him who devoted all his life to the global peace and independence and made undying contributions to the development of friendly relationship among countries. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the basket were letters reading \"The great leader HE Kim Il Sung will live forever.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Birthday Spreads Presented to Pro-Reunification Patriotic Champions",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#9",
            "content": "Congratulations to Kim Jong Il from Military Attaches' Corps \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il was presented with a congratulatory message by the military attaches' corps here on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Miguel Angel Gala Valiente, military attache of the Cuban embassy here, conveyed the message to an official concerned on behalf of the corps on Friday.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Opera Troupe Leaves for China",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#10",
            "content": "Birthday Spreads Presented to Pro-Reunification Patriotic Champions\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il sent birthday spreads to Sin Rin Su and Jon Chang Gi, pro-reunification patriotic champions. &nbsp;&nbsp;&nbsp;\r\n Born in Chongdo County, North Kyongsang Province, Sin Rin Su wandered about to seek a way to life from his childhood and was drafted to suffer hard toil in a coal mine in the northern tip of the country before it was liberated. &nbsp;&nbsp;&nbsp;\r\n In order to repay the benevolence of President Kim Il Sung who liberated the country from the Japanese imperialists' colonial rule, he took arms to guard the forefront line of the working-class struggle and worked at an organ of the people's power during the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n Born in Chonan City, South Chungchong Province, Jon Chang Gi was forced to work slavery labor from his early years, wandering from place to place under the colonial rule of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n After greeting the liberation of the country in Pyongyang, he took arms to defend the happiness of the people. Afterwards, he worked as a party official and contributed to the victory of the Fatherland Liberation War and the postwar rehabilitation and construction. &nbsp;&nbsp;&nbsp;\r\n Sin Rin Su and Jon Chang Gi were unfortunately arrested by the enemy while bravely fighting for national reunification. They had to undergo all sorts of cruel tortures in prisons of south Korea for decades. But they kept their faith and principle as revolutionaries in defiance of such repression.    \r\n\r\n\r\n"
        },
        {
            "title": "Russian and Cuban Diplomats Visit Pyongyang Kim Won Gyun Conservatory",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#11",
            "content": "DPRK Opera Troupe Leaves for China\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The Phibada Opera Troupe left here today for China to perform the revolutionary opera \"The Flower Girl.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Sinuiju History Museum",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#12",
            "content": "Russian and Cuban Diplomats Visit Pyongyang Kim Won Gyun Conservatory\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- Staff members of the embassies of Russia and Cuba here visited Pyongyang Kim Won Gyun Conservatory on Thursday on the occasion of the Day of the Sun and the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the history of the conservatory which sprang up as a seat for education in music art, they went round its main building, lecture rooms, music hall and other places. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, Valery Sukhinin, Russian ambassador to the DPRK, had this to say: Thanks to the deep care of Kim Jong Il the conservatory has been splendidly built. &nbsp;&nbsp;&nbsp;\r\n  The conservatory has trained a lot of talented musicians, greatly contributing to the development of music art in the DPRK. &nbsp;&nbsp;&nbsp;\r\n World people deeply admire the high level reached by its music art. &nbsp;&nbsp;&nbsp;\r\n The ambassador hoped that the conservatory would achieve greater success in the development of music art in the future, too. &nbsp;&nbsp;&nbsp;\r\n Jose Manuel Galego Montano, Cuban ambassador to the DPRK, wrote in the visitor's book that great progress has been made in the field of culture and arts under wise leadership of President Kim Il Sung and Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group Accused of Challenging Era of June 15 Reunification",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#13",
            "content": "Sinuiju History Museum\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The Sinuiju History Museum founded in Juche 36 (1947) is noted for its abundant historical relics. &nbsp;&nbsp;&nbsp;\r\nNational cultural heritages valued at national treasures are displayed in four showrooms and a relics preserving room. &nbsp;&nbsp;&nbsp;\r\nThe materials and relics giving good knowledge of the social, economic and cultural development in different historical ages from the Neolithic to the Bronze age and from ancient Korea to Ri Dynasty serve to illustrate the history of Korea, one of the human cradles. &nbsp;&nbsp;&nbsp;\r\nAmong them there are earthenware relics and materials related to the structure of the house, relics No.7, in Sejuk-ri, unearthed in Nyongbyon County, North Phyongan Province. They prove that the Korean ancestors led a permanently settled life from the Neolithic era. &nbsp;&nbsp;&nbsp;\r\nAlso preserved there are a wooden plough, a cart, bone-needles and a bronze axe belonging to the period of ancient Korea (early 30th century B.C.-108 B.C.) and bronze crafts and porcelain ware such as decorated porcelain ware and black porcelain bottle belonging to the period of Koryo (early 10th century - late 14th century) which were created by the Korean people in the course of developing the excellent national culture through their hard-working life. &nbsp;&nbsp;&nbsp;\r\nA map of Koguryo territory toward the end of the 5th century, a semi-panoramic picture depicting Koguryo soldiers returning in triumph after beating off aggressors, and the armour, helmet, sword, arrowhead and others illustratively demonstrate the martial spirit and patriotism of the Korean people. &nbsp;&nbsp;&nbsp;\r\nOn show in the museum are also arts and crafts, paintings, musical instruments, astronomical instruments and relics of printing art which provide glimpses of the creative talent and artistic skill of the Korean nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Holding Banner of \"By Our Nation Itself\" Higher Called for",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#14",
            "content": "Lee Myung Bak Group Accused of Challenging June 15 Era of Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The so-called \"no nukes, opening and 3,000 dollars\" touted by the Lee Myung Bak group are the most treacherous and anti-reunification declaration as it diametrically runs counter to the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The above-said piffle was prompted by a country peddler's crude way of thinking--roll my log and I will roll yours. &nbsp;&nbsp;&nbsp;\r\n This is, in essence, nothing but a replica of the \"theory of reciprocity\" advocated by the anti-reunification traitors in south Korea in the past in a bid to deter the inter-Korean relations from improving and the reunification movement from making any progress. &nbsp;&nbsp;&nbsp;\r\n  Lee let loose the above-mentioned rhetoric as part of the extremely provocative policy in a bid to seriously insult and mock at the DPRK, his partner in the process for reconciliation and unity. This will only drive the inter-Korean relations to a catastrophe and lead to the confrontation and war with fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n It is an intolerable treacherous and anachronistic act that the Lee group came out to challenge the desire of the Korean nation and the trend of the times, their heads raised, uttering such rhetoric against compatriots at a time when all Koreans are out in the dynamic struggle for achieving national reunification with hope for independent reunification and conviction of it. &nbsp;&nbsp;&nbsp;\r\n Lee, seized with such sycophancy towards the U.S. and confrontation with the DPRK, is not aware of the times and fellow countrymen at all. Obviously, he must be a blind man as he is unable to face up to the reality, going reckless, unaware of what is the trend of the times and how the time passes. &nbsp;&nbsp;&nbsp;\r\n Those who are making desperate efforts to ignore and stamp out the idea of \"By our nation itself\" contrary to the June 15 era of reunification are bound to meet a stern judgment of history, warns the commentary.    \r\n\r\n\r\n"
        },
        {
            "title": "Patriotic Martyrs for Reunification Remembered",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#15",
            "content": "Holding Banner of \"By Our Nation Itself\" Higher Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification on April 3 made public a statement titled \"Let's inherit the spirit of the April 3 resistance on Jeju to build independent reunified society by our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The statement recalled that 60 years have passed since Jeju islanders rose in the uprising against the U.S. imperialists and their henchmen's moves to stage a \"separate election and set up a separate government\" in a bid to perpetuate the division of Korea. The soul of the participants in the uprising who were mercilessly killed by the U.S. imperialists is still alive even after the elapse of several decades since then, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is dreaming of the permanent domination over south Korea, obstructing the unity of the Korean nation advancing to usher in a new era of independent reunification, peace and prosperity of the country. And the present south Korean \"government\" is openly whipping up inter-Korean confrontation and denying the June 15 joint declaration and the October 4 declaration, vociferating about the tightened \"alliance\" with the U.S. &nbsp;&nbsp;&nbsp;\r\n Today we should inherit the spirit of independence cherished by the participants in the April 3 uprising who responded to the separatist moves of the U.S. and its stooges with popular resistance and thus hold higher the banner of \"by our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n The statement called for forcing the U.S. to withdraw its forces from south Korea, building a society where people become its master and bringing earlier the day of reunification by the concerted efforts of Koreans along the path of independent reunification, peace and prosperity indicated by the June 15 joint declaration and the October 4 declaration, landmarks of reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "April Holidays of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#16",
            "content": "Patriotic Martyrs for Reunification Remembered\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- A \"meeting for inheriting the spirit of the April 9 reunification martyrs on the occasion of the 33rd anniversary of their death\" was held in south Korea on April 6 in memory of the victims of the \"case of the People's Revolutionary Party.\" &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were members of civic and public organizations of south Korea including the Solidarity Council of Organizations to Honor Memory of Martyrs for National Democracy and the Solidarity for Progress of south Korea and bereaved families. &nbsp;&nbsp;&nbsp;\r\n A memorial address was followed by solidarity speeches at the meeting. &nbsp;&nbsp;&nbsp;\r\n Speakers said that independence against outside forces and the reunification of the country were the goals of the struggle and faith of the pro-reunification patriots who met grievous deaths after being branded as the prime movers in the \"case of the People's Revolutionary Party\" on April 9, 1975. They called for inheriting the spirit of the martyrs and driving the U.S. forces out of south Korea and building a reunified country by the concerted efforts of the Koreans. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the meeting said:  The truth behind the \"case\" has not been fully probed although those related to the \"case\" were declared not guilty by law. &nbsp;&nbsp;&nbsp;\r\n It demanded the present \"government\" come to probe the truth behind it and make an apology for the man-killings committed by the past dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n It called for forming \"the April 9 foundation of the People's Revolutionary Party, an incorporated body\" and positively supporting the activists who devote themselves to the movement for democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n Then followed a \"meeting for inheriting the spirit of April 9 pro- reunification martyrs\".    \r\n\r\n\r\n"
        },
        {
            "title": "Presidium Meeting of CILRECO Held",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#17",
            "content": "April Holidays of DPRK Marked in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- A joint seminar was held in Nepal and meetings in Bulgaria, Germany and Uganda from April 3 to 5 on the occasions of the Day of the Sun and the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n The brief history of President Kim Il Sung's revolutionary activities was introduced at the seminar. &nbsp;&nbsp;&nbsp;\r\n C. P. Mainali, general secretary of the C.C., Nepal Communist Party (Marxist-Leninist) and chairman of the Nepalese National Memorial Committee for the Great Leader Comrade Kim Il Sung, said in a speech that Kim Il Sung is a peerless patriot, a great revolutionary and an elder statesman in the 20th century, who saved the Korean nation and led the Korean revolution and the cause of global independence victoriously for many years. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Central Council of the Bulgarian Anti-Fascist Union said at the meeting that Kim Il Sung, the most prominent great person, is always alive in the hearts of not only the Korean people but also the progressive mankind. &nbsp;&nbsp;&nbsp;\r\n The chairman of the C.C., the Communist Party of Germany highly praised the revolutionary career of Kim Il Sung who devoted his all to the freedom and liberation of the people and the human cause of independence all his life and the immortal exploits of Kim Jong Il who is fully displaying the dignity and might of the DPRK to the world under the uplifted banner of Songun. &nbsp;&nbsp;&nbsp;\r\n S. N. Sserwanga, secretary general of the African Regional Committee of Friendship and Solidarity with the Korean People, expressed full support and solidarity with the Korean people in their just cause, saying that under the leadership of Kim Jong Il they will surely win victory though the imperialists are making desperate efforts to check their independent advance. &nbsp;&nbsp;&nbsp;\r\n Messages to Kim Jong Il were adopted at the seminar in Nepal and meetings in Bulgaria and Germany.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Feats Praised",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#18",
            "content": "Presidium Meeting of CILRECO Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- A presidium meeting of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) was held in France on March 29. &nbsp;&nbsp;&nbsp;\r\n Present there were honorary President of the Wallon Regional Council of Belgium Willy Burgeon, honorary President of the International Association of Democratic Lawyers Amar Bentoumi, Secretary General of the International Association of Jurists for Supporting the June 15 Joint Declaration Robert Charvin and honorary Professor of Free University of Brussels in Belgium Paulette Pierson, who are honorary chairmen of the CILRECO, and other members of the CILRECO Presidium and representatives of the Nordic Cooperation Committee for Friendship and Solidarity with the Korean People and political parties and organizations for friendship and solidarity with the Korean people in France, Britain and other countries. &nbsp;&nbsp;&nbsp;\r\n Guy Dupre, secretary general of the CILRECO, noted in his report that last year the organization commemorated its 30th founding anniversary significantly and conducted its vigorous activities to support the Korean people in the struggle for achieving the independent and peaceful reunification of the country under the banner of \"By our nation itself\" and denounce the U.S. hostile policy towards the DPRK and the south Korean pro-U.S. conservatives' anti-DPRK and anti-reunification moves. &nbsp;&nbsp;&nbsp;\r\n Expressing full support for the Korean people who brought about an epochal turn in the way of the independent reunification of the country last year, the reporter called for more dynamically conducting the international solidarity movement for supporting Korea's peace and reunification this year. &nbsp;&nbsp;&nbsp;\r\n Then speeches were made there. &nbsp;&nbsp;&nbsp;\r\nThe meeting adopted an action programme of the CILRECO for 2008 and a solidarity declaration for supporting the Korean people's cause of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The action programme underlined the need to conduct in various forms and ways the activities of building up an international public opinion demanding the withdrawal from south Korea of the U.S. forces, root cause of misfortune the Korean people are suffering due to the division of the country, the removal of the U.S. military bases from there and demolition of the concrete wall built in the area south of the Military Demarcation Line. &nbsp;&nbsp;&nbsp;\r\n The solidarity declaration strongly held that the U.S. hostile policy towards the DPRK should be terminated and the Armistice Agreement replaced with a peace agreement. It also urged the U.S. and south Korean bellicose forces to stop their arms buildup and joint military exercises for aggression, pull down the concrete wall and dismantle the U.S. military bases in south Korea. &nbsp;&nbsp;&nbsp;\r\n A letter to General Secretary Kim Jong Il was adopted at the meeting.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Frantic Moves for Confrontation under Fire",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#19",
            "content": "Kim Il Sung's Feats Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- Miriam Pelegrini Feri, president of the Group of Dialectical Materialists of Italy, released a statement titled \"President Kim Il Sung Lives Forever\" on March 29 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The statement said that Kim Il Sung is enjoying boundless reverence from the world progressive people for the immortal exploits he performed in the human history of thought and the history of anti-imperialist struggle. &nbsp;&nbsp;&nbsp;\r\n For their truth and vitality, a large number of his works comprehending the Juche idea and the Songun idea are still serving as a textbook of struggle and a precious mental asset of the countries and peoples struggling for independence and progress, it added. &nbsp;&nbsp;&nbsp;\r\n Praising him as an ardent internationalist who rendered material and mental assistance to the peoples of different countries in the struggle against imperialism, the statement said: &nbsp;&nbsp;&nbsp;\r\n Various events for remembering Kim Il Sung are held splendidly in many countries every April. He is always alive in the hearts of the world progressive people.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona comandancia de Unidad Combinada No.337 del EPC",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#20",
            "content": "S. Korean Authorities' Frantic Moves for Confrontation under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 11 (KCNA) -- Leading officials of organizations of different social standings of the General Association of Korean Residents in Japan made public statements on April 8 denouncing the Lee Myung Bak group of south Korea for its sycophancy towards the U.S. and reckless moves for confrontation with compatriots. &nbsp;&nbsp;&nbsp;\r\n Ri Han Su, chairman of the Korean Association for Peaceful Reunification in Japan, in a statement accused the Lee Myung Bak group of inciting sycophancy towards the U.S. and confrontation with compatriots and working with bloodshot eyes to stem the trend of the era of independent reunification in total denial of the June 15 joint declaration and the October 4 declaration, a programme for implementing it. &nbsp;&nbsp;&nbsp;\r\n He urged the Lee regime to immediately retract the sheer sophism about \"no nukes, opening and 3,000 dollars\" and opt for improving the inter-Korean relations and achieving independent reunification, peace and prosperity before its reckless sycophancy towards the U.S. and confrontation with compatriots create such irrevocable catastrophic situation as freezing the inter-Korean relations and disturbing peace and stability on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n O Jae Se, director general of the Permanent Council of the Korean Federation of Workers in Commerce in Japan, held that \"no nukes, opening and 3,000 dollars\" touted by the Lee Myung Bak group of traitors as part of its \"policy toward the north\" are nothing but an anti-reunification declaration calling for selling off the national interests to the outside forces and pursuing confrontation and war, putting up the DPRK's \"complete dismantlement of its nukes\" and \"opening\" as preconditions for improving the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n He demanded the Lee regime stop its reckless anti-reunification actions at once and opt for implementing the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n Choe Song Yong, chairman of the Central Standing Committee of the Korean Youth League in Japan, assailed the Lee regime for leaving no means untried to hold in check the dynamic advance of the whole nation to usher in a new era of independent reunification, peace and prosperity, finding fault with the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n The Korean youth and students in Japan will further strengthen solidarity and alliance with the youth and students in the north and the south and overseas and resolutely struggle against the traitors and thus firmly protect and glorify our cause, dignity and pride to the last alongside compatriots in the homeland, he added. &nbsp;&nbsp;&nbsp;\r\n Kang Chu Ryon, chairperson of the Central Standing Committee of the Korean Democratic Women's Union in Japan, stated that the true colors and reactionary nature of the Lee regime as the forces going against the north-south reconciliation and reunification and persistently swimming against the trend of independent reunification have been brought to daylight. The officials of the women's union and all other Korean women in Japan will never pardon the treacherous and anti-reunification behavior of the Lee group, she warned.    \r\n\r\n\r\n"
        },
        {
            "title": "Inaugurado primer Festival Artistico Nacional por Dia del Sol",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#21",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Banda de Lee Myung Bak desafia a epoca de reunificacion del 15 de junio",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#22",
            "content": "Kim Jong Il inspecciona comandancia de Unidad Combinada No.337 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la comandancia de la Unidad Combinada No. 337 del EPC. &nbsp;&nbsp;&nbsp;\r\n  Entre sus acompanantes figuraban el jefe del Estado Mayor General del EPC, Kim Kyok Sik, el primer subjefe de la Direccion Politica General del EPC, Kim Jong Gak, los generales de ejercito del EPC, Hyon Chol Hae y Kim Myong Guk. &nbsp;&nbsp;&nbsp;\r\n  Guiado por el jefe de la unidad combinada, el Comandante Supremo recorrio la sala de presentacion del historial. &nbsp;&nbsp;&nbsp;\r\n  Senalo que bajo la sabia direccion y esmerada atencion del Presidente Kim Il Sung, esta unidad combinada se convirtio en un poderoso colectivo de combate integrado por unidades tan aguerridas capaces de hacer frente a los enemigos centuplos. &nbsp;&nbsp;&nbsp;\r\n  Evaluo altamente los meritos de los uniformados de la unidad combinada destacando que esta realizo orgullosas proezas en la defensa de la patria y la construccion del socialismo desplegando su incomparable abnegacion patriotica y el heroismo masivo por el partido, el lider, la patria y el pueblo. &nbsp;&nbsp;&nbsp;\r\n  Seguidamente, se cercioro del estado de cumplimiento de mision y de la situacion de entrenamiento de la unidad presenciando los ejercicios de los uniformados en los campos acondicionados para este fin. &nbsp;&nbsp;&nbsp;\r\n  Se mostro satisfecho de que esta unidad cumple su mision de guardia avanzada en estado de alerta y con alta vigilancia revolucionaria y responsabilidad. &nbsp;&nbsp;&nbsp;\r\n  Presento las tareas programaticas que serviran de guia en el fortalecimiento del EPC como invencibles fuerzas armadas revolucionarias. &nbsp;&nbsp;&nbsp;\r\n  En su recorrido por los establecimientos culturales y educacionales como la Casa de Militares, averiguo la situacion del trabajo politico sobre los militares. &nbsp;&nbsp;&nbsp;\r\n  Encomio el hecho de que esta unidad desarrolla de manera fresca y profunda el trabajo politico en las bien acondicionadas bases culturales y educacionales y forma a todos los uniformados como los fuertes en ideologia poseedores de una inconmovible concepcion de la revolucion. &nbsp;&nbsp;&nbsp;\r\n  Anadio que el heroismo masivo y el noble espiritu de sacrificio manifestados entres los militares de aqui muestran coherentemente el temperamento espiritual del EPC. &nbsp;&nbsp;&nbsp;\r\n  Informado de los lazos fraternales establecidos entre los militares y los habitantes en zonas perifericas del lugar donde esta acampada la unidad, dijo que este orgulloso aspecto es visible unicamente en nuestro pais donde el ejercito y el pueblo estan unidos monoliticamente. &nbsp;&nbsp;&nbsp;\r\n  En la ayuda reciproca entre el ejercito y el pueblo estan el caracter inquebrantable de nuestra sociedad y la garantia principal del triunfo eterno en la confrontacion con los enemigos, subrayo. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, recorrio las instalaciones de intendencia como el dormitorio, cocina y planta electrica prestando profunda atencion a la vida de los uniformados. &nbsp;&nbsp;&nbsp;\r\n  Al final de la inspeccion, el Comandante Supremo presencio una funcion del grupo de propaganda artistica de la unidad combinada en compania de los oficiales y soldados de esta y los familiares de estos primeros. &nbsp;&nbsp;&nbsp;\r\n  Convencido de que los oficiales y soldados de aqui defenderian firmemente con sus fusiles la patria socialista, cuna de felicidad del pueblo coreano, el Comandante Supremo se fotografio con ellos.    \r\n\r\n\r\n"
        },
        {
            "title": "Convocada en Francia reunion de presidencia de CIERECO",
            "url": "http://kcna.co.jp/item/2008/200804/news04/12.htm#23",
            "content": "Inaugurado primer Festival Artistico Nacional por Dia del Sol\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 11 de abril (ATCC) -- Quedo inaugurado la vispera en el Palacio Cultural del Pueblo la primera edicion del Festival Artistico Nacional por el Dia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung). &nbsp;&nbsp;&nbsp;\r\nEn el certamen tomaran parte mas de 2 mil 600 concursantes de mas de 40 entidades, incluidos los premiados en los concursos internacionales y nacionales, los actores del Pueblo y Benemeritos, los artistas de entidades profesionales del pais y ultramar y los miembros de grupos de propaganda artistica movil y de grupos artisticos de trabajadores. &nbsp;&nbsp;&nbsp;\r\nEn el acto de apertura estuvieron presentes el vicepresidente del Presidium de el Asamblea Popular Suprema Yang Hyong Sop, el secretario del Comite Central del Partido del Trabajo de Corea Kim Jung Rin, el presidente del comite organizador del festival Kang Nung Su, quien es ministro de Cultura, y otros funcionarios, participantes en el festival y trabajadores capitalinos. &nbsp;&nbsp;&nbsp;\r\nAl fondo de la escena aparecieron las imagenes del Presidente Kim Il Sung y del Dirigente Kim Jong Il felicitando y estimulando a los ejecutantes por sus exitos de funcion. &nbsp;&nbsp;&nbsp;\r\nEl discurso de apertura estuvo a cargo de Kang Nung Su, quien subrayo que se trata de un certamen artistico de gran significado que refleja el infinito respeto y veneracion y la noble obligacion moral de todos los coreanos hacia el Presidente Kim Il Sung y prosiguio: &nbsp;&nbsp;&nbsp;\r\nBajo la sabia guia del Dirigente Kim Jong Il, quien creo un modelo de la cultura de los militares y de los obreros, desbordante del espiritu de la epoca, el optimismo combativo y profundos sentimientos, se oyen las canciones de la revolucion, de la lucha y de la creacion en todas las partes del pais. &nbsp;&nbsp;&nbsp;\r\nEl presente certamen manifestara la firme conviccion y voluntad del pueblo coreano de enaltecer para siempre al camarada Kim Il Sung como Sol del Juche y eterno Presidente de la RPDC y dara gran estimulo a todos los militares y civiles que se esfuerzan por hacer del 60o aniversario de la fundacion de la RPDC un gran festival de triunfadores. &nbsp;&nbsp;&nbsp;\r\nEn la ocasion se ofrecio una funcion inaugural de artistas del Conjunto Artistico Mansudae y del Conjunto Artistico Nacional.     \r\n\r\n\r\n"
        }
    ]
}