{
    "date": "2008-08-08",
    "url": "http://kcna.co.jp/item/2008/200808/20080808.htm",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Pig and Goat Farms",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#1",
            "content": "Kim Jong Il Gives Field Guidance to Pig and Goat Farms \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Hamju Pig Farm and the Hamju  Phyongphungdok Goat Farm. &nbsp;&nbsp;&nbsp;\r\n The first leg of his guidance was the newly built Hamju Pig Farm. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the farm before a big painting showing a panoramic view of the farm, he went round the exterior and interior of the farm to learn in detail about its construction and the pig breeding. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the feats performed by the builders and their helpers, expressing great satisfaction over the fact that South Hamgyong Province has successfully built a modern pig farm with huge production capacity on its own. &nbsp;&nbsp;&nbsp;\r\n He highly praised the officials and builders for displaying the patriotic devotion in building a stock-breeding base of eternal value serving the people, noting that the farm is located in a nice place and has been built qualitatively and it was designed in such a way as to ensure the efficacy of feed and raise the efficiency of its carriage. &nbsp;&nbsp;&nbsp;\r\n He dropped in at a feed processing room and fattening sty and various other places to acquaint himself with the technical equipment and the breeding on the farm. He encouraged the employees of the farm in their efforts to increase the supply of pork to the people. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to be fulfilled to keep the production on the pig farm going at a high rate, saying that a sharp increase in the production on the Kwangpho Duck Farm and the appearance of another modern pig farm in the area of Hamhung have made it possible to increase the supply of meat to the workers in Hamhung and the people in other parts of the province. &nbsp;&nbsp;&nbsp;\r\n The next leg of his guidance was the Hamju Phyongphungdok Goat Farm. &nbsp;&nbsp;&nbsp;\r\n The goat farm covering a vast mountainous area in Phyongphungdok in Hamju County is a large farm to be proud of as it has 24 branches. &nbsp;&nbsp;&nbsp;\r\nAfter being briefed on the farm before a huge painting showing a panoramic view of the farm, he made the rounds of a milk processing room, goat pens and other production facilities and the Phungdok Branch of Phungsong Middle School, Phyongphungdok Shop and other cultural and welfare service facilities to learn about the production on the farm and the living of agricultural workers. &nbsp;&nbsp;&nbsp;\r\n Going round the milk processing room where a variety of processed milk products are being churned out, he acquainted himself with the production equipment and processing methods and expressed great satisfaction over the milk processing base built by it through its own efforts. &nbsp;&nbsp;&nbsp;\r\n After walking round the production and supply service facilities, he mounted an observation platform to command a bird's-eye view of the farm. &nbsp;&nbsp;&nbsp;\r\n Feasting his eyes for a long while on the attractive appearance of the farm which looks like a picture, he expressed great satisfaction over the fact that the party members and other working people of Hamju County built such a modern goat farm in a difficult period when they were hard pressed for everything. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the feats performed by the people in Hamju County, noting with pleasure that they came to enjoy happiness after undergoing sufferings by waging a strenuous struggle, bearing deep in mind the slogan \"Live not for today but for tomorrow!\" in the period of \"the Arduous March\", a forced march when the country was faced with the grimmest trial. &nbsp;&nbsp;&nbsp;\r\n Noting that the goat farm has a bright prospect of its development as it has favorable natural and geographical conditions, he underscored the need to push ahead in a planned manner with the work to create additional production capacity in order to turn the farm into the nation's leading goat farm. He showed great benevolence for the farm and set forth tasks to be fulfilled by it. &nbsp;&nbsp;&nbsp;\r\n The officials, party members and other working people in Hamhung City, Hamju County and other areas of South Hamgyong Province have brought about a stirring reality as we see today by working out an ambitious operation and waging an indefatigable struggle, true to the WPK's policy on raising grass-eating animals in a big way, he said, adding that they are the proud explorers and pace-setters who have proved the validity and vitality of the WPK's policy on massively raising goats of high economic efficiency. &nbsp;&nbsp;&nbsp;\r\n Saying that processed milk products are being massively produced by a lot of goat farms built by the army and society to greatly help improve the diet, he stressed that this signal turn is the brilliant fruition of the great era of Songun. &nbsp;&nbsp;&nbsp;\r\n South Hamgyong Province could make such shining success by invariably pushing ahead with the farm construction projects till their completion in the revolutionary soldier spirit and the revolutionary spirit of fortitude without making even a moment's vacillation or hesitation though it was beset with manifold obstacles and difficulties in building big goat farms, he noted, emphasizing that what is most important is the revolutionary spirit of devotedly implementing the party policies in the spirit of unconditionally carrying out what the party determines to do. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Ki Nam, secretary of the WPK Central Committee.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Leaves for Beijing",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#2",
            "content": "Kim Yong Nam Leaves for Beijing \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, left here today to attend the opening ceremony of the 29th Olympic Games to be held in China as honorary guest. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Pak Kil Yon, vice-minister of Foreign Affairs, and other suite members. &nbsp;&nbsp;&nbsp;\r\n Present at the airport to see them off were Yang Hyong Sop, vice-president of the SPA Presidium, Kim Yong Il, vice-minister of Foreign Affairs, and Son Kwang Ho, vice-chairman of the Physical Culture and Sports Guidance Commission, and Liu Xiaoming, Chinese ambassador to the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between DPRK, Russian Delegations over Railways",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#3",
            "content": "Talks Held between DPRK, Russian Delegations over Railways \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- Talks were held here on Wednesday between the delegations of the DPRK Ministry of Railways and the \"Russian Railways\" Company. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were Vice-Minister of Railways Kim Chol and officials concerned and from the opposite side were the delegation of the \"Russian Railways\" Company led by Vice-President Alexei Mersiyanov and Russian Charge d'Affaires ad Interim Alexander Matsegora. &nbsp;&nbsp;&nbsp;\r\n Concluded at the talks was a contract on leasing the Rajin-Tumangang railways between the Rason Transnational Container Transport JVC and the Railway Transport Corporation (Tonghae) under the DPRK Ministry of Railways. &nbsp;&nbsp;&nbsp;\r\n It was also agreed to have a ground-breaking ceremony for rebuilding the Rajin-Tumangang railways and building a container terminal in Rajin Port. &nbsp;&nbsp;&nbsp;\r\n  Both sides agreed to fix the date of the above-said ceremony within August this year. &nbsp;&nbsp;&nbsp;\r\n  Earlier, they formed a board of directors of the Rason Transnational Container Transport JVC before holding the first meeting of the board. &nbsp;&nbsp;&nbsp;\r\n The meeting elected members of the board and appointed the president of the company. Then it decided on the immediate problems related to the operation of the company.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of President Kim Il Sung's Revolutionary Activities Observed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#4",
            "content": "Anniversary of President Kim Il Sung's Revolutionary Activities Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- A Jagang provincial meeting was held at the Wagalbong Secret Camp in Rangrim County on August 6 to observe the 70th anniversary of President Kim Il Sung's revolutionary activities in Rangrim area. &nbsp;&nbsp;&nbsp;\r\n The President held a historic meeting in Xigang in March of Juche 26 (1937) to put forward the policy for expanding the base of Mt. Paektu to the area of the Rangrim range. In August and September of the next year, he advanced to the Rangrim area and energetically conducted his revolutionary activities.&nbsp;&nbsp;&nbsp;\r\n The President assigned members of small units the tasks to form revolutionary organizations among the workers of mines, turn slash-and-burn farmers' villages into semi-guerrilla zones, build secret camps well and rally workers and peasants. &nbsp;&nbsp;&nbsp;\r\n The President held a meeting of members of small units and political workers active in the zone of the secret base of Mt. Rangrim area at the Wagalbong Secret Camp at which he set forth the tasks to be fulfilled to escalate the armed struggle deep into the homeland, revolutionize people around the base, form lower branches of the Association for the Restoration of the Fatherland and make successful preparations for all-people resistance by forming para-military organizations including \"production guerrilla units \" and \"workers' shock-brigades.\" &nbsp;&nbsp;&nbsp;\r\n Pak To Chun, chief secretary of the Jagang Provincial Committee of the Workers' Party of Korea, made a report in which he said that the revolutionary activities conducted by the President in the Rangrim area was an event which brought about a landmark turn in implementing the strategic policy for expanding the base of Mt. Paektu to the area along the Rangrim range and thus achieving the liberation of the country through all-people resistance. &nbsp;&nbsp;&nbsp;\r\n He recalled that under the leadership of the President a lot of underground revolutionary organizations and lower branches of the Association for the Restoration of the Fatherland appeared in the Rangrim area and an organized struggle against the Japanese imperialists was intensified to contribute to the operation for the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon the officials and other working people to firmly preserve and add shine to the glorious revolutionary traditions of the WPK.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Women's Eleven Snubs Its Nigerian Rival",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#5",
            "content": "DPRK Women's Eleven Snubs Its Nigerian Rival \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- There was a women's soccer league match of the 29th Olympic Games between the DPRK and Nigerian teams in Shenyang, China on August 6. &nbsp;&nbsp;&nbsp;\r\n The DPRK team trounced the Nigerian team 1:0.    \r\n\r\n\r\n"
        },
        {
            "title": "Polish Exhibition of Sports Posters and Pictures Held",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#6",
            "content": "Polish Exhibition of Sports Posters and Pictures Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- A Polish exhibition of sports posters and pictures was held in Nampho on the occasion of the 60th anniversary of the establishment of diplomatic ties between the DPRK and Poland. It was cosponsored by the Nampho City People's Committee, the Polish embassy in Pyongyang and the Korea-Poland Friendship Association. &nbsp;&nbsp;&nbsp;\r\n Displayed there were posters showing Poland's history of sports development and pictures introducing landscape and edifices in Poland and its people's life. &nbsp;&nbsp;&nbsp;\r\n A ceremony of opening the exhibition took place at the Nampho Theatre on Wednesday. &nbsp;&nbsp;&nbsp;\r\n Speeches were made by Ri Kil Chun, vice-chairman of the Nampho City People's Committee, and Roman Iwaszkiewicz, Polish ambassador to the DPRK, at the ceremony. &nbsp;&nbsp;&nbsp;\r\n Earlier, the exhibition was also held in Wonsan and Hamhung.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Japanese Delegation",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#7",
            "content": "Gift to Kim Jong Il from Japanese Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- General Secretary Kim Jong Il received a gift from the women's delegation for Japan-DPRK friendship on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was conveyed to an official concerned Wednesday by Sumiko Shimizu, representative of the Japanese Women's Society for Solidarity with the Korean Women who is heading the delegation.    \r\n\r\n\r\n"
        },
        {
            "title": "Kwangbop Temple",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#8",
            "content": "Kwangbop Temple \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- A lot of people are visiting the Kwangbop Temple at the foot of picturesque Mt. Taesong in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The temple, built in 392 A.D. when Buddhism was being disseminated in Koguryo, is one of the relics showing advanced architecture of the Korean ancestors. &nbsp;&nbsp;&nbsp;\r\n According to the monument to the Kwangbop Temple erected in 1727 when it was reconstructed, it originally had Pogwang Hall, Myongbu Hall, Chilsong Sanctuary and other buildings. But in the course of repairing the temple damaged several times, its buildings had been fixed, including the Main Hall, East Monastery, West Monastery, Yaksa Hall, Sipwang Hall, Chonwang Gate, Jogye Gate and Jonyo Gate where a bell was hanging. Some of them have been preserved till modern age. &nbsp;&nbsp;&nbsp;\r\n The temple showing the wisdom and talent of the nation was leveled with the ground by indiscriminate bombing of the U.S. imperialists in the period of the Korean War (June 25, 1950-July 27, 1953). Thanks to the culture preservation policy of the Workers' Party of Korea and the government of the DPRK, it was restored to its original state in Juche 79 (1990).&nbsp;&nbsp;&nbsp;\r\n The Main Hall of the temple is a Korean-style building of two-storied hip-saddle roof, red columns and belly-shaped eaves. &nbsp;&nbsp;&nbsp;\r\n There are inside the Main Hall three Buddhist statues and a picture of Buddha. &nbsp;&nbsp;&nbsp;\r\n There are Haethal Gate with sculptures of boys riding elephant and lion, Chonwang Gate with sculptures of the Four Devas, monument to the Kwangbop Temple, colored monument to the enlargement of the Kwangbop Temple, etc. &nbsp;&nbsp;&nbsp;\r\n This spring the temple was repaired and many trees of good species were planted around the temple, renovating its looks.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Aphorism on National Unity",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#9",
            "content": "Kim Jong Il's Aphorism on National Unity\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- An aphorism of General Secretary Kim Jong Il gives the wisest answer to the Korean people, who have been forced to live in a divided land for over 60 years, about what true patriotism is for them and what they should do for the nation. &nbsp;&nbsp;&nbsp;\r\n \"A man who seeks great national unity is a patriot and a man standing in its way is a traitor.\" &nbsp;&nbsp;&nbsp;\r\n It is a highly important guideline inducing all the Koreans to turn out as one man in the efforts for the country's reunification, the matter of concern common to the nation, irrespective of differences in idea, ideology, political view, religious belief and class and stratum. &nbsp;&nbsp;&nbsp;\r\n Today when the reunification of the country stands out as the supreme task of the nation, true patriotism for the Koreans is to devote one's all to the achievement of great national unity. This is the truth indicated by the aphorism. &nbsp;&nbsp;&nbsp;\r\n The Koreans have lived in the same land through generations, the same blood running through their veins. They are a resourceful and proud homogeneous nation which has created and cultivated excellent culture by its own efforts. &nbsp;&nbsp;&nbsp;\r\n The sovereignty of this nation has been trampled upon and the whole nation is subjected to immeasurable misfortunes and sufferings, with the territory bisected into the north and the south by outside forces in mid-20th century. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and their followers who never want to see Korea reunified are making desperate efforts to scuttle inter-Korean reconciliation and cooperation and driving the situation on the Korean peninsula to the brink of war in order to gratify their aggressive and divisive desire. &nbsp;&nbsp;&nbsp;\r\n Whoever holds the dignity and soul of the Korean nation dear should turn out in the cause of great national unity for an early achievement of the country's reunification under the grim situation today. &nbsp;&nbsp;&nbsp;\r\n Whether one goes toward national unity or obstructs it is for the members of the nation a criterion of reunification and division, patriotism and treachery. &nbsp;&nbsp;&nbsp;\r\n The aphorism of Kim Jong Il is, indeed, an immortal maxim deeply engraving the truth of patriotism for reunification in the minds of the members of the nation and rousing them in the cause of great unity.    \r\n\r\n\r\n"
        },
        {
            "title": "Humiliating Talks between S. Korean and U.S. Authorities Protested",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#10",
            "content": "Humiliating Talks between S. Korean and U.S. Authorities Protested\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- Representatives of the south Korean civic and public organizations and members of the group of students for renegotiations held a joint press conference in Seoul on August 6 to protest against the humiliating talks between the south Korean and U.S. authorities. &nbsp;&nbsp;&nbsp;\r\n A press release read out there said that it is as clear as noonday what results the talks will yield as they are taking place at a time when people's protest against Bush's trip is being suppressed with water cannons and jackboots. &nbsp;&nbsp;&nbsp;\r\n The talks will prove to be humiliating ones as south Korean negotiators will again sacrifice the interests of people by yielding to Bush's brigandish demands such as increased import of American beef fraught with the danger of mad cow disease, extension of the presence of south Korean troops in Iraq, re-dispatch of  troops to Afghanistan, realization of \"the strategic flexibility\" of the U.S. forces in south Korea, the swelled share for the upkeep of the U.S. troops in south Korea and south Korea's participation in PSI and MD, etc. the press release noted. &nbsp;&nbsp;&nbsp;\r\n The speakers condemned the Lee Myung Bak group for cracking down upon people's candlelight actions against Bush's trip to south Korea that began on August 5 in a more brutal and cruel manner than what the military fascist regime did in the past. &nbsp;&nbsp;&nbsp;\r\n They charged that through the junket to south Korea Bush seeks to definitely turn the U.S. forces in south Korea into \"Asia-Pacific task force\" and, at the same time, use young and middle-aged south Koreans as bullet-shields in shambles of U.S. wars of aggression. &nbsp;&nbsp;&nbsp;\r\n They warned that if Lee again brings unbearable shame to the people through humiliating diplomacy, he will meet their inescapable resistance.    \r\n\r\n\r\n"
        },
        {
            "title": "Bush's Trip to S. Korea Protested",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#11",
            "content": "Bush's Trip to S. Korea Protested\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- The 90th candlelight action was staged in Seoul on August 5 in protest against Bush's trip to south Korea. &nbsp;&nbsp;&nbsp;\r\n Prior to the candlelight action, a rally condemning Bush's junket to south Korea was held in Jongro by members of the south Korean People's Measure Council against the Total Opening of south Korean Markets to American Beef, the People's Action against Troop Dispatch and the Headquarters of All People Movement for Checking Conclusion of south Korea-U.S. FTA and other citizens. &nbsp;&nbsp;&nbsp;\r\n Ri Su Ho, executive chairman of the Democratic Labor Party, and others said at the rally that Bush's trip to south Korea was aimed to force south Korea to dispatch troops to Iraq and increase its share of the upkeep of the U.S. forces in south Korea, etc. adding that it is absolutely unpardonable. &nbsp;&nbsp;&nbsp;\r\n In a resolution the participants urged the authorities to scrap the humiliating south Korea-U.S. \"alliance\" and start the renegotiations on the import of American beef. &nbsp;&nbsp;&nbsp;\r\n It was followed by a candlelight rally at Chonggye Square with attendance of at least ten thousand persons including members of different civic and public organizations and political parties, religious men, students and citizens. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally accused Lee Myung Bak of talking nonsense \"the issue of import of American beef has already been settled to admit of no further argument.\" &nbsp;&nbsp;&nbsp;\r\n At the end of the rally its participants staged a demonstration. &nbsp;&nbsp;&nbsp;\r\n On the same day, members of civic and public organizations including the People for Achieving Peace and Reunification staged a protest against Bush's trip to south Korea while the Christian Measure Council Opposing Import of American Beef held prayers on the situation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the south Korean Federation of University Students of the 21st Century and other university student organizations inaugurated a university students' group to declare total nullification of negotiations on the import of American beef and realize renegotiations on it during Bush's trip of south Korea. &nbsp;&nbsp;&nbsp;\r\n On the same day, a candlelight action in protest against Bush's trip to south Korea was conducted on Jeju Island.    \r\n\r\n\r\n"
        },
        {
            "title": "Human Rights Abuses under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#12",
            "content": "Human Rights Abuses under Fire in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- The Human Rights Committee of the south Korean Buddhist Order Council called a press conference in Seoul on August 4 in denunciation of the security authorities' human rights abuses. &nbsp;&nbsp;&nbsp;\r\n Speakers at the conference said: A large number of people have been detained and wanted by the police in less than six months since Lee Myung Bak took office and even an investigation and search racket is conducted in front of the Jogye Temple. The facts tell about the human rights record of the present \"government\".&nbsp;&nbsp;&nbsp;\r\n A press release, read out at the conference, demanded that the \"government\" dismiss the chief of the Police Office, stop checking and investigating action in front of the temple, set up a special committee for eliminating the religious discrimination and so forth. &nbsp;&nbsp;&nbsp;\r\n After the press conference, members of the above-said committee encouraged the members of the People's Measure Council on a sit-in strike at the Jogye Temple.    \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Youth and Students Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#13",
            "content": "Suppression of Youth and Students Assailed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- The Struggle Headquarters of the 16th-term south Korean Federation of University Student Councils released a statement on August 4 in protest against the security authorities' crackdown upon the members of the reunification vanguard of the National Alliance of Youth and Students for the Country's Reunification. &nbsp;&nbsp;&nbsp;\r\n The statement recalled that on the same day the puppet combat police assaulted members of the vanguard when they held a press conference outside the office of the \"Grand National Party\" in Suwon, Kyonggi Province, to condemn U.S. President Bush's visit to south Korea and the GNP before walking all of them off. &nbsp;&nbsp;&nbsp;\r\n Expressing wrath at such indiscriminate violence and arrest by the authorities, the statement said: The security authorities, who rushed into even the legitimate press conference venue to arrest patriotic youth and students, should resign of their own accord and immediately release the members of the reunification vanguard. &nbsp;&nbsp;&nbsp;\r\n The federation will launch a vigorous struggle against Bush and the Lee Myung Bak regime, the statement declared. &nbsp;&nbsp;&nbsp;\r\n On the same day, the reunification vanguard also issued a statement titled \"Security authorities should set free the illegally arrested members of the reunification vanguard at once.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Efforts for Reunification Supported in Mali",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#14",
            "content": "Korean People's Efforts for Reunification Supported in Mali\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- We are rejoiced over the fact that the Korean people victoriously went through the most difficult period of ten odd years true to the Songun politics of Kim Jong Il, chairman of the DPRK National Defence Commission, and are now making signal success in politics, military affairs, economy, culture and all other fields. &nbsp;&nbsp;&nbsp;\r\n Amadou Toumani Toure, president and head of state of Mali, said this on August 1 when he received credentials from the DPRK ambassador to his country. &nbsp;&nbsp;&nbsp;\r\n The Malian government and people will steadily express support and solidarity with the Korean people in the efforts for the independent reunification of the country in the future, too, he said, expressing belief that Korea's reunification would be surely realized under the banner of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The fraternal support and assistance President Kim Il Sung extended to Mali in the period of building a new society there serve as a precious asset for developing the bilateral relations, the Malian president noted, adding: The Malian government and people attach great importance to the traditional relations of friendship and cooperation with the DPRK and hope that these relations would grow stronger in the future, too.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Victory in Fatherland Liberation War Marked in Brazil",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#15",
            "content": "Anniversary of Victory in Fatherland Liberation War Marked in Brazil\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) -- The Brazil-Korea Friendship Association released a bulletin on July 25 on the occasion of the 55th anniversary of the victory in the great Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n The bulletin cited facts to prove that the U.S. imperialists suffered losses during the three-year long war, stating that the United States provoked the war with an aim of dominating the whole world with the Korean Peninsula as a springboard in the 1950s. &nbsp;&nbsp;&nbsp;\r\n The myth of the \"mightiness\" of the U.S. was shattered to smithereens in the Korean war although it boasted of not having suffered even a single defeat in more than 110 wars of aggression since its foundation, the bulletin said, and went on: &nbsp;&nbsp;&nbsp;\r\n After the war, the U.S. has beefed up huge armed forces in south Korea and its vicinity and conducted war drills one after another. &nbsp;&nbsp;&nbsp;\r\n The Navy of the Korean People's Army captured \"Pueblo\", the U.S. imperialist armed spy ship, when it was perpetrating espionage acts after intruding into the territorial waters of the northern half of Korea in January 1968. &nbsp;&nbsp;&nbsp;\r\n The U.S. officially admitted the intrusion of \"Pueblo\" and spy activities committed by it and submitted a written apology. And its crewmen were expelled from the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. should have come to itself after the \"Pueblo\" incident, but it has committed new military provocations one after another as evidenced by the EC-121 incident and the \"Panmunjom incident\" only to suffer shame and defeats. &nbsp;&nbsp;&nbsp;\r\n The more than 6 decades history of the relations between the DPRK and the U.S. can be called, in a word, a history of successive victories for the DPRK while one of successive defeats for the U.S. &nbsp;&nbsp;&nbsp;\r\n The DPRK is not young as it was in the 1950s. &nbsp;&nbsp;&nbsp;\r\n The Korean war in the last century brought about the beginning of a downhill for the U.S. but a war in the new century will bring final doom to it.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona compania de exploracion de Unidad no. 891 de EPC",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#16",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam parte de Pyongyang para Beijing",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#17",
            "content": "Kim Jong Il inspecciona compania de exploracion de Unidad no. 891 de EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 7 de agosto (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la compania de exploracion de la Unidad No. 891 del EPC. &nbsp;&nbsp;&nbsp;\r\nRecorrio la sala de educacion, el dormitorio, el comedor, el bano, el deposito diario, la sala deportiva, el aula de leccion militar y el lugar de descanso al aire libre y otros lugares de la compania atendiendo cordialmente la vida de los militares. &nbsp;&nbsp;&nbsp;\r\n  Se mostro muy satisfecho de que la compania acondiciono bien como una casa de reposo su parte interior y exterior y organiza hacendosamente la vida economica. &nbsp;&nbsp;&nbsp;\r\n  Evaluo altamente las proezas de los oficiales y soldados de la compania destacando que ellos transformaron maravillosamente su cuartel y el contorno a traves de una tenaz lucha por acondicionar excelentemente su puesto con el calido patriotismo y administran pulcramente la unidad. &nbsp;&nbsp;&nbsp;\r\n  Al ver el alamo de mas de 500 anos de edad en el recinto del cuartel, dijo que este es la planta muy rara y nombro como compania del alamo a este destacamento que lo cuido con mucho esmero. &nbsp;&nbsp;&nbsp;\r\n  Diciendo que esta compania y otras unidades lograron cambios esplendidos en la epoca del Songun (priorizacion militar), senalo que esta orgullosa transformacion es el precioso fruto del noble patriotismo de los militares del EPC. &nbsp;&nbsp;&nbsp;\r\nSubrayo que es tan hermoso el mundo espiritual de nuestro ejercito que heredo el amor calido por la patria y espiritu revolucionario de los guerrilleros antijaponeses. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente presencio un entrenamiento de los militares de la compania. &nbsp;&nbsp;&nbsp;\r\n  Se puso muy contento de que todos los militares fueron formados como combatientes indoblegables que luchan resueltamente por la seguridad de la patria y el pueblo. &nbsp;&nbsp;&nbsp;\r\n  Al ver el monton de fertilizantes de hierba para el cultivo agricola de autoconsumo del ano proximo preparado por la compania, elogio esta labor loable y agrego que el EPC sirve de modelo de la sociedad y cumple el papel de precursor en todos los aspectos de la idea, cultura, lucha y vida exaltando el poderio del ejercito revolucionario que no conoce la imposibilidad tanto en la defensa de la patria como en la construccion socialista. &nbsp;&nbsp;&nbsp;\r\n  Dio como recuerdo a los militares de la compania los binoculos y fusil automatico y se fotografio con ellos. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente fue acompanado por los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Conversaciones entre delegaciones de Corea y Rusia",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#18",
            "content": "Kim Yong Nam parte de Pyongyang para Beijing\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 7 de agosto (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, salio el dia 7 de esta capital para participar en calidad del huesped de honor en la ceremonia inaugural de los 29o Juegos Olimpicos que tendra lugar en China. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron el vicecanciller Pak Kil Yon y otros. &nbsp;&nbsp;&nbsp;\r\n  En el aeropuerto, Kim y su comitiva fueron despedidos por el vicepresidente del Presidium de la APS, Yang Hyong Sop, el vicecanciller Kim Yong Il y el vicepresidente del Comite de Direccion de Deportes, Son Kwang Ho asi como el embajador extraordinario y plenipotenciario chino en Corea, Liu Xiaoming.    \r\n\r\n\r\n"
        },
        {
            "title": "Futbolistas coreanas ganan a nigerianas por 1 a 0",
            "url": "http://kcna.co.jp/item/2008/200808/news08/08.htm#19",
            "content": "Conversaciones entre delegaciones de Corea y Rusia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 7 de agosto (ATCC) -- Tuvieron lugar la vispera en esta capital las conversaciones entre la delegacion del ministerio de Ferrocarril de la Republica Popular Democratica de Corea y la del \"Ferrocarril de Rusia\" S.A. &nbsp;&nbsp;&nbsp;\r\nEn la ocasion estuvieron presentes por la parte coreana Kim Chol, viceministro de Ferrocarril y otros funcionarios interesados, y por la rusa, la delegacion del \"Ferrocarril de Rusia\" S.A. encabezada por su vicepresidente Alexei Mersiyanov y el encargado de negocios a.i. de la Federacion Rusa en Corea Alexander Matsegora. &nbsp;&nbsp;&nbsp;\r\nQuedo rubricado el contrato de alquiler de ferrovias Rajin-Tumangang entre la Compania Mixta Transnacional de Transporte de Rason y la Corporacion de Transporte Ferroviario (Tonghae) del Ministerio de Ferrocarril de Corea. &nbsp;&nbsp;&nbsp;\r\nAdemas, fue acordado celebrar  el acto de inicio de obras de la reconstruccion de ferrovias Rajin-Tumangang y la construccion de muelle de contenedores en el Puerto de Rajin. &nbsp;&nbsp;&nbsp;\r\nDecidieron  definir la fecha de comienzo de la obra dentro de agosto de este ano. &nbsp;&nbsp;&nbsp;\r\nCon anterioridad, las ambas partes compusieron el consejo de la dicha Compania Mixta Transnacional y celebraron su primera sesion donde fueron electos los miembros del consejo de la compania mixta y nombrado su presidente y se acordaron los problemas inmediatos referentes a la gestion de la compania.    \r\n\r\n\r\n"
        }
    ]
}