{
    "date": "2008-12-13",
    "url": "http://kcna.co.jp/item/2008/200812/2008-12-13ee.html",
    "articles": [
        {
            "title": "Six-Party Heads-of-Delegation Session Held",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-16ee.html",
            "content": "Six-Party Heads-of-Delegation Session Held \r\n Pyongyang, December 12 (KCNA) -- The six-party heads-of-delegation session was held in Beijing from Dec. 8 to 11.\n\t\t\t\t\t It discussed the issues of winding up as soon as possible the implementation of the October 3 agreement adopted in 2007 and closed with the adoption of its chairman's statement.\n\t\t\t\t\t\n\t\t\t\t\t The parties participating in the session recognized the fact that there has been positive progress in the implementation of the measures taken at the second phase specified in the September 19 joint statement.\n\t\t\t\t\t\n\t\t\t\t\t They agreed to round off the economic and energy compensation equivalent to the supply of a million tons of heavy oil to the DPRK in return for the disablement as stipulated in the October 3 agreement.\n\t\t\t\t\t\n\t\t\t\t\t They welcomed the international community's participation in making economic compensation in place of Japan which totally refused to fulfil its commitment under the agreement reached among the six parties.\n\t\t\t\t\t\n\t\t\t\t\t They also agreed to separately hold meetings of a working group for economic and energy aid, a working group for establishing a peace and security mechanism in Northeast Asia and the next six-party talks as early as possible."
        },
        {
            "title": "Chinese Friendship Delegation Here",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-14ee.html",
            "content": "Chinese Friendship Delegation Here\r\n Pyongyang, December 12 (KCNA) -- A friendship delegation of the Communist Party of China headed by Li Jiheng, deputy secretary of the Yunnan Provincial Committee of the CPC, arrived here today by air."
        },
        {
            "title": "Sports Contest for Osandok Cup Opens",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-15ee.html",
            "content": "Sports Contest for Osandok Cup Opens\r\n Pyongyang, December 12 (KCNA) -- A sports contest for Osandok Cup was opened with due ceremony at the Ice Rink Friday on the occasion of the birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t Ice hockey, figure-skating, speed skating, short track speed skating and skiing events will take place in Pyongyang, Samjiyon and Pujon during the contest.  \n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned, sportspersons.\n\t\t\t\t\t\n\t\t\t\t\tJong In Chol, vice-chairman of the Korean Physical Culture and Sports Guidance Commission, said in an address made at the opening ceremony that all the players and coaches should achieve good successes conducive to the nation's sports development by applying Korean-style sporting principle and methods to games and fully displaying high skills they have cultivated in their day-to-day trainings."
        },
        {
            "title": "Basketball Tournament of Officeholders Held",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-01ee.html",
            "content": "Basketball Tournament of Officeholders Held\r\n Pyongyang, December 12 (KCNA) -- The 7th Basketball Tournament of Officials of National Institutions took place at the gymnasium of Kim Il Sung University.\n\t\t\t\t\t The tournament was held on league and knockout match basis by officials of ministries and national institutions. Winners in the men's event divided into four groups were teams of the Ministry of Railways, the Ministry of Extractive Industries, the Grand People's Study House and the Rakwon Guidance Bureau. The team of the Kyonghung Guidance Bureau came first in the women's event.\n\t\t\t\t\t\n\t\t\t\t\t Its closing ceremony was held on Thursday. Kim Pyong Phal, chairman of the C.C., the General Federation of Trade Unions of Korea, in his address said that the tournament strikingly manifested the validity and vitality of the Workers' Party of Korea's policy of putting sports on mass basis and making it part of daily life."
        },
        {
            "title": "Posters for Next Year's Farming Released",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-02ee.html",
            "content": "Posters for Next Year's Farming Released\r\n Pyongyang, December 12 (KCNA) -- The Workers' Party of Korea Publishing House and the Mansudae Art Studio produced posters \"Let us all turn out to push ahead with farming preparations for new year!\" and \"Let's apply much more manure of quality!\"\n\t\t\t\t\t Vividly depicted in the posters are working people devoting themselves to making vast cooperative fields fertile, tractors carrying manure to fields and trucks running toward socialist countryside with farming materials on board.\n\t\t\t\t\t\n\t\t\t\t\t The posters call upon all the people to steadily make preparations for new year's farming from now so as to bring rich harvest to this land."
        },
        {
            "title": "New Feature Film Produced",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-03ee.html",
            "content": "New Feature Film Produced \r\n Pyongyang, December 12 (KCNA) -- A new feature film \"The Lieutenant in Those Days\" was produced by the April 25 Film Studio of the Korean People's Army.\n\t\t\t\t\t The film impressively deals with the noble spiritual world of a lieutenant of the KPA who devotes his all to increasing the combat capability of the subunit by inheriting the soul of the heroic company leader who fought to defend Wolmi Island in the period of the Fatherland Liberation War and a heroic company leader in the Songun era who saved his comrades from the jaw of death at the cost of his life during a combat drill.\n\t\t\t\t\t\n\t\t\t\t\t Through the depiction of the hero of the film it philosophically proves the truth that the worth of a genuine life of a soldier does not lie in what rank an army officer holds but in how devotedly he serves the army and what feats he performs for the country."
        },
        {
            "title": "Sanatorium Villages",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-11ee.html",
            "content": "Sanatorium Villages Come into Being\r\n Pyongyang, December 12 (KCNA) -- Modern dwelling houses for treatment are being built in the DPRK.\n\t\t\t\t\t Such houses have made their appearance in Hwangjin, Wonhung and other spa and medicinal spring water areas of the country. The patient visitors call them sanatorium village.\n\t\t\t\t\t\n\t\t\t\t\t The number of similar villages is on the increase in Kyongsong spa, Kangso mineral spring, Sokwangsa mineral spring and other spa and medicinal spring water areas which are rich in spa and medicinal spring water efficacious for the treatment of diseases and for health and longevity.\n\t\t\t\t\t\n\t\t\t\t\tThe new villages are associated with the warm affection of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He instructed officials that lots of dwelling houses should be built in the form of modern rural houses in the places where spa and mineral water gush out to provide good conditions for the people from other areas to board and lodge and treat their illness.\n\t\t\t\t\t\n\t\t\t\t\t Along with renovating or constructing sanatoriums from last year, efforts are being made to build unique modern houses for the working people who come to receive medical treatment in all spa and medicinal spring water areas across the country.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Public Health and relevant areas, together with special technicians, have scrupulously done the work for building modern houses for treatment suitable to the natural and geographical conditions of the recuperative areas and modern aesthetic sense.\n\t\t\t\t\t\n\t\t\t\t\t Such sanatorium villages have appeared in a short span of time in Jongdal Spa in Samchon County, South Hwanghae Province, Unsan Spa in Unsan County, North Phyongan Province, Kalsan Spa in Phangyo County, Kangwon Province and other areas.\n\t\t\t\t\t\n\t\t\t\t\t Every house has a bathroom which can accommodate 3-4 peoples at a time and the patients can receive spa treatment freely any time like at their houses as spa water flows into the bathroom.\n\t\t\t\t\t\n\t\t\t\t\t In the sanatorium villages increasing, the patients enjoy the benefit of the socialist public health system to their heart's content."
        },
        {
            "title": "Koryo Celadon Inherited and Developed",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-13ee.html",
            "content": "Koryo Celadon Inherited and Developed\r\n Pyongyang, December 12 (KCNA) -- The ceramic craft \"Celadon Vase Incised with a Pattern of Long Living Plants and Animals\" was awarded gold prize, the top award, at the Jingdezhen International Porcelain Fair in China-2008.\n\t\t\t\t\t The craftwork presented by People's Artist Sin Hyon Su belonging to the Porcelain Creative Group of the Mansudae Art Studio stroke the visitors with admiration for its incision and reticulation techniques in which the mysterious color and sublime formative artistic beauty of  the traditional Koryo celadon is well preserved.\n\t\t\t\t\t\n\t\t\t\t\t The celadon created by Korean forefathers in the period of Koryo (918-1392) is well-known to the world for its peculiar color and graceful and original shapes.\n\t\t\t\t\t\n\t\t\t\t\t Their wisdom and artistic talents displayed in making celadon have been carried forward and developed until today.\n\t\t\t\t\t\n\t\t\t\t\t The Porcelain Creative Group has produced a lot of porcelain works thick in national coloring and predominant in style and content.\n\t\t\t\t\t\n\t\t\t\t\t Its porcelain crafts \"Celadon Vase Incised with a Blue Dragon Pattern\" and \"Reticulated Celadon Vase with a Pattern of Cloud and Crane\" were awarded gold and first prizes at the 2007 Northeast China International Porcelain Fair.\n\t\t\t\t\t\n\t\t\t\t\t Koryo celadon was also highly appreciated at the modern Koryo celadon duo exhibition and the exhibition of modern Koryo celadon and painting masterpieces held in Japan in the 1980s, a Moscow international invention exhibition, world concours and the like."
        },
        {
            "title": "Japanese Imperialists' Indelible Crimes in Forcible Drafting of Koreans",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-12ee.html",
            "content": "Japanese Imperialists' Indelible Crimes in Forcible Drafting of Koreans\r\nPyongyang, December 12 (KCNA) -- The Japanese imperialists forcibly drafted Koreans and imposed forced labor on them during their colonial rule over Korea in the past. These are extra-large immoral crimes whose purpose was from A to Z to make up the deficiency in manpower resources for the escalation of the aggressive war and prevent the Korean nation from reviving by exterminating the young and middle-aged people.\n\t\t\t\t\tThey forcibly conscripted and abducted more than 8.4 million young and middle-aged Koreans to force medieval slave labor on them or drive them out as cannon fodder during their colonial rule.\n\t\t\t\t\t\n\t\t\t\t\tThey concocted or revised various evil laws including \"The Law on National Mobilization\", \"Ordinance on Labor Conscription\" and \"Ordinance of Women's Voluntary Labor\" and forced lots of Koreans to slavish working sites, deathtrap, regardless of age and sex and massacred them in group or made them crippled.\n\t\t\t\t\t\n\t\t\t\t\tThe forcibly-conscripted Koreans were taken away to every place where the Japanese imperialists set foot.\n\t\t\t\t\t\n\t\t\t\t\tThey deprived the Koreans of elementary freedom and rights and bled them white at dangerous working places such as military establishments projects, coal and ore mines and dyke construction sites without providing them with slightest working conditions.\n\t\t\t\t\t\n\t\t\t\t\tAccording to the data available in 1944-1945, the Koreans were forced upon slavish labor at more than 540 military establishments projects in Japan.\n\t\t\t\t\t\n\t\t\t\t\tWhile squeezing the Koreans, the Japanese imperialists failed to pay them negligible wages needed for rejuvenation of labor power.\n\t\t\t\t\t\n\t\t\t\t\tThe Koreans who were weak and went hungry were compelled to work 14-16 hours a day at the slavish working sites.\n\t\t\t\t\t\n\t\t\t\t\tMany Korean children under the age of 15 drudged at a colliery in Kyushu area of Japan, tens of them buried alive in a roof-fall accident.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists applied every conceivable inhuman punishment to the Koreans who incurred their feelings even a little such as beating them with baseball bat and making them stand for a long time with a bucket in hand.\n\t\t\t\t\t\n\t\t\t\t\tBesides, they burnt their bodies with hot thick iron bars and knifed their flesh and put a hot lump of lead into it.\n\t\t\t\t\t\n\t\t\t\t\tNot content with such barbarities of bleeding Koreans white and making them disabled, the Japanese imperialists slew them cold-bloodedly.\n\t\t\t\t\t\n\t\t\t\t\tAccording to the records, more than 60,000 Koreans lost their lives at the end of the slavish labor at coal mines of Japan in the period from 1940 to 1944.\n\t\t\t\t\t\n\t\t\t\t\tHow much water may flow under the bridge, the Korean people will never forget the crimes committed by the Japanese imperialists to exterminate the Korean nation and make them pay for the blood shed without fail."
        },
        {
            "title": "Traitor Lee Myung Bak Accused of Siding with Japan over \"Abduction Issue\"",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-10ee.html",
            "content": "Traitor Lee Myung Bak Accused of Siding with Japan over \"Abduction Issue\"\r\n Pyongyang, December 12 (KCNA) -- Lee Myung Bak met Nakasone and talked about \"joint action\" and \"cooperation\" in seeking a solution to the \"abduction issue\". This is an unpardonable act of treachery as it is little short of challenging and making a mockery of the desire and wish of the Koreans to force Japan to pay for the crimes committed by the Japanese imperialists for the last several decades.\n\t\t\t\t\t Minju Joson Friday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Had Lee had even an iota of national consciousness, he should have urged the Japanese reactionaries to stop vociferating about the \"abduction issue\" and settle their crime-woven past.\n\t\t\t\t\t\n\t\t\t\t\t But instead of doing so, he echoed the Japanese reactionaries' trumpeting about the \"abduction issue,\" thereby bringing to light his black-hearted intention to do harm to compatriots in league with the Japanese reactionaries who have unsheathed their swords to launch reinvasion far from settling their sinful past.\n\t\t\t\t\t\n\t\t\t\t\t This is absolutely unpardonable as it is an act of betraying the nation to serve Japan and a move to escalate the confrontation with compatriots, crimes which can be committed only by Lee who buried the soul of the nation in Osaka, Japan after being born there.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is the fact that Lee let loose a spate of reckless remarks calling for dependence on foreign forces and confrontation with compatriots at a time when the inter-relations have been pushed to such an extreme and uncontrollable phase. Herein lies the gravity of the problem.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations can never witness any improvement and cannot but go from bad to worse as long as the traitor keeps to the road of depending on foreign forces and escalating the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t It is a fantastic day-dream for Lee to try to harm the DPRK by relying on the Japanese reactionaries as well as on the U.S.  This behavior of Lee would get the traitor to nowhere. Only a stern judgment of the nation awaits him.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak would be well advised to stop such foolish an act as dancing to the tune of outsiders."
        },
        {
            "title": "Adherence to Principle of National Independence Called for",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-08ee.html",
            "content": "Adherence to Principle of National Independence Called for\r\n Pyongyang, December 12 (KCNA) -- The principle of national independence serves as a core and basis for settling the issues of the inter-Korean relations and reunification of Korea.\n\t\t\t\t\t Rodong Sinmun Friday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe issues of the inter-Korean relations and the reunification of the country should be settled through the concerted efforts of the Koreans in line with their independent desire and requirement as they are responsible for them. This is an essential requirement reflecting their fundamental nature.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are directly responsible for achieving the reunification of the country and no one can replace them in this struggle. It is a daydream and shame to try to settle the above-said issues, the internal affairs of the nation, in reliance and collusion with foreign forces, instead of working hard to solve them through the efforts of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is the driving force for the reunification of the country and it is possible to settle the above-said issues only through its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration serve as a cornerstone for developing the inter-Korean relations and an important banner for achieving independent reunification as they indicate an ideological basis, fundamental principles and ways of achieving independent reunification, peace and prosperity by the concerted efforts of the Korean nation. It is possible to smoothly solve the above-said issues only when the whole nation rejects foreign aggressor forces and the north and the south pool their will and efforts in the spirit of \"By our nation itself\" enshrined in the declarations.\n\t\t\t\t\t\n\t\t\t\t\t Whether one stands for national independence or depends on foreign forces serve as a touchstone discerning reunification from division and patriotism from treachery. A struggle for national independence against foreign forces alone can guarantee national dignity and sovereignty and national reunification, the unanimous desire of the Korean nation, concludes the article."
        },
        {
            "title": "Struggle for World Peace and Security Called for",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-09ee.html",
            "content": "Struggle for World Peace and Security Called for\r\n Pyongyang, December 12 (KCNA) -- Aggression and war are unavoidable and world can never be in peace as long as imperialism exists.\n\t\t\t\t\t Rodong Sinmun Friday observes this in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' aggressive and brigandish nature can never change as it has been formed and nurtured through history. Their aggression and war actions, therefore, never cease till they go to ruin.\n\t\t\t\t\t\n\t\t\t\t\t The article cites facts to prove that the international tension has escalated and the danger of war increased and peace and security have been gravely threatened due to the \"anti-terrorism war\" launched by the U.S. imperialists since the \"September 11 incident.\"\n\t\t\t\t\t\n\t\t\t\t\t It is a very crucial and urgent task facing progressive humankind to frustrate the imperialists' moves for aggression and war and ensure global peace and security, the article notes, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The astonishing reality of the DPRK in which it wins only victory in the acute showdown with the imperialist forces goes to clearly prove that bolstering the national defence capability provides a guarantee for protecting the sovereignty and peace of the country and the key to the victory in the struggle against imperialism and war.\n\t\t\t\t\t\n\t\t\t\t\t Many countries and people are making positive efforts to boost national defence capability, supporting and sympathizing with the Songun politics of the DPRK. They are countering the imperialists' \"anti-terrorism war\" by increasing the national defence power, keenly aware of their aggressive and reactionary nature. This has become a global trend and the imperialist forces' policy of aggression and hegemony is, therefore, going bankrupt.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive countries and people will bring earlier the doom of imperialism and accelerate the building of an independent and peaceful new world when they bolster their national defence power, increase mental power and boost unity and solidarity."
        },
        {
            "title": "Freedom of Expression Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-04ee.html",
            "content": "Freedom of Expression Demanded in S. Korea\r\n Pyongyang, December 12 (KCNA) -- Civic and public organizations of different circles in south Korea made public a \"2008 declaration on freedom of expression\" in Seoul on December 9.\n\t\t\t\t\t The declaration noted that freedom of expression is now being seriously violated under the Lee Myung Bak regime.\n\t\t\t\t\t\n\t\t\t\t\t It charged that the \"government\" and the \"Grand National Party\" are working hard to gag the people by resorting to all sorts of tricks and artifice.\n\t\t\t\t\t\n\t\t\t\t\t The \"National Security Law\" violating freedom of thinking still remains in south Korea and the number of prisoners is on the increase owing to the evil law, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The declaration expressed indignation at the deeds of the political power and the conservative forces in collusion with it which are violating the sound expression of will as \"leftist\".\n\t\t\t\t\t\n\t\t\t\t\t Contending that freedom of expression should be ensured without any restraint, it expressed the resolution to carry on the struggle against the conservative ruling forces infringing on it.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to abolish the NSL without any condition, repeal the laws restricting assembly and demonstration and ensure freedom of thinking, conscience, speech, the press and association."
        },
        {
            "title": "Projected Humiliating \"Meeting on Security Policy Initiative\" Rebuffed",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-05ee.html",
            "content": "Projected Humiliating \"Meeting on Security Policy Initiative\" Rebuffed\r\n Pyongyang, December 12 (KCNA) -- Civic and public organizations including the People for Achieving Peace and Reunification of south Korea held the 111th anti-U.S. solidarity meeting in Seoul on December 9 in protest against the humiliating south Korea-U.S. \"meeting on security policy initiative\".\n\t\t\t\t\t A letter of protest to the south Korean and U.S. authorities read out at the meeting referred to the fact that they are contemplating holding the 20th \"meeting on security policy initiative\" in Washington D.C. on December 12 for the purpose of reaching a final agreement on the issues of expenses for the transfer of the U.S. military bases in south Korea and the period of its completion.\n\t\t\t\t\t\n\t\t\t\t\t The letter charged that the U.S. robber-like demand for providing the funds for the transfer of the U.S. military bases amounts to bringing a heavy burden upon the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that a report of the U.S. Congressional Research Service calls on the U.S. to cover about one trillion won out of the expenses for the transfer of the military bases whereas it requires the south Korean side to contribute a total of more than 15,690 billion won including most of the expenses for construction and the funds for buying sites and others.\n\t\t\t\t\t\n\t\t\t\t\t What merits more serious attention is that the U.S. seeks to cover the expenses for the transfer of the U.S. second division with the funds for the upkeep of the U.S. forces though the agreement on the \"combined plan for the management of land\" calls on the U.S. to provide funds for the above-said transfer, it added.\n\t\t\t\t\t\n\t\t\t\t\t The letter urged the U.S. and the south Korean authorities to cancel at once the plan to hold the above-said meeting as it is aimed at pressurizing south Korea to cover the huge expenses for the transfer with money collected from its people as taxes."
        },
        {
            "title": "Puppet Authorities Urged to Stop Rewriting History Textbooks",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-07ee.html",
            "content": "Puppet Authorities Urged to Stop Rewriting History Textbooks\r\n Pyongyang, December 12 (KCNA) -- The preparatory committee of the joint measure committee for the solution of the issue of textbooks of south Korea held a press conference in Seoul on Dec. 9 at which it demanded the puppet authorities halt their moves to revise history textbooks.\n\t\t\t\t\t Speakers at the press conference accused \"Chongwadae\" and the Ministry of Education, Science and Technology of pressurizing the publishing houses to revise the textbooks on modern history under the pretext that \"they are written to serve the leftist purpose.\"\n\t\t\t\t\t\n\t\t\t\t\t They chided the authorities for putting pressure for the revision of textbooks, ceaselessly issuing \"instructions for the revision\" to the publishing houses despite the writers' opposition.\n\t\t\t\t\t\n\t\t\t\t\t It is unprecedented that the \"government\" has gone so zealous in its moves to tamper with history, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to retrieve at once the multi-media of modern history in which the history is seriously misrepresented, stop pressurizing the publishing houses and put an end to their moves to revise the textbooks.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, the members of the committee visited the Ministry of Education, Science and Technology to hand a letter of protest to it."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno granjas de Sariwon",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-17ee.html",
            "content": "Kim Jong Il dirige sobre terreno granjas de Sariwon\r\nPyongyang, 12 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la reconstruida Granja Avicola de Sariwon y la Granja Cooperativa de Migok de la misma ciudad.\n\t\t\t\t\tEl Dirigente estuvo primero en la Granja Avicola de Sariwon.\n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente los esfuerzos de los empleados de la granja, quienes trabajan para el pueblo dedicando toda su inteligencia y pasion, destacando que aqui se aumenta constantemente la produccion como resultado del nuevo cambio que registraron ellos en la cria de gallinas al librar ampliamente el movimiento de innovacion tecnologica y poner de pleno manifiesto el espiritu revolucionario de autoconfianza.\n\t\t\t\t\t\n\t\t\t\t\tEncomendo a los funcionarios, obreros y tecnicos de la planta que suministren mayor cantidad de carne y huevos al pueblo cumpliendo sinceramente su deber de fieles servidores a este segun la consigna \"!Servir al pueblo!\"\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hizo conocimiento del estado del cultivo agricola de este ano recorriendo varios lugares de la Granja Cooperativa de Migok de la ciudad de Sariwon.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los funcionarios y los trabajadores agricolas de esta granja, fieles infinitamente al partido y la revolucion, hicieron muchas cosas durante un par de anos trabajando abnegadamente con su calido patriotismo y evaluo altamente el estilo de lucha revolucionario de ellos que avanzan incesantemente registrando auges sin estancamiento.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, recorrio las instalaciones culturales y de intendencia de la brigada juvenil de trabajo de la granja, construidas nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tDurante su recorrido por el dormitorio, el comedor, el deposito de alimentos subsidiarios y la cocina del albergue y otras instalaciones de intendencia, se mostro muy satisfecho de que los miembros de la brigada juvenil acondicionaron ordenadamente su centro de trabajo y organizan la vida de modo revolucionario y optimista siguiendo el ejemplo del ejercito popular, y evaluo altamente los meritos de ellos que cumplen el papel de vanguardia en el frente agricola.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el frente agricola es el mas clave para resolver los problemas de la ropa, el alimento y la vivienda de los habitantes y anadio que todo el partido, todo el pais y todo el pueblo deben producir un cambio trascendental en la produccion agricola concentrando de continuo las fuerzas a la agricultura.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la provincia de Hwanghae del Norte, Choe Ryong Hae, el jefe de departamento del CC del PTC, Pak Nam Gi, el primer subjefe de departamento del CC del PTC, Ri Jae Il, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Kim Jong Il recorre la avenida folclorica de ciudad de Sariwon",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-18ee.html",
            "content": "Kim Jong Il recorre la avenida folclorica de ciudad de Sariwon\r\nPyongyang, 12 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recorrio la avenida folclorica construida en la ciudad de Sariwon.\n\t\t\t\t\tAprecio altamente los exitos laborales de los constructores mostrandose muy satisfecho de que ellos construyeron magnificamente esta avenida original dando correcta continuidad a los patrimonios culturales nacionales en pleno acato a la orientacion del partido. \n\t\t\t\t\t\n\t\t\t\t\tEl folclore propio de la nacion coreana, desarrollado y enriquecido durante larga historia, refleja densas peculiaridades nacionales incluyendo la inteligencia y talentos creativos, el gusto y las  preferencias del inteligente y laborioso pueblo coreano, dijo y presento las tareas programaticas que serviran de guia para fomentar las excelentes tradiciones folcloricas.\n\t\t\t\t\t\n\t\t\t\t\tEs muy loable que exhibieron en la avenida folclorica los vividos datos de educacion en la historia para que puedan conocer visualmente la superioridad de nuestra nacion inteligente y sabia, senalo y apunto la necesidad de acondicionar en lo adelante tales sitios en el monte Taesong y otros lugares de interes historico. \n\t\t\t\t\t\n\t\t\t\t\tDestaco que la invariable orientacion del PTC en materia de heredar y desarrollar los patrimonios culturales nacionales consiste en no incurrir en el restauracionismo ni en el nihilismo nacional combinando el principio historicista y el de modernidad y agrego que gracias al mantenimiento consecuente de este principio en el pasado, la excelente cultura nacional creada por los antecesores se ha florecido y desarrollado en la epoca del PTC como la verdadera cultura de las masas trabajadoras.\n\t\t\t\t\t\n\t\t\t\t\tEn las labores para fomentar correctamente las tradiciones folcloricas es muy importante el papel de los historiadores, los funcionarios y cientificos de la rama, dijo y subrayo la necesidad de prestar profunda atencion a la comprobacion academica de los folclores propios de nuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tHay que buscar en nuestra generacion todos los excelentes folclores creados por nuestros antecesores, entre ellos, las comidas, los juegos y la cortesia, y desarrollarlos conforme al sentido estetico de la epoca para hacer reinar en toda la sociedad la idiosincrasia, indico el Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la provincia de Hwanghae del Norte, Choe Ryong Hae, el jefe de departamento del CC del PTC, Pak Nam Gi, el primer subjefe de departamento del CC del PTC, Ri Jae Il, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Concluido dialogo entre los jefes de delegaciones a la cita a 6 bandas",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-19ee.html",
            "content": "Concluido dialogo entre los jefes de delegaciones a la cita a 6 bandas\r\nPyongyang, 12 de diciembre (ATCC) -- Tuvieron lugar del dia 8 al 11 en Beijing las conversaciones entre los jefes de las delegaciones participantes en las conversaciones a 6 bandas.\n\t\t\t\t\t En este encuentro se debatieron los problemas para ultimar en un tiempo cercano la implementacion del Acuerdo del 3 de Octubre de 2007 y se aprobo la declaracion del presidente.\n\t\t\t\t\t\n\t\t\t\t\t Los paises participantes reconocieron el positivo avance en la ejecucion de las medidas de accion de la segunda etapa de la Declaracion Conjunta del 19 de Septiembre.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion se logro un acuerdo en culminar, segun lo establecido en el Acuerdo del 3 de Octubre, la remuneracion economica y energetica a la Republica Popular Democratica de Corea, equivalente a un millon de toneladas de petroleo pesado, al paralelo de la neutralizacion de instalaciones nucleares de ella.\n\t\t\t\t\t\n\t\t\t\t\t Los paises participantes dieron visto bueno a la participacion de la comunidad internacional en la retribucion general a la RPDC, en lugar de Japon que rehuso totalmente el cumplimiento de su deber correspondiente segun el acuerdo aprobado entre las 6 partes.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, llegaron al consenso de celebrar pronto por separado las reuniones de los grupos de expertos en la cooperacion economica y energetica y en el sistema de paz y seguridad del Nordeste Asiatico, asi como la proxima ronda de las conversaciones a 6 bandas."
        },
        {
            "title": "Inaugurado el Torneo Deportivo por \"Copa Osandok\"",
            "url": "http://kcna.co.jp/item/2008/200812/news13/20081212-20ee.html",
            "content": "Inaugurado el Torneo Deportivo por \"Copa Osandok\"\r\n Pyongyang, 12 de diciembre (ATCC) -- En ocasion del dia de natalicio de la heroina de lucha antijaponesa Kim Jong Suk, quedo inaugurado este viernes en el capitalino Patinadero Cubierto el Torneo Deportivo por \"Copa Osandok\".\n\t\t\t\t\t Durante esta cita deportiva, se entablaran en Pyongyang, Samjiyon y Pujon las competencias de jockey sobre hielo, el patinaje artistico, el patinaje de velocidad, el patinaje de velocidad a corta distancia y el esqui.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia inaugural estuvieron presentes el secretario del Comite Central del Partido del Trabajo de Corea, Kim Jung Rin, y otros funcionarios, asi como deportistas.\n\t\t\t\t\t\n\t\t\t\t\t Al hacer uso de la palabra en la ocasion, el vicepresidente del Comite de Direccion de Deportes de Corea, Jong In Chol, subrayo que todos los jugadores y entrenadores deben lograr en este torneo buenos exitos, que contribuyan al desarrollo deportivo del pais, usando los principios y metodos de juego al estilo coreano y las altas tecnologias adiestradas en los dias cotidianos de entrenamiento.  -0-"
        }
    ]
}