{
    "date": "2008-06-23",
    "url": "http://kcna.co.jp/item/2008/200806/20080623.htm",
    "articles": [
        {
            "title": "Spokesman for NRC Accuses Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of the General Federation of Trade Unions of Korea Leaves for China",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#2",
            "content": "Lee Myung Bak Group's Talk about \"Forces behind Scene\" Termed Ridiculous \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- The Lee Myung Bak group is making desperate efforts to link the massive candlelight demonstrations staged in south Korea everyday with the north, talking about \"forces behind the scene\".&nbsp;&nbsp;&nbsp;\r\n A spokesman for the National Reconciliation Council issued a statement Friday in this regard. &nbsp;&nbsp;&nbsp;\r\n This is nothing but sheer nonsense talked by those taken aback by the sky-high spirit of the people from all walks of life in south Korea staging dynamic actions to protect the dignity and sovereignty of the nation and right to existence, the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n It is well known that the candlelight demonstrations were not manipulated by the so-called \"forces behind the scene\" but an eruption of the people's resentment at the Lee group's sycophancy and treachery. &nbsp;&nbsp;&nbsp;\r\n In spite of this hard fact, the group is raising a hue and cry over the back-stage \"wire-pulling\" of the candlelight demonstrations. This is an unpardonable affront to the struggle of the south Korean people and a sinister attempt to divert elsewhere the attention of the public at home and abroad and find a pretext for suppression. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the Lee group is the ferocious fascist group nothing different from the dictatorial regime in the past. &nbsp;&nbsp;&nbsp;\r\n Moreover, it is an unpardonable provocation to the DPRK for the Lee group to groundlessly paint it as \"forces behind the scene.\" &nbsp;&nbsp;&nbsp;\r\n These confrontational maniacs are behaving as if they were interested in the improved north-south relations, while talking about \"sincere dialogue\" and \"reconciliation and cooperation\". Nothing is more disgusting than this behavior. &nbsp;&nbsp;&nbsp;\r\n The Lee group would be well advised to stop talking about \"forces behind the scene\" which can convince no one and properly understand the people's mind-set and behave themselves.    \r\n\r\n\r\n"
        },
        {
            "title": "34th National Schoolchildren's Sports Contest for Jongilbong Prize Closes",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#3",
            "content": "Delegation of the General Federation of Trade Unions of Korea Leaves for China \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea led by Kim Song Chol, vice-chairman of its Central Committee, left here Saturday to visit China. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a delegation of the Delegation for the Relations with Korean Peninsula of the European Parliament led by Chairman Hubert Pirker came here on the same day. &nbsp;&nbsp;&nbsp;\r\n Also arriving here to participate in the 6th Pyongyang International Science and Technology Books Exhibition were a delegation of the China National Publications Import and Export Cooperation, a delegation of the Association for Promotion of Development of Chinese Culture, a delegation of the press of China, a delegation of Yanji City's Xinhua Bookstore in Jilin Province, China, a delegation of Djakarta City Library of Indonesia, a delegation of the Pugwash Conference on Science and World Affairs and a delegation of the Science and Technology Association of Koreans in the United States. &nbsp;&nbsp;&nbsp;\r\n Earlier, coming here were a delegation of Far-Eastern National University of Technology, a delegation of Far Eastern National University, a delegation of Vladivostok State Medical University and a delegation of Amur State Humanities-Education University of Russia, a delegation of Jilin University of China and a delegation of the Goethe Research Institute of Germany.    \r\n\r\n\r\n"
        },
        {
            "title": "Concert Given by State Symphony Orchestra and State Merited Chorus",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#4",
            "content": "34th National Schoolchildren's Sports Contest for Jongilbong Prize Closes \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- The 34th National Schoolchildren's Sports Contest for Jongilbong Prize came to a close. &nbsp;&nbsp;&nbsp;\r\n The contest was divided into the group of middle schools and the group of primary schools. &nbsp;&nbsp;&nbsp;\r\n  Boys of Tongha Middle School in Sinuiju City, North Phyongan Province and girls of Tongsong Middle School in Songrim City, North Hwanghae Province came first in the football matches while boys of Pyongyang Kalrimgil Middle School and girls of Pyongyang Phalgol Middle School placed first in the basketball matches. Boys of Pyongyang Kwangmyong Middle School and girls of Pyongyang Kwanmun Middle School came first in the volleyball matches and boys and girls of Hanggu Middle School in Nampho City, South Phyongan Province in the Taekwon-do event. &nbsp;&nbsp;&nbsp;\r\n The first place in the football matches went to boys of Paeksa Primary School in Sinuiju City and girls of Pyongyang Phalgol Primary School and that in the table-tennis event went to boys of Kyongam Primary School in Sariwon City, North Hwanghae Province and girls of Pyongyang Jangchung Primary School. Pupils of Pyongyang Pongnam Primary School and Toksong Primary School in Phyongsong City, South Phyongan Province emerged winners in the rhythmic gymnastic event. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony took place at the hall of the youth league on June 20.    \r\n\r\n\r\n"
        },
        {
            "title": "Russian Chorus Gives Performance in Hamhung",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#5",
            "content": "Concert Given by State Symphony Orchestra and State Merited Chorus \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- A concert was given by artistes of the State Symphony Orchestra and the State Merited Chorus at the East Pyongyang Grand Theatre on Friday. &nbsp;&nbsp;&nbsp;\r\n  Present there on invitation were diplomatic envoys of various countries, staff members of embassies and missions of international organizations here and foreign guests and students and overseas compatriots staying in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The artistes began their concert with the orchestra and chorus \"Snow Falls,\" a monumental masterpiece. It deeply impressed the audience as it put the ideological contents and artistry and literary value on the highest level through profound philosophical and sublime musical representation. &nbsp;&nbsp;&nbsp;\r\n They also presented orchestras \"General on a Galloping White Horse\", \"Unforgettable Echo of Lagoon Samil\" and \"Arirang\" and a string orchestra for pizzicato \"How Wonderful This Land Is\". The performance led the audience to a sublime musical world through the fascinating and mysterious rendition given by the unique Korean-style mixed orchestra. &nbsp;&nbsp;&nbsp;\r\n The concert was highly acclaimed by the audience.    \r\n\r\n\r\n"
        },
        {
            "title": "Books of Sports Science and Technology and Common Knowledge Published",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#6",
            "content": "Russian Chorus Gives Performance in Hamhung \r\n&nbsp;&nbsp;&nbsp;Hamhung, June 21 (KCNA) -- The visiting Russian State Academic People's Chorus Named after M. E. Pyatnichki gave a performance at the Hamhung Grand Theatre on June 21. &nbsp;&nbsp;&nbsp;\r\n Among the audience were officials, creators and artistes in the field of culture and arts and teachers and students of several universities. &nbsp;&nbsp;&nbsp;\r\n The Russian artistes put on the stage colorful numbers. &nbsp;&nbsp;&nbsp;\r\n The performance made high artistic representation of the love for the country and living and feelings of the Russian people through such numbers as chorus and dance \"At Nightfall and Middle of Night\", chorus \"My Voice, Reverberate\", female chorus and instrumental music \"At the Side of the River Don\".&nbsp;&nbsp;&nbsp;\r\n Repertoire also included female solo and chorus \"Along the Flow of the River Volga\", dance \"Jokers of Belgorod Region\", chorus without an accompaniment \"There Happened an Urgent Thing\" and chorus and instrumental music \"There Happened a Rare Thing\". They were highly acclaimed by the audience for the rich voice of singers and cheerful dance and refined rendition presented by performers. &nbsp;&nbsp;&nbsp;\r\n The performance continues.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Brings to Spotlight Lee Myung Bak Group's Fin de Siecle Symptoms",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#7",
            "content": "Books of Sports Science and Technology and Common Knowledge Published \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The Sports Publishing House recently published books of sports science and technology and common knowledge. &nbsp;&nbsp;&nbsp;\r\n \"Scientific and Technological Data for Table-tennis Players\", \"Methods of Making Decision with Help of Sports Information\", \"Bio-chemical Control of Running\" and \"Sports and Recovery from Fatigue\" and other books enjoy general popularity among athletes and readers as they deal with successes gained in the research into sports events and fields concerned. &nbsp;&nbsp;&nbsp;\r\n There are also books \"Korean National Sports and Folk Games\" and \"Interesting Shortcut to Go\" and books dealing with the history and anecdotes of sports such as \"History of Olympics Covering Centuries\" (1), \"Unknown Tragic Episodes of World Sports\"  (2) and \"'Secret War' for Gold Medals\" (4).    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#8",
            "content": "KCNA Brings to Spotlight Lee Myung Bak Group's Fin de Siecle Symptoms \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- The fin de siecle symptoms of the Lee Myung Bak group of traitors in south Korea are brought to spotlight against the backdrop of the daily mounting actions of people against his sycophantic and unpopular policy. &nbsp;&nbsp;&nbsp;\r\n All major political \"commitments\" and \"policies\" which the traitor noisily advertised since his campaigning have been thrown into the dumping ground of history, driving his group to the worst political and ruling crises. &nbsp;&nbsp;&nbsp;\r\nThe traitor peddled the \"great canal project\" as a core element of his \"election commitments\" under the watchword of economic recovery and improvement of the people's livelihood. But finding no way to tone down the opposition to the project despite any brainstorming, \"Chongwadae\" was compelled to shelve it of its own accord and decided not to discuss it inside the \"government.\" &nbsp;&nbsp;&nbsp;\r\n All his \"commitments\" and \"policies\" related to the economic and social fields including privatization of public fields and \"campus autonomy\" are facing protests from broad strata of people as they proved to be unpopular ones serving the specified circles only. The south Korean Confederation of Trade Unions called a general strike in the wake of the strikes of members of trade unions of the Solidarity of Freight Transport Workers and the Building Machine Industrial Workers. These actions are developing into all-people strikes in urban and rural areas as well as on campus and in worksites amidst the strong support of people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n His watchword \"No nukes, opening and 3,000 dollars\" met strong public protest and denunciation at home and abroad soon after its appearance for its traitorous and anti-reunification nature. It is even censured and rejected by south Korean conservatives and American politicians. Lee now finds himself in such a hot water that he dares not spell this disturbing watchword again. &nbsp;&nbsp;&nbsp;\r\n As far as the \"pragmatic diplomacy\" which the traitor peddled during his junkets to big powers is concerned, it also proved bankrupt as it is branded as \"diplomacy calling for drain on resources\" and \"servile diplomacy\" little short of selling off all interests of the nation. &nbsp;&nbsp;&nbsp;\r\n Looking back on world history, no \"government\" failed in all its policies in just three months after its emergence as the Lee \"government\" did. &nbsp;&nbsp;&nbsp;\r\n The traitor's \"diplomacy of offering tributes,\" \"servile diplomacy\" touched off the south Koreans' resistance for independence, democracy and reunification reminiscent of the June popular uprising in the past. This struggle is escalating into an anti-U.S. and anti-\"government\" struggle, precipitating the downfall of the regime. All chief secretaries of \"Chongwadae\" and Cabinet ministers tendered their resignations, shaking the regime to its very foundation. The support rate for Lee Myung Bak has steadily sunk to reach the lowest level less than 10 % at present. &nbsp;&nbsp;&nbsp;\r\n The traitor is now thrown into extreme uneasiness being holed up in \"Chongwadae\" which looks no better than a house in mourning. &nbsp;&nbsp;&nbsp;\r\n This is a deserved treatment and stern punishment meted out by history to those who are keen to prolong their remaining days with the help of outside forces, their backs turned on the nation. &nbsp;&nbsp;&nbsp;\r\n Lee group has such temerity as to try to find a way out of the present crisis in challenging the people's mindset and desperately cracking down upon the people just as the fascist dictators did in the past. &nbsp;&nbsp;&nbsp;\r\n Clean indifferent to the people's demand for the total renegotiations on the beef import, the traitor is orchestrating such deceptive farce as \"additional negotiations\" while reading the U.S. face. In the meantime, he is hurling police and right-wing gangsters' organizations to brutally crack down upon the people in their just actions. &nbsp;&nbsp;&nbsp;\r\n These actions are, however, more saliently revealing the fin de siecle symptoms of the doomed. The people from all walks of life are growing stronger in their will to struggle and those who staged angry protests in June are likely to rise in stronger resistance in July. &nbsp;&nbsp;&nbsp;\r\n As the saying \"A family nearing its end has frequent fights\" goes, there is fierce free-for-all in the group of traitors over the cause of the ruling crisis and the issue of responsibility for it. &nbsp;&nbsp;&nbsp;\r\n The south Korean newspaper Hangyore said that the Lee \"government\" has betrayed all fin de siecle symptoms in just 100 days after its emergence. &nbsp;&nbsp;&nbsp;\r\n The traitor has serious symptoms of a political sleep-walker. He says this today and that tomorrow as everything does not go the way he expects. &nbsp;&nbsp;&nbsp;\r\n People's mindset represents the will of Heaven and anyone turning his back on it is bound to meet ruin. &nbsp;&nbsp;&nbsp;\r\n It can be said that 100 days of the group's office marked, in fact, its end and Lee is no more than a living dead in terms of politics. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that south Koreans were unanimous that \"100 days of Lee's office is as boring as 100 years,\" a manifestation of their disillusion and indignation at the traitor. &nbsp;&nbsp;&nbsp;\r\n The south Korean people will more courageously turn out in the righteous struggle to throw overboard the traitorous Lee Myung Bak \"government\" hell-bent on sycophancy and treachery and achieve independence, democracy and reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "\"Military Edge\" Theory of S. Korean Puppets Refuted",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#9",
            "content": "Anniversary of Kim Jong Il's Work Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 11th anniversary of the publication of General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".&nbsp;&nbsp;&nbsp;\r\n The work, published on June 19, Juche 86(1997), clarifies the essence of the issue to preserve the Juche character and national character of the revolution and construction and its importance and significance and important theoretical and practical matters to be held fast to by the revolutionary parties and people in the efforts to maintain this revolutionary principle. &nbsp;&nbsp;&nbsp;\r\n More than one decade since the work was published were days in which the struggle to preserve the above-said characters of the revolution and construction has been steadily intensified under the Songun leadership of the Workers' Party of Korea, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Under the Songun leadership of Kim Jong Il the single-minded unity of the party and the revolutionary ranks have been strengthened rock-solid with the Korean People's Army as the pillar and core forces of the revolution, the Juche-oriented line and policies of the WPK have been consistently carried out in building socialism and a new epochal turn has been opened in the way of achieving the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The Korean-style revolutionary line and mode of struggle have been firmly preserved in the present socialist construction under the Songun leadership of the Party. &nbsp;&nbsp;&nbsp;\r\n Today, the Party's line and policies have become unshakable guidelines in the Korean revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The Korean people are fully displaying their strong mental power in the general offensive for building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The national traditions and advantages are now in full bloom in all fabrics of social life in the DPRK under the Songun leadership of the Party. &nbsp;&nbsp;&nbsp;\r\n Folk games such as the yut game, swinging and Korean wrestling are positively encouraged among the working people and the national character is thoroughly embodied in all sectors of social life including dressing and food culture. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely led the struggle to preserve the Juche character and national character of the revolution and construction and thus opened up a new bright era of independence and national prosperity on this land. This is shining as his immortal patriotic exploits, concludes the article.    \r\n\r\n\r\n"
        },
        {
            "title": "Establishment of New International Order of Straits Urged",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#10",
            "content": "\"Military Edge\" Theory of S. Korean Puppets Refuted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The theory of holding an \"unchallenged military edge\" is an anachronistic one to incite confrontation against the reunification little short of negating the national reconciliation and unity and driving the inter-Korean relations to collapse. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n This theory asserted by the south Korean puppets is an extremely provocative and dangerous one aimed at inciting confrontation between the north and the south and invading the north as it calls for having an unchallenged \"edge\" over the north by bolstering aggression forces under an arms buildup plan and completing the coordinated operation system with the U.S. and making preparations for \"immediate counteraction\" of the armed forces, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The said assertion runs diametrically counter to the principle of national independence, the idea of \"By our nation itself\" as it is a treacherous assertion of confrontation and war threatening the destiny of the nation pursuant to outsiders' moves for a war of aggression against the north. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak gentries that took power in south Korea recently are openly calling for holding the \"military edge\" while chiming in with outsiders' war moves to invade the north without independence after throwing away the June 15 joint declaration and the idea of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The unchallenged \"military edge\" called for by the Lee Myung Bak gentries is little short of a theory of a war to invade the north which the puppet rulers vociferated in the past inter-Korean confrontational era when they treated the fellow countrymen as \"principal enemy\", not as the partner of reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak gentries' theory of holding an unchallenged \"military edge\" is a treacherous confrontational and war theory to check the trend of the times towards independent reunification and peace and prosperity and ignite a war against the DPRK on the Korean Peninsula at any cost in collusion with outsiders. &nbsp;&nbsp;&nbsp;\r\n Traitor Lee Myung Bak and puppet military warlike forces are seriously mistaken if they think they can stem the trend of the times and realize the wild ambition to invade the north with the theory, the article concludes.    \r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' Vicious Psychological and Conspiratorial Warfare under Fire",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#11",
            "content": "Establishment of New International Order of Straits Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- It presents itself as an urgent requirement to abrogate old international order of straits and establish a new fair one. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Sunday says this in a by-lined article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n In the past the imperialists and colonialists put international straits under their control and used them as they pleased for maritime transport and trade and military operations aimed at aggression and plunder. &nbsp;&nbsp;&nbsp;\r\n But now contradiction and conflicts are getting serious between those countries situated along straits and imperialists over the issue of the passage of ships through world main straits. &nbsp;&nbsp;&nbsp;\r\n Dangerous in the moves of the United States to blockade the straits is that it seeks to throw collective military blockade around the DPRK. It is sinister aim of the U.S. to frighten the DPRK and bring it to its knees by staging multi-national military exercises against it. &nbsp;&nbsp;&nbsp;\r\n The move to hold the international straits under its control constitutes an important part in the U.S. strategic plan to dominate the world by force. It is an infringement upon sovereignty of those countries situated along straits and a great threat to world peace and security. &nbsp;&nbsp;&nbsp;\r\n Today the world peace-loving people are making positive efforts to oppose the moves of imperialists to maintain and intensify the old international order of straits for domination and plunder and establish a new fair international order of straits. No force can hamstring these efforts, the article concludes.    \r\n\r\n\r\n"
        },
        {
            "title": "Deceptive Farce of Traitor Lee Myung Bak Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#12",
            "content": "Actions against Imperialists' Vicious Psychological Warfare Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- To foil the imperialists' psychological warfare against the socialist countries and the anti-imperialist independent countries is an urgent demand and the common task of mankind for defending and advancing the popular masses' cause of socialism, the cause of independence. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today stresses this in a by-lined article. &nbsp;&nbsp;&nbsp;\r\n Upset by the ever-mounting atmosphere of opposition to unilateralism and arbitrary practices in the international arena and the escalating struggle of peoples for independence against imperialism, the imperialists are more persistently resorting to the vicious psychological warfare after judging that it is impossible to realize their wild design for world supremacy only by means of highhandedness, the article points out, and says: &nbsp;&nbsp;&nbsp;\r\n The imperialists' psychological warfare is a main lever for materializing their strategy to disintegrate the progressive countries from within. They seek to create conditions favorable for attaining their ambition for aggression and domination by hatching all sorts of plots and conspiratorial cases and conducting deceptive propaganda to confuse the mental state of the masses. &nbsp;&nbsp;&nbsp;\r\n The ultimate aim of their psychological warfare is to topple the systems of the socialist countries and the anti-imperialist independent countries and put those countries under their control. &nbsp;&nbsp;&nbsp;\r\n Through this warfare, the imperialists are scheming to make the peoples feel frustration and blankness and create an illusion about capitalism and thus realize their ambition for overturning the systems in those countries with ease. &nbsp;&nbsp;&nbsp;\r\n The imperialists are now attempting to realize the above-mentioned ambition by inducing through the psychological warfare the peoples of those countries to harbor discontent and distrust toward their leaderships and stand against them. &nbsp;&nbsp;&nbsp;\r\n The world progressive countries and peoples should wage a vigorous struggle to foil the imperialists' psychological warfare, being well aware of its reactionary nature and danger and detrimental effect.    \r\n\r\n\r\n"
        },
        {
            "title": "48 Hour-long Emergency People's Action Starts in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#13",
            "content": "Deceptive Farce of Traitor Lee Myung Bak Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- The civic organizations and political parties in south Korea denounced traitor Lee Myung Bak for his deceptive farce over import of American beef, according to south Korean KBS. &nbsp;&nbsp;&nbsp;\r\n The People's Measure Council against the Total Opening of south Korean Markets to American Beef recalled that traitor Lee Myung Bak at a \"special press conference\" on June 19 made outcries that \"he makes sincere repentance\", \"the government would play a fresh role\" and so on, another farce to hoodwink the people. &nbsp;&nbsp;&nbsp;\r\n It was wrong for Lee to think of settling all the issues by preventing the import of American beef from more than 30 month-old cattle, the organization said. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, opposition parties of south Korea including the Democratic Labor Party denounced Lee's \"special press conference\".&nbsp;&nbsp;&nbsp;\r\n Noting that \"Lee Myung Bak finally rejected the demand of the people for the renegotiations on the import of American beef\", the opposition parties asked Lee what nationality on earth does he have.    \r\n\r\n\r\n"
        },
        {
            "title": "Authorities' Plot to Seize Public Media Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#14",
            "content": "48 Hour-long Emergency People's Action Starts in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- A \"48 hour-long emergency people's action\" against the import of American beef started in Seoul with more than 15,000 men and women of all ages attending on June 20. &nbsp;&nbsp;&nbsp;\r\n The participants gathered at the plaza in front of the Seoul City Office with candlelight in their hands and held the 44th candlelight rally against the import of American beef. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally denounced the Lee Myung Bak group for still lending a deaf ear to the people's voice opposing the import of American beef and called upon the citizens to take an active part in the emergency action to make traitor Lee Myung Bak apprehend that he can no longer stay in power if he continues to deceive the people. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally, the participants waged a candlelight demonstration. &nbsp;&nbsp;&nbsp;\r\n After the demonstration, they launched a sit-in strike at the plaza.    \r\n\r\n\r\n"
        },
        {
            "title": "Chief of Puppet Police Agency in S. Korea Accused",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#15",
            "content": "Authorities' Plot to Seize Public Media Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Members of the \"Struggle Solidarity for Impeaching Lee Myung Bak\" and netizens held a candlelight rally in front of the building of KBS in south Korea on June 20, denouncing the authorities' plot to seize public media. &nbsp;&nbsp;&nbsp;\r\n There was a video show dealing with the moves of the dictatorial regime in the past, which went frantic to make the public media conservative and reactionary by controlling media including KBS, and struggles by people from all walks of life to realize democratization of media. &nbsp;&nbsp;&nbsp;\r\n The participants of the rally said that the ferocious and crafty nature of the conservative forces to privatize the public media and make it a monopoly of the power remains unchanged, branding the Lee Myung Bak \"government\" as the dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n They declared that the people would fight for defence of the public media and democracy on this land with candlelight. &nbsp;&nbsp;&nbsp;\r\n After the rally, they demonstrated marching to the building of the Grand National Party of south Korea. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, members of the solidarity staged a silence demonstration for defending the public media in front of the MBC building.    \r\n\r\n\r\n"
        },
        {
            "title": "Dynamic Actions for Independent Reunification Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#16",
            "content": "Chief of Puppet Police Agency in S. Korea Accused\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- More than 20 members of the Bar Association for a Democratic Society and the People's Measure Council against the Total Opening of south Korean Markets to American Beef in south Korea brought a complaint against the chief of the puppet Police Agency to the prosecution on June 19, according to south Korean CBS. &nbsp;&nbsp;&nbsp;\r\n Accusing the policemen of violently suppressing the participants in the candlelight struggle against the import of American beef, they held that the chief of the Police Agency is to wholly blame for it.    \r\n\r\n\r\n"
        },
        {
            "title": "Candlelight Action and Demo Staged in Seoul",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#17",
            "content": "Dynamic Actions for Independent Reunification Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) released a statement titled \"Let's raise a hot wind for independent reunification\" on June 15 to mark the 8th anniversary of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The statement recalled that the past 8 years since the publication of the joint declaration witnessed the growing spirit of attaching importance to the nation, the spirit of national unity on the Korean Peninsula and brisk multifaceted exchange and cooperation between the south and the north in the fields of politics, economy, culture, etc&nbsp;&nbsp;&nbsp;\r\n Accusing the Lee Myung Bak group of totally negating the June 15 joint declaration and the October 4 declaration and persistently hamstringing the efforts to implement them, the statement held that the rapid deterioration of the inter-Korean relations is entirely attributable to the traitorous group's submission to the U.S. and its moves for confrontation with fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The U.S. is instigating the Lee Myung Bak \"government\" to chill the ardent desire of the Korean nation for independent reunification and peace and prosperity, the statement said, calling on the people to properly see through the true colors of the U.S. and thus develop all actions into the anti-U.S. struggle and actions for the withdrawal of the U.S. troops. &nbsp;&nbsp;&nbsp;\r\n The statement called upon the youth and students to further intensify the struggle for the implementation of the June 15 joint declaration and the October 4 declaration and the actions against the U.S. and Lee Myung Bak across south Korea with the \"June 25-September 8, the period of the joint movement of Pomchonghakryon for defending peace against war,\" as a momentum.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Military Exercises Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#18",
            "content": "Candlelight Action and Demo Staged in Seoul\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- A candlelight rally took place in the plaza before the Seoul City Office on June 19 in protest against the import of American beef and the privatization of medical service facilities with members of health organizations such as the health workers union and citizens attending. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally recalled that the trade unions of each hospital are staging dynamic actions against the Lee Myung Bak group's moves for privatizing the medical service facilities and the import of the U.S. beef. &nbsp;&nbsp;&nbsp;\r\n They deplored that the contents of a \"special press conference\" Lee held that day are nothing different from those of Lee's previous press conference. It only called for eating the American beef fraught with the danger of mad cow disease, they added. &nbsp;&nbsp;&nbsp;\r\n They held that people can never tolerate traitor Lee's sycophantic and submissive remarks insisting on the \"safety\" of American beef, claiming that the U.S. should be trusted. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally its participants staged a demonstration. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the People's Measure Council against the Total Opening of south Korean Markets to American Beef warned that it would start a 48-hour-long emergency people's action from June 20 unless Lee's \"government\" opts to conduct renegotiations on the import of American beef.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Exploits Highly Praised in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#19",
            "content": "Joint Military Exercises Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- The Solidarity of Youth and Students for Implementing the June 15 Joint Declaration in south Korea issued a statement on June 19, denouncing the joint military exercises of the U.S. imperialists and the south Korean puppet army. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. imperialists and the puppet bellicose forces have been frantically staging the joint air military exercises in south Korea since June 16 and besides, U.S. forces-led joint military drills for invasion of the DPRK are expected to be staged in the Pacific region, the statement charged that all these actions reminding one of the eve of a war are posing a serious threat to the peace of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. is vociferating about \"peace\" but, in reality, it is threatening the peace of the Korean Peninsula and Northeast Asia and hamstringing the independent reunification of the Korean nation with various forms of war exercises, revealing its nature as an imperialist aggressor, the statement said. &nbsp;&nbsp;&nbsp;\r\n The independent reunification, peace and prosperity can be achieved with ease if there is no threat of war by the U.S. imperialists and the south Korean bellicose forces, the statement said, calling upon the youth and students to vigorously conduct political agitation and activities to prevent all kinds of war maneuvers threatening peace on the Korean Peninsula.    \r\n\r\n\r\n"
        },
        {
            "title": "WIDF Supports Korean People",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#20",
            "content": "Kim Jong Il's Exploits Highly Praised in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Seminars on General Secretary Kim Jong Il's works and feats were held in Conakry, Guinea and by the Group for the Study of the Progressive Ideas of South Africa, round-table talks at the buildings of the Socialist Party of Romania and the Workers' Party of Mexico in the period from June 7 to 12 on the occasion of the 44th anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, and other speakers at the function, deeply explained and proved the scientific accuracy, originality and justice of the idea and theory clarified in the leader's famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".&nbsp;&nbsp;&nbsp;\r\n The chairman of the South African group said at a seminar that Kim Jong Il has developed in depth the Songun idea and line maintained by President Kim Il Sung all his life, established the Songun political mode and led the WPK to successfully carry out its mission and role as the guiding force of the Songun cause. &nbsp;&nbsp;&nbsp;\r\n Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, noted at round-table talks that Kim Jong Il has converted the WPK into the party guided by the Juche idea, mass one absolutely supported and trusted by the people and vanguard ranks winning victories only holding aloft the red flag for socialism. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Korean book and photo exhibitions and film shows took place in Guinea, the Czech Republic and Indonesia on June 5 and 9.    \r\n\r\n\r\n"
        },
        {
            "title": "June 15 Joint Declaration Supported Abroad",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#21",
            "content": "WIDF Supports Korean People\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- A conference of the Executive Committee of the Women's International Democratic Federation expressed full support to the Korean people in their cause for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n A report made at the conference and a 2008 action program in the Asia-Pacific region and a solidarity declaration supporting the independent and peaceful reunification of Korea adopted there called for waging the international solidarity movement demanding the withdrawal of the U.S. forces from south Korea and the immediate stop of foreign forces' interference in the Korean issue. &nbsp;&nbsp;&nbsp;\r\n The documents accused the present south Korean ruling forces of totally denying the June 15 North-South Joint Declaration, a milestone of Korean reunification, and the October 4 declaration, a program for its implementation, and inciting confrontation between the north and the south and mentioned the need to wage dynamic movement supporting the Korean people in their cause for achieving the independent and peaceful reunification of the country by the concerted efforts of the Koreans under the banner of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The solidarity declaration demanded that the U.S. and the south Korean warlike forces repeal their confrontational policy against the DPRK as early as possible and thoroughly implement the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n It expressed support and solidarity to the Korean people and women in their just struggle to drive the U.S. forces out of south Korea and achieve the independent and peaceful reunification of the country under the banner of the joint declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Important Days of DPRK Observed",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#22",
            "content": "June 15 Joint Declaration Supported Abroad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 22 (KCNA) -- Statements were released by the Friendship Society Norway-Korea and by Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, on June 14 on the occasion of the 8th anniversary of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The society in the statement said that the adoption of the joint declaration on June 15, 2000 marked great advance in the struggle of the Korean people to achieve the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The adoption of the October 4 declaration in 2007 helped make a decisive breach in easing tension and promoting many-sided exchange and cooperation between the north and the south, it stressed. &nbsp;&nbsp;&nbsp;\r\n It expressed the support and solidarity to the Korean people in their just cause for achieving the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The chairman in the statement asserted the need for the U.S. to repeal the hostile policy toward the DPRK, withdraw the aggression troops from south Korea and replace the armistice agreement by peaceful one to ensure reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the powerful nuclear deterrent of the DPRK that peace is ensured on the Korean Peninsula, it noted, expressing full support to the fair stand of the Workers' Party of Korea and the government of the Republic for national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Bulletin Published by Austrian Organization",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#23",
            "content": "Important Days of DPRK Observed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- Meetings, round-table talks, book and photo exhibitions and film shows were held in Tajikistan, Egypt, Uzbekistan and France in the period from June 6 to 17 on the occasions of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 8th anniversary of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il, photos showing their undying exploits, books and photos introducing the true picture of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n The first secretary of the Huzand City, Sogd Region, Committee of the Communist Party of Tajikistan, said in a speech at a meeting that Kim Jong Il has developed and enriched the revolutionary idea of the President, the Juche idea as required by the times through his outstanding ideological and theoretical activities since the very day he started his work at the Central Committee of the WPK, established the leadership system of Kim Il Sung in the party and built it into the party which achieved the unbreakable unity and cohesion. &nbsp;&nbsp;&nbsp;\r\n  The chairman of the Misr Arab Socialist Party of Egypt said at round-table talks that Kim Jong Il has developed the WPK into an ever-victorious mighty party and a community in which the party and the popular masses are closely linked with each other by the same destiny, thereby turning the DPRK into a unique socialist country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, meetings took place in Bangladesh, Belarus and Poland in the period from June 9 to 12 on the occasion of the 44th anniversary of Kim Jong Il's start of work at the Central Committee of the WPK. &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter and message to Kim Jong Il were adopted at the meetings held in Bangladesh and Belarus.    \r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities Urged to Lift Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#24",
            "content": "Bulletin Published by Austrian Organization\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, Austria released a bulletin on June 13 on the occasions of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 8th anniversary of the publication of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The bulletin carried a portrait of Kim Jong Il and several articles under the title \"44th anniversary of His Excellency Kim Jong Il's start of work at the Central Committee of the WPK\".&nbsp;&nbsp;&nbsp;\r\n The bulletin in an article titled \"The WPK and His Excellency Kim Jong Il\" said that he has remained loyal to the idea and leadership of President Kim Il Sung and led the Songun revolutionary cause to victory. &nbsp;&nbsp;&nbsp;\r\n The bulletin in another article titled \"8th anniversary of the publication of the North-South Joint Declaration\" said that the June 15 North-South Joint Declaration is based on the President's patriotic idea and spirit of achieving reunification as a milestone for the peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The bulletin hoped that the relations between the north and the south of Korea would further develop and the peace on the Korean Peninsula would be achieved under the banner of the June 15 North-South Joint Declaration and the October 4 Declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Establishment of Japan-DPRK Diplomatic Relations Urged",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#25",
            "content": "Japanese Authorities Urged to Lift Sanctions against DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- Intellectuals and persons of culture in Aichi Prefecture, Japan on June 11 sent a joint written request to the prime minister, the foreign minister and the minister of Economy and Industry each, urging the lifting of sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Koichi Takeuchi, secretary general of the Aichi Council for Promoting the Education and Cultural Exchange between Japan and the DPRK, conveying the written request, held that the sanctions should be lifted, first of all, for the progress in the dialogue between the two countries. He urged the government to honestly approach the dialogue based on the Japan-DPRK Pyongyang Declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Clausurada 34a Competencia Deportiva por \"Copa Pico Jongil\"",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#26",
            "content": "Establishment of Japan-DPRK Diplomatic Relations Urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- A national exchange meeting calling for the establishment of diplomatic relations between Japan and the DPRK was held in Tokyo on June 11. &nbsp;&nbsp;&nbsp;\r\n Attending it were representatives of Japan-DPRK friendship organizations and the dietmen's league in different parts of Japan and officials of the General Association of Korean Residents in Japan. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting by representatives of Japan-DPRK friendship organizations, including the Tokyo Ward Assemblymen's Liaison Society for the Promotion of Japan-Korea Friendship, the Hyogo Prefectural People's Council for Japan-Korea Friendship, the Fukuoka Prefectural Japan-Korea Friendship Association, the Japanese Women's Society for Solidarity with the Korean Women, and personages of academic, cultural and art circles. &nbsp;&nbsp;&nbsp;\r\n Recalling that Japan-DPRK friendship organizations, including the Dietmen's League for Promotion of Establishment of Diplomatic Relations between Japan and the DPRK formed in May, were formed or reorganized across Japan, whipping up the atmosphere of dialogue and friendship, the speakers stressed the need to build up the public opinion urging the dialogue with the DPRK in keeping with the requirement of the prevailing situation. &nbsp;&nbsp;&nbsp;\r\n Genki Nakamura, chairman of the Japan-Korea Society for Scientific and Educational Interchange, expressed his will to dynamically conduct activities for promoting the establishment of diplomatic relations between Japan and the DPRK with this meeting as a momentum, saying that the meeting was called only for the establishment of those diplomatic relations in disregard of ideology, political view and religious belief. &nbsp;&nbsp;&nbsp;\r\n Hideyuki Kita, member of the Nagano Prefectural People's Council for Supporting the Independent and Peaceful Reunification of Korea, stressed the need to confidently conduct the action to promote the establishment of diplomatic relations between Japan and the DPRK in the light of the past experience, and called for raising the voice of urging the government to lift the unjust sanctions on the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Concierto de Orquesta Sinfonica Nacional y Coro Benemerito Estatal",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#27",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "ATCC comenta sintomas del fin de la banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#28",
            "content": "Clausurada 34a Competencia Deportiva por \"Copa Pico Jongil\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 21 de junio (ATCC) -- Quedo clausurada la 34a Competencia Deportiva Nacional de Jovenes y Ninos Escolares por la \"Copa Pico Jongil\".&nbsp;&nbsp;&nbsp;\r\nEsta competencia se realizo dividida en la seccion de escuelas secundarias y en la de primarias. &nbsp;&nbsp;&nbsp;\r\nAbajo se presentan las escuelas secundarias ganadoras: &nbsp;&nbsp;&nbsp;\r\nFutbol Masculino - Escuela Secundaria de Tongha de la Ciudad de Sinuiju de la provincia de Phyong-an del Norte &nbsp;&nbsp;&nbsp;\r\nFutbol Femenino - Escuela Secundaria de Tongsong de la Ciudad de Songrim de la provincia de Hwanghae del Norte&nbsp;&nbsp;&nbsp;\r\nBaloncesto M - Escuela Secundaria de Kalrimgil de Pyongyang&nbsp;&nbsp;&nbsp;\r\nBaloncesto F - Escuela Secundaria de Phalgol de Pyongyang. &nbsp;&nbsp;&nbsp;\r\nVoleibol M - Escuela Secundaria de Kwangmyong de Pyongyang&nbsp;&nbsp;&nbsp;\r\nVoleibol F - Escuela Secundaria de Kwanmun de Pyongyang. &nbsp;&nbsp;&nbsp;\r\nTaekwon-Do M y F - Escuela Secundaria de Hanggu de la Ciudad de Nampho de la provincia de Phyong-an del Sur. &nbsp;&nbsp;&nbsp;\r\n   Escuelas primarias: &nbsp;&nbsp;&nbsp;\r\nFutbol M y F -  Escuela Primaria de Paeksa de la Ciudad de Sinuiju y Escuela Primaria de Phalgol de Pyongyang, respectivamente. &nbsp;&nbsp;&nbsp;\r\nPing-pong M y F - Escuela Primaria de Kyong-am de la Ciudad de Sariwon de la provincia de Hwanghae del Norte y Escuela Primaria de Jangchung de Pyongyang. &nbsp;&nbsp;&nbsp;\r\nGimnasia artistica - Escuela Primaria de Pongnam de Pyongyang y Escuela Primaria de Toksong de la Ciudad de Phyongsong de la provincia de Phyong-an del Sur. &nbsp;&nbsp;&nbsp;\r\n   La ceremonia de clausura tuvo lugar el dia 20 en el Salon de Actos de la Union de la Juventud Socialista Kim Il Sung.    \r\n\r\n\r\n"
        },
        {
            "title": "Hay que destruir la campana psicologica de los imperialistas",
            "url": "http://kcna.co.jp/item/2008/200806/news06/23.htm#29",
            "content": "Concierto de Orquesta Sinfonica Nacional y Coro Benemerito Estatal\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 21 de junio (ATCC) -- La Orquesta Sinfonica Nacional y el Coro Benemerito Estatal ofrecieron la vispera un concierto conjunto en el Gran Teatro de Pyongyang Este. &nbsp;&nbsp;&nbsp;\r\nFueron invitados los representantes diplomaticos, los miembros de las embajadas de varios paises, los integrantes de las organizaciones internacionales, acreditados en Corea, los huespedes y estudiantes extranjeros y los coreanos en ultramar, que permanecen aqui. &nbsp;&nbsp;&nbsp;\r\nDejo profundamente impresionado al publico la musica orquestal y coro \"Cae la nieve\", obra maestra de valor monumental, que se caracterizo por el profundo contenido filosofico, la majestuosa interpretacion musical y el alto nivel ideo-artistico y literario. &nbsp;&nbsp;&nbsp;\r\nLa vibracion maravillosa y fascinante de la original musica orquestal combinada al estilo coreano, que se escucho en otras piezas como \"El General corre a caballo blanco\", \"Inolvidables ecos del lago Samil\", \"Arirang\" y \"En el mercado de Persia\" y la orquesta de cuerda para pizzicato \"Es mejor este territorio\", llevaron a la audiencia a un sublime mundo sentimental. &nbsp;&nbsp;&nbsp;\r\nEl concierto fue ovacionado por los espectadores.    \r\n\r\n\r\n"
        }
    ]
}