{
    "date": "2008-09-27",
    "url": "http://kcna.co.jp/item/2008/200809/20080927.htm",
    "articles": [
        {
            "title": "Protocols Signed between Governments of DPRK and Cuba",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#2",
            "content": "Protocols Signed between Governments of DPRK and Cuba \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- A protocol on the 27th meeting of the Inter-Governmental Economic and Scientific and Technological Consultative Committee and a protocol on the exchange of goods for 2009 were signed between the DPRK and Cuba with due ceremony here on Sept. 26. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were Ri Ryong Nam, minister of Foreign Trade, and officials concerned and from the Cuban side members of the Cuban government economic delegation headed by Jose Manuel Galego Montano, Cuban ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n They were signed by the minister and the ambassador.\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Togolese PM",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#3",
            "content": "Message of Greetings to Yemeni President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to Ali Abdullah Saleh, president of Yemen, on the occasion of the 46th anniversary of the September 26 revolution in his country. &nbsp;&nbsp;&nbsp;\r\n In the belief that the long-standing friendly and cooperative relations between the DPRK and Yemen would steadily grow strong in the interests of the two countries, the message wished him greater success in his work for the progress and prosperity of his country.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Foreign Ministers of Mongolia and Togo",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#4",
            "content": "Congratulations to Togolese PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Kim Yong Il, premier of the Cabinet, on Sept. 25 sent a congratulatory message to Gilbert Fossoun Houngbo on the latter's appointment as prime minister of Togo. &nbsp;&nbsp;&nbsp;\r\n In the belief that the good friendly and cooperative ties between the two countries would grow stronger in the mutual interests of the two peoples, the message sincerely wished the prime minister success in the work for the prosperity of the country.\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets New Egyptian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#5",
            "content": "Greetings to Foreign Ministers of Mongolia and Togo \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Foreign Minister Pak Ui Chun sent a message of greetings to S. Batbold upon his appointment as foreign minister of Mongolia on Sept. 24. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the traditional friendly relations between the two countries would continue to develop on good terms, the message wished him success in his new job. &nbsp;&nbsp;&nbsp;\r\n Pak Ui Chun sent a congratulatory message to Kofi Esau upon his appointment as minister of Foreign Affairs and Regional Integration of Togo on Sept. 25. &nbsp;&nbsp;&nbsp;\r\n The message expressed belief that the long-standing friendly and cooperative relations between the two countries would grow stronger in the future and wished him success in his new job. \r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets Romanian Party Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#6",
            "content": "Yang Hyong Sop Meets New Egyptian Ambassador to DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a talk with Ismail Abdelrahman Ghoneim Hussein, newly-appointed Egyptian ambassador to the DPRK, who paid a courtesy call on Yang at the Mansudae Assembly Hall today. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Romanian Party Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#7",
            "content": "Choe Thae Bok Meets Romanian Party Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and had a conversation with the delegation of the Socialist Party of Romania led by Vasile Orleanu, chairman of its Supreme Council, at the Mansudae Assembly Hall Friday. \r\n\r\n"
        },
        {
            "title": "Reception Given by DPRK-China Friendship Association",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#8",
            "content": "Gift to Kim Jong Il from Romanian Party Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the delegation of the Socialist Party of Romania on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, by Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, who is heading the delegation on Sept. 26. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang International Film Festival Closes",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#9",
            "content": "Reception Given by DPRK-China Friendship Association \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- The Central Committee of the DPRK-China Friendship Association hosted a reception at Pyongyang Koryo Hotel on Thursday to mark the 50th anniversaries of the DPRK-China Friendship Association and the China-Korea Friendship Association. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were the delegation of the China-Korea Friendship Association led by Chairman Wu Donghe, the delegation of the China-Korea Friendship Hongxing Farm headed by Zhang Fuping, the China-DPRK Friendship Medical Team, Liu Xiaoming, Chinese ambassador to the DPRK, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Present there were Minister of Public Health Choe Chang Sik who is chairman of the Central Committee of the DPRK-China Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Taekwon-Do Players Prove Successful in World Championships",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#10",
            "content": "Pyongyang International Film Festival Closes\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- The 11th Pyongyang International Film Festival which opened on September 17 was closed with due ceremony at the Pyongyang International Cinema House on Friday. &nbsp;&nbsp;&nbsp;\r\n Present at the closing ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Ro Tu Chol, vice-premier of the Cabinet, Kang Nung Su, minister of Culture who is also chairman of the festival organizing committee, Pak Kwan Ho, chairman of the Pyongyang City People's Committee, and others, foreign delegations and delegates and members of the international jury of the festival. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were diplomatic envoys of various countries, embassy officials and staff members of missions of international organizations here. &nbsp;&nbsp;&nbsp;\r\n At the ceremony the results of the screening of the films presented to the festival were announced by the jury and awards were conferred upon the successful films. &nbsp;&nbsp;&nbsp;\r\n According to the results, award for the best film and directing and technical awards for full-length film were conferred upon the Chinese film \"Assembly\", award for scenario of full-length film upon the Iranian film \"Mainline\", award for shooting and fine art upon the British film \"Atonement\", award for acting upon the actor who played the main part in the Bosnia-Herzegovina film \"It's Hard to Be Nice,\" award for acting upon the actress who played the main part in the Iranian film \"Mainline\" and award for music upon the Indian film \"Tale of a River\".&nbsp;&nbsp;&nbsp;\r\n Award for directing documentary and short films went to the German documentary \"Chamame - Music, People, Poetry\", award for composition to the DPRK children's film \"The Oriole's Song\", award for shooting to the British documentary \"Earth\", special award of the International Jury of the Festival to the Czech film \"Empties\" and the Chinese documentary \"The Imperial Garden\", special award of the Organizing Committee of the Festival to the Russian film \"The Irony of Fate \" (continuation) and the Chinese film \"The Tender of Feeling\".&nbsp;&nbsp;&nbsp;\r\n Awards for special screening were conferred upon the German film \"The Counterfeiters\", the Russian film \"Mukha\", the Swiss film \"Vitus\", the DPRK film \"The Kites Flying in the Sky\", the Chinese film \"Good Man\", the French film \"Aurore\", and the British film \"Elizabeth I-The Golden Age\".   \r\n\r\n\r\n"
        },
        {
            "title": "National Exhibition of Mass Consumption Goods Opens",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#11",
            "content": "DPRK Taekwon-Do Players Prove Successful in World Championships\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- DPRK Taekwon-Do players gave a good account of themselves in the 8th World Youth and Children Taekwon-Do Championships held in Uzbekistan between Sept. 17 and 21. &nbsp;&nbsp;&nbsp;\r\n It brought together at least 400 players from more than 50 countries. &nbsp;&nbsp;&nbsp;\r\n In the championships the DPRK players bagged 16 gold medals, 4 silver medals and 4 bronze medals and finished first in the team standing. They came first in the boys' and girls' team pattern competitions and the girls' team sparring match and the girls' team special technique match. &nbsp;&nbsp;&nbsp;\r\n Jang In Myong won a gold medal in the boys' first grade individual pattern match and the boys' individual sparring match in the 63kg category and Ri Hyang in the girls' third grade individual pattern match and the girls' individual sparring match in the 58kg category and the girls' individual special technique match. They were awarded technical prizes for boys and girls in the championships. &nbsp;&nbsp;&nbsp;\r\n Ri Hang Song took the first place in the boys' third grade individual pattern match and the boys' individual sparring match in the 69kg category, Jong Chan Suk in the girls' first grade individual pattern match and the girls' individual sparring match in the 46kg category, Kim Pom Mi in the girls' second grade individual pattern match and the girls' individual sparring match in the 70kg and above category and Choe Su Ryon in the girls' individual sparring match in the 70kg category.    \r\n\r\n\r\n"
        },
        {
            "title": "Angling Contest Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#12",
            "content": "National Exhibition of Mass Consumption Goods Opens\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- A national exhibition of mass consumption goods was opened here on Thursday. &nbsp;&nbsp;&nbsp;\r\n Displayed in the exhibition are tens of thousands of kinds of mass consumption goods including textiles, shoes, garments, daily necessities, foodstuffs, furniture, etc. produced by light industrial factories in various parts of the country, factories, enterprises and daily necessities production units under ministries and national institutions and local industrial factories in various provinces. &nbsp;&nbsp;&nbsp;\r\n The period of the exhibition will witness diverse events including competitions and the dissemination of new technology. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were officials, scientists, technicians and workers in the field of light industry across the country. &nbsp;&nbsp;&nbsp;\r\n Ho Thae Gwon, vice-minister of Light Industry, addressing the ceremony, said that General Secretary Kim Jong Il visited a lot of light industrial factories while making journeys for the Songun revolutionary leadership, thereby indicating the orientation and ways of bringing about a new leap forward in the production of mass consumption goods and wisely leading the work to increase the varieties of consumer goods and improve their quality through a vigorous drive for technological updating. &nbsp;&nbsp;&nbsp;\r\n He said that many units across the country including the factories and enterprises in the field of light industry have achieved signal successes in the production of consumer goods, true to the intention of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Then the participants looked round the exhibition.  \r\n\r\n\r\n"
        },
        {
            "title": "Central Zoo Resembling \"Natural Zoo\"",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#13",
            "content": "Angling Contest Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- A national angling contest was held in Pyongyang on September 25 amid the ever-flowering cultural and emotional life of the people. &nbsp;&nbsp;&nbsp;\r\n The beautiful bank of the River Taedong, the contest venue, was crowded with anglers from across the country and spectators in the city from early morning. &nbsp;&nbsp;&nbsp;\r\n The contest brought together 60 anglers selected from Pyongyang, provinces, ministries and national institutions. &nbsp;&nbsp;&nbsp;\r\n The standing was decided by the total length of fishes caught within the designated time. Each angler used four sets of fishing tackle suitable to their taste. &nbsp;&nbsp;&nbsp;\r\n The anglers and spectators were filled with happiness and joy and grateful to the socialist motherland which has provided cultural and emotional living conditions to the people. &nbsp;&nbsp;&nbsp;\r\n The first prize went to Yon Tong Chol, a staff member of the Minju Joson, and the technical prize to Cha Jong Gu from Samchon County, South Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, there was an angling tackle exhibition where the South Hwanghae Provincial, North Hamgyong Provincial and Pyongyang City units were highly appreciated.  \r\n\r\n\r\n"
        },
        {
            "title": "Shipping Services of DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#14",
            "content": "Central Zoo Resembling \"Natural Zoo\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- The Central Zoo located at the foot of Mt. Taesong in Pyongyang has been rebuilt. &nbsp;&nbsp;&nbsp;\r\n The zoo has completely changed its looks through two-stage rebuilding. &nbsp;&nbsp;&nbsp;\r\n Jong Ung, vice-director of the zoo, told KCNA: &nbsp;&nbsp;&nbsp;\r\n The visitors to the zoo say with one voice that its conspicuous scenery reminds them of \"a natural zoo\"&nbsp;&nbsp;&nbsp;\r\n Over sixty animal sheds and outing grounds with a total plottage of more than 90,000 square meters have been rebuilt in such a manner as to provide the animals with the best ecological environment while preserving natural beauty. And more than 7,000 trees have taken roots to cover the zoo with thicker verdure. &nbsp;&nbsp;&nbsp;\r\n The area of the outing grounds has markedly increased and the iron fences around them have been replaced with broad segregating ditches. &nbsp;&nbsp;&nbsp;\r\n The hippopotamus shed where a quiet lake spreads against the background of a wall decorated with fanciful trees measuring more than an arm's span around, the bear shed with an entrance looking like a hollow tree and other animal sheds give the impression of natural forests. &nbsp;&nbsp;&nbsp;\r\n An elevated bridge has been thrown outside the outing ground of beasts of prey, which is divided into areas of rocks, woods and wading pool. &nbsp;&nbsp;&nbsp;\r\n Visitors sink deeply into a world of nature, while enjoying from the elevated bridge a panoramic view of the life of \"kings of mountains\" frisking freely, not the erstwhile \"meek savage beasts\" which lived in narrow sheds. &nbsp;&nbsp;&nbsp;\r\n The animal sheds also present peculiar looks. &nbsp;&nbsp;&nbsp;\r\n Overhead windows have been made in animal sheds so as to see animal ecology as in outdoors, while lengthening the life span of the animals by using sunlight. And the viewing corridors and animal rooms have been screened with glass. &nbsp;&nbsp;&nbsp;\r\n The happy looks of the working people visiting the Central Zoo which has assumed a splendid appearance under the popular policy of the government add to the pride of those working in \"the natural zoo\".     \r\n\r\n\r\n"
        },
        {
            "title": "Big Campaign for Abolition of Part-Time Job Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#15",
            "content": "Shipping Services of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Korea surrounded by seas on three sides is directing special attention to shipping services. &nbsp;&nbsp;&nbsp;\r\n The DPRK, admitted to the International Maritime Organization (IMO) in Juche 75 (1986), has systematically grasped the international conventions and rules newly adopted or amended and supplemented by the IMO, including the International Convention for the Safety of Life at Sea and the supplements to the International Convention for the Prevention of Pollution from Ships and the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers, and is taking relevant working-measures. &nbsp;&nbsp;&nbsp;\r\n The government of the DPRK has taken measures to raise the function of the DPRK Maritime Administration in order to implement the International Convention on the Control of Harmful Fouling Systems on Ships and the International Convention for the Control and Management of Ships' Ballast Water and Sediments and others which were newly adopted by the IMO. &nbsp;&nbsp;&nbsp;\r\n The administration is renewing the domestic laws on sea safety and environmental protection in accordance with the actual conditions. Having organized the marine search and structure coordinating center, it is making efforts to strengthen the center's material foundation. &nbsp;&nbsp;&nbsp;\r\n The administration steps up the cooperation with the IMO. &nbsp;&nbsp;&nbsp;\r\n As part of it, the administration made a study tour of the Hong Kong Maritime Administration in June and held a national seminar and workshop on LRIT & SAR at sea in September this year in accordance with the technical and cooperative program of the IMO. &nbsp;&nbsp;&nbsp;\r\n It also organizes regular activities on the World Maritime Day. &nbsp;&nbsp;&nbsp;\r\n It has set September 26 of this year as the World Maritime Day and is sponsoring colorful functions including an observation lecture and experience-sharing seminar on the theme \"IMO: 60 years in shipping service\".&nbsp;&nbsp;&nbsp;\r\n The occasion is taken to undertake propaganda activities so that the people may understand the importance of preventing sea pollution and ensuring safe voyage.    \r\n\r\n"
        },
        {
            "title": "Nullification of Court Ruling against Hanchong Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#16",
            "content": "Big Campaign for Abolition of Part-Time Job Staged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Members of more than 400 civic and public organizations and figures from all walks of life in south Korea staged an action titled \"10,000 people's declaration and action\" in demand of the abolition of the part-time job in Seoul on Sept. 23. &nbsp;&nbsp;&nbsp;\r\n  The \"preparatory committee for the 2nd action day to build a society without part-time job\" held a press conference in front of Jogye Temple at which it made public a \"declaration of 10,000 people for the abolition of part-time job.\" &nbsp;&nbsp;&nbsp;\r\n The declaration said that in the south Korean society the workers were forced to lead an inhuman life no better than the life of a slave due to the miserable lot of being part-time workers, urging the \"government\" to meet as early as possible the demands of the part-time workers who have struggled for the right to existence for a long period and completely abolish the part-time job at all work sites. &nbsp;&nbsp;&nbsp;\r\n The evening of the same day witnessed a \"10,000-man candlelight cultural event to build a society without part-time job\" at Chonggye Plaza. &nbsp;&nbsp;&nbsp;\r\n The participants accused the Grand National Party of south Korea and the Lee Myung Bak \"government\" of consistently pursuing policies in favour of the rich only, lending no ear to the voices of at least 8.9 million part-time workers, warning that they are bound to be sternly punished by the people. &nbsp;&nbsp;&nbsp;\r\n They called upon all people to turn out in the struggle to abolish the part-time job in the same spirit as they held high candlelight in protest against the American beef import. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the south Korean Confederation of Trade Unions held a press conference and a meeting to vow to find a solution to the issue of part-time job in front of the Sejong Cultural Hall.    \r\n\r\n\r\n"
        },
        {
            "title": "Meeting Held in Japan to Mark Anniversary of DPRK-Japan Pyongyang Declaration",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#17",
            "content": "Nullification of Court Ruling against Hanchong Demanded in S. Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Members of the Federation of Peasants Associations, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Democratic Labour Party and other civic and social organizations and political parties of south Korea called a press conference in front of the Seoul High Court on Sept. 22 to demand the nullification of the decision made to label the (south) Korean Council of Youth Organizations (Hanchong) an \"enemy-benefiting organization\".&nbsp;&nbsp;&nbsp;\r\n At the conference speakers recalled that the suppression of the organization has been intensified since Lee Myung Bak came to power, noting that it is an anachronistic act to invoke \"the National Security Law\" against the progressive organizations under the pretext that they stand in the way of maintaining the regime. &nbsp;&nbsp;&nbsp;\r\n Then a declaration signed by at least 430 personages of different social standings in demand of the nullification of the decision was read out. &nbsp;&nbsp;&nbsp;\r\n The declaration said that Hanchong has struggled to solve the issue of social democracy, young people's unemployment, vital rights and other problems since its formation, terming the crackdown upon the organization an anti-reunification act of going against the trend of the times toward reconciliation and cooperation and blocking activities for democracy on this land. &nbsp;&nbsp;&nbsp;\r\n It is impossible to achieve the reunification of the country, if just activities for reunification should be branded as an \"enemy-benefiting acts\", the declaration held, urging the judicial authorities to make a proper judgment in favor of the patriotic youth organization. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Diamond Jubilee Marked",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#18",
            "content": "Meeting Held in Japan to Mark Anniversary of DPRK-Japan Pyongyang Declaration\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- A meeting was held in Osaka on Sept. 17 in demand of the normalization of the DPRK-Japan relations on the occasion of the 6th anniversary of the publication of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n It brought together figures and people from all walks of life in Osaka and Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n It was addressed by Masaaki Arimoto, representative of Osaka of the Citizens Solidarity Demanding Earlier Normalization of the Relations between Japan and DPRK, and other figures. &nbsp;&nbsp;&nbsp;\r\n They called on the Japanese society to make efforts to put an end to the hostile policy toward the DPRK with a proper understanding of it and realize the normalization of the relations between the two countries in line with the spirit of Japan-DPRK Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n A resolution adopted at the meeting called on the citizens to struggle in unity to lead the bilateral relations that deteriorated due to the hostile policy towards the DPRK such as sanctions to the process for an early normalization of the relations.\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Birthday Celebrated in Foreign Countries",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#19",
            "content": "DPRK's Diamond Jubilee Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Receptions, photo exhibitions, film shows and friendly meetings took place at the DPRK missions in Cuba, Laos, Iran, India, Singapore, Myanmar, Egypt, South Africa, Ethiopia, Democratic Congo, Germany, Italy, Sweden, Uzbekistan, the Czech Republic and Mexico and the DPRK Permanent Mission at the UN Secretariat and International Organizations in Geneva from August 27 to Sept. 9 on the occasion of the diamond jubilee of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venues of the functions were famous works of the peerlessly great persons of Mt. Paektu, photos showing their immortal feats and books and photos introducing the course of victory and glory covered by Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the functions. &nbsp;&nbsp;&nbsp;\r\n  The general secretary of the Unified Communist Party of Italy paid highest tribute to President Kim Il Sung and General Secretary Kim Jong Il for the great exploits they performed for the Korean revolution and the cause of global independence while the general secretary of the Movement for Peace and Socialism of Italy expressed belief that as long as Kim Jong Il pursues Songun politics and all the Korean people are single-mindedly united around him, only victory and glory are in store for the DPRK. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Iranian Workers' House noted that the stand maintained by the Korean people in the anti-U.S. struggle is greatly encouraging the Iranian people. &nbsp;&nbsp;&nbsp;\r\n The deputy prime minister of Uzbekistan said that the DPRK has enjoyed high international prestige and positively developed the friendly and cooperative relations with different countries of the world, expressing sincere hope that Korea would be reunified as early as possible to emerge a more powerful and prosperous country. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Central Committee of the People's Socialist Party of Mexico stressed that the DPRK which was founded by the President and is led by Kim Jong Il stands as a fortress of socialism and independence.     \r\n\r\n"
        },
        {
            "title": "DPRK Art Exhibition Held in Brussels",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#20",
            "content": "DPRK's Birthday Celebrated in Foreign Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Meetings took place in Sweden, Tajikistan, Sri Lanka, Philippines and the Dominican Republic and film shows in Myanmar, Thailand and Indonesia from Sept. 5 to 12 on the occasion of the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the events were photos showing the immortal feats President Kim Il Sung and General Secretary Kim Jong Il performed by founding and developing the DPRK and books and photos introducing the true picture of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meetings. &nbsp;&nbsp;&nbsp;\r\n  The first secretary of the Sogd Regional Committee of the Communist Party of Tajikistan noted that Kim Il Sung founded the DPRK, the first country for the people in their history, and turned it into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, guided by the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The international secretary of the Communist Party of Sweden said that now the Korean people are firmly defending the sovereignty of the country, the socialist system and peace and security in this region by building powerful nuclear deterrent to foil the moves of the U.S. imperialists to stifle the DPRK, true to the Songun politics of Kim Jong Il. He extended full support and solidarity to the Korean people in their struggle for protecting independence.&nbsp;&nbsp;&nbsp;\r\n The general secretary of the Dominican Communist Party (Marxism-Leninism) referred to the fact that Kim Jong Il has consolidated the single-minded unity of the whole party and army and all people with his original Songun politics, adding that nothing can break this unity. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched DPRK films dealing with the immortal exploits of the President and Kim Jong Il and the grand gymnastic and artistic performance \"Arirang\", winner of Kim Il Sung Prize. \r\n\r\n\r\n"
        },
        {
            "title": "Firmados protocolos entre Corea y Cuba",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#21",
            "content": "DPRK Art Exhibition Held in Brussels\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- A Korea Paekho Art Exhibition was held at the building of the European Parliament in Brussels, Belgium between Sept. 16 and 19 on the occasion of the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue of the exhibition were Korean paintings, gem paintings and oil paintings depicting the Korean people's creative skills including the Korean painting \"A Tiger in Mt. Paektu\", the gem painting \"Sunrise on Mt. Paektu\" and posters and draft panoramas. &nbsp;&nbsp;&nbsp;\r\n Among those present at the opening ceremony of the exhibition were members of the European Parliament and lawmakers of various countries, figures of the Belgian Foreign Ministry, the Workers' Party of Belgium and the Solidarity Committee \"Korea Is One\" of Belgium, diplomatic envoys of various countries in Brussels and at the EU headquarters, officials concerned with culture, foreign correspondents and the delegation of the Korea Paekho Trade Company. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n A lot of people visited the exhibition hall during the period of the exhibition.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe presente de la delegacion rumana",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#22",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Actos por el cincuentenario de entidades de amistad Corea-China",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#23",
            "content": "Firmados protocolos entre Corea y Cuba\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 26 de septiembre (ATCC) -- Quedaron rubricados el dia 26 en esta capital el protocolo de la 27a sesion de la Comision de Consulta Economica y Cientifico-Tecnica y el otro sobre el intercambio de mercancias para el ano 2009 entre los gobiernos de la Republica Popular Democratica de Corea y de la Republica de Cuba. &nbsp;&nbsp;&nbsp;\r\n  En la ceremonia de firmas estuvieron presentes por la parte coreana el ministro de Comercio Exterior Ri Ryong Nam y los funcionarios interesados y, por la cubana, los miembros de la delegacion economica gubernamental encabezada por el embajador extraordinario y plenipotenciario cubano en Corea, Jose Manuel Galego Montano. &nbsp;&nbsp;&nbsp;\r\n  Ri Ryong Nam y Jose Manuel Galego Montano suscribieron los protocolos. \r\n\r\n\r\n"
        },
        {
            "title": "Torneo Nacional de la pesca de aguja",
            "url": "http://kcna.co.jp/item/2008/200809/news09/27.htm#24",
            "content": "Kim Jong Il recibe presente de la delegacion rumana\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 26 de septiembre (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera la delegacion del Partido Socialista de Rumania, de visita en Corea. &nbsp;&nbsp;&nbsp;\r\n  El presidente del Consejo Supremo de este partido y jefe de la delegacion, Vasile Orleanu, lo entrego el dia 26 al secretario del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok.    \r\n\r\n\r\n"
        }
    ]
}