{
    "date": "2008-06-04",
    "url": "http://kcna.co.jp/item/2008/200806/20080604.htm",
    "articles": [
        {
            "title": "Kim Jong Il Sends Congratulatory Message to Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Guinean PM",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#2",
            "content": "Kim Jong Il Sends Congratulatory Message to Raul Castro Ruz \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- General Secretary Kim Jong Il Tuesday sent together with Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, a congratulatory message to Raul Castro Ruz, second secretary of the Central Committee of the Communist Party of Cuba, President of the Council of State and President of the Council of Ministers of Cuba on the latter's 77th birthday. &nbsp;&nbsp;&nbsp;\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n We extend warm congratulations and comradely salute to you on your 77th birthday. &nbsp;&nbsp;&nbsp;\r\n Availing ourselves of this opportunity, we express the belief that the friendly and cooperative relations between the peoples of the two countries based on the revolutionary principle will continue to grow stronger and sincerely wish you good health and happiness as well as greater success in your responsible work for protecting the socialist gains and promoting the well-being of the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Omani Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#3",
            "content": "Congratulatory Message to Guinean PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- Kim Yong Il, premier of the Cabinet of the DPRK, sent a congratulatory message to Ahmed Tidiane Souare upon his appointment as Prime Minister of Guinea. &nbsp;&nbsp;&nbsp;\r\n Kim in the message wholeheartedly wished the prime minister success in his responsible work for the peace and stability and socio-economic development of the country, expressing the belief that the good relations of friendship and cooperation between the two countries would continue to develop on good terms, in the future, too.    \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of the General Customs Bureau of the DPRK Leaves for China",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#4",
            "content": "Kim Yong Nam Receives Credentials from Omani Ambassador to DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Omani Ambassador to the DPRK Abdullah Bin Salleh Bin Hilal Al-Saadi at the Mansudae Assembly Hall Tuesday. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Hyong Jun, vice-minister of Foreign Affairs, and a staff member of the Omani embassy here. &nbsp;&nbsp;&nbsp;\r\n After receiving the credentials Kim Yong Nam had a talk with the ambassador.    \r\n\r\n\r\n"
        },
        {
            "title": "Mass Rhythmic Gymnastics Beneficial to Health",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#5",
            "content": "Delegation of the General Customs Bureau of the DPRK Leaves for China \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- A delegation of the General Customs Bureau of the DPRK headed by its Director Ji Yong Sik left here today for China by air. &nbsp;&nbsp;&nbsp;\r\n On the same day a delegation of the \"Russian Railways\" Company led by Anatoli Volodin arrived in Rason by train.    \r\n\r\n\r\n"
        },
        {
            "title": "Monument to Victory in Battle in Northern Area of Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#6",
            "content": "Mass Rhythmic Gymnastics Beneficial to Health \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- The mass rhythmic gymnastics is popular in the DPRK. &nbsp;&nbsp;&nbsp;\r\nIt is a gymnastic exercise without apparatus which is performed to the accompaniment of music. &nbsp;&nbsp;&nbsp;\r\nThe gymnastics, each movement rhythmized, is clear and concordant in the contrast of the movement composition and in its repetition. &nbsp;&nbsp;&nbsp;\r\nThe gymnastics for a few minutes improves the functions of the whole body and has a good effect on health. &nbsp;&nbsp;&nbsp;\r\nIt consists of everyday physical movements of people, so that one can easily learn it. &nbsp;&nbsp;&nbsp;\r\nIt can be done individually or collectively in all places including working site and house. &nbsp;&nbsp;&nbsp;\r\nBesides, there are the children's rhythmic gymnastics and the aged folk's rhythmic gymnastics.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Accused of Encouraging Japan in Its Moves for Militarist Reinvasion",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#7",
            "content": "Monument to Victory in Battle in Northern Area of Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- The monument to the victory in the battle in the northern area of Korea in Rimmyong-ri, Kim Chaek City, North Hamgyong Province of the DPRK was set up in commemoration of the great victory won by the Jong Mun Bu volunteer army in the battle against the Japanese invaders in the area of Hamgyong Province in the Imjin Patriotic War (1592-1598). &nbsp;&nbsp;&nbsp;\r\n The monument was erected in 1708. Its body is 187cm high, 66cm wide and 13cm thick. More than 1400 characters are engraved on it. &nbsp;&nbsp;&nbsp;\r\n The words \"Monument to Victory in Battle in Northern Area\" is engraved across the top of the facade of the monument in seal style of Chinese character. &nbsp;&nbsp;&nbsp;\r\n The epigraph consists of the preface and inscription. &nbsp;&nbsp;&nbsp;\r\n The preface elaborates on the position of the volunteers' fight commanded by Jong Mun Bu in Hamgyong Province and the background of the invasion of the Japanese enemy and insidious maneuvers of traitors, the course of the formation of the volunteer army and its main battles. It also tells about the erection of the monument. &nbsp;&nbsp;&nbsp;\r\n The preface says the fight of the volunteer army was no less important than the naval battle off Hansan Island commanded by Ri Sun Sin, the battle in the Haengju Mountain Wall commanded by Kwon Ryul and the battle in Yonan Wall commanded by Ri Jong Am. &nbsp;&nbsp;&nbsp;\r\n After exposing the aggressive purpose of the Japanese invaders, it says that the volunteer army grew more than 7,000 strong and they drove all the invaders out of the whole area of Hamgyong Province. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists carried away the monument to Japan in 1905. &nbsp;&nbsp;&nbsp;\r\n It was returned to the DPRK on March 1, Juche 95 (2006) and placed in its original spot on the 23rd.    \r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson on Miserable Position of Japan",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#8",
            "content": "U.S. Accused of Encouraging Japan in Its Moves for Militarist Reinvasion \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- Thomas Schieffer, U.S. ambassador to Japan, in a recent lecture given in Tokyo underscored the need for Japan to step up arms buildup. This is little short of encouraging the militarist monster advocating revanchism in its moves for reinvasion. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, Rodong Sinmun today observes: &nbsp;&nbsp;&nbsp;\r\n It is ill-boding for the U.S. to egg Japan on to step up the arms buildup, complaining about the \"dullness\" manifested in its military spending. &nbsp;&nbsp;&nbsp;\r\n Japan is by no means a country with small military expenditure quite contrary to the claim of the U.S. ruling quarters. Japan has, in fact, become a country causing trouble to the international community by squandering a stupendous amount of funds for a military purpose. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to use Japan as a shock brigade for implementing its strategy for world supremacy, paying attention to Northeast Asia where big powers are located. &nbsp;&nbsp;&nbsp;\r\n Having laid a solid springboard for overseas aggression by actively joining the U.S. in its \"war on terrorism\" in recent years, the Japanese reactionaries are now waiting for the advent of the day they will launch the operations to realize their old dream of the \"Greater East Asia Co-Prosperity Sphere.\" The U.S. is instigating them to put spurs to arms buildup as they are seeking a pretext for emerging a military power. It is as clear as noonday that they will more frantically rush headlong into the moves to become a military power, as advised by their senior ally. &nbsp;&nbsp;&nbsp;\r\n The U.S. should bear in mind that it will be seriously hurt any time by the cobra of militarism bred by it. &nbsp;&nbsp;&nbsp;\r\n  It would be well advised to properly judge the situation and stop recklessly encouraging Japan in its moves to emerge a military power and launch overseas aggression.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Unpopular Politics Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#9",
            "content": "Minju Joson on Miserable Position of Japan \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- Japan raised to the United States the issue of moving the site for the construction of an airfield for the U.S. troops in Japan only to be turned down by its American master. Japan finds itself in such a miserable position as to meekly accept his assertion without lodging any protest against his arrogant behavior. &nbsp;&nbsp;&nbsp;\r\n Minju Joson today observes this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is adamantly opposed to the proposal, prompted by the worry that its acceptance of the modified plan for the airfield construction including the V-shape airstrip project would lead to the reexamination of the overall realignment of the U.S. forces including the transfer of the U.S. Marines in Okinawa to Guam. &nbsp;&nbsp;&nbsp;\r\n The Japanese government is now busy seeking ways to settle the problem, while unwillingly advancing a modified proposal which asks the Okinawa Prefectural government to allow moving a little the above-said site towards the area facing the sea. &nbsp;&nbsp;&nbsp;\r\n Japanese politicians are rushing east and west after being thrown into hot water by their American master's refusal, while reading his face and meeting people's protest. This reminds one of a poor guy getting a slap in the face for what he has offered to the other. &nbsp;&nbsp;&nbsp;\r\n This is the treatment a servant deserves to receive from his master. Japan's servile attitude is not limited to this. &nbsp;&nbsp;&nbsp;\r\n Shortly ago, the Japan Defense Ministry decided to pay in token of sympathy millions of yen on behalf of the U.S. soldier who had been ordered to pay reparation in a court decision made over the civil suit filed over his sexual abuse of an Australian woman in the city of Yokosuka, Kanagawa Prefecture. &nbsp;&nbsp;&nbsp;\r\n All facts go to prove that the relations between Japan and the U.S. are nothing but shackling ones, i.e. the master-servant ties though the former likes to talk about \"equal alliance\" and \"equal status\" with the latter whenever an opportunity presents itself. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities had better behave themselves, properly understanding how the world approaches Japan.    \r\n\r\n\r\n"
        },
        {
            "title": "Briefing on Kim Jong Il's Work Held in India",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#10",
            "content": "Lee Myung Bak's Unpopular Politics Assailed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- The Federation of south Korean Trade Unions in a statement on May 29 denounced traitor Lee Myung Bak's unpopular politics. &nbsp;&nbsp;&nbsp;\r\n The statement said that sufferings of workers, peasants and other working masses are growing bitterer and their discontent increasing further day by day after the emergence of the Lee Myung Bak \"government.\" &nbsp;&nbsp;&nbsp;\r\n The traitor's anti-reunification \"policy towards the north\" is driving the inter-Korean relations to the crisis of breakdown, it pointed out, and said: &nbsp;&nbsp;&nbsp;\r\n The \"government's\" negotiations on U.S. beef imports were a climax of its sycophancy and submission. Worse still, it is cracking down upon the participants in candlelight rallies, reminding one of the past era of dictatorship. &nbsp;&nbsp;&nbsp;\r\n The enforcement of \"official instructions\" by the traitorous Lee Myung Bak group is now inviting a stronger resistance from people of different circles, the statement said, urging the \"government\" to immediately withdraw the legal actions against the citizens and students who have participated in candlelight rallies to oppose the import of American beef. &nbsp;&nbsp;&nbsp;\r\n The south Korean Council of Youth Organizations released a statement on May 30, demanding that the Lee Myung Bak \"government\" repeal the \"official instructions\" and have all-round renegotiations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il junto con Kim Yong Nam felicita a Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#11",
            "content": "Briefing on Kim Jong Il's Work Held in India\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- The Indian Youth Group for the Study of Works of Comrade Kim Il Sung held a briefing on General Secretary Kim Jong Il's work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\" on May 27 on the occasion of the 44th anniversary of his start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue of the briefing were works of Kim Jong Il and books and magazines introducing the Korean people's struggle to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Shrendra Singh, secretary general of the group, explained the contents of the work in detail, noting that each of the shining annals of the Korean revolution is associated with the leadership exploits of the WPK which has victoriously advanced the cause of socialism by ideologically awakening the popular masses and enlisting their revolutionary enthusiasm and creative ingenuity. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il in his work expounded all theoretical and practical matters arising in the ideological work including the necessity to energetically conduct the above-said work in accomplishing the cause of socialism, the essence and main task of the work and its contents, principles and ways for doing the work, he said. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's work serves as a great programme for the ideological work to be conducted by the progressive parties and people in their struggle for socialism and an inspiring banner indicating the basic ways to hasten the final victory of the cause of socialism, he stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Acreditase ante Kim Yong Nam  embajador omani",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#12",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun condena a EE.UU. que azuza nueva agresion de Japon",
            "url": "http://kcna.co.jp/item/2008/200806/news06/04.htm#13",
            "content": "Kim Jong Il junto con Kim Yong Nam felicita a Raul Castro Ruz\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de junio (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, junto con el presidente del Presidium de la Asamblea Popular Suprema, Kim Yong Nam, envio el dia 3 un mensaje de felicitacion a Raul Castro Ruz, Segundo Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba, con motivo del 77o aniversario de su natalicio. &nbsp;&nbsp;&nbsp;\r\n  El mensaje senala como sigue: &nbsp;&nbsp;&nbsp;\r\n  Con motivo de conmemorarse el 77o aniversario de su natalicio, hacemos llegarle a usted nuestras mas calidas felicitaciones y saludo camaraderil. &nbsp;&nbsp;&nbsp;\r\n  Aprovechando esta oportunidad, expresamos nuestra conviccion de que seguiran fortaleciendose y desarrollandose las relaciones de amistad y cooperacion entre los pueblos de nuestros dos paises basadas en los principios revolucionarios y deseamos de todo corazon a Vd. buena salud, felicidad y mayores exitos en su responsable trabajo por salvaguardar las conquistas del socialismo y fomentar el bienestar del pueblo.    \r\n\r\n\r\n"
        }
    ]
}