{
    "date": "2008-06-16",
    "url": "http://kcna.co.jp/item/2008/200806/20080616.htm",
    "articles": [
        {
            "title": "Kim Jong Il Provides Field Guidance to Pukjung Machine Complex",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Provides Field Guidance to September General Iron Enterprise",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#2",
            "content": "Kim Jong Il Provides Field Guidance to Pukjung Machine Complex \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Pukjung Machine Complex. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself in detail with the technological updating and production at the complex, making the rounds of its various production processes. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the feats performed by the workers of the complex, noting that they have greatly contributed to the development of the nation's shipbuilding industry by devoting all their wisdom and energies to the sacred struggle for the building of a rich and powerful nation and sharply boosted the production by making signal technological progress in recent years, in particular. &nbsp;&nbsp;&nbsp;\r\n He noted that the complex which produced hot-bulb engines right after ceasefire has turned into a powerful machine-building centre manufacturing various type modern engines needed for the development of the nation's shipbuilding industry. &nbsp;&nbsp;&nbsp;\r\n He set forth the tasks to be fulfilled by the complex, saying that the machine-building industry is of weighty importance in the development of the nation's economy. &nbsp;&nbsp;&nbsp;\r\n  The DPRK, a maritime country, should direct sustained great efforts to the development of the fishing industry and the marine transport, he noted, adding that to this end, it is necessary for the complex to increase the production of various type highly efficient engines needed for building modern fishing ships and cargo ships. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to put the production processes on a modern and scientific basis and, at the same time, conduct brisk activities to introduce advanced technology in order to satisfactorily meet the scientific and technological requirements as the machines manufactured by the complex are modern ones requiring high precision. &nbsp;&nbsp;&nbsp;\r\n He underlined the need to more energetically push ahead with the technological updating based on modern science and technology in order to ensure that the complex produces ship engines and custom-built equipment on a high level in good time, saying that the rapid development of national economy would be impossible without science and technology. &nbsp;&nbsp;&nbsp;\r\n He met and congratulated persons of meritorious service who contributed to the machine production and had a photo session with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK.    \r\n\r\n\r\n"
        },
        {
            "title": "Appeal to Koreans at Home and Abroad Published",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#3",
            "content": "Kim Jong Il Provides Field Guidance to September General Iron Enterprise \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the September General Iron Enterprise. &nbsp;&nbsp;&nbsp;\r\n Looking back on the path covered by the enterprise before the monument to the on-the-spot guidance given by President Kim Il Sung, Kim Jong Il heard an explanation about how it has implemented the on-the-spot instructions given by the President. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself in detail with the technical equipment and production, going round various production processes including the steel shop where the tapping operation was under way and the newly built Juche iron process. &nbsp;&nbsp;&nbsp;\r\n The workers and technicians of the enterprise and the teachers and researchers of Kim Chaek University of Technology pooled their creative wisdom and energies and made tenacious efforts, thus finding a satisfactory solution to the issue of Juche iron to which President Kim Il Sung paid so great attention in his lifetime, he noted. &nbsp;&nbsp;&nbsp;\r\n He stressed that the precious experience gained by the teachers and researchers of the university and the workers of the enterprise proves that one can advance an original idea and make an innovative invention and explore a peculiar field of science and technology only when one fully displays the revolutionary spirit of self-reliance and fighting trait. &nbsp;&nbsp;&nbsp;\r\n He set forth the tasks to be fulfilled by the enterprise. &nbsp;&nbsp;&nbsp;\r\n In order to build the iron enterprise into a model it is necessary to continue paying primary attention to put it on a modern and scientific basis, he noted. &nbsp;&nbsp;&nbsp;\r\nHe expressed expectation and belief that the workers of the enterprise would demonstrate once again the heroic stamina and mettle to win sure victory. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK.    \r\n\r\n\r\n"
        },
        {
            "title": "June 15 Meeting for National Reunification Opens",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#4",
            "content": "Appeal to Koreans at Home and Abroad Published \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The Central Committee of the Democratic Front for the Reunification of the Fatherland released an appeal addressed to all Koreans at home and abroad on Saturday on the occasion of the 8th anniversary of the publication of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The north-south summit meeting was provided and the June 15 joint declaration was made public in Pyongyang in June 2000, the appeal said, adding that this was a great event of national significance as it put an end to the history of division and confrontation imposed by outside forces upon the Korean nation and ushered in the new era of independent reunification on the basis of the idea of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The historic summit meeting in October last year and the October 4 declaration adopted there, in particular, represented another brilliant fruit as they provided fresh landmark for achieving peace and prosperity by carrying forward the June 15 cause and embodying its spirit. &nbsp;&nbsp;&nbsp;\r\n The sycophantic, traitorous and anti-reunification and confrontational moves on the part of the Lee Myung Bak group of traitors that came to power in south Korea have suspended all the north-south dialogues and cooperation undertakings although they had been under way for several years after the publication of the June 15 joint declaration and, consequently, the inter-Korean relations and the situation on the Korean Peninsula are now facing an unpredictable grave crisis. &nbsp;&nbsp;&nbsp;\r\n The massive anti-\"government\" struggle now underway across south Korea is not just a struggle to defend the right to existence but a very just patriotic action to throw overboard the treacherous, unpopular and anti-reunification Lee Myung Bak group and usher in a new era of independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n All Koreans should turn out as one in the patriotic sacred struggle to firmly defend the June 15 joint declaration and the October 4 declaration and open up the era of independent reunification, peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n South Koreans from all walks of life should resolutely foil the traitorous group's acts of slandering the above-said declarations and desecrating the idea of \"By our nation itself\" and dynamically carry forward the June 15 cause. &nbsp;&nbsp;&nbsp;\r\n The south Koreans should never be taken in by the deceptive nature of \"pragmatism\" but roundly expose all sycophantic, treacherous and anti-reunification acts and attempts of the traitorous group covered with the veil of \"pragmatism.\" &nbsp;&nbsp;&nbsp;\r\n The south Koreans from all walks of life should resolutely stand against the criminal watchword of \"no nukes, opening and 3,000 dollars\" and throw it into the dumping ground of history. &nbsp;&nbsp;&nbsp;\r\n All Koreans including south Koreans should hold higher the banner of \"priority to the nation\" and \"importance to the nation\" to thoroughly frustrate the sycophantic and traitorous moves stepped up by the Lee group to encroach upon the dignity and sovereignty of the nation, sell off the nation's interests and threaten peace and security, subservient to outsiders. &nbsp;&nbsp;&nbsp;\r\n All Koreans should bitterly denounce and foil the U.S. and south Korean warhawks' war moves gravely threatening peace on the Korean Peninsula and drive out the U.S. imperialist aggression troops, the root cause of all sufferings and misfortune of the Korean nation, as early as possible. &nbsp;&nbsp;&nbsp;\r\n We join all other Koreans in extending warm compatriotic support and encouragement and militant solidarity to the south Koreans in their just patriotic struggle, the appeal said, expressing the conviction that the compatriots in the south having a long-standing tradition of courageous struggles would fully display their heroic stamina and thus throw away the leftovers of the old era and proudly usher in a new historical era.    \r\n\r\n\r\n"
        },
        {
            "title": "Papers Editorially Observe Anniversary of Publication of June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#5",
            "content": "June 15 Meeting for National Reunification Opens \r\n&nbsp;&nbsp;&nbsp;Mt. Kumgang resort, June 15 (KCNA) -- A meeting for national reunification to mark the 8th anniversary of the publication of the historic June 15 joint declaration was opened at the Mt. Kumgang resort on Sunday. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were delegations of the North Side Committee for Implementing the June 15 Joint Declaration headed by its Chairman An Kyong Ho, the South Side Committee for Implementing the June 15 Joint Declaration headed by its Chairman Paek Rak Chong and the Overseas Side Committee for Implementing the June 15 Joint Declaration headed by its Co-Chairmen Kwak Tong Ui and Mun Tong Hwan. &nbsp;&nbsp;&nbsp;\r\n Paek Rak Chong made an opening address. &nbsp;&nbsp;&nbsp;\r\n Then the national meeting for implementing the June 15 joint declaration and the October 4 declaration was held. &nbsp;&nbsp;&nbsp;\r\n The representatives of the delegations from the north and the south and overseas sides made speeches. &nbsp;&nbsp;&nbsp;\r\n The speakers noted that the historic inter-Korean summit meetings resulted in the publication of the June 15 joint declaration and the October 4 declaration, providing a grand prelude to the era of independent reunification guided by the idea of \"By our nation itself\" and laying a firm foundation for peace and co-prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n Referring to the achievements made in the efforts to achieve national reconciliation, unity and independent reunification over the past 8 years, the speakers said that they clearly testify to the validity and vitality of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n They called for defending and upholding the banner of \"By our nation itself\" and never allowing any attempt and action to mar and downplay the historical significance of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n A joint resolution made public at the meeting called for invariably upholding the June 15 joint declaration as a great programme for reunification common to the nation and resolutely checking all sorts of moves for confrontation and division blocking the reconciliation and reunification. &nbsp;&nbsp;&nbsp;\r\n It underscored the need to dynamically conduct the nationwide movement to overcome the challenges to the nation and interference into its internal affairs and defend the national dignity, interests and sovereignty. &nbsp;&nbsp;&nbsp;\r\n It called for strengthening the solidarity with political parties, organizations and figures of different social standings at home and abroad and expanding the June 15 All-Korean Committee and exalting its position and role. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a joint photo exhibition of the north and the south and overseas sides was held and a reception was given to mark the 8th anniversary of the publication of the June 15 joint declaration on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "Implementation of June 15 Joint Declaration Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#6",
            "content": "Papers Editorially Observe Anniversary of Publication of June 15 Joint Declaration \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Leading papers today editorially observe the 8th anniversary of the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n  Rodong Sinmun says: There took place in Pyongyang eight years ago the north-south summit meeting, the first of its kind in the history of national split, and it culminated in the adoption of the North-South Joint Declaration reflecting the aspiration and desire of all Koreans. This marked an event of special mention as it brought about a landmark turn in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration is a programme for national unity based on the idea of \"By our nation itself\" and consistent with the patriotic spirit and a great programme for national reunification, the paper notes, stressing that the idea of \"By our nation itself\" has now become an idea representing patriotism and a message of the times as it is favored and followed by all Koreans desirous of unity and reunification irrespective of ideology, political view and ism. &nbsp;&nbsp;&nbsp;\r\n It is the proud appearance of the Korean nation in the June 15 era of reunification for all Koreans in the north and the south and overseas to thoroughly embody the idea of \"By our nation itself,\" the principle of national independence, in the struggle for national reunification by pooling will and efforts. &nbsp;&nbsp;&nbsp;\r\n The struggle waged over the past eight years evidently proved that the Koreans can settle any problems arising in the movement for national reunification when they pool their efforts in the spirit of \"By our nation itself.\" The path covered by the fruitful struggle for national reunification in the new century goes to prove the validity and vitality of the June 15 joint declaration and instills into the Koreans the firm conviction that it is possible to warm up the inter-Korean relations and achieve the peace of the country and prosperity common to the nation and reunification only when they bring about a surge in the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n How to approach the June 15 joint declaration and the October 4 declaration, a programme for implementing it, is a touchstone discerning independence from subjugation, peace from war and reunification from division. Intolerable is any ism and debate negating the above-said declarations and going against them. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says that all the Koreans will wage a more vigorous nation-wide struggle for implementing the June 15 joint declaration and thus usher in a new era of independent reunification and peace and prosperity without fail.    \r\n\r\n\r\n"
        },
        {
            "title": "Banner of \"By Our Nation Itself\" Lifted Higher",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#7",
            "content": "Implementation of June 15 Joint Declaration Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The June 15 joint declaration will always remain the only just programme for the independent national reunification and only when the Koreans thoroughly implement it can they achieve the national reunification, its cherished desire, as early as possible, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" advanced by the June 15 joint declaration is the most just and correct idea in the era of independent reunification as it calls on all Koreans in the north and the south to solve the issue of the country's reunification in line with the nation's desire and wish by their concerted efforts while rejecting the outsiders' domination and interference, the article notes. &nbsp;&nbsp;&nbsp;\r\n Pointing out that this idea reflects the principled requirements for the development of the north-south relations and the movement for national reunification, the article stresses that it fully meets the requirements for the development of the reunification movement as it calls on all Koreans to actively struggle for national independence and great unity. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration is a scientific and just programme for reunification as it indicates the correct way of achieving the independent reunification of the nation. Thanks to this declaration the Koreans at home and abroad have brought about landmark events and achieved spectacular successes unprecedented in the history of the national division over the past 8 years. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group of south Korea keen on sycophancy toward the U.S. and confrontation with fellow countrymen is busy peddling \"pragmatism\" and \"no nukes, opening and 3,000 dollars\" as a measure for improving the inter-Korean relations. But this is intolerable traitorous and anti-reunification sophism aimed to stop the advance of the June 15 era of reunification and push the north-south relations to collapse. &nbsp;&nbsp;&nbsp;\r\n The reality clearly proves that the June 15 joint declaration serves as the only landmark for achieving the cause of reunification. If the declaration is to be firmly defended and implemented to the letter it is necessary to resolutely reject and oppose the moves of the conservative ruling forces of south Korea to negate and scrap it, the article concludes.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Delegation Here",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#8",
            "content": "Banner of \"By Our Nation Itself\" Lifted Higher \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The Korean nation is vigorously waging the national reunification movement, with the \"By our nation itself\", the creation of the historic June 15 North-South Joint Declaration, as the idea common to the nation. &nbsp;&nbsp;&nbsp;\r\n The development of the north-south relations and the movement for independent reunification have recently come across grave obstacles caused by the vicious maneuvers of the U.S. imperialists who are inciting war atmosphere and the Lee Myung Bak puppet clique, their followers. But conferences of youth and students, men of the press, women and educators from the north and the south for implementing the June 15 joint declaration and the October 4 declaration took place at Mt. Kumgang resort one after another. &nbsp;&nbsp;&nbsp;\r\n The participants expressed their resolution once again to reject the outsiders' interference in the national issue and the moves of the sycophantic forces following it and to achieve the independent reunification, peace and prosperity under the uplifted banner of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n All the fellow-countrymen have keenly experienced the validity and might of the idea \"By our nation itself\", making headway in spite of the challenges of the separatists within and without over the last eight years since the adoption of the June 15 North-South Joint Declaration in Juche 89 (2000). &nbsp;&nbsp;&nbsp;\r\n Dialogues and contacts including the ministerial talks and the realization of collaboration and interchange between the north and the south have developed the old relations of distrust and confrontation into ones of reconciliation and unity, remarkably raising the pro-reunification atmosphere on a nationwide scale. &nbsp;&nbsp;&nbsp;\r\n The large scale pro-reunification events held in Pyongyang, Mt. Kumgang resort, Seoul and other places by organizations and figures of all levels in the north, south and abroad on various occasions such as June 15 and August 15 gave a powerful impetus to the reunification movement of the nation. &nbsp;&nbsp;&nbsp;\r\n Those years have witnessed the formation of the June 15 All-Korean Committee, a pan-national reunification movement organization, which is the first of its kind in the history since the division. As a result, it realized the solidarity of the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n The reality proves that the idea \"By our nation itself\" is the banner and the mark for national reunification both in name and reality. &nbsp;&nbsp;&nbsp;\r\n No matter how desperately the U.S. imperialists and the anti-reunification forces of south Korea are trying to impair the process of national reconciliation and unity, they can neither hold in check nor break the will and aspiration of the nation to achieve the reunification of the country with concerted efforts. &nbsp;&nbsp;&nbsp;\r\n All the fellow-countrymen in the north, south and abroad will vigorously strive to bring earlier the day of national reunification, holding higher the banner of the \"By our nation itself\".    \r\n\r\n\r\n"
        },
        {
            "title": "Performance Given by Art Groups of Families of KPA Servicemen",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#9",
            "content": "Chinese Delegation Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- A delegation of the State General Administration of Quality Supervision, Inspection and Quarantine of China headed by its Deputy Director General Zhi Shuping arrived here today.    \r\n\r\n\r\n"
        },
        {
            "title": "International Exhibition to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#10",
            "content": "Performance Given by Art Groups of Families of KPA Servicemen\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- A performance of art groups of families of servicemen of various units which participated in the first contest of the second round among art groups of families of KPA servicemen is going on at the People's Palace of Culture. &nbsp;&nbsp;&nbsp;\r\n  It was appreciated by senior party and state officials, officials of the Central Committee of the Workers' Party of Korea and other officials and working people in the city on Sunday. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were song and story-telling \"That loving care will last forever,\" janggu ensemble and story-telling \"Our nation is the best,\" and story-telling and song \"We will live like fighters\" and other colorful numbers. &nbsp;&nbsp;&nbsp;\r\n Their repertoire dealt with the worthwhile life and activities of the families of servicemen devotedly defending the headquarters of the revolution in single-minded unity with their husbands tightly holding arms to wipe out the enemy and creating a model of popular culture and arts in the era of Songun under the loving care of the great brilliant commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The poem and story-telling \"Love of our mothers,\" short drama \"Sound of whistle on the forefront\" and other narrative pieces successfully represented with refined oratorical skill the ideological contents of the numbers giving short and clear answers to the socio-political questions raised by the times. &nbsp;&nbsp;&nbsp;\r\n The performance vividly showcased the true feature of popular culture and arts in full bloom among families of servicemen.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Football Team Trounces Its Jordanian Rival",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#11",
            "content": "International Exhibition to Be Held in Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The 6th Pyongyang International Scientific and Technological Book Exhibition will be held at the Three-Revolution Exhibition from June 23 to 25. &nbsp;&nbsp;&nbsp;\r\n The exhibition will bring together more than 10 countries and international organizations and at least 30 overseas Koreans' organizations. Displayed in the exhibition will be valuable up-to-date scientific and technological books and data in various fields including IT, Nano technology, electronics, gene engineering, environment and ecology, basic science and medical science. &nbsp;&nbsp;&nbsp;\r\n A lecture introducing the up-to-date scientific and technologic achievements and a meeting to swap experience are to be held during the exhibition.    \r\n\r\n\r\n"
        },
        {
            "title": "Russian Chorus Gives Its Premiere in Wonsan",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#12",
            "content": "DPRK Football Team Trounces Its Jordanian Rival\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The DPRK Football Team beat its Jordanian rival 2:0 in the second match of Group C of the third phase preliminaries in the Asian region for the 2010 World Football Championship at the Yanggakdo Football Ground on June 14.     \r\n\r\n\r\n"
        },
        {
            "title": "Authorities Urged to Stop Their Unwarranted Action",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#13",
            "content": "Russian Chorus Gives Its Premiere in Wonsan\r\n&nbsp;&nbsp;&nbsp;Wonsan, June 14 (KCNA) -- The visiting Russian State Academic People's Chorus Named after M. E. Pyatnichki gave its premiere in Wonsan, Kangwon Province, on Saturday. &nbsp;&nbsp;&nbsp;\r\n The chorus which made several performance tours of the DPRK put on the stage such colorful pieces as choruses, dances and instrumental music making true and impressive artistic representation of patriotism and optimistic way of life of the Russians. &nbsp;&nbsp;&nbsp;\r\n Many numbers of their repertoire were successfully represented with rich voices, perfect ensemble and refined rhythms. &nbsp;&nbsp;&nbsp;\r\n The performance goes on.    \r\n\r\n\r\n"
        },
        {
            "title": "Candlelight Actions Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#14",
            "content": "Authorities Urged to Stop Their Unwarranted Action\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- The press headquarters of the south side committee for implementing the June 15 joint declaration of south Korea issued a statement on June 13 in which it accused the authorities of scheming to \"selectively disallow the participation\" in the event for national reunification. &nbsp;&nbsp;&nbsp;\r\n The statement recalled that the \"government\" is scheming to \"selectively disallow the participation\" of representatives in the meeting for national reunification marking the 8th anniversary of the publication of the June 15 joint declaration to be held at Mt. Kumgang resort by invoking the \"National Security Law.\" &nbsp;&nbsp;&nbsp;\r\n Disclosing the fact that the Lee Myung Bak group disallowed the participation of those representatives who had attended south-north joint events held in Pyongyang and at Mt. Kumgang resort in the past in the 5th meeting of representatives of organizations of youths and students of the south and the north for implementing the June 15 joint declaration and the October 4 declaration, the statement termed this a grave challenge to the efforts of the Koreans to achieve peace and reunification. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the organizations of people from all walks of life are staging a sit-in strike in protest against the moves of the authorities, the statement demanded the Lee \"government\" halt its anachronistic act of branding the north as \"an enemy\" and those organizations that took the lead in the reunification movement as \"organizations benefiting the enemy.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Abolition of Humiliating \"South Korea-U.S. Alliance\" Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#15",
            "content": "Candlelight Actions Unabated in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- Candlelight actions to remember schoolgirls Sin Hyo Sun and Sim Mi Son and protest against the American beef import took place in various parts of south Korea on June 13, six years after the two schoolgirls were mercilessly killed by GIs. &nbsp;&nbsp;&nbsp;\r\n A candlelight rally held at the plaza of the Seoul City Office was attended by middle schoolgirls in their uniforms, members of different civic and public organizations and citizens of more than 50,000. &nbsp;&nbsp;&nbsp;\r\n Schoolgirls took the platform to read out a message in memory of Sin Hyo Sun and Sim Mi Son and make speeches condemning their killers. &nbsp;&nbsp;&nbsp;\r\n They charged that the U.S. is wholly to blame for the killing of the two schoolgirls by GIs and the opening of market to American beef and that the south Korean people are suffering immeasurable losses due to the U.S. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a candlelight rally was held in Pusan with the attendance of members of the Pusan Measure Council against the Total Opening of south Korean Market to American Beef, unionists of the Freight Transport Workers' Solidarity and at least 3,000 citizens. &nbsp;&nbsp;&nbsp;\r\n The North Jolla Provincial Measure Council against the Total Opening of south Korean Market to American Beef grouping at least 120 civic and public organizations in North Jolla Province held a \"candlelight rally denouncing the Lee Myung Bak regime keen to enforce its instructions\" in Jonju City. &nbsp;&nbsp;&nbsp;\r\n The similar Taejon Citizens Measure Council made up of 59 civic and public organizations also staged a candlelight rally at the plaza of Taejon Railway Station in demand of the total renegotiations on the beef import. The similar North Chungchong Provincial Measure Council started a 24-hour-long candlelight rally on the same day. &nbsp;&nbsp;&nbsp;\r\n Similar candlelight actions of people from all walks of life took place in different parts of south Korea including Ulsan, Kwangju, Ansan and Phyongthaek in Kyonggi Province, Chunchon and Hongchon in south Korean Kangwon Province, Changwon and Jinju in South Kyongsang Province and Mokpho and Sunchon in South Jolla Province. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, women affiliated to at least 100 civic and public organizations including the Anti-U.S. Women's Society, the Women's Trade Union of south Korea and the south Korean Federation of Women's Organizations made public a \"women's declaration urging the total renegotiations on the American beef import\" on June 10.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Trade Union Organization Vows to Carry on Candlelight Actions",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#16",
            "content": "Abolition of Humiliating \"South Korea-U.S. Alliance\" Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification in a statement published on June 10 on the occasion of the 21st anniversary of the June Popular Resistance warned that the Lee Myung Bak regime's escalation of its violent suppression of people's resistance would only add fuel to their mounting struggle and precipitate its doom. &nbsp;&nbsp;&nbsp;\r\n The June Popular Resistance in 1987 was a historic one which proved that no repression can overpower the people's strength, the statement said, adding that the only way to stop Lee Myung Bak's dictatorship is to get the humiliating \"south Korea-U.S. alliance\" scrapped, to begin with. &nbsp;&nbsp;&nbsp;\r\n The statement called on the south Koreans to raise the loud voices demanding democracy and demonstrate the might of unity under the uplifted banner of independence so that no one can stand in the way of implementing the June 15 joint declaration and the October 4 declaration and bring about peace and prosperity under the banner of \"By our nation itself.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Victory in Anti-U.S., Anti-\"Government\" Struggle Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#17",
            "content": "S. Korean Trade Union Organization Vows to Carry on Candlelight Actions\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 15 (KCNA) -- The south Korean Confederation of Trade Unions released a statement on June 11 in connection with the dynamic mammoth candlelight demonstrations in protest against the unpopular policy of the Lee Myung Bak group now under way throughout south Korea. &nbsp;&nbsp;&nbsp;\r\n The one million-strong candlelight demonstrations staged in all parts of south Korea on June 10 were the eruption of the resentment at the arbitrary and arrogant practices of the Lee Myung Bak \"government,\" the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The one million-strong candlelight demonstrations represented the will of the people not to pardon the Lee Myung Bak \"government\" keen on serving the U.S. and pursuing the pro-big business policy and a manifestation of the people's strong resistance against Lee's moves to bring the people's living and economy to bankruptcy by privatizing the public domain. &nbsp;&nbsp;&nbsp;\r\n Lee \"government\" can never bring to submission the people desirous of democracy and the candlelight actions will go on till their demands are met.    \r\n\r\n\r\n"
        },
        {
            "title": "Declaration of Teachers to Implement June 15 Joint Declaration Issued in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#18",
            "content": "Victory in Anti-U.S., Anti-\"Government\" Struggle Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration of south Korea on June 10 issued a statement titled \"Let's win the people's victory by inheriting the spirit of the June resistance.\" &nbsp;&nbsp;&nbsp;\r\n The June People's Resistance was a resistance for democracy in which millions of people in all areas rose up in the struggle against the military dictatorship's suppression at the point of bayonet to bring down the military fascist dictatorial regime and achieve democracy, the statement said. &nbsp;&nbsp;&nbsp;\r\n People are turning out in the resistance again under the slogan of \"Judge Lee Myung Bak!\" 21 years after the popular resistance, it noted, adding that the June resistance was the struggle for democracy against fascism in which its participants fought against the military dictatorship but the on-going candlelight actions are a movement for the people's sovereignty to bury the traitorous group ignoring the people and resistance for independence against the U.S. &nbsp;&nbsp;&nbsp;\r\n The statement called upon the people from all walks of life to inherit the spirit of the June resistance and win victory in the anti-U.S., anti-\"government\" struggle. &nbsp;&nbsp;&nbsp;\r\n The Youth and Students Solidarity for Implementing the June 15 Joint Declaration of south Korea in a statement issued on June 10 said that people from all walks of life are turning out in the candlelight actions against the import of American beef, adding that this struggle is, in fact, little short of meting out a judgment to the Lee Myung Bak regime for conducting humiliating negotiations with the U.S. to bring a tribute to it, pursuing unpopular policies. &nbsp;&nbsp;&nbsp;\r\n Noting that what the people demand is for the authorities to declare the negotiations on beef import null and void and opt for renegotiations and thus defend the people's sovereignty, the statement declared the candlelight march will go on till this demand is met.    \r\n\r\n\r\n"
        },
        {
            "title": "Authorities Urged to Allow Participation of Youth Organization in Reunification Event",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#19",
            "content": "Declaration of Teachers to Implement June 15 Joint Declaration Issued in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The Teachers' Union of south Korea called a press conference in Seoul on June 12 at which it issued a declaration of teachers to implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Since the publication of the joint declaration educators and teachers organizations in the south and the north have conducted brisk exchange and made joint efforts to hand down a reunified peaceful country to their disciples, the declaration said, calling on the teachers to bear in mind once again the historic meaning of the joint declaration and intensify the actions to achieve the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n It noted that teachers would give south-north joint lectures for the implementation of the June 15 joint declaration in all areas from June 12 to 19 to help students know its significance and encourage them to turn out in the work to implement it and struggle to put the October 4 declaration into practice and get the \"National Security Law\", an evil law in the era, abolished. &nbsp;&nbsp;&nbsp;\r\n It demanded the \"government\" express its stand of inheriting and supporting the June 15 joint declaration and the October 4 declaration and withdraw the decision on informally designating an anti-reunification element as the director of the \"Institute for the Education in Unification Issue.\" &nbsp;&nbsp;&nbsp;\r\n The Teachers' Union in a press release held that this declaration means the promise made by teachers that they would defend and implement the June 15 joint declaration, conduct positive activities for reconciliation, cooperation, peace and prosperity of the south and the north and conduct proper education in the peaceful reunification among children, not yielding to the anti-reunification moves of traitor Lee Myung Bak.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group Urged to Ensure June 15 Meeting for National Reunification",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#20",
            "content": "Authorities Urged to Allow Participation of Youth Organization in Reunification Event\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The south Korean Council of Youth Organizations (Hanchong) in a statement issued on June 12 accused the Lee Myung Bak group of attempting to bar the representative of Hanchong from participating in the meeting for national reunification marking the 8th anniversary of the publication of the June 15 joint declaration to be held in Mt. Kumgang resort. It demanded the \"government\" face up to the trend of the times, lift the step to allow \"selective participation\" in it as it is an action dating back to the old era, and permit all representatives to participate in the meeting. &nbsp;&nbsp;&nbsp;\r\n The statement stressed that the south-north relations can be improved only when traitor Lee Myung Bak drops his \"policy toward the north\" and implements the June 15 joint declaration and the October 4 declaration and the first step for implementation is to get the \"National Security Law\" abolished.    \r\n\r\n\r\n"
        },
        {
            "title": "Additional Negotiations on Import of American Beef Termed Hypocritical in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#21",
            "content": "Lee Myung Bak Group Urged to Ensure June 15 Meeting for National Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification, the Solidarity for Progress of south Korea and other organizations on June 13 held a press conference in front of the building of the \"Ministry of Foreign Affairs and Trade\" in Seoul at which they demanded the authorities ensure the June 15 meeting for national reunification. &nbsp;&nbsp;&nbsp;\r\n A press release read out at the press conference denounced the Lee Myung Bak group for trying to bring the south-north relations back to those in the past while totally negating the June 15 joint declaration and the October 4 declaration after unrolling the confrontational policy of \"no nukes, opening and 3,000 dollars\" based on the \"theory calling on the north to dismantle its nukes first.\" &nbsp;&nbsp;&nbsp;\r\n This anti-reunification policy is also applied to the non-governmental movement for reunification, the press release said, denouncing the Lee Myung Bak group for tightening restrictions on the activities of non-governmental organizations from the very day of its coming to power and seeking to obstruct the joint national event by invoking the \"National Security Law,\" an anti-reunification evil law. &nbsp;&nbsp;&nbsp;\r\n Shortly ago, Lee talked about \"dialogue and cooperation between the south and the north,\" the press release said, adding that if this is true, he should clarify his willingness to implement the June 15 joint declaration and the October 4 declaration, though belatedly. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n Dialogue and cooperation would be impossible without the implementation of the above-said declarations. Intolerable is the application of the NSL to block the joint national event for reunification aimed at achieving reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n O Jong Ryol, co-chairman of the Solidarity for Progress of south Korea, in a speech made at the press conference warned that the Lee Myung Bak regime will be held wholly responsible for all the consequences to be entailed by its \"selected exclusion\" of participants in the June 15 meeting for national reunification. &nbsp;&nbsp;&nbsp;\r\n Kwon O Hon, chairman of the Council for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, hailed the June 15 joint declaration as a historic one which made it possible for the Korean nation to make its own decision on its destiny, urging the \"government\" to officially clarify its willingness to implement the June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n Ri Sung Ho, chairman of the south Korean Council of Youth Organizations, asserted that any act of standing in the way of the meeting for national reunification is an act running diametrically counter to the spirit of the June 15 joint declaration calling for unity irrespective of ideology and political view.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised in Palestine and Indonesia",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#22",
            "content": "Additional Negotiations on Import of American Beef Termed Hypocritical in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The People's Measure Council against the Total Opening of south Korean Market to American Beef of south Korea held a press conference on Thursday to denounce the Lee Myung Bak group's deceptive additional negotiations on import of American beef. &nbsp;&nbsp;&nbsp;\r\n The press release read out at the conference disclosed that the additional negotiations are set to be held in the direction of not modifying what had already been agreed upon at the negotiations, stressing that this is nothing but a charade to hoodwink the people. &nbsp;&nbsp;&nbsp;\r\n It held that it is impossible to wipe out the people's worries about the danger of the \"mad cow disease\" as long as the U.S. stockbreeding businesses are allowed to set the regulation on beef export as they please. &nbsp;&nbsp;&nbsp;\r\n The press release warned the organization would launch a movement to seek the resignation of the Lee regime unless it conducts the renegotiations till June 20.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Publication of June 15 Joint Declaration Observed in Bangladesh",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#23",
            "content": "Kim Jong Il Praised in Palestine and Indonesia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- Political figures of Palestine and Indonesia issued statements on the occasion of the 8th anniversary of the publication of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Khalid Abdul Majid, general secretary of the Palestinian Popular Struggle Front, in his statement on June 8 noted that the Korean people shattered the U.S. moves to ignite a new war and opened up a bright prospect of achieving Korean reunification, adding that the historic north-south summit and the June 15 joint declaration, a landmark for national reunification were provided thanks to the might of the Songun policy pursued by Workers' Party of Korea.&nbsp;&nbsp;&nbsp;\r\n He stressed that the exploits General Secretary Kim Jong Il has performed by following the Songun policy would shine long in the history of the movement for national reunification and June 15 will be enshrined by the Korean people and other peace-loving people of the world. &nbsp;&nbsp;&nbsp;\r\n Nurdin Purnomo, chairman of the National Leading Council of the Diversity Unity Party of Indonesia, in his statement released on June 9 reiterated his party's support to the June 15 North-South Joint Declaration, declaring that they resolutely oppose all the acts contrary to the spirit of the north-south joint declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il dirige unidades de provincia de Phyong-an del Norte",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#24",
            "content": "Anniversary of Publication of June 15 Joint Declaration Observed in Bangladesh\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 14 (KCNA) -- The Bangladesh-Korea Friendship and Solidarity Committee released a bulletin on June 9 on the occasion of the 8th anniversary of the publication of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The bulletin in its article titled \"Korean Peninsula, June 15 Era of Reunification and Kim Jong Il\" noted that Kim Jong Il is a great man who ushered in the June 15 era of reunification and has defended it by pursuing the outstanding Songun policy, adding that the opening of the June 15 era of reunification is a shining fruition of his dynamic leadership. &nbsp;&nbsp;&nbsp;\r\n It introduced the October 4 declaration issued in 2007 in detail, noting that the declaration is a programme for thoroughly implementing the June 15 North-South Joint Declaration in the idea of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n It expressed belief that Korea is sure to be reunified in the near future in the idea of \"By our nation itself\" under the banner of the June 15 North-South Joint Declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "FDRP publica llamamiento a todos los coreanos",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#25",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun llama a ejecutar la Declaracion Conjunta de 15 de Junio",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#26",
            "content": "Kim Jong Il dirige unidades de provincia de Phyong-an del Norte\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el campo de roturacion de marisma en la isla Taegye y la Granja Cooperativa de Sinam del distrito de Ryongchon de la provincia de Phyong-an del Norte. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente estuvo primero en el campo de roturacion de marisma en la isla Taegye. &nbsp;&nbsp;&nbsp;\r\n  Ante todo, recorrio el monumento a la direccion sobre el terreno del Presidente Kim Il Sung construido a la entrada de la marisma. &nbsp;&nbsp;&nbsp;\r\n  Dijo que gracias al gran proposito del Presidente sobre la transformacion de la naturaleza y su sabia direccion, se lleva adelante con exito la obra de roturacion de marismas de gran envergadura incluso la zona de Cholsan, Sonchon y Kwaksan generando tierras fertiles. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, averiguo en detalles como marcha la obra recorriendo los diques que se pierden en el horizonte y los campos de construccion. &nbsp;&nbsp;&nbsp;\r\n  Divisando los sitios donde se impulsa la construccion de los diques y la red de facilidades interiores, se mostro muy satisfecho de la marcha dinamica de la roturacion de marismas. &nbsp;&nbsp;&nbsp;\r\n  Es el temperamento de lucha de nuestra clase obrera impulsar al frente nuestra causa socialista manteniendo consecuentemente los principios del socialismo y de la revolucion y manifestando el espiritu de la \"Marcha penosa\", destaco. &nbsp;&nbsp;&nbsp;\r\n  Recordo que la clase obrera de la Direccion de Roturacion de Marismas de la Provincia de Phyong-an del Norte hizo un enorme aporte a la construccion de una patria prospera al engendrar muchas marismas en las islas Tasa, Pidan y otros lugares levantando diques con el indoblegable espiritu de sacrificio. &nbsp;&nbsp;&nbsp;\r\n  La obra de la isla Taegye es uno de los importantes proyectos para la prosperidad del pais, asevero y presento las tareas para terminarla con adelanto. &nbsp;&nbsp;&nbsp;\r\n  Para la solucion satisfactoria del problema alimentario, es imperioso buscar nuevas tierras cultivables al paralelo de la explotacion maxima de las areas existentes, enseno y agrego que lo importante de esta labor es impulsar bien la roturacion de marismas. &nbsp;&nbsp;&nbsp;\r\n  Continuo que hace falta prestar la atencion estatal a la obra de la isla Taegye ya que esta es una labor muy dificil y gigantesca para transformar la naturaleza y subrayo la necesidad de intensificar la direccion tecnologica y tomar todas las medidas necesarias para la obra. &nbsp;&nbsp;&nbsp;\r\n  A continuacion, el Dirigente guio sobre el terreno los trabajos de la Granja Cooperativa de Sinam del distrito de Ryongchon. &nbsp;&nbsp;&nbsp;\r\n  Luego de escuchar explicaciones sobre el desarrollo de ciencias y tecnologias agricolas en esa granja, se informo en detalles del estado de faenas agricolas de este ano disfrutando del panorama de la llanura Ryongchon y elogio los esfuerzos de los trabajadores agricolas que trabajan con la pasion patriotica bien conscientes de que se responsabilizan por el granero del pais. &nbsp;&nbsp;&nbsp;\r\n  Se puso muy contento de que los funcionarios y trabajadores de la granja registran un viraje trascendental en la produccion agricola de los ultimos anos a traves de la excelente administracion y distribucion eficiente de la mano de obra y aprecio mucho el modo de lucha y trabajo de ellos. &nbsp;&nbsp;&nbsp;\r\n  El remedio fundamental para incrementar la produccion de cereales reside en satisfacer los requisitos de los metodos agricolas del Juche, que convienen al clima y condiciones de tierra de nuestro pais, en particular, en seguir prestando mucha atencion a la materializacion de la orientacion sobre la revolucion de semillas. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente fue acompanado por Kim Phyong Hae, secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte.    \r\n\r\n\r\n"
        },
        {
            "title": "Se montara VI exposicion internacional de libros de Pyongyang",
            "url": "http://kcna.co.jp/item/2008/200806/news06/16.htm#27",
            "content": "FDRP publica llamamiento a todos los coreanos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 14 de junio (ATCC) -- Con motivo del VIII aniversario de la publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio, el Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP) hizo publico el dia 14 un llamamiento a todos los coreanos dentro y fuera del pais. &nbsp;&nbsp;&nbsp;\r\n  El Encuentro Cumbre Norte-Sur y la publicacion de la referida Declaracion Conjunta en junio de 2000 en Pyongyang significaron para la nacion coreana un gran evento historico que puso fin a la historia de division y enfrentamiento impuestos por las fuerzas foraneas y dio inicio a la nueva epoca de reunificacion independiente a base del ideal de \"Entre nosotros, los connacionales\", comienza el documento y prosigue: &nbsp;&nbsp;&nbsp;\r\n  En particular, el historico Encuentro Cumbre de octubre del ano pasado y la Declaracion del 4 de Octubre aprobada en esa ocasion fueron otro orgulloso fruto que preparo el nuevo jalon de la paz y la prosperidad continuando la causa del 15 de Junio y materializando su espiritu. &nbsp;&nbsp;&nbsp;\r\n  Debido a las maniobras de la banda traidora de Lee Myung Bak, que hace unos meses llego al LpoderL en el Sur de Corea, matizadas por el servilismo y entreguismo a las grandes potencias y la confrontacion fratricida y contrariadas a la reunificacion, fueron interrumpidos todos los dialogos y las labores de cooperacion que el Norte y el Sur de Corea han venido impulsando por estos anos posteriores al 15 de Junio y cayen en la grave crisis de imprevisibles consecuencias las relaciones bilaterales y la situacion de la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  La lucha masiva anti-\"gubernamental\" que se desarrolla hoy en todas partes del Sur de Corea, no es una simple lucha por el derecho a la existencia sino la causa patriotica sumamente justa para eliminar a la banda de Lee opuesta a la nacion, al pueblo y a la reunificacion y abrir la nueva epoca de la independencia, la democracia y la reunificacion. &nbsp;&nbsp;&nbsp;\r\n  Todos los coreanos deben levantarse unanimemente en la sagrada lucha patriotica por abrir la epoca de la reunificacion independiente, la paz y la prosperidad manteniendo firmemente la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. &nbsp;&nbsp;&nbsp;\r\nLos habitantes surcoreanos de diferentes sectores deben frustrar decididamente las maniobras de la banda traidora, que calumnia la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre e insulta el ideal de \"Entre nosotros, los connacionales\", y dar firme continuidad a la causa del 15 de Junio. &nbsp;&nbsp;&nbsp;\r\n  No deben dejarse enganar nunca por la fraudulenta apariencia del \"pragmatismo\" y han de revelar y frustrar caso por caso todas las maniobras e intentos criminales, vendepatrias y anti-reunificacion de los traidores justificados con esa doctrina. &nbsp;&nbsp;&nbsp;\r\n  Sobre todo, deben rechazar rotundamente la criminal teoria de \"desnuclearizacion, apertura y 3, 000 dolares\" y botarla en el basurero de la historia. &nbsp;&nbsp;&nbsp;\r\n  Al enarbolar a lo mas alto la consigna de \"dar prioridad e importancia a la nacion\", todos los coreanos incluso los surcoreanos deben destruir consecuentemente las maniobras entreguistas de la banda de Lee que adhiriendose a las fuerzas extranjeras, violan la dignidad y soberania de nuestra nacion, venden los intereses de esta y amenazan la paz y la seguridad. &nbsp;&nbsp;&nbsp;\r\n  Deben condenar categoricamente, detener y frustrar las maniobras belicas de EE.UU. y los belicistas surcoreanos que amenazan gravemente la paz de la Peninsula Coreana y expulsar cuanto antes a las tropas invasoras yanquis que son la causa de desgracias y sufrimientos de la nacion coreana. &nbsp;&nbsp;&nbsp;\r\n  Por ultimo, el llamamiento envia junto con toda la nacion el apoyo fraternal y solidaridad combativa a la justa lucha patriotica de los compatriotas surcoreanos con larga tradicion de lucha y expresa la conviccion de que ellos manifestaran sin reservas su heroico impetu para limpiar todas las basuras de la epoca caduca y abrir orgullosamente la nueva era de la historia.    \r\n\r\n\r\n"
        }
    ]
}