{
    "date": "2008-07-09",
    "url": "http://kcna.co.jp/item/2008/200807/20080709.htm",
    "articles": [
        {
            "title": "Kim Jong Il Pays Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Editorially Commemorated",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#2",
            "content": "Kim Jong Il Pays Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- General Secretary Kim Jong Il visited the Kumsusan Memorial Palace on Tuesday. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Chief of the General Staff Kim Kyok Sik, Minister of the People's Armed Forces Kim Il Chol, First Vice-Director of the KPA General Political Department Kim Jong Gak, staff members of the KPA Supreme Command and general officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n He paid homage to President Kim Il Sung together with the commanding officers of the KPA.\r\n\r\n\r\n"
        },
        {
            "title": "Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#3",
            "content": "Anniversary of Kim Il Sung's Demise Editorially Commemorated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- Leading papers today editorially commemorate the 14th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says that Kim Il Sung was a peerlessly great man who dedicated his all to the grandeur and prosperity of the country and nation all his life, cherishing his noble patriotic will. &nbsp;&nbsp;&nbsp;\r\n The President, who embarked upon the road of revolution in his early years, regarding it as a maxim to believe in people as in Heaven, adorned the whole course of his revolutionary career with ardent love for the country and nation and total dedication to them, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n His strong faith in independence serves as an eternal symbol of dignity of the country.\r\n The national independence was his lifelong will and cause. The Juche idea founded by the President is an idea of independence from A to Z and all his life represents a glorious history in which he independently carved out the destiny of the nation under the banner of Juche. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung was an outstanding strategist and an invincible and iron-willed commander who was the first to pioneer the Songun revolution in history and created a heroic epic about the great confrontation with imperialism. &nbsp;&nbsp;&nbsp;\r\n The DPRK is fully demonstrating its matchless military might before the world. This is the precious fruition of the President's noble revolutionary career shining thanks to Songun. &nbsp;&nbsp;&nbsp;\r\n The President's revolutionary strategy of unity serves as a powerful treasured sword for making the country strong and prosperous. &nbsp;&nbsp;&nbsp;\r\n The President's noble patriotic will and cause are now being successfully carried forward under the dynamic leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a prominent leader as he ushered in a new glorious era of carrying forward the President's revolutionary cause and made sure that the history of the President is given steady continuity on this land. &nbsp;&nbsp;&nbsp;\r\n It is the biggest fortune and honor for our Party and the revolution, the country and nation to hold Kim Jong Il in high esteem. &nbsp;&nbsp;&nbsp;\r\n Immensely bright is the future of the DPRK advancing to achieve its prosperity, carrying forward the noble patriotic will of the great persons of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Minju Joson calls for holding the President in high esteem as the eternal sun of Juche and steadily glorifying the immortal revolutionary feats performed by the President in the efforts to make the country strong and prosperous.  \r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#4",
            "content": "Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- Senior officials of the party and the state, anti-Japanese revolutionary fighters, officials of ministries and national institutions, servicepersons of the Korean People's Army and people from all walks of life visited the Kumsusan Memorial Palace on Tuesday on the occasion of the 14th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n A floral basket was laid before his statue in the joint name of the Central Committee of the Workers' Party of Korea, the WPK Central Military Commission, the DPRK National Defence Commission, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n They paid homage to Kim Il Sung, father of socialist Korea and eternal sun of Juche, in humble reverence. &nbsp;&nbsp;&nbsp;\r\n On the same day, the diplomatic corps and the military attaches corps here, a delegation of the Beijing Service Bureau for Diplomatic Missions of China, the senior vice-president of the International Taekwon-Do Federation and his party, a home-visiting group of Korean high school students in Japan and other foreigners and overseas compatriots visited the Kumsusan Memorial Palace to pay tribute to him. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#5",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- Baskets of flowers were laid before the statues of President Kim Il Sung by the servicepersons of the Korean People's Army, working people from all walks of life and school youth and children on the 14th anniversary of his demise. &nbsp;&nbsp;&nbsp;\r\n Seen before the statue of the President on Mansu Hill was a floral basket from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n Laid before the statue were baskets of flowers in the name of party, armed forces and power organs, social organisations, ministries, national institutions, institutions of science, education, culture and arts, public health and media, industrial establishments, farms and schools, etc. &nbsp;&nbsp;&nbsp;\r\n Also placed was a floral basket in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front. &nbsp;&nbsp;&nbsp;\r\n All the visitors made deep bows before the statue in humble reverence for the President who performed undying feats to make the country rich and powerful, bring happiness to people and achieve the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Servicepersons, working people and school youth and children across the country visited statues of the President in their residential areas on the greatest national memorial day.\r\n\r\n\r\n"
        },
        {
            "title": "Remembrance Concert Held",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#6",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- The people across the DPRK commemorated the 14th anniversary of demise of President Kim Il Sung in humblest reverence. &nbsp;&nbsp;&nbsp;\r\n Floral baskets, bouquets and flowers were laid before statues of the President standing in Pyongyang and other parts of the country on this day. &nbsp;&nbsp;&nbsp;\r\n Remembrance concerts and meetings, meetings to hear stories about the President's noble virtues and oath-taking meetings took place across the country. &nbsp;&nbsp;&nbsp;\r\n Remembrance concerts took place in North Hamgyong, Kangwon, South Hwanghae, Jagang, Ryanggang and other provinces to sing high praises of the great revolutionary career and exploits of the President. &nbsp;&nbsp;&nbsp;\r\n Schoolchildren in Pyongyang had a remembrance meeting and meetings \"Evenings of Campers Nostalgic for the Generalissimo\" were held at the Mangyongdae Children's Camp and camps in other parts of the country. Speakers and performers at these events pledged themselves to hold the President in high esteem as the eternal sun and firmly prepare themselves as reliable successors and children's guards for accomplishing the cause of Songun, remaining intensely loyal to General Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Officials and those who had the honor of being received by the President and those who were related to his revolutionary activities, addressing a remembrance meeting of youth and students held in Kangwon Province, said that they would always remember the kind-hearted President who made endless journeys for field guidance for the good of the people all his life. &nbsp;&nbsp;&nbsp;\r\n Workers and agricultural workers in North Phyongan and North Hwanghae Provinces and youth and students in South Phyongan and Jagang Provinces, addressing oath-taking meetings, vowed to perform fresh miracles and feats in the drive for building a socialist economic power, bearing deep in mind his behests. &nbsp;&nbsp;&nbsp;\r\n Agricultural workers in South Hamgyong Province and officials and members of the women's union in Ryanggang Province held meetings to hear stories about the President's noble virtues. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Presented with Many Gifts",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#7",
            "content": "Remembrance Concert Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- A remembrance concert \"The Leader and People\" was held at the People's Palace of Culture today by the artistes of leading art organizations in Pyongyang including the Mansudae Art Troupe on the occasion of the 14th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Appreciating the concert were senior party and state officials, officials of the armed forces and power organs, working people's organizations, ministries and national institutions, those who are related to revolutionary activities of the President, people of merits and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Also among the audience were overseas compatriots visiting the socialist motherland and the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front. &nbsp;&nbsp;&nbsp;\r\n The concert included female solo and chorus \"Song of Loyalty,\" an immortal masterpiece, male quartet \"Nostalgia,\" an immortal masterpiece, female solos \"Ardent Longing\" and \"We Will Follow the Leader to the End of the Earth,\" female quintet \"No One in the World Is As Great As the Leader\" and other numbers. &nbsp;&nbsp;&nbsp;\r\n The performers enthusiastically sang of the glorious revolutionary history and undying feats of the President and great history of the sun steadily going on under the leadership of Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung, Eternal Sun of Schoolchildren",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#8",
            "content": "Kim Il Sung Presented with Many Gifts \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- President Kim Il Sung has been presented with a hundred and dozens of gifts by south Koreans, overseas compatriots and foreigners for the past 14 years since his demise. &nbsp;&nbsp;&nbsp;\r\n Among them are the wax replica of the President standing on the shore of Lake Samji against the background of Mt. Paektu sent by the Chinese party and government and a throne, dress, baton, necklace and bracelet belonging to the tribal chief of the sun sent by the king of a community in Nigeria. &nbsp;&nbsp;&nbsp;\r\n They also include two cameras sent by the leader of the Sports Peace Party of Japan, a hanging picture \"Affluent fruits\" sent by Jilin Yuwen Middle School of China and a glass craftwork \"Sunflower\" sent by the Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the World Peace Federation presented the President with a silk quilt prepared with sincerity while a delegation of the Democratic Labor Party of south Korea presented him with a bronze plaque bearing the text of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The gifts sent by world people, south Korean people and overseas compatriots from August Juche 83 (1994) have been on display in the room of immortality of the International Friendship Exhibition.  \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Life Devoted for People",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#9",
            "content": "President Kim Il Sung, Eternal Sun of Schoolchildren \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 8 (KCNA) -- The Korean Schoolchildren follow President Kim Il Sung as the eternal sun who devoted his all to bringing up the younger generation into reliable successors to the revolution. &nbsp;&nbsp;&nbsp;\r\n Let us take better care of the younger generation and train them for the bright future of our country and humanity! This was the view on the younger generation to which the President adhered all his life. &nbsp;&nbsp;&nbsp;\r\n The children are the flowers of the working class, the nation and mankind. It is the noble duty of the revolutionaries to cultivate these flowers with due care. So saying, the President trained children into steel-like fighters in battlefields, taking them about in the days of the anti-Japanese revolutionary struggle. And he presented the money, heritage from his mother, for the Children's Corps members in Maanshan. &nbsp;&nbsp;&nbsp;\r\n After the liberation, the President brought up the pencil problem, as an item on the agenda of the first session of the Provisional People's Committee of North Korea, though the conditions of the country were very complicated and hard and sent the salaries he had saved for the building of a school in a remote mountain county.  &nbsp;&nbsp;&nbsp;\r\n In the period of the fierce Fatherland Liberation War, the President built quite a few schools for bereaved children and orphanages while moving schools to safe places so that resonant voices of children reading books could be heard. &nbsp;&nbsp;&nbsp;\r\n Immeasurable, indeed, were the pains and love the President devoted to the future of the motherland, calling children the \"King\" of the country. &nbsp;&nbsp;&nbsp;\r\n Under his loving care, there sprang up schools, schoolchildren's palaces and Children's Union camps before anything else on the ruins after the war. &nbsp;&nbsp;&nbsp;\r\n Saying he felt happiest among children, he saw New Year's performance of schoolchildren every year, posed for a souvenir picture with children who were present at the Fifth Congress of the Korean Children's Union and clearly indicated the path to be followed by the union. &nbsp;&nbsp;&nbsp;\r\n In the last days of his great life, he acquainted himself with the progress of the construction of the Soho Children's Union Camp at a site he had chosen.&nbsp;&nbsp;&nbsp;\r\n Backed by the President's noble view of the younger generation, the children all over the country could grow sturdily to be the future masters fully prepared mentally, morally and physically. &nbsp;&nbsp;&nbsp;\r\n The hearts of the schoolchildren visiting the statues of the President in different parts of the country on the occasion of the 14th anniversary of his demise are full of the ardor to prepare themselves as revolutionaries, following the President, the eternal sun.  \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Development of NAM Called for",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#10",
            "content": "Kim Il Sung's Life Devoted for People\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- The Korean people are recollecting the whole life of President Kim Il Sung dedicated to the people with deep emotion and irresistible yearning for him. &nbsp;&nbsp;&nbsp;\r\n The President had continued on-the-spot guidance without interruption in his life for the happiness of the people, bearing deep in his mind the cherished theory that going deep among the people is just the same with taking a tonic and failing to do so is just the same with taking poison. &nbsp;&nbsp;&nbsp;\r\n Saying that he was very happy when he was among people, he kindly shook oil-stained hands of workers at factories and found his way to dangerous working sites where workers were on the job. He thus inspired them to labor feats. &nbsp;&nbsp;&nbsp;\r\n The President, the benevolent father of the people, transplanted rice seedlings in paddy fields along with peasants and taught them how to do farming, walking along ridges between rice-fields. He, who regarded the people as his teacher, carefully listened to what peasants and young primary school pupils said. &nbsp;&nbsp;&nbsp;\r\n One day in October, Juche 43 (1954), the President dropped in at a rural village on his way to on-the-spot guidance for improving the war-deteriorated living of the peasants. &nbsp;&nbsp;&nbsp;\r\n Being told by the chairman of the management board there that all the junior officials of the ri and tens of his family members and relatives were massacred during the war, the President stopped overnight with him to console him who would spend the long night alone without any kith and kin. &nbsp;&nbsp;&nbsp;\r\n It was when he conversed with peasants in a rural village on the shore of the West Sea right after the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n He saw village people coughing owing to endemic disease. They got sick as they had taken the standing water as drinking water for a long time. The President initiated a waterway project to drag life-giving water to the shore of the West Sea. This was the Phyongnam Irrigation project. &nbsp;&nbsp;&nbsp;\r\n His revolutionary life is full of so many legends of human love. &nbsp;&nbsp;&nbsp;\r\n All the wealth of the country is associated with the great love of President Kim Il Sung. He is, indeed, the leader of the people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to Unequal S. Korea-U.S. Relations Demanded",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#11",
            "content": "Development of NAM Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- The DPRK government will creditably fulfill its responsibility and role to develop the Non-Aligned Movement and establish a fair international information and communication order in the future, too. &nbsp;&nbsp;&nbsp;\r\n The head of the DPRK delegation said this in his speech at the 7th meeting of ministers of information of the non-aligned countries on July 3. &nbsp;&nbsp;&nbsp;\r\n He pointed to the issues to which the meeting should pay special attention in shaping the NAM's strategy and action plan for establishing a new international information and communication order. &nbsp;&nbsp;&nbsp;\r\n Should the developing countries exchange technology and experience on the principle of collective self-reliance and meeting each other's needs and cooperate with each other, it is possible to achieve great progress in the struggle of the NAM to establish the above-said order, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The information service in the DPRK is playing a pioneer's role in heightening the revolutionary enthusiasm and creative ingenuity of the popular masses and encouraging all the people to display the might of the single-minded unity, convinced of the justice of their cause and united close around their leader. &nbsp;&nbsp;&nbsp;\r\n The hostile forces are now setting in motion all reptile information media including the \"Radio Free Asia\" in a despicable bid to distort the reality in the DPRK and slander Korean-style socialism but they can never bar the Korean people from advancing, convinced of the justice of their cause and rallied close around their leader, he stressed. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Trade Unions Vow to Intensify Struggle against U.S. Beef Import",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#12",
            "content": "End to Unequal S. Korea-U.S. Relations Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- More than 30 lawmakers including those from the Democratic Labor Party of south Korea called a press conference in Seoul on July 5 at which they made public a declaration. &nbsp;&nbsp;&nbsp; \r\n Accusing the U.S. of pressurizing south Korea to import beef fraught with the danger of \"mad cow disease\" in order to meet its own interests, the declaration called for setting right the unequal south Korea-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n The people should stand up against the Lee Myung Bak \"government\" speaking for the stand of the U.S. only and regain their right to existence by their own efforts, urged the declaration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sit-in Strike in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#13",
            "content": "S. Korean Trade Unions Vow to Intensify Struggle against U.S. Beef Import\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- The Federation of south Korean Trade Unions released a special statement on July 4 in which it expressed its willingness to intensify the struggle against the import of American beef. &nbsp;&nbsp;&nbsp;\r\n Recalling that the candlelight rallies have been unabated since a deal was struck at the negotiations between south Korea and the U.S. in April on American beef import to demand renegotiations and they are now developing into those urging the \"government\" to step down, the statement went on: &nbsp;&nbsp;&nbsp;\r\n Due to traitor Lee Myung Bak's wrong economic policy streets in this land are crowded with candlelight demonstrators and people have turned their backs on the \"government.\" &nbsp;&nbsp;&nbsp;\r\n It demanded the \"government\" punish those who masterminded the violent suppression of the candlelight rallies, touching off indignation and resistance of the people and set free all those who were arrested and are now in custody for their involvement in the rallies. &nbsp;&nbsp;&nbsp;\r\n It also demanded the \"government\" carry out a sweeping Cabinet reshuffle and take measures to settle the issue of unemployment of workers and the ruling party fulfill its responsibility to halt the import of harmful American beef, the main cause of the outbreak of candlelight protest. &nbsp;&nbsp;&nbsp;\r\n The federation will launch a struggle unless the \"government\" and the political camp properly respond to such demands, warned the statement. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "60th Candlelight Action Staged in Seoul",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#14",
            "content": "Sit-in Strike in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- Six core members of the People's Measure Council against the Total Opening of south Korean Markets to American Beef including room chiefs Pak Won Sok and Kim Kwang Il went on a sit-in strike in Seoul on July 6. &nbsp;&nbsp;&nbsp;\r\n They held that it is unwarranted for the security authorities to kick up a racket of arrest against them on charges that they spearheaded candlelight rallies. &nbsp;&nbsp;&nbsp;\r\n This racket is nothing but a revelation of the intention to escalate the crackdown upon candlelight actions against the American beef import, they held, adding: &nbsp;&nbsp;&nbsp;\r\n The candlelight action started by young middle school girls developed into a large-scale struggle participated in by broad strata of citizens. &nbsp;&nbsp;&nbsp;\r\n The candlelight actions will go on in defiance of any suppression and we will carry on our actions till the total renegotiations on the beef import are conducted.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Feats Praised",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#15",
            "content": "60th Candlelight Action Staged in Seoul\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- The 60th candlelight action was staged in Seoul on July 6 with religionists and citizens from all walks of life participating in it. &nbsp;&nbsp;&nbsp;\r\n That day the Lee Myung Bak group of traitors removed the tent of the Christian Measure Council for Opposing the American Beef Import called \"candlelight church.\" Infuriated by this, religionists and citizens from all walks of life staged a candlelight rally braving the police cordon. &nbsp;&nbsp;&nbsp;\r\n Priest Kim Kyong Ho, executive chairman of the Christian Measure Council, said at the rally that Lee Myung Bak who claims to be Christian presbyter dared remove the \"candlelight church,\" adding that neither suppression nor brutal forces can ever put out the candlelight. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the Christian Environment Solidarity called for punishing Lee Myung Bak, questioning how the people can pardon such \"government\" which cracks down upon them with clubs, jackboots and shields after branding them as an \"enemy.\" &nbsp;&nbsp;&nbsp;\r\n Then its participants staged a demonstration. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Praised",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#16",
            "content": "Kim Il Sung's Feats Praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- Seminars on feats of President Kim Il Sung were held in Mexico and Bangladesh on June 30 and July 1 on the occasion of the 14th anniversary of his demise. &nbsp;&nbsp;&nbsp;\r\n Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism, in his speech at the seminar said that the Juche idea, the Songun idea founded by the President serves as the guiding idea and principle of socialist Korea and an immortal ideological banner guaranteeing the victory in the whole course of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n It was with the might of Songun that the President indicated the road of national resurrection, firmly protected the dignity and sovereignty of the country and the nation and turned the DPRK into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, in which the popular masses became the master, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il has led the struggle of the Korean people for safeguarding socialism to victory by meeting all sorts of challenges of the imperialists under the uplifted banner of the Songun idea founded by the President. &nbsp;&nbsp;&nbsp;\r\n Speakers including Garib Newaz, president of the Bangladesh People's League, highly praised the President who dedicated his all to the freedom and happiness of the country and people and the human cause of independence all his life as a peerless patriot and the sun of humankind, stressing that the revolutionary feats performed by the President would last forever along with progressive humankind.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Korean People's Anti-\"Government\" Struggle Supported",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#17",
            "content": "Kim Il Sung Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- Figures of Egypt and Italy issued statements on July 1 on the occasion of the 14th anniversary of demise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Egyptian Committee for the Study of the Juche Idea in his statement said that on this occasion the world progressive people pay highest tribute to the President and pray for his eternal life, recollecting with deep emotion his whole life and immortal exploits. &nbsp;&nbsp;&nbsp;\r\n Praising the President as the leader of the people who founded the Juche idea and led the revolution and construction along the road of victory, he stressed that the feats performed by him for the development of the Non-Aligned Movement, the global peace and independence and the friendship and solidarity among peoples would shine forever. &nbsp;&nbsp;&nbsp;\r\n The head of the editorial desk of the \"Peleambienpe\" TV Broadcasting Service of Italy highly praised the immortal exploits the President performed by defeating the two imperialist formidable enemies in one generation and building the socialist power centered on the popular masses on the land of Korea. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il rinde tributo a Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#18",
            "content": "South Korean People's Anti-\"Government\" Struggle Supported\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 8 (KCNA) -- The Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea in Jordan issued a statement on July 1 in support of the struggle of the south Korean people against the import of the American beef. &nbsp;&nbsp;&nbsp;\r\n Recalling that some of the participants of the recent demonstration staged in protest against the authorities' move to import American beef were wounded in the clash with the police, the statement noted that this massive demonstration was a manifestation of the protest against the unpopular policy pursued by the south Korean authorities concerning the import of American beef. &nbsp;&nbsp;&nbsp;\r\n The statement said that the U.S. which committed such crimes against humanity as using internationally banned germ weapons in the past Korean war is keen to export the beef infected by virus to south Korea without any hesitation, ignoring its adverse consequences. &nbsp;&nbsp;&nbsp;\r\n The committee expresses solidarity with the south Korean people in their struggle and urges the south Korean authorities to tighten the control over the American foodstuff, limit its import and boost the cooperation with the DPRK, it concluded.    \r\n\r\n\r\n"
        },
        {
            "title": "Rinden homenaje a Kim Il Sung en Palacio Memorial Kumsusan",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Toda la Vida de Kim Il Sung  en bien del pueblo",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#20",
            "content": "Kim Jong Il rinde tributo a Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 8 de julio (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea visito este martes el Palacio Memorial Kumsusan. &nbsp;&nbsp;&nbsp;\r\nEn la ocasion le acompanaron el jefe del Estado Mayor General del EPC Kim Kyok Sik, el ministro de las Fuerzas Armadas Populares Kim Il Chol, el primer subjefe de la Direccion Politica General del EPC Kim Jong Gak, los miembros de mando operacional de la Comandancia Suprema y otros generales, del EPC. &nbsp;&nbsp;&nbsp;\r\nEl Comandante Supremo, junto con sus acompanantes, rindio tributo al Presidente Kim Il Sung. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "AP revela masacre de civiles en pasada guerra coreana",
            "url": "http://kcna.co.jp/item/2008/200807/news07/09.htm#21",
            "content": "Rinden homenaje a Kim Il Sung en Palacio Memorial Kumsusan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 8 de julio (ATCC) -- Con motivo del XIV aniversario del fallecimiento del Presidente Kim Il Sung, los cuadros del Partido y el Estado, los ex combatientes revolucionarios antijaponeses, los funcionarios de los ministerios y organos centrales, los oficiales y soldados del EPC y habitantes de distintos estratos le rindieron el dia 8 el mas sublime tributo ante la estatua y el cuerpo del Presidente, fundador de Corea socialista y eterno Sol del Juche, en el Palacio Memorial Kumsusan. &nbsp;&nbsp;&nbsp;\r\n  Fue depositado ante la estatua del Presidente un cesto de flores a nombre comun del Comite Central y la Comision Militar Central, del Partido del Trabajo de Corea, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  Por otra parte, el mismo dia rindieron tributo al Presidente el Cuerpo Diplomatico y el de Agregados Militares acreditados en Corea, la delegacion del Buro de Servicio para Mision Diplomatica de Beijing, China, el vicepresidente superior de la Federacion Internacional de Thaekwon-do y su comitiva, el grupo de visita a la patria de los estudiantes de la Escuela Superior Coreana en Japon y otros huespedes extranjeros y coreanos en ultramar.  \r\n\r\n\r\n\r\n"
        }
    ]
}