{
    "date": "2008-08-19",
    "url": "http://kcna.co.jp/item/2008/200808/20080819.htm",
    "articles": [
        {
            "title": "KCNA Slams U.S. Provocative Act to Scuttle Denuclearization Process of Korean Peninsula",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#1",
            "content": "KCNA Slams U.S. Provocative Act to Scuttle Denuclearization Process of Korean Peninsula \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The United States is again raising the \"human rights issue\" of the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is clearly evidenced by the fact that U.S. President Bush during his junket to Asian countries blustered that he would handle the \"human rights issue\" as \"an element for negotiations with north Korea.\" &nbsp;&nbsp;&nbsp;\r\n We categorically dismiss this as a premeditated act of the U.S. to deliberately throw a hurdle in the process of the six-party talks and, furthermore, go without implementing points of the October 3 agreement on denuclearizing the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n As far as the \"human rights issue\" touted by the U.S. is concerned, it is a trite method it employed whenever it felt it necessary to delay or scuttle the talks in a bid to pursue its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is clearly proved by the whole process of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n At the third session of the six-party talks held in June 2004 all the parties to the talks agreed in unison to abide by the principles of \"words for words\" and \"action for action\".&nbsp;&nbsp;&nbsp;\r\n But no sooner had the talks come to an end than the U.S. enacted and put into force the \"North Korean Human Rights Act\". It went the lengths of peddling the story of the \"test of poisonous gas on human bodies\" based on \"testimonies made by defectors from the north\", thus branding the DPRK as a \"human rights abuser\".&nbsp;&nbsp;&nbsp;\r\n Even after the adoption of the September 19 joint statement in 2005 the U.S. escalated \"human rights offensive\" against the DPRK, talking about \"counterfeiting\" and \"drug smuggling\", thus throwing a big hurdle in the progress of the six-party talks and the implementation of the joint statement. &nbsp;&nbsp;&nbsp;\r\n It even cooked up the story of \"illegal trafficking\" and applied sanctions against the dialogue partner, thus completely scuttling the already scheduled six-party talks and putting the talks in a stalemate for more than one year. &nbsp;&nbsp;&nbsp;\r\n The \"human rights\" ruckus again kicked up by the U.S. is a product of its deliberate scheme to deter the six-party talks from making progress and completely scuttle the denuclearization process on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n As already known, the DPRK submitted an accurate and complete nuclear declaration according to the October 3 agreement of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n The U.S., however, has not honored its commitment to write the DPRK off the list of \"state sponsors of terrorism\", a key political compensation in concluding the implementation of the agreement, although the date it promised to do so has already passed. &nbsp;&nbsp;&nbsp;\r\n This is obviously a violation of the principle of \"action for action\" essential for realizing denuclearization. &nbsp;&nbsp;&nbsp;\r\n The implementation of the agreed points of the six-party talks has been delayed due to the U.S. perfidious attitude. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. raised the \"human rights issue\" before the deadline it set as regards the delisting of the DPRK as a \"state sponsor of terrorism\". Lurking behind this is its sinister intention to shirk off the responsibility for the delayed implementation of the agreement on to the DPRK. &nbsp;&nbsp;&nbsp;\r\n This proves that the U.S. has sought the sinister purpose of putting pressure upon the DPRK while letting the talks to drag on without any results, showing no interest in settling the nuclear issue between the DPRK and the U.S. through the talks from their outset. &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, there is no \"human rights issue\" much touted by the U.S. in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Korean people fully enjoy genuine freedom and rights under the socialist system where all people form a big family. It is the consistent popular policy of the DPRK government to fully guarantee the rights of the citizens in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n In the DPRK based on the man-centered Juche idea all working people do labor according to their abilities and wishes and lead a genuine life, given ample opportunity of learning. &nbsp;&nbsp;&nbsp;\r\n It is absolutely illogical for the U.S. to talk about the \"human rights issue\" while ignoring such reality. &nbsp;&nbsp;&nbsp;\r\n There is the most serious human rights issue in the U.S. as it is a rogue state that exterminated tens of millions of native Indians and accumulated wealth through slave trade and flesh traffic and a country where the almighty dollar principle and the fin de sickle lifestyle based on the law of the jungle prevail. &nbsp;&nbsp;&nbsp;\r\n The impoverishment of Americans in the mental and cultural lives is actively fostered institutionally, driving them into the abyss of corruption, despair and crimes. This is a true picture of the American society today. &nbsp;&nbsp;&nbsp;\r\n The U.S. administration fabricated the \"Cuban Adjustment Act\", thus causing huge casualties and preventing independent countries from making progress for the past more than four decades. It even infringed upon the sovereignty of Iraq by force of arms on the basis of false information and indiscriminately dropped bombs upon heads of innocent and peaceable citizens and children. This was the most vivid manifestation of human rights abuses. &nbsp;&nbsp;&nbsp;\r\n The U.S. cursed and censured as the kingpin of human rights abuses is still behaving as if it were a \"human rights judge\". This is nothing but a poor charade of the U.S. which does not know where it stands and does not feel ashamed of itself. &nbsp;&nbsp;&nbsp;\r\n The \"human rights\" piffle made by the U.S. high-ranking officials indicates that they have no stand to recognize and respect the dialogue partner. &nbsp;&nbsp;&nbsp;\r\n The U.S. is persisting in the politically motivated provocations as evidenced by the ruckus kicked up over the non-existent \"human rights issue\" in the DPRK, an indication of its deep-rooted hostility and inveterate enmity toward the DPRK. This attitude leaves the DPRK and the countries concerned skeptical about the U.S. intention to implement the points of the October 3 agreement. &nbsp;&nbsp;&nbsp;\r\n Such provocative acts of the U.S. as slandering and pulling up its dialogue partner can never help the talks make any progress in the positive direction.    \r\n\r\n\r\n"
        },
        {
            "title": "Immediate Halt to Joint Military Exercises for Aggression Demanded",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#2",
            "content": "Immediate Halt to Joint Military Exercises for Aggression Demanded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- A spokesman for the Panmunjom Mission of the Korean People's Army released a statement on Monday denouncing the criminal Ulji Freedom Guardian south Korea-U.S. joint military exercises that kicked off today. &nbsp;&nbsp;&nbsp;\r\n The statement recalled that the KPA side had already reminded the U.S. forces side that the above-said joint military exercises are a challenge to the Korean Armistice Agreement and dangerous acts of rendering the situation on the Korean Peninsula extremely tense and strongly demanded it cancel the projected reckless war maneuvers. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the U.S. forces side started the joint military exercises, defying the KPA side's just demand, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The joint military exercises launched according to a new war scenario of the U.S. military are new war maneuvers to invade the north as they are aimed at boosting the ground operation capability by using troops of the south Korean puppet army as bullet-shields in \"contingency\" on the Korean Peninsula and raising the effect of the U.S. imperialist aggressor forces' medium-and long-range precision strikes and rapid task strikes at the DPRK's strategic bases from the sea and the air. &nbsp;&nbsp;&nbsp;\r\n Recently the U.S. ruling quarters remaining hostile to the DPRK and the Lee Myung Bak group driving the inter-Korean relations to a collapse and the situation on the Korean Peninsula to a touch-and-go situation, ignorant of political and military affairs, are kicking off war hysteria, crying out for the \"tightened south Korea-U.S. alliance\" to cope with the non-existent \"threat\" from the DPRK and \"prompt and overwhelming firepower strikes\" and \"preemptive strikes.\" These facts go to prove that the U.S. and south Korean conservative forces are keen to ignite a war in Korea at any cost. &nbsp;&nbsp;&nbsp;\r\n The U.S. and south Korean bellicose forces are staging the above-said joint exercises for a preemptive strike at the DPRK at a time when the conservative U.S. military is bringing to naught a series of positive changes being effected in the process for the denuclearization after branding the DPRK as \"a rogue state\" once again. The KPA side can not remain a passive onlooker to this. &nbsp;&nbsp;&nbsp;\r\n It will deal a resolute counterblow at the crafty trick of the U.S. to stifle the DPRK militarily behind the scene, while talking about \"the realization of the denuclearization.\" &nbsp;&nbsp;&nbsp;\r\n Whoever threatens the sovereignty and the precious socialist system in the DPRK and the peace and security on the peninsula will not be able to escape the merciless retaliatory blows of the KPA. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces side should behave itself, facing up to the trend of the times, and stop at once the joint military exercises for aggression.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#3",
            "content": "Greetings to Indonesian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Susilo Bambang Yudhoyono, President of the Republic of Indonesia, on August 17 on the occasion of the 63rd anniversary of the proclamation of independence of Indonesia. &nbsp;&nbsp;&nbsp;\r\n Wishing the president greater successes in his noble work for national unity and country's prosperity, Kim in the message expressed the belief that the excellent relations of friendship and cooperation between the two countries would grow stronger in the interests of the two peoples.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Malaysian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#4",
            "content": "Kim Yong Nam Receives Credentials from Malaysian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Malaysian Ambassador to the DPRK Rahimi Bin Harun at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Il, vice-minister of Foreign Affairs, and a staff member of the Malaysian embassy. &nbsp;&nbsp;&nbsp;\r\n After receiving credentials from the ambassador, the president had a talk with him.    \r\n\r\n\r\n"
        },
        {
            "title": "FM of DPRK Meets New Egyptian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#5",
            "content": "FM of DPRK Meets New Egyptian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, met and had a talk with Ismail Abdelrahman Ghoneim Hussein, new ambassador of the Arab Republic of Egypt to the DPRK who paid a courtesy call on him, on Monday.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Syria Appointed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#6",
            "content": "DPRK Ambassador to Syria Appointed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- Choe Su Hon was appointed as DPRK ambassador to Syria, according to a decree of the Presidium of the DPRK Supreme People's Assembly.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Player Wins Gold Medal at Olympiad",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#7",
            "content": "DPRK Player Wins Gold Medal at Olympiad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- DPRK player Hong Un Jong bagged a gold medal in the vaulting horse contest of women's gymnastics in the 29th Olympic Games now underway in China. &nbsp;&nbsp;&nbsp;\r\n In the final competition held on Aug. 17 Hong made flawless performance requiring high technique from the start by turning herself 900 degrees backward in the air, turning herself 540 degrees frontward in the air and conducting accurate standing. &nbsp;&nbsp;&nbsp;\r\n She scored 15.650, the biggest points, placing first in the competition.    \r\n\r\n\r\n"
        },
        {
            "title": "Lao Women's Delegation Here",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#8",
            "content": "Lao Women's Delegation Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- A delegation of the Lao Women's Union headed by President of its Central Committee Sysay Leudedmounsone arrived here today by air.    \r\n\r\n\r\n"
        },
        {
            "title": "Monument to Great Victory in Battle in Yonsong",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#9",
            "content": "Monument to Great Victory in Battle in Yonsong\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The monument to the great victory in the battle in Yonsong (Yonan Wall) was built in 1608 to commemorate the victory won by the Korean people in the Yonan Wall where they wiped out Japanese invaders when the latter made inroads into the area of Hwanghae Province during the Imjin Patriotic War (1592-1598). &nbsp;&nbsp;&nbsp;\r\n This monument is in Yonan town, Yonan County, South Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n The dark marble monument is standing on a two-layer rectangular granite platform. The height of monument is 198 centimeters and its width 74 centimeters. With the platform added, the total height is 254 centimeters. &nbsp;&nbsp;&nbsp;\r\n The epitaph tells that the Hwanghae provincial volunteer army led by Ri Jong Am, magistrate of Yonan, won a great victory by beating back more than 3,000 Japanese invaders desperately coming in attack on the Yonan Wall in 1592. &nbsp;&nbsp;&nbsp;\r\n It also tells that Admiral Ri Sun Sin broke the Japanese invaders' spirit in the sea off Hansan Islet when the enemy made incursions into Korea after attacking Pusan and Tongrae, Kim Si Min stopped Japanese invasion in the southern area by defending the Jinju Wall with a small group of soldiers and Kwon Ryul defended the Haengju Wall. &nbsp;&nbsp;&nbsp;\r\n Along with the \"Great Victory in Haengju\" and \"Great Victory in Jinju\", the battle at the Yonan Wall recorded in the monument is one of the big battles at which Korean ancestors fought heroically and defeated the Japanese invaders in land.    \r\n\r\n\r\n"
        },
        {
            "title": "Mt. Oga, Natural Museum",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#10",
            "content": "Mt. Oga, Natural Museum\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- Mt. Oga situated in the northern part of Korea has five peaks more than 1,000 meters above sea level, which spread beautiful scenery in a unique form. &nbsp;&nbsp;&nbsp;\r\n Mt. Oga covered with a natural primeval forest is a world famous natural museum as there are growing plants of sub-tropical, temperate and frigid zones. &nbsp;&nbsp;&nbsp;\r\n Existing in the forest are 739 species of plants including a 1,100-odd- year old yew, a 600-odd-year old linden and a 550-year old pinenut tree and 39 species of wild animals, 135 species of birds, 10 species of reptiles and 8 species of amphibians. &nbsp;&nbsp;&nbsp;\r\n As the northern distribution boundary line of broad-leaved trees and the southern distribution boundary line of needle-leaved trees pass through Mt. Oga, varieties of plants are colorful. &nbsp;&nbsp;&nbsp;\r\n The dead tall trees still standing and hundreds of years old fallen trees add beauty to the primeval forest. &nbsp;&nbsp;&nbsp;\r\n The feature of Mt. Oga has been preserved from time immemorial and its content is being enriched in the Songun era.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Policy of Aggression towards DPRK Blasted",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#11",
            "content": "U.S. Policy of Aggression towards DPRK Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The more desperate military methods the U.S. war-like forces employ to stifle the DPRK would only escalate the military confrontation between the DPRK and the U.S. and render the situation more complicated. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The madcap joint military exercises being staged by the U.S. and the south Korean puppets in the ground, air and sea assume extremely reckless and dangerous nature. Though the war maneuvers vary from each other in their theatres, scale and contents, all of them are aimed to ignite a new war on the Korean Peninsula and stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. trigger-happy forces are describing the provocative saber rattling for aggression as something for the \"security\" of their country and its allies but it is nothing but a deceptive artifice to cover up the aggressive nature and aim of their criminal war maneuvers in the eyes of the public at home and abroad. &nbsp;&nbsp;&nbsp;\r\n They are seeking to use south Korea as a forefront base for offensive and a forward operational base for implementing their policy of aggression toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. neo-conservative forces are now justifying their hostile policy toward the DPRK, claiming that \"the U.S. security is threatened by north Korea.\" This is a far-fetched assertion intended to escalate the Cold War on the Korean Peninsula and ignite the second Korean War. &nbsp;&nbsp;&nbsp;\r\n  The gangster-like intention to blackmail the DPRK militarily and destroy it by force of arms would only spark off confrontation and conflict. &nbsp;&nbsp;&nbsp;\r\n  Only when the provocative war exercises are stopped and the tensions defused, is it possible to bring a peaceful phase to the Korean Peninsula and improve the DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n The U.S. should make a bold decision to replace the outdated Korean Armistice Agreement by a peace agreement. &nbsp;&nbsp;&nbsp;\r\n  Lasting peace can never settle on the peninsula nor can the danger of war be removed from it as long as there exists the AA which the U.S. reduced to a dead document. &nbsp;&nbsp;&nbsp;\r\n  It is possible to build a peace-keeping mechanism on the peninsula only when the DPRK-U.S. ties are improved on the principle of respecting each other's sovereignty and ensuring peace. &nbsp;&nbsp;&nbsp;\r\n It is foolish of the U.S. war-thirsty forces to try to hurt the DPRK by force of arms, regarding strength as all-powerful. &nbsp;&nbsp;&nbsp;\r\n They would be well advised to stop the reckless anti-DPRK military racket, well aware that their policy of aggression toward the DPRK would only entail catastrophic consequences.    \r\n\r\n\r\n"
        },
        {
            "title": "Depending on Foreign Forces Is Crime against Reunification",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#12",
            "content": "Depending on Foreign Forces Is Crime against Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- Depending on foreign forces will never help the Korean people settle the national issue and avoid the escalation of confrontation and the perpetuation of division and, furthermore, a war. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The movement for national reunification is the patriotic movement of the nation as the driving force to reject the interference and obstructions by foreign forces and independently achieve the reunification of the country by the Korean nation itself, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' sycophancy toward the U.S. and dependence on foreign forces are throwing a grave hurdle in the way of the national reunification. &nbsp;&nbsp;&nbsp;\r\n The dependence of the sycophantic traitors of south Korea on foreign forces is the crime against the reunification little short of checking the cause of Korean nation for the independent reunification, escalating the confrontation between the north and the south and perpetuating the national division. &nbsp;&nbsp;&nbsp;\r\n The division of the Korean nation is a tragedy produced by the U.S. imperialists' ambition to dominate Korea in every way. &nbsp;&nbsp;&nbsp;\r\n The U.S. hatched a plot to make the Korean Peninsula a springboard for the realization of its strategy to dominate the world. It, therefore, occupied south Korea militarily and subjugated it in political, military and economic fields, thus bisecting the nation and territory of Korea into the north and the south. It has since pursued the perpetuation of the division while swimming against the desire of the Korean nation for the independent reunification during the past more than six decades. &nbsp;&nbsp;&nbsp;\r\n The history of the arduous movement for the national reunification clearly proves that to put an end to the national division and achieve the national reunification the Korean people should thoroughly smash the south Korean puppets' dependence on foreign forces while struggling against the foreign forces' policy for the national division and their interference in the reunification issue. &nbsp;&nbsp;&nbsp;\r\n Soon after grasping power the Lee Myung Bak group of south Korea has worked with bloodshot eyes to intensify dependence on foreign forces and strengthen the cooperation with them in disregard of the historic June 15 joint declaration and the October 4 declaration which clarify the way of the independent reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n They are calling for \"strengthened traditional ties\" with the U.S. and the \"new cooperative relations\" with Japan while openly slandering the inter-Korean declarations, programmes for the independent reunification of the nation, and opposing them. They have gone the lengths of putting spurs to the moves to establish the treacherous \"tripartite military alliance\" with the U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n The foolish moves of the Lee group aimed at achieving the sinister purpose in cooperation with the foreign forces with its back turned on the nation have pushed the north-south relations to catastrophe and strained the military tension on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n To tide over the crisis and settle the issue of the national reunification, dependence on foreign forces for aggression against the reunification should be definitely put to an end in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Sovereignty and Independence Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#13",
            "content": "Struggle for Sovereignty and Independence Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification (Pomminryon) issued a statement titled \"Let us build a sovereign and independent new country by the  efforts of the people\" on August 15. &nbsp;&nbsp;&nbsp;\r\n The statement noted that the United States' scheme for domination and permanent division has been foiled by the grand march now under way in the idea of \"By our nation itself\" and the people's candlelight actions for independence are getting unabated despite the authorities' harsh tyrannical rule. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group is now resorting to indiscriminate violence and terrorism by mobilizing security authorities in a bid to hide the history of treachery woven with sycophancy toward Japan, the U.S. and other foreign forces and put an end to the June 15 era of reunification, it pointed out, and continued: &nbsp;&nbsp;&nbsp;\r\n The more than six decade-long history of division clearly proves that unity and vitality of the idea of \"By our nation itself\" are the only key to the national resurrection. &nbsp;&nbsp;&nbsp;\r\n The South Headquarters of Pomminryon will surely throw overboard the pro-Japanese and pro-American sycophants and traitors and destroy the dictatorial regime opposed to the June 15 joint declaration by the efforts of the people. &nbsp;&nbsp;&nbsp;\r\n The statement called for holding higher the banner of \"By our nation itself\" and building a sovereign and independent new country without fail.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Puppet Authorities' Anti-Reunification Moves under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#14",
            "content": "S. Korean Puppet Authorities' Anti-Reunification Moves under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea made public a statement on Aug. 14 denouncing the \"Ministry of Unification\" for blocking activities of the group of study tour for reunification by youth and students. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that on Aug. 11 the ministry did not allow the visit to Pyongyang by the group made up of members of the Youth and Students Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n When the Lee Myung Bak \"government\" cut off the inter-Korean relations, rendering the situation strained with the policy for confrontation with compatriots, the ministry servile to it refused to permit the just exchange and cooperation and touring activities of youth and students allegedly for \"political reason.\" This is an anti-reunification deed that can never be pardoned, the statement said. &nbsp;&nbsp;&nbsp;\r\n The statement further said: If the present \"government\" has a will to settle the reunification problem through dialogue, it should not hinder the visit to Pyongyang by people from different walks of life including youth and students and non-governmental cooperation but fully support them and thoroughly implement the June 15 joint declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Authorities' Suppression of Progressive Forces Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#15",
            "content": "Authorities' Suppression of Progressive Forces Accused in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea released a statement entitled \"We strongly condemn the suppression of the Solidarity for Progress\" on August 15. &nbsp;&nbsp;&nbsp;\r\n The statement recalled that the police authorities promptly arrested Pak Sok Un, chairman of the Permanent Steering Committee of the Solidarity for Progress, and issued a warrant of arrest for O Jong Ryol, co-chairman of the solidarity, before walking off Han Sang Ryol, permanent co-representative of the solidarity. &nbsp;&nbsp;&nbsp;\r\n It accused the Lee Myung Bak \"government\" and the security authorities of frantically intensifying the crackdown upon the above-said organization demanding the renegotiations on the American beef import after branding it as a \"force spearheading\" candlelight rallies. &nbsp;&nbsp;&nbsp;\r\n The \"government\" and the police are making desperate efforts to tide over the crisis through suppression, disregarding the mindset of the people, but they should not forget that this will only lead to self-destruction, it warned. &nbsp;&nbsp;&nbsp;\r\n The Youth and Students Solidarity will join the people across south Korea in holding higher the candlelight till the Lee Myung Bak regime has yielded to the people, declared the statement.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Exploits Praised",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#16",
            "content": "Kim Il Sung's Exploits Praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 18 (KCNA) -- The British Association for the Study of Songun Policy posted a special write-up with a portrait of President Kim Il Sung on its Internet homepage on Aug. 8 on the occasion of the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n The homepage in an article titled \"President Kim Il Sung, Benevolent Liberator of the Country\" noted that August 15 was a historic day for the Korean people when an end was put to the harsh colonial rule of 40 odd years enforced by the gangster-like Japanese imperialists and the Korean nation greeted the new spring of its rebirth. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung, who embarked on the road of revolution in his teens, always led the anti-Japanese armed struggle to victory, braving manifold grave difficulties with his Juche-oriented revolutionary line, original strategy and tactics and superb commanding art and thus accomplished the historic cause of Korea's liberation, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Korean people's steadfast will to hold Kim Il Sung in high esteem as the eternal sun of the nation is now getting stronger with their boundless reverence and trust in General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n As the Korean people could meet the day of the national liberation 63 years ago thanks to the President, the day of national reunification is sure to come when all the Koreans will raise cheers of reunification, embracing each other, as they are guided by Kim Jong Il who is identical to the President. This is a pillar of faith firmly rooted in the minds of the Korean people.    \r\n\r\n\r\n"
        },
        {
            "title": "ATCC denuncia acciones de EE.UU. en contra de desnuclearizacion",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#17",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador malayo",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#18",
            "content": "ATCC denuncia acciones de EE.UU. en contra de desnuclearizacion\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de agosto (ATCC) -- En estos tiempos, Estados Unidos vuelve a cuestionar el \"problema de derechos humanos\" de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  Como parte de ello, durante su reciente gira por los paises asiaticos, el presidente norteamericano Bush dijo que tomaria el \"problema de DDHH\" como \"elemento de negociaciones con el Norte de Corea\".&nbsp;&nbsp;&nbsp;\r\n  La RPDC rechaza categoricamente tal conducta de EE.UU. calificandola de acto malintencionado para crear obstaculos artificiales en las conversaciones a 6 bandas y, a la larga, incumplir el Acuerdo del 3 de Octubre aprobado con vistas a la desnuclearizacion de la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  El \"problema de DDHH\", de que habla tanto EE.UU., es un metodo rutinario que este pais utiliza cada vez que tiene la necesidad de dilatar o llevar al fracaso las conversaciones para el cumplimiento de su politica hostil a Corea. &nbsp;&nbsp;&nbsp;\r\n  Lo comprueba todo el curso de las conversaciones a 6 partes. &nbsp;&nbsp;&nbsp;\r\n  En la tercera ronda de esta cita efectuada en junio de 2004 todos los paises participantes acordaron por unanimidad observar el principio de \"palabra vs. palabra\" y \"accion vs. accion\".&nbsp;&nbsp;&nbsp;\r\n  Pero, tan pronto como terminara esta ronda, EE.UU. instituyo y puso en vigencia la \"ley de DDHH del Norte de Corea\" y acuso a este de violacion de los mismos circulando el rumor del \"examen de gases toxicos con seres humanos\" inventado de acuerdo con los \"testimonios de los fugitivos del Norte\".&nbsp;&nbsp;&nbsp;\r\n  Despues de aprobada la Declaracion Conjunta del 19 de Septiembre de 2005, EE.UU. intensifico esa \"campana\" anti-RPDC hablando de la \"falsificacion de billetes\" y \"narcotrafico\", lo cual freno el avance de las conversaciones a 6 bandas y la ejecucion de este documento. &nbsp;&nbsp;&nbsp;\r\n  De mal en peor, fabrico el \"rumor de las supuestas transacciones ilegales\" y activo la sancion contra su contraparte del dialogo (RPDC), de modo que quebro el ya elaborado programa de las conversaciones a 6 bandas y las puso en estancamiento por mas de un ano. &nbsp;&nbsp;&nbsp;\r\n  El hecho de que EE.UU. volviera a plantear el \"problema de DDHH\" resulta la maniobra intencional para llevar al fracaso total el proceso de desnuclearizacion de la Peninsula Coreana al dar luz roja a la cita a 6 bandas. &nbsp;&nbsp;&nbsp;\r\n  Como ya es conocido, segun el Acuerdo del 3 de Octubre, la RPDC presento la exacta y completa declaracion nuclear. &nbsp;&nbsp;&nbsp;\r\n  Sin embargo, si bien paso la fecha prometida, EE.UU. no cumple hasta hoy su compromiso de excluir a la RPDC de la \"lista de los paises que apoyan el terrorismo\", una de las importantes medidas compensatorias politicas para ultimar la ejecucion del referido acuerdo. &nbsp;&nbsp;&nbsp;\r\n  Esto deviene evidente violacion del principio de \"accion vs. accion\" que resulta fundamental de la desnuclearizacion. &nbsp;&nbsp;&nbsp;\r\n   La actitud infiel de EE.UU. produce ahora la dilacion de la ejecucion de los articulos acordados en las conversaciones a 6 bandas. &nbsp;&nbsp;&nbsp;\r\n  EE.UU. volvio a cuestionar los DDHH de la RPDC a la ultima hora de la tramitacion para tacharla de la \"lista de los paises que apoyan al terrorismo\" partiendo de su estupida intencion de imputar a ella la responsabilidad por el respecto. &nbsp;&nbsp;&nbsp;\r\n  Esto comprueba que EE.UU. no estuvo interesado desde el principio en la solucion del problema nuclear entre ambas partes mediante las conversaciones a 6 bandas y persigue el malsano proposito de ejercer presion a la RPDC manteniendolas sin resultados. &nbsp;&nbsp;&nbsp;\r\n   Ratificamos una vez mas que en nuestro pais no existe el \"problema de DDHH\" escandalizado por EE.UU. &nbsp;&nbsp;&nbsp;\r\n  El pueblo coreano vive con la libertad y derechos autenticos bajo el regimen socialista donde todo el pais forma una gran familia. Responsabilizarse y cuidar hasta el final los derechos humanos de los ciudadanos constituye la invariable politica popular del gobierno de la RPDC. &nbsp;&nbsp;&nbsp;\r\n  En nuestro pais basado en la humano-centrica idea Juche, todos los trabajadores trabajan segun su capacidad y demanda y llevan una vida verdadera con libre acceso a la educacion. &nbsp;&nbsp;&nbsp;\r\n  Es absurdo que EE.UU. cuestionara el \"problema de DDHH\" despreciando esta situacion. &nbsp;&nbsp;&nbsp;\r\nEl que debe atenderlo primero es este pais bribon, fundado sobre decenas de millones de cadaveres indios y enriquecido de la trata y otras formas del trafico de personas, donde existe una sociedad enfermada de males finiseculares como la omnipotencia de oro y la ley de selva. &nbsp;&nbsp;&nbsp;\r\nY se fomenta institucionalmente la pobreza en la vida espiritual y cultural, lo que impulsa a los hombres a la degeneracion, desesperacion y delincuencia. &nbsp;&nbsp;&nbsp;\r\nLa administracion norteamericana causo durante mas de 40 anos numerosas perdidas humanas en Cuba en virtud de la \"ley de ajuste cubano\" e impidio el desarrollo de otros paises  independientes. &nbsp;&nbsp;&nbsp;\r\nIgualmente, violo la soberania de Iraq al atacarlo con las fuerzas armadas a base de informaciones fraudulentas y lanzo bombas sin escrupulos sobre los inocentes habitantes pacificos y hasta los ninos. &nbsp;&nbsp;&nbsp;\r\nEstos casos son buen ejemplo de la peor violacion de DDHH cometida por el imperio. &nbsp;&nbsp;&nbsp;\r\nEE.UU., maldito y condenado por todo el mundo como peor violador de DDHH, actua todavia como \"juez\" de esta materia cometiendo una gran payasada. &nbsp;&nbsp;&nbsp;\r\nEl canto de gallina de los DDHH, que entonan las altas figuras de EE.UU., muestra que ellas no tienen la posicion de reconocer y respetar a la contraparte del dialogo. &nbsp;&nbsp;&nbsp;\r\nEl comportamiento de EE.UU., que sigue practicando unicamente la provocacion politica al cuestionar ese problema fantasmal partiendo de la hostilidad y la negacion arraigadas a la RPDC, hace dudar a esta y otros paises interesados su voluntad de implementar los articulos del Acuerdo del 3 de Octubre. &nbsp;&nbsp;&nbsp;\r\nEste procedimiento ofensivo, envidioso y provocativo al interlocutor del dialogo no podra dar rumbo positivo a este.    \r\n\r\n\r\n"
        },
        {
            "title": "Nombrado embajador coreano en Siria",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#19",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador malayo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de agosto (ATCC) -- Rahimi Bin Harun presento este lunes en el capitalino Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de Malasia en Corea. &nbsp;&nbsp;&nbsp;\r\nEn la ocasion estuvieron presentes el vicecanciller coreano Kim Yong Il y un miembro de la embajada malaya. &nbsp;&nbsp;&nbsp;\r\nTras recibirlas, Kim Yong Nam departio con el embajador.    \r\n\r\n"
        },
        {
            "title": "Hong Un Jong gana medalla de oro en los XXIX Juegos Olimpicos",
            "url": "http://kcna.co.jp/item/2008/200808/news08/19.htm#20",
            "content": "Nombrado embajador coreano en Siria\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de agosto (ATCC) -- Segun el decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Choe Su Hon fue nombrado como embajador extraordinario y plenipotenciario de la RPDC a acreditarse en la Republica Arabe de Siria.    \r\n\r\n\r\n"
        }
    ]
}