{
    "date": "2008-04-24",
    "url": "http://kcna.co.jp/item/2008/200804/20080424.htm",
    "articles": [
        {
            "title": "S. Korean Puppets' Support for U.S. Moves for War against DPRK Assailed",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#1",
            "content": "S. Korean Puppets' Support for U.S. Moves for War against DPRK Assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland (CPRF) released information bulletin No. 935 Wednesday denouncing the south Korean puppets for supporting the U.S. moves to provoke a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The 14th south Korea-U.S. defence analysis seminar was reportedly held a few days ago under the co-sponsorship of the \"Institute for Defence Studies\" of south Korea and the institute for analysis and concept of the U.S. army, the information bulletin says, and goes on: &nbsp;&nbsp;&nbsp;\r\n At the seminar the commander of the U.S. imperialist aggression forces in south Korea blustered that south Korea-U.S. mutual defence pact is the keynote of the U.S.-south Korea alliance and a programme for south Korea-U.S. military exercises is in the making as part of the new 5-year plan for the transfer of the right to command wartime operations. He even asserted that prompt and predominant U.S. forces firepower would support the capability of the south Korean forces, adding that the U.S. would keep its 7th air force in south Korea and provide additional support of air force from its mainland and the Pacific region. &nbsp;&nbsp;&nbsp;\r\n Echoing these outbursts, the south Korean military brasshats and conservative groups pulled up the DPRK, raving that the past five decades proved how important the south Korea-U.S. alliance is. This disclosed their dirty colors as pro-U.S. stooges. &nbsp;&nbsp;&nbsp;\r\n The seminar timed to coincide with Lee Myung Bak's junket to the U.S. was nothing but an extremely sinister and dangerous military confab as it reconfirmed the military master-servant relationship between the U.S. and south Korea and the U.S. forces' permanent presence in south Korea and discussed their scenario for a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is an outright challenge to the desire of the Korean nation and mankind for peace and stability on the Korean Peninsula and its reunification and an intolerable act of disturbing peace as it openly disclosed the attempt of the U.S. military brasshats to make the south Korean forces more faithfully serve them as puppet forces and henchmen in executing the above-said war. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggression forces in south Korea are the root cause of a nuclear war and \"south Korea-U.S. alliance\" is a war alliance while the U.S.-south Korea joint military exercises are a nuclear test war and a preliminary war for invading the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that the tension will mount on the Korean Peninsula and the situation will lead to confrontation and the phase of war should the provocative scenario of the U.S. trigger-happy forces, seized by the wild ambition to launch a war of aggression on the DPRK, be put into practice. &nbsp;&nbsp;&nbsp;\r\n The south Korean puppets' pursuance to the U.S. policy to start a war of aggression against the DPRK is a hideous treachery to bring disaster and nuclear holocaust to the nation. &nbsp;&nbsp;&nbsp;\r\n The CPRF Secretariat vehemently denounces in the name of the whole nation the U.S. and the south Korean warlike forces for holding confabs to do harm to the dialogue partner behind the curtain of \"dialogue\" and \"peace\" to bring the dark clouds of a new war to hang over the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Dialogue and peace can never go together with confrontation and war. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better behave with discretion and immediately pull its aggression troops out of south Korea, clearly understanding that its arms buildup in south Korea and moves for a war of aggression against the DPRK may drive the situation to an unpredictable worst catastrophe. &nbsp;&nbsp;&nbsp;\r\n The south Korean pro-U.S. conservative ruling groups should stop their rash acts, mindful that they will get nothing but a shameful destruction if they keep acting puppets and war servants of the U.S., their backs turned on the fellow countrymen.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Determination to Build Great Prosperous Powerful Nation Manifested",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#2",
            "content": "DPRK's Determination to Build Great Prosperous Powerful Nation Manifested \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The Democratic People's Republic of Korea will frustrate any enemy provocations and surely build a great prosperous powerful nation, in which the people will lead a happy life with nothing to desire more in the world, as all its people are single-mindedly united around General Secretary Kim Jong Il and it has powerful defence capability provided by dint of the Songun politics. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, chairman of the DPRK Supreme People's Assembly who is leading its delegation, said this when addressing the plenary session of the 118th Conference of the IPU held in South Africa on April 14. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK is waging a dynamic drive after singling it out as its main tasks to build an economic power and bring about a substantial turn in improving the people's standard of living in hearty response to the people's living-first policy this year marking its 60th birthday. &nbsp;&nbsp;&nbsp;\r\n The powerful war deterrent provided by Kim Jong Il with his unique Songun politics serves as a powerful guarantee that makes it possible for the people to concentrate all efforts on economic construction free from any worries and improve their standard of living as early as possible. &nbsp;&nbsp;&nbsp;\r\n For the DPRK which has stood in military confrontation with the United States for more than half a century a peaceful environment is a prerequisite to the people's bountiful and highly civilized life. There has been constant tension on the Korean Peninsula because of the undisguised hostile policy the U.S. has pursued to stifle the DPRK after listing it as part of an \"axis of evil\" and a target of preemptive nuclear strike. &nbsp;&nbsp;&nbsp;\r\n The Bush administration staged large-scale exercises for a nuclear war against the DPRK together with the south Korean anti-reunification forces in March this year despite the facts that talks and negotiations were held between the DPRK and the U.S. and the October 4 Declaration for the Development of the North-South Relations and Peace and Prosperity was adopted. &nbsp;&nbsp;&nbsp;\r\n The DPRK officially clarified more than once that it is ready to treat the U.S. as a friendly nation if the latter is willing to drop its hostile policy toward the former and coexist with it in peace. &nbsp;&nbsp;&nbsp;\r\n The people of the DPRK never allow anyone to infringe upon their dignity because they keenly felt that the country's sovereignty is more precious than their lives as they underwent sufferings as a ruined nation for nearly half a century. &nbsp;&nbsp;&nbsp;\r\n The escalated moves of the U.S. to stifle the DPRK by force would only harden the Korean people's will to bolster up its capability for self-defence under the uplifted banner of Songun.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Cameroonian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#3",
            "content": "Kim Yong Nam Meets Cameroonian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met Eleih Elle Etian, Cameroonian ambassador to the DPRK, who paid a farewell call on him, and had a talk with him at the Mansudae Assembly Hall Wednesday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Hyong Jun, vice-minister of Foreign Affairs, and staff members of the Cameroonian embassy here.    \r\n\r\n\r\n"
        },
        {
            "title": "FM Meets Libyan Delegation",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#4",
            "content": "FM Meets Libyan Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- Foreign Minister Pak Ui Chun met and had a friendly talk with a delegation of the Secretariat of Foreign Liaison and International Cooperation of the Great Socialist People's Libyan Arab Jamahiriya led by Secretary for Asian Affairs Mohamed Omar Albarani who paid a courtesy call on him on Wednesday. &nbsp;&nbsp;&nbsp;\r\n On hand were officials concerned and the chief of the Economic Cooperation Bureau of Libya in the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Defence Minister Meets KPA Delegation",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#5",
            "content": "Chinese Defence Minister Meets KPA Delegation \r\n&nbsp;&nbsp;&nbsp;Beijing, April 22 (KCNA) -- Colonel General Liang Guanglie, minister of National Defence of China, met and had a friendly talk with a delegation of the Air Force of the Korean People's Army led by Colonel General Ri Pyong Chol, commander of the Air Force, at \"August 1\" building in Beijing on April 22. &nbsp;&nbsp;&nbsp;\r\n On hand were Ambassador Choe Jin Su and the military attache of the DPRK embassy in Beijing and Colonel General Xu Qiliang, commander of the Headquarters of the Air Force of the Chinese People's Liberation Army. &nbsp;&nbsp;&nbsp;\r\n The defence minister said that the two countries are friendly neighbors linked by the same mountain and river and China-DPRK friendship was forged with blood in the course of the protracted revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n The bilateral friendship President Kim Il Sung, the great leader of the Korean people, provided together with revolutionaries of the elder generation of China is deeply cherished by the servicepersons and people of the two countries, he said, adding: &nbsp;&nbsp;&nbsp;\r\n The mutual visits paid by top leaders of the two countries laid a solid foundation for the development of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il visited China several times in the new century and shortly ago he visited the Chinese embassy in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Comrade Jiang Zemin and President Hu Jintao, too, visited the DPRK. &nbsp;&nbsp;&nbsp;\r\n He referred to the brisk exchanges between the two armies including visits by high-ranking officers in the past, hoping that the China-DPRK friendly relations would grow stronger in the future.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Romanian FM",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#6",
            "content": "Congratulations to Romanian FM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The DPRK minister of Foreign Affairs sent a congratulatory message to Lazar Comanescu on his appointment as foreign minister of Romania. &nbsp;&nbsp;&nbsp;\r\n The message expressed belief that the traditional friendly and cooperative relations between the DPRK and Romania would grow stronger thanks to the joint efforts.    \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Foreign Languages Publishing House Leaves for China",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#7",
            "content": "Delegation of Foreign Languages Publishing House Leaves for China \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- A delegation of the Foreign Languages Publishing House led by its Deputy Director General Ri Min Chon left here today to visit China. &nbsp;&nbsp;&nbsp;\r\n A delegation of the Secretariat of Foreign Liaison and International Cooperation of the Great Socialist People's Libyan Arab Jamahiriya led by Secretary for Asian Affairs Mohamed Omar Albarani arrived here on April 22.    \r\n\r\n\r\n"
        },
        {
            "title": "Preparations for Olympic Torch-Relay Brisk",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#8",
            "content": "Preparations for Olympic Torch-Relay Brisk \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- Preparations for the Pyongyang function of the torch-relay of the 29th Olympic Games are being pushed ahead at the final stage by the positive efforts of the DPRK Olympic Committee. &nbsp;&nbsp;&nbsp;\r\n Decorations to be set up along the torch-relay route are also being manufactured at the finishing stage. &nbsp;&nbsp;&nbsp;\r\n The designs of temporary stages with hanging screens for the opening and closing ceremonies of the Pyongyang function have been completed and preparations for the ceremonies are being made down to details. &nbsp;&nbsp;&nbsp;\r\n The relevant unit has nearly finished a series of preparations in close contact with the Organizing Committee of the 29th Olympiad. &nbsp;&nbsp;&nbsp;\r\n The officials concerned of the Organizing Committee who had visited the DPRK expressed satisfaction over the preparations, going round torch-relay course and various places where the function is to be held. &nbsp;&nbsp;&nbsp;\r\n The DPRK Olympic Committee made public the list of 80 runners who will attend the Pyongyang function for the torch-relay of the 29th Olympiad. &nbsp;&nbsp;&nbsp;\r\n They include officials of merit and famous athletes who contributed to glorifying the honor of the DPRK in international games, working people in different fields, overseas Koreans and foreigners staying in the country. &nbsp;&nbsp;&nbsp;\r\n The runners are also preparing themselves for training along the course. &nbsp;&nbsp;&nbsp;\r\n They will leave the Tower of the Juche Idea and arrive at Kim Il Sung Stadium via various main streets of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The torch-relay of the 29th Olympiad will be held in Pyongyang on April 28.    \r\n\r\n\r\n"
        },
        {
            "title": "Ancient Earthen Castle in Unsong-ri",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#9",
            "content": "Ancient Earthen Castle in Unsong-ri\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The earthen castle in Unsong-ri, Unryul County, South Hwanghae Province is a typical one belonging to ancient Korea.&nbsp;&nbsp;&nbsp;\r\nIt, built in the rectangular form, is 100 meters long from east to west and 60 meters long from north to south. &nbsp;&nbsp;&nbsp;\r\nThe eastern and western walls were built on a hill the outer sides of which were trimmed well and the northern and southern walls built on flat ground. &nbsp;&nbsp;&nbsp;\r\nDiscovered within the castle were iron-tools including sword, arrowhead and sickle, flowerpot-shaped jar, antefix, brick and other relics. &nbsp;&nbsp;&nbsp;\r\nSites of a government office building and drainage were also found. &nbsp;&nbsp;&nbsp;\r\nThe relics of the earthen castle are same in time with those found in the group of tombs in Unsong-ri which consists of dugout mud cellar tombs, wooden box tombs, log tombs, brick tombs and earthen jar tombs. &nbsp;&nbsp;&nbsp;\r\nIt shows that the earthen castle is closely related to the group of tombs. &nbsp;&nbsp;&nbsp;\r\nThe castle is important in the study of castles of ancient Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Return Cultural Relics It Looted from Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#10",
            "content": "Japan Urged to Return Cultural Relics It Looted from Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- Rodong Sinmun Wednesday in a signed article cites facts to prove that in the past the Japanese aggressors looted from Korea lots of precious cultural relics including porcelain reflecting its people's distinguished creative wisdom and artistic skills. &nbsp;&nbsp;&nbsp;\r\n The Japanese aggressors' looting of cultural relics from Korea was unprecedented plunder of cultural assets, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n During the Imjin Patriotic War that started in 1592 the Japanese aggressors shipped to Japan a huge collection of priceless Koryo celadon and porcelain dating back to Ri Dynasty and took away to Japan hundreds of Korean experts in porcelain production including Ri Cham Phyong, Kim Hae, Pak Phyong Ui, Ri Jak Gwang and Ri Kyong. &nbsp;&nbsp;&nbsp;\r\n The Japanese aggressors were well aware of the advanced pottery production technology in Korea. From the very day they set their foot on Korea for aggression they indiscriminately kidnapped those related to the porcelain making, ransacking even kiln sites in deep mountains. &nbsp;&nbsp;&nbsp;\r\n Having completely deprived Korea of its national sovereignty in the wake of faking up the \"Ulsa Five-point Treaty\" in 1905, they looted porcelain from it in a more organized and premeditated manner by full use of even government and military power. The Japanese imperialists unearthed thousands of ancient tombs including kings' tombs across Korea, backed by their aggressor forces. &nbsp;&nbsp;&nbsp;\r\n They knocked into shape all sorts of \"committees\" and \"societies\" and enacted \"ordinances\" to paint their looting of Korean cultural treasures as a \"legitimate activity.\"  This made it possible for the Japanese marauders to more openly loot Korea's cultural relics in an organized manner. &nbsp;&nbsp;&nbsp;\r\n Out of nearly 1,000 articles now on display at the Osaka Oriental Porcelain Museum in Osaka, Japan, 793 pieces are believed to be taken from Korea. &nbsp;&nbsp;&nbsp;\r\n As far as Koryo celadon is concerned, it is said that there are approximately 30,000-40,000 pieces when taking Japan as a whole. &nbsp;&nbsp;&nbsp;\r\n Japan should sincerely admit and apologize for its hideous looting of Korea's valuable cultural relics in a systematic and organized manner during the Japanese imperialists' 40-odd year long colonial rule over it and return all of them.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Moves for Cooperation with Outsiders Assailed",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#11",
            "content": "Lee Myung Bak's Moves for Cooperation with Outsiders Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The Federation of University Students for the 21st Century in south Korea called a press conference in Seoul on April 18 on the occasion of the 60th anniversary of the historic April north-south joint conference. &nbsp;&nbsp;&nbsp;\r\n At the press conference speakers noted that the joint conference was a historic assembly in which representatives of political parties and public organization in the south and the north of Korea sat together at one place in order to achieve the independent reunification by the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n It is the way of inheriting the spirit of the joint conference to implement the June 15 joint declaration, they said, adding that Lee Myung Bak, who is driving the inter-Korean relations to a catastrophe while crying out for confrontation among compatriots, should face up to the trend of the times. &nbsp;&nbsp;&nbsp;\r\n They declared that students would wage a more dynamic struggle to implement the June 15 joint declaration and the October 4 declaration by inheriting the spirit of the joint conference. &nbsp;&nbsp;&nbsp;\r\n Then a press release was read out. It demanded Lee Myung Bak immediately retract his assertion that the north should \"dismantle its nukes first\" and opt for implementing the June 15 joint declaration and the October 4 declaration. It also held that the U.S. should stop pressurizing south Korea to participate in the PSI and the missile defense system and increase its share of the upkeep for the U.S. forces in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Halt to Moves for Importing American Beef Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#12",
            "content": "Halt to Moves for Importing American Beef Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The south Korean Confederation of Trade Unions on April 18 made public a statement titled \"Agreement on fully opening markets to import beef to serve the interests of the U.S. only is invalid.\" &nbsp;&nbsp;&nbsp;\r\n The statement recalled that an agreement was reached at the south Korea-U.S. high-level negotiations on the proposal for the phased expansion of the beef import from the U.S., timed to coincide with the humiliating negotiations conducted by Lee Myung Bak for the full-scale import of American beef during his junket to the U.S. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n This action was taken against the backdrop that the hygienic condition and safety of American beef are greatly suspected after a \"mad cow disease\" broke out in the U.S. some days ago, claiming casualties. Such behavior is, therefore, little short of sacrificing the lives of the people to meet the U.S. interests. &nbsp;&nbsp;&nbsp;\r\n Lee Myung Bak's sycophancy towards the U.S. reached such an extent that he noted with joy that a stumbling block lying in the way of concluding the \"Free Trade Agreement\" with the U.S. was removed despite the fact that he drove the people's vital rights and peasants' living to a crisis. &nbsp;&nbsp;&nbsp;\r\n This brought to daylight the fact that Lee's \"pragmatic diplomacy\" is nothing but drain on resources to serve the U.S. purpose only. The conclusion of south Korea-U.S. FTA is intolerable. &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Progress of south Korea also released a statement on the same day in which it demanded the authorities immediately stop the moves to import American beef.    \r\n\r\n\r\n"
        },
        {
            "title": "April Holidays of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#13",
            "content": "April Holidays of DPRK Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- Meetings for adopting congratulatory messages, remembrance meetings, lectures and film shows took place in Russia, Guinea and Laos from April 3 to 10 to commemorate the Day of the Sun and the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages to Kim Jong Il were adopted at the meetings for adopting congratulatory messages. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean films \"For the Liberation of the Country\" and \"The Fatherly Leader among Children\".&nbsp;&nbsp;&nbsp;\r\n The chairman of the Russian Association for Development of Friendship and Cooperation with Foreign Countries, after seeing a film, said that Kim Jong Il, who is successfully carrying forward the cause of President Kim Il Sung, has trained the Korean People's Army into a matchless army fully prepared politically and ideologically and turned the DPRK into an impregnable fortress for the past 15 years. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Guinea National Committee for the Study of the Juche Idea in a lecture noted that different countries and nations are being trampled down by outside aggressors, subject to humiliation, as they lack strong capability for self-defence. This reality today clearly proves that the Songun politics of the DPRK is, indeed, an example of independent politics, he added. &nbsp;&nbsp;&nbsp;\r\n At the remembrance meeting and film show, the deputy manager of the Laos-Korea Tin Company praised Kim Il Sung as the great leader who shared the destiny with the people all his life, regarding it as his maxim to believe in people as in Heaven.    \r\n\r\n\r\n"
        },
        {
            "title": "Support to DPRK's Peace-loving Policy Called for",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#14",
            "content": "Support to DPRK's Peace-loving Policy Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 23 (KCNA) -- The Secretariat of the Central Committee of the Communist Party of the Soviet Union issued a statement on April 10 denouncing the present south Korean regime for its policy of dependence on foreign forces and moves against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement called upon progressive humankind to support the peace-loving policy of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It said that the south Korean conservative ruling forces are carrying out a wholesale purge of the progressive pro-reunification forces, inciting once again hostility toward the DPRK among people. &nbsp;&nbsp;&nbsp;\r\n Lee Myung Bak and his group, pursuant to the U.S. policy, are letting loose a spate of balderdash that \"the north's access to nukes can never be allowed\", the statement said, accusing the south Korean rulers of remaining utterly indifferent to the fact that the U.S. has openly deployed in south Korea nuclear weapons huge enough to exterminate the Korean nation hundreds of times. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak regime dancing to the tune of the U.S. will be held wholly responsible for the irrevocable consequences to be entailed by its deterioration of the inter-Korean relations and its obstructions to the efforts to achieve reunification and escalation of the tension on the Korean Peninsula, it warned.    \r\n\r\n\r\n"
        },
        {
            "title": "Discurso de Choe Thae Bok en 118 Asamblea General de UIP",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Coreanas danadas de bombas atomicas conceden rueda de prensa",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#16",
            "content": "Discurso de Choe Thae Bok en 118 Asamblea General de UIP\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de abril (ATCC) -- Gracias a la firme unidad monolitica de todo el pueblo en torno al Dirigente Kim Jong Il y las poderosas fuerzas de defensa nacional preparadas en virtud del Songun (priorizacion militar), la Republica Popular Democratica de Corea frustrara cualesquier maniobras de provocacion de los enemigos y construira sin falta una gran potencia prospera donde el pueblo viva felizmente sin tener nada que envidiar en este mundo. &nbsp;&nbsp;&nbsp;\r\n  Asi subrayo Choe Thae Bok, presidente de la Asamblea Popular Suprema de la RPDC quien preside la delegacion de la APS, en su discurso pronunciado en el pleno de la 118a asamblea general de la Union Interparlamentaria (UIP) efectuado el dia 14  en Sudafrica. &nbsp;&nbsp;&nbsp;\r\n  Corea libra en este ano del 60 aniversario de la fundacion de la RPDC la energica lucha presentando como su importante tarea el logro de un viraje sustancial en la construccion de la potencia economica y en la mejora de la vida del pueblo en pleno acato a la consigna de dar prioridad a esta ultima, senalo el orador y continuo: &nbsp;&nbsp;&nbsp;\r\n  La poderosa fuerza disuasiva de guerra preparada por el Dirigente Kim Jong Il practicando la original politica de Songun sirve de fuerte garantia que permite a nuestro pueblo concentrar con sosiego todas sus fuerzas en la construccion economica y mejorar cuanto antes las condiciones de su vida. &nbsp;&nbsp;&nbsp;\r\n  Para la RPDC que vino enfrentandose militarmente durante mas de medio siglo con EE.UU., el ambiente pacifico constituye la premisa para hacer que el pueblo coreano pueda gozar a sus anchas de la vida abundante y civilizada. &nbsp;&nbsp;&nbsp;\r\n   Debido a la politica de hostilidad de EE.UU. a la RPDC, en virtud de la cual definio a esta como \"eje del mal\" y blanco de ataque preventivo nuclear y manifesto abiertamente su intencion de aplastarla, persiste la situacion tensa en la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\n  Aun despues del dialogo y negociaciones entre la RPDC y EE.UU. y la aprobacion de la Declaracion del 4 de Octubre para el Desarrollo de las Relaciones Norte-Sur, la Paz y la Prosperidad, la administracion Bush perpetro en marzo de este ano ejercicios belicos nucleares de gran envergadura contra la RPDC junto con las fuerzas surcoreanas opuestas a la reunificacion. &nbsp;&nbsp;&nbsp;\r\n  La RPDC declaro oficialmente en varias ocasiones  que si EE.UU. tiene la voluntad de renunciar su politica de hostilidad a Corea y de coexistir pacificamente con ella, podria tratarlo como pais amigo. &nbsp;&nbsp;&nbsp;\r\n  El pueblo coreano, que al vivir de apatrida durante cerca de medio siglo, sintio en carne propia que la soberania del pais es mas preciosa que su vida, no puede tolerar jamas la violacion de su dignidad. &nbsp;&nbsp;&nbsp;\r\n  Cuanto mas se incremente la intencion de EE.UU. de aplastar con fuerzas a la RPDC tanto mas ferrea sera la voluntad del pueblo coreano de fortalecer las fuerzas de autodefensa nacional bajo la bandera del Songun (priorizacion militar).    \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang se prepara para carrera de relevos de antorcha olimpica",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#17",
            "content": "Coreanas danadas de bombas atomicas conceden rueda de prensa\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de abril (ATCC) -- Las victimas de  bombas atomicas que habitan en la Republica Popular Democratica de Corea concedieron el dia 22 una conferencia de prensa en el Palacio Cultural del Pueblo. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion participaron los corresponsales extranjeros en Corea y los periodistas de la Chongryon (Asociacion General de Coreanos Residentes en Japon). &nbsp;&nbsp;&nbsp;\r\n  Primero, hizo uso de la palabra el secretario general de la Asociacion Coreana Antinuclear de las Victimas de Bombas Atomicas por la Paz. &nbsp;&nbsp;&nbsp;\r\n  El problema de los danados por bombas atomicas en  Corea es un producto de la ocupacion militar de los imperialistas japoneses a Corea, adelanto el orador y explico que numerosos coreanos trasladados en contra de su voluntad a Hiroshima y Nagasaki  fueron perjudicados por esos artefactos lanzados por las tropas norteamericanas. &nbsp;&nbsp;&nbsp;\r\n   Asevero que las victimas coreanas tienen derecho a recibir la compensacion y ayuda humanitaria y demando energicamente al gobierno japones que pida perdon a ellas y les facilite pronto la asistencia medica. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, intervinieron Pak Mun Suk, Ri Kye Son y Kim Myong Ae. &nbsp;&nbsp;&nbsp;\r\n Ellas dijeron que debido al colonialismo japones sobre Corea, ellas tuvieron que sufrir en la tierra foranea los danos de bombas atomicas, que persisten hasta hoy dia. &nbsp;&nbsp;&nbsp;\r\n   Denunciaron que el gobierno japones no ha pedido disculpa ni una vez hasta la fecha ni tampoco tomo medida alguna por el respecto. &nbsp;&nbsp;&nbsp;\r\n   Condenaron a nombre de todos los danados y muertos a causa de bombas atomicas los descarados crimenes antieticos del gobierno japones y le demandaron que proceda cuanto antes a la indemnizacion.   \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denuncia usurpacion de patrimonios culturales por Japon",
            "url": "http://kcna.co.jp/item/2008/200804/news04/24.htm#18",
            "content": "Pyongyang se prepara para carrera de relevos de antorcha olimpica\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 23 de abril (ATCC) -- Gracias a los ingentes esfuerzos del Comite Olimpico de la Republica Popular Democratica de Corea, entraron en la etapa final los preparativos para la carrera de relevos de la antorcha de los XXIX Juegos Olimpicos que atravesara el dia 28 esta capital. &nbsp;&nbsp;&nbsp;\r\n  En estrecha relacion con el comite organizador de esa magna cita deportiva, un organo competente esta dando toque final a una serie de trabajos preparatorios como la fabricacion de los aparatos a ser colocados en la ruta de la carrera. &nbsp;&nbsp;&nbsp;\r\n  Igualmente, se impulsan perfectamente los trabajos para la ceremonia inaugural y la de clausura como el diseno de los escenarios provisionales para estas dos ocasiones. &nbsp;&nbsp;&nbsp;\r\n  Tras recorrer, durante su estancia en Corea, la ruta de la carrera y otros lugares habilitados para este acto, los miembros del comite organizador de la XXIX olimpiada se mostraron satisfechos de la marcha de los preparativos. &nbsp;&nbsp;&nbsp;\r\n  Hace unos dias, el Comite Olimpico de la RPDC nomino a 80 portadores de la antorcha. &nbsp;&nbsp;&nbsp;\r\n  Completan esta lista los funcionarios benemeritos y jugadores renombrados, que contribuyeron a exaltar el honor de la RPDC en los juegos internacionales, los trabajadores de diferentes sectores, compatriotas en ultramar y extranjeros permanentes en Corea. &nbsp;&nbsp;&nbsp;\r\n  Los portadores de la antorcha estan entrenando ahora en un clima real. &nbsp;&nbsp;&nbsp;\r\n  Ellos partiran del Monumento a la Idea Juche y llegaran al Estadio Kim Il Sung luego de pasar por varias avenidas centricas de esta capital.    \r\n\r\n\r\n"
        }
    ]
}