{
    "date": "2008-09-05",
    "url": "http://kcna.co.jp/item/2008/200809/20080905.htm",
    "articles": [
        {
            "title": "National Book Exhibition Held",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#1",
            "content": "National Book Exhibition Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A national book exhibition was opened to celebrate the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display at the exhibition hall are more than 30,300 books, magazines and etc. of over 29,100 kinds out of the publications issued in the DPRK and other countries up to now after the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n Displayed at its wing of the Workers' Party of Korea Publishing House are famous works of President Kim Il Sung and General Secretary Kim Jong Il, including \"Complete Collection of Kim Il Sung's Works\", \"Works of Kim Il Sung\" and reminiscences \"With the Century\" and \"Selected Works of Kim Jong Il\", such books dealing with the revolutionary career and immortal exploits of the peerlessly great men as \"Among the People\" and \"Glorifying the Era of Juche\", books explaining the Juche idea and the policies of the Workers' Party of Korea, its embodiment, and other socio-political books. &nbsp;&nbsp;&nbsp;\r\n Seen at the wings of the Kum Song Youth Publishing House, the Literature and Art Publishing House, the February 16 Artistic Education Publishing House and the Working People's Organizations Publishing House are books containing the immortal masterpieces created by the three generals of Mt. Paektu, series of publications and other books helpful to the ideological education and cultural and emotional life of working people and school youth and children. &nbsp;&nbsp;&nbsp;\r\n There are books and magazines of different kinds, dictionaries and picture albums at the wings of the Science and Encyclopedia Press, the Foreign Languages Publishing House and the Foreign Language Books Publishing House. &nbsp;&nbsp;&nbsp;\r\n On display at the wings of the Educational Books Publishing House and the Higher Educational Books Publishing House are textbooks and reference books for students at schools of different levels and at the wings of the Industrial Publishing House, the Agricultural Publishing House, the Railway Publishing House and the Physical Education Publishing House there are various publications needed to raise the politico- theoretical and technical and practical standards of officials and working people. &nbsp;&nbsp;&nbsp;\r\n Books and magazines of various kinds, including \"Proud Course of Chongryon (the General Association of Korean Residents in Japan)\" and \"Under the Banner of Patriotism\" are exhibited at the wing of Chongryon. At the wing of dissemination network, there are books written by foreigners in praise of the greatness and immortal exploits of the peerlessly great men and books introducing the DPRK. &nbsp;&nbsp;&nbsp;\r\n Its opening ceremony took place at the Grand People's Study House on Thursday, at which Choe Thae Bok, secretary of the WPK Central Committee, made an opening address.    \r\n\r\n\r\n"
        },
        {
            "title": "National Industrial Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#2",
            "content": "National Industrial Art Exhibition Opens \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A national industrial art exhibition was opened to celebrate the 60th birthday of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n On display there are at least 1,500 designs made by officials from ministries, national institutions and industrial art studios, educational institutions and factories and enterprises in various provinces and creators and technicians in the field of industrial art and its lovers and more than 400 trial products. &nbsp;&nbsp;&nbsp;\r\n Displayed there are interior blueprints of buildings, designs of light industrial products, medicines and others and their trial products. &nbsp;&nbsp;&nbsp;\r\n Among the exhibits are designs of machinery including various types of machine tools, automobiles and tractors helpful to promoting the development of national economy. &nbsp;&nbsp;&nbsp;\r\n Drawing the attention of visitors are designs of national dresses made according to different ages and seasons which meet Koreans' aesthetic need, taste and fashion, designs of light industrial products conducive to improving the standard of the people's living and their trial products. Designs for decorating buildings, parks and recreation grounds as well as different kinds of designs of trademarks and packages are also on display there. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony of the exhibition took place at the Pyongyang International Cultural Center on Thursday. &nbsp;&nbsp;&nbsp;\r\n An opening address was made by Ro Tu Chol, vice-premier of the Cabinet.    \r\n\r\n\r\n"
        },
        {
            "title": "Ten-day Film Show Marks DPRK Birthday",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#3",
            "content": "Ten-day Film Show Marks DPRK Birthday \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A ten-day film show was opened to celebrate the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Films showing the sacred revolutionary history and brilliant exploits of President Kim Il Sung and General Secretary Kim Jong Il, who made immortal contributions to the prosperity of the country, will be screened at cinemas and cultural halls in Pyongyang and other parts of the country during the show. &nbsp;&nbsp;&nbsp;\r\n Among them are such documentary films as \"Finding Himself among the People All His Life\" (1), \"They Were Always Together on the Road to Bring about the People's Well-being\", \"Under the Guidance of the Great Brilliant Commander\" (series) and \"They Are Together on the Way of the Great Songun Leadership\".&nbsp;&nbsp;&nbsp;\r\n There are also feature films including \"The Birth of a New Government\", \"My Country\", \"Bright Morning\", \"Heritage\" and \"A Kite in the Sky\".&nbsp;&nbsp;&nbsp;\r\n Its opening ceremony took place at the Pyongyang International Cinema House on Thursday. &nbsp;&nbsp;&nbsp;\r\n After the ceremony the participants watched \"Political and Ideological Power\" from documentary film \"The Great Leader Steering the Building of a Great Prosperous Powerful Nation to Victory\".&nbsp;&nbsp;&nbsp;\r\n The ten-day film show was also opened in every province of the country on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "Diamond Jubilee of DPRK Celebrated",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#4",
            "content": "Diamond Jubilee of DPRK Celebrated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A performance was given by art groups of working people in Pyongyang at the People's Palace of Culture on September 3 in celebration of the 60th anniversary of the founding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Among the audience were Choe Thae Bok, Yang Hyong Sop and others. &nbsp;&nbsp;&nbsp;\r\n It began with narrations and choruses \"Long Live Generalissimo Kim Il Sung\", \"Glory to General\" and \"Fly Our Tri-color National Flag of the Republic\". The repertoire included poem and story-telling \"Three Commanders of Mt. Paektu and Our Republic\", female solo \"Here Is the Country Where I Live\", janggo ensemble \"This Is Thanks to the Songun Politics of General\" and other colorful numbers. &nbsp;&nbsp;&nbsp;\r\n The performers sang high praises of the immortal exploits President Kim Il Sung and General Secretary Kim Jong Il performed by building on this land the country of the people guided by the Juche idea, laying an eternal foundation for the prosperity of the country and the nation and demonstrating the dignity and might of the DPRK to the whole world with the might of Songun. &nbsp;&nbsp;&nbsp;\r\nAlso staged were numbers representing the mental power of the Korean people who have dynamically advanced along the road of socialism, working epoch-making miracles in the revolutionary spirit of self-reliance in the annals of the revolution under the leadership of the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n In the meantime, a celebration meeting of workers and trade union members was held before the statue of Kim Il Sung on Mansu Hill that day on the same occasion. &nbsp;&nbsp;&nbsp;\r\n Among those present there was Kim Jung Rin. &nbsp;&nbsp;&nbsp;\r\n The participants laid floral baskets and flowers before the statue of the President and paid tribute to him. &nbsp;&nbsp;&nbsp;\r\n At the meeting Kim Pyong Phal, chairman of the Central Committee of the General Federation of Trade Unions of Korea, made a report which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that the six-decade-long history of the DPRK is recorded with the shining annals in which it achieved the independence of the popular masses by applying the Juche idea and demonstrated before the whole world the validity and invincibility of the socialist cause under the wise guidance of the peerlessly great persons. &nbsp;&nbsp;&nbsp;\r\n They stressed that the feats the President performed by building a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, and laying an eternal foundation for the country's prosperity would shine long.    \r\n\r\n\r\n"
        },
        {
            "title": "Monument to Fallen Anti-Japanese Revolutionary Fighters Erected",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#5",
            "content": "Monument to Fallen Anti-Japanese Revolutionary Fighters Erected \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A monument to fallen anti-Japanese revolutionary fighters was erected at the Patriotic Martyrs Cemetery on the occasion of the 60th birthday of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The monument covering an area of 3,200 square meters is made up of a tower, a sculpture depicting three persons and epitaph. It depicts the noble revolutionary spirit of the fallen fighters and the feats performed by them to be always remembered by the Party and people though they did not leave even their bodies while fighting for the national liberation. &nbsp;&nbsp;&nbsp;\r\n The top of the tower is shining with a five-point star and its centre inscribed with letters \"Monument to fallen anti-Japanese revolutionary fighters.\" Its frontal platform has introductory granite inscribed with a poem praising the noble soul of those fighters who laid down their lives in the hard-fought battle sites during the anti-Japanese war, their names left unknown. &nbsp;&nbsp;&nbsp;\r\n The sculpture depicting three persons \"Heroes of the Anti-Japanese Guerrilla Army\" truthfully represents the indomitable struggle waged by fighters of the Korean People's Revolutionary Army. It impressively shows the revolutionary forerunners' transparent spirit of devotedly defending the leader and their matchless bravery. Inscribed on the semi-circular black stone epitaph standing around the tower are names of many fallen anti-Japanese revolutionary fighters. &nbsp;&nbsp;&nbsp;\r\n An unveiling ceremony took place on the spot today. &nbsp;&nbsp;&nbsp;\r\n It was attended by Kim Il Chol, Yang Hyong Sop, Kim Ki Nam and officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions, anti-Japanese revolutionary fighters, bereaved families of anti-Japanese revolutionary martyrs and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Laid before the monument was a wreath sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Placed there then were wreaths in the names of the Central Committee of the WPK, the Presidium of the DPRK Supreme People's Assembly and its Cabinet, the Ministry of the People's Armed Forces, KPA units, working people's organizations, ministries and national institutions. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in the memory of the anti-Japanese revolutionary martyrs. &nbsp;&nbsp;&nbsp;\r\n Kim Ki Nam, secretary of the Central Committee of the WPK, made an address on the occasion. &nbsp;&nbsp;&nbsp;\r\n He said that the successful erection of the above-said monument as a monument symbolic of noble sense of revolutionary obligation in the Songun era under the deep care of Kim Jong Il teaches all the servicepersons and people the truth that the life of a revolutionary soldier who remained intensely loyal to the Party and leader will shine forever.    \r\n\r\n\r\n"
        },
        {
            "title": "Military Attaches Corps Visits Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#6",
            "content": "Military Attaches Corps Visits Korean Revolution Museum \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- The military attaches corps here visited the Korean Revolution Museum on Thursday on the occasion of the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Being briefed on the immortal exploits President Kim Il Sung performed in having provided a solid foundation for building a sovereign and independent state and founded the DPRK, on the basis of it, and developed it, the members of the corps looked round various rooms. &nbsp;&nbsp;&nbsp;\r\n Vietnamese Military Attache Dau Xuan Long, doyen of the military attaches corps, wrote in the visitor's book that the visit provided them with an opportunity to know well about the great exploits performed by Kim Il Sung for the nation-building, adding that the revolutionary cause started by the President would be successfully accomplished by General Secretary Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Kim Jong Il from Foreigners",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#7",
            "content": "Congratulations to Kim Jong Il from Foreigners \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- General Secretary Kim Jong Il received floral baskets and congratulatory letters from the diplomatic corps and the military attaches corps here on the occasion of the 60th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The baskets and letters were handed over to Foreign Minister Pak Ui Chun by Pakistani Ambassador Noorullah Khan, doyen of the diplomatic corps, and to an official concerned by Vietnamese Military Attache Dau Xuan Long, doyen of the military attaches corps, on Thursday.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Guests Arrive",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#8",
            "content": "Foreign Guests Arrive \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- Rarissa Levy Cheva, managing director of the Rio-Press in Krasnoyarsk, Russia and Aleksandr Brezhnev, a Russian poet, arrived here today to participate in the celebrations of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n A delegation of the Kimilsungia-Kimjongilia Greenhouse in Dandong of China headed by General Manager Wang Dongping, a delegation of the Kimilsungia-Kimjongilia Greenhouse in Hunchun of China led by General Manager Yang Hongzhun and a delegation of the Dalian Fengtai Gong Cheng Botanical Garden Co., Ltd. of China headed by General Manager Zhang Jiabao arrived here on the same day to participate in the Kimilsungia-Kimjongilia Show celebrating the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Also arriving here on the occasion of the 60th birthday of the DPRK were a delegation of the Bangladeshi Committee for Applying the Juche Idea headed by Garib Newaz, director of the International Institute of the Juche Idea, Ramon Jimenez Lopez, secretary general of the Latin American Institute of the Juche Idea, a delegation of Russian Juche idea study organizations led by Mikhail Panchenko, chairman of the Russian Youth Association for the Study of the Songun Policy, an Austrian delegation of Juche idea study organizations led by Thomas Losh, chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, family members of Ya. T. Nobichenko, an internationalist soldier, and family members of Fan Delin, a Chinese related to the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n Earlier, arriving here to attend the above-said celebrations were Rosanita Campos, secretary of the October 8 Revolutionary Movement of Brazil, and her companion, a Mongolian friendship delegation headed by D. Michka, general director of the Mongolian HUM Company Ltd., S. Surenjav, president of the J. Sambuu Herders Development Fund of Mongolia, and Takashi Nada, representative of the Ehime Institute for Contemporary Korean Issue in Japan.    \r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets New Malaysian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#9",
            "content": "Yang Hyong Sop Meets New Malaysian Ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Rahimi Bin Harun, Malaysian ambassador newly accredited to the DPRK, at the Mansudae Assembly Hall on Thursday when the latter paid a courtesy call on him.    \r\n\r\n\r\n"
        },
        {
            "title": "China Donates Equipment to DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#10",
            "content": "China Donates Equipment to DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- The China Meteorological Administration donated equipment to the State Hydro-Meteorological Administration of the DPRK according to the natural disaster emergency assistance programme and the voluntary cooperation programme of the World Meteorological Organization. &nbsp;&nbsp;&nbsp;\r\n A donating ceremony was held in Pyongyang on Sept. 4. Present there were Director Ko Il Hun and officials of the administration, Liu Xiaoming, Chinese ambassador to the DPRK, and officials of the Chinese embassy in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Liu Xiaoming hoped that the equipment rendered by the China Meteorological Administration would be helpful toward the development of the hydro-meteorological service in the DPRK. &nbsp;&nbsp;&nbsp;\r\n He expected that the friendly and cooperative relations between China and the DPRK would, in the future, too, continue to develop on good terms and the scientific and technological exchange and cooperation be further increased in the sector of hydro-meteorology between the two countries. &nbsp;&nbsp;&nbsp;\r\n The participants looked round the equipment after a document on transfer and delivery was signed.    \r\n\r\n\r\n"
        },
        {
            "title": "Mass Gymnastic Display \"May Country Prosper\"",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#11",
            "content": "Mass Gymnastic Display \"May Country Prosper\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- The mass gymnastic display \"May Country Prosper\" is being performed in May Day Stadium of Pyongyang before capacity audience. &nbsp;&nbsp;&nbsp;\r\n The six-chapter display represents the glorious 60-year long history full of victory and glory covered by the DPRK under the leadership of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The ideological and thematic contents of the work are well reflected in the dynamic acrobatic movements and gymnastic movements such as rhythmic gymnastics, bar exercises and half-ring gymnastics. &nbsp;&nbsp;&nbsp;\r\n The audiences break into enthusiastic cheers whenever each gymnastic formation shows ever-changing scenes while ensuring the uniformity of movements with various apparatuses.&nbsp;&nbsp;&nbsp;\r\n The performance of the gymnastic formations is more wonderfully depicted by the background, large, rhythmic, symbolic and three-dimensional, and the dynamic and solemn music. &nbsp;&nbsp;&nbsp;\r\n Many monumental mass gymnastic displays including \"Under the Flag of the Workers' Party,\" \"Peoples Sing of the Leader\" and \"Forty Years Covered by the Republic\" have been created in the country and their contents and forms have ever developed to suit the requirement and aesthetic sense of the times. &nbsp;&nbsp;&nbsp;\r\n Foreigners who appreciated the mass gymnastic display in which high ideological and artistic qualities are combined well with physical skills, say that it is a performance vividly showing the true feature of the DPRK united with a single mind and it is a performance with great influence.    \r\n\r\n\r\n"
        },
        {
            "title": "\"Kisongchanguirok\", National Classic",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#12",
            "content": "\"Kisongchanguirok\", National Classic\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- There are lots of national classics in Korea which have been handed down through generations as national cultural heritage. &nbsp;&nbsp;&nbsp;\r\n Among them is \"Kisongchanguirok\"(Record of Rousing People of Pyongyang Wall in a Righteous Action). &nbsp;&nbsp;&nbsp;\r\n A book in manuscript compiled to convey the struggle of people in and around Pyongyang against the U.S. imperialist aggressors in the 1860s, it consists of prologue, epilogue, historic records, list of heads of volunteers, etc. &nbsp;&nbsp;&nbsp;\r\n It exposes and denounces the aggressive acts of the USS General Sherman and repeated invasion by another U.S. ship thereafter, measures taken by the government when another U.S. aggressor ship Shenandoah made its appearance and the fact that it fled by decking itself out as a ship seeking the exchange of goods, scared by the resolute attitude of the Korean people and their strong defensive position, and correspondence between the Korean and U.S. sides. &nbsp;&nbsp;&nbsp;\r\n Also carried in the book are writings on colorful functions and ceremonies held to celebrate the victory, feast of Korean soldiers and commemorative poems and lists of names of volunteers and suppliers of military provisions. &nbsp;&nbsp;&nbsp;\r\n The book is a precious national classic recording the modern history of Korea, especially the history of aggression of the U.S. imperialists on Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Japan's Moves to Become Military Power",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#13",
            "content": "KCNA Blasts Japan's Moves to Become Military Power\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- \"Basic Law on Space\" reportedly took effect in Japan from August 27. &nbsp;&nbsp;&nbsp;\r\n The \"headquarters for space development strategy\" was thus formed with the prime minister as its chief and all Cabinet ministers as its members. The enforcement of the law helped expand the application of the principle for the use of the space, once limited to the non-military fields, to the \"defense purposes\" and legalize the development and launching of all types of satellites and the \"Self-Defense Forces'\" possession of satellites. &nbsp;&nbsp;&nbsp;\r\n This clearly indicates that the Japanese reactionaries' moves for converting the country into a military giant aimed at getting all armed forces ready for realizing the ambition for reinvasion at any cost by militarizing even the space have been pushed forward at a graver phase under the supervision of the government. &nbsp;&nbsp;&nbsp;\r\n In the past Japan modernized the equipment of the ground, maritime and air SDFs while calling for \"building an army\" of \"an ordinary state\" and set it as its strategic goal to put the space under its complete military control. &nbsp;&nbsp;&nbsp;\r\n To this end the Japanese reactionaries have actively stepped up the development of space weapons for the last scores of years and laid a firm ground for space militarization in this course. In the new century it has openly worked hard to round it off. It is also mulling working out a \"basic space program\", comprehensive guidelines for space development, by next spring and setting up \"space department\" in the Cabinet Office. It is also considering building a space base by 2015 and emerging \"a space superpower\" in 2030. &nbsp;&nbsp;&nbsp;\r\n It seeks to emerge a \"military power\" sooner or later by channeling all human and material resources of the country into comprehensively deploying space weapon system under the uniform guidance of the state and thus use the space, object common to humankind for peaceful use, as a dangerous military base and battlefield. &nbsp;&nbsp;&nbsp;\r\n This is a true aim sought by Japan by putting the \"Basic Law on Space\" into force. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that Japan has directed utmost efforts into the \"development and use\" of space while talking about \"missile threat\" from the DPRK in a bid to attain its purpose. &nbsp;&nbsp;&nbsp;\r\n A typical example of this is the development of spy satellite. &nbsp;&nbsp;&nbsp;\r\n Japan has conducted researches into spy satellite since late in the 1970s and it set up an office in charge of spy satellites in April 2001. &nbsp;&nbsp;&nbsp;\r\n It launched four satellites in 2003 and H-2As equipped with information-gathering satellite and optical satellite in February 2007 and early this year. This helped Japan to photograph all areas of the world every day and successfully gather necessary information by use of several spy satellites. &nbsp;&nbsp;&nbsp;\r\n Japan's spy satellites are monitoring and spying on military facilities, movement of forces, etc in the DPRK and the rest of Northeast Asia down to details while circling at the altitude of 400-600 km in the air above these regions. &nbsp;&nbsp;&nbsp;\r\n This proves that Japan's \"space development and use\" are designed, in the final analysis, to establish a spy system for accurately monitoring strategic objects in several regions and countries of the world as well as the Korean Peninsula and achieve its wild ambition for mounting a preemptive attack on other countries from the space. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that the Chinese magazine \"World Military Affairs\" commented that the real aim sought by Japan is to bolster space forces for a military use and secure conditions for becoming a \"military power\" under the pretext of the DPRK's missile development. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that Japan's bid to become a military power is to realize its old dream of the \"Greater East Asia Co-prosperity Sphere\".&nbsp;&nbsp;&nbsp;\r\n Should Japan persist in its frantic moves to convert itself into a military giant through the space militarization, it will be held wholly responsible for all the ensuing consequences.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-DPRK Remarks of Japanese Defense Minister under Fire",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#14",
            "content": "Anti-DPRK Remarks of Japanese Defense Minister under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- Shortly ago, the Japanese defense minister disclosed Japan's intention to beef up armed forces and escalate the overseas military operations of the \"Self-Defense Forces\", painting the DPRK as a \"factor of regional instability\" and \"dangerous force\".&nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today in a signed commentary says that this is nothing but provocative outbursts of those seized with the wild ambition for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The \"military threat\" from the DPRK touted by Japan is no more than a synonym the Japanese reactionaries like to use when justifying their overseas aggression and the groundwork for shaping and executing Japan's military policy of aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries regained the right to participate in a war and the right of belligerency, thus paving the way for the overseas advance of the SDF under the pretext of coping with the \"military threat\" from the DPRK. They also worked out a war-time system to mobilize all the manpower and material resources of the country for overseas aggression. &nbsp;&nbsp;&nbsp;\r\nThe Japanese reactionaries are getting the SDF ready for conducting a large-scale military operation by itself in any place outside Japan any time while building offensive armed forces to undertake a modern warfare. The only pretext invented by Japan for achieving this purpose is the \"military threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan is stepping up the reinforcement of its armed forces and rounding up the preparations for reinvasion while raising a hue and cry over the non-existent \"military threat\" from the DPRK. This is rendering the situation in Northeast Asia unstable and increasing the danger of war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The reckless anti-DPRK actions of the militarist maniacs are touching off bitterer hatred for Japan among the servicepersons and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists will not escape the punishment by history if they put spurs to the arms build-up for aggression under the pretext of coping with the non-existent \"military threat\" from the DPRK and stage a comeback to Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "National Seminar on Juche Idea Held in Pakistan",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#15",
            "content": "National Seminar on Juche Idea Held in Pakistan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A national seminar on the Juche idea was held in Pakistan on Aug. 29 on the occasion of the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the seminar by Akrak Aktar Hamidi, chairman of the Pakistan Association for Self-Reliance Studies, a member of the leadership of the Pakistan People's Party, the former dean of the International Relations Faculty of the University of Karachi and other personages. &nbsp;&nbsp;&nbsp;\r\n The speakers said that the Juche idea not only serves as the guidelines in the DPRK's struggle for building a great prosperous powerful socialist nation but also clearly indicates the road ahead of humankind struggling for independence. &nbsp;&nbsp;&nbsp;\r\n They described the Juche idea as the absolutely unique one that makes it possible for the peace-loving people of the world to build a peaceful world with independent ideology and creative ability and staunchly fight against the imperialist domination. &nbsp;&nbsp;&nbsp;\r\n They said that General Secretary Kim Jong Il, who is creditably carrying forward the cause of President Kim Il Sung, founder of the Juche idea, has further developed and enriched the immortal Juche idea and strengthened unique socialism centered on the popular masses. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the seminar.    \r\n\r\n\r\n"
        },
        {
            "title": "Birthday of DPRK to Be Marked in Ethiopia",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#16",
            "content": "Birthday of DPRK to Be Marked in Ethiopia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- A preparatory committee for celebrating the 60th anniversary of the DPRK was inaugurated in Ethiopia on August 30 with due ceremony. &nbsp;&nbsp;&nbsp;\r\n Tatek Kassa, chairperson of the Addis Ababa Youth Association of Ethiopia, was elected chairman of the preparatory committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The committee set the days from September 1 to 20 as a celebration period and decided to organize such colorful events as a friendly meeting, a seminar, a film show and a photo exhibition in this period.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#17",
            "content": "Kim Jong Il's Work Published in Russia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- General Secretary Kim Jong Il's famous work \"On Some Issues Related to the Ideological Groundwork of Socialism\" was brought out in pamphlet by the Communist Party of the Soviet Union. &nbsp;&nbsp;&nbsp;\r\n The work, published on May 30, Juche 79 (1990), clarifies the facts that socialism in the DPRK is the one based on the Juche idea and the Juche idea is the most correct guiding idea, guiding theory and guiding method for socialist construction and the originality and advantages of the Juche idea find a clear manifestation in the advantages of Korean style socialism. &nbsp;&nbsp;&nbsp;\r\n It also clarifies the reactionary nature of modern revisionism and its harmfulness. &nbsp;&nbsp;&nbsp;\r\n A book releasing ceremony took place in Moscow on Aug. 25.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercises Blasted in Pakistan",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#18",
            "content": "U.S.-S. Korea Joint Military Exercises Blasted in Pakistan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 4 (KCNA) -- Political parties and organizations including the Pakistan People's Party, the Pakistan Party of Workers and Peasants, the Pakistan Federation of Railway Workers' Unions, the Pakistan Association for Self-Reliance Studies, the Pakistan Trade Association and the Pakistan-Korea Friendship Association on August 26 released a joint statement denouncing the Ulji Freedom Guardian joint military exercises staged by the south Korean war-like forces and the U.S. recently. &nbsp;&nbsp;&nbsp;\r\n The statement condemned the south Korean puppet regime and the U.S. for sticking to the \"two Koreas\" policy, noting that the south Korea-U.S. joint military exercises posed a grave threat to the peace and security on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It supported and hailed the June 15 North-South Joint Declaration and the October 4 declaration that represent the will and desire of the Korean people to reunify the country in a peaceful way.    \r\n\r\n\r\n"
        },
        {
            "title": "Iniciada Exposicion Nacional de Libros",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Inaugurada exposicion de bellas artes industriales",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#20",
            "content": "Iniciada Exposicion Nacional de Libros\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de septiembre (ATCC) -- Quedo montada este jueves en el capitalino Palacio de Estudio del Pueblo la Exposicion Nacional de Libros en celebracion del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea.&nbsp;&nbsp;&nbsp;\r\nEl discurso de apertura estuvo a cargo del secretario del CC del Partido del Trabajo de Corea, Choe Thae Bok&nbsp;&nbsp;&nbsp;\r\n  En el certamen estan exhibidos mas de 30 mil 300 libros y revistas de mas de 29 mil 100 especies publicados despues de la liberacion (15 de agosto de 1945) hasta ahora en Corea y en varios paises del mundo. &nbsp;&nbsp;&nbsp;\r\n  En el pabellon de la Editora del Partido del Trabajo de Corea se ven \"Obras completas de Kim Il Sung\", \"Obras de Kim Il Sung\", las memorias del Presidente \"En el transcurso del siglo\", \" Obras escogidas de Kim Jong Il\" y otras obras maestras del Presidente y el Dirigente, los libros \"Entre el pueblo\", \"Haciendo brillar la epoca del Juche\", los libros que recogen la historia de las actividades revolucionarias y las hazanas inmarcesibles de estos grandes hombres, otros que dan a conocer la idea Juche y las politicas del  PTC que materializan esta idea y otros libros socio-politicos. &nbsp;&nbsp;&nbsp;\r\n  En los pabellones de la Editorial Juvenil Kumsong, la Editorial Arte y Literatura, la Editorial Arte y Educacion 16 de Febrero y la Editora de las Organizaciones de Trabajadores estan exhibidos los libros que recopilan las obras maestras creadas por los tres Generales del monte Paektu, las obras en serie, y otros libros que contribuiran a la educacion ideologica y a la vida cultural para los trabajadores, jovenes y ninos escolares.&nbsp;&nbsp;&nbsp;\r\n  En los mostradores de pabellones de la Editorial Ciencia y Enciclopedia, la Editorial en Lenguas Extranjeras y la Editora de Libros en Lenguas Extranjeras se exponen distintos libros, revistas, diccionarios y revistas ilustradas. &nbsp;&nbsp;&nbsp;\r\n  En tanto, en los pabellones de la Editora de Libros Docentes y la Editora de Libros de Educacion Superior estan exhibidos los manuales y libros de referencia para los estudiantes de las escuelas a todos los niveles; en los de la Editorial Industria, la Agricultura, la Ferrocarril y la Deporte, varias publicaciones necesarias a elevar el nivel de teoria politica y la capacidad tecnica de los funcionarios y trabajadores. &nbsp;&nbsp;&nbsp;\r\n  En el pabellon de Chongryon (Asociacion General de Coreanos Residentes en el Japon) se ponen los libros y revistas de todo genero como \"Trayectoria orgullosa de la Chongryon\" y \"Siguiendo la bandera del amor por la patria y nacion\"; en el de red propagandistica, los libros escritos por los extranjeros en elogio a la grandeza y las imborrables hazanas de los grandes hombres simpares y otros libros que dan a conocer a Corea.    \r\n\r\n\r\n"
        },
        {
            "title": "Buro Estatal de Meteorologia de China dona instalaciones a Corea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#21",
            "content": "Inaugurada exposicion de bellas artes industriales\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de septiembre (ATCC) -- Quedo inaugurada este jueves la Exposicion Nacional de Bellas Artes Industriales dedicada al 60o aniversario de la fundacion de la Republica Popular Democratica de Corea en la Casa Internacional de Cultura de Pyongyang.&nbsp;&nbsp;&nbsp;\r\nEn la ocasion fueron exhibidos mas de mil 500 disenos y mas de 400 articulos en produccion, creados por los funcionarios de los ministerios, los organos centrales, los centros docentes y de creacion de bellas artes industriales, las fabricas y empresas de todas las provincias, los creadores, tecnicos y aficionados a las bellas artes industriales. &nbsp;&nbsp;&nbsp;\r\nAlli se ven los disenos de formacion interna de edificios, los de medicinas y de productos de industria ligera y los articulos ya en produccion. &nbsp;&nbsp;&nbsp;\r\nEntre los disenos exhibidos figuran los disenos de las maquinas herramientas, automoviles, tractores y otros productos mecanicos que contribuiran al desarrollo economico del pais. &nbsp;&nbsp;&nbsp;\r\nAdemas estan expuestos los dibujos de vestimentas tipicas de Corea por edades y estaciones confeccionadas de acuerdo con el gusto y sentimiento del pueblo coreano, los disenos de productos de la industria ligera que contribuiran a la mejora de la vida del pueblo y los articulos ya en produccion, los disenos de decoracion de edificios, parques y lugares de recreacion y los disenos de empaque y marcas de distintas formas. &nbsp;&nbsp;&nbsp;\r\nEl discurso inaugural estuvo a cargo del vicepremier  Ro Tu Chol.    \r\n\r\n\r\n"
        },
        {
            "title": "ATCC denuncia peligroso movimiento militar de Japon",
            "url": "http://kcna.co.jp/item/2008/200809/news09/05.htm#22",
            "content": "Buro Estatal de Meteorologia de China dona instalaciones a Corea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de septiembre (ATCC) -- Segun el plan de la cooperacion relativa al desastre natural urgente y el de la cooperacion voluntaria de la Organizacion Meteorologica Mundial (OMM), el Buro Estatal de Meteorologia de China dono las instalaciones a la Direccion Meteorologica e Hidrologica de Corea.&nbsp;&nbsp;&nbsp;\r\n  En la ceremonia de donacion realizada el dia 4 en esta capital estuvieron presentes Ko Il Hun, director y otros funcionarios, de esa entidad coreana y el embajador chino en Corea Liu Xiaoming y otros miembros de la embajada china en Corea. &nbsp;&nbsp;&nbsp;\r\n  Liu Xiaoming deseo que los equipos donados por el Buro Estatal de Meteorologia de China contribuyan al desarrollo de la rama correspondiente de Corea. &nbsp;&nbsp;&nbsp;\r\n  Expreso su esperanza de que en el futuro tambien se desarrollen continua y favorablemente las relaciones de amistad y cooperacion entre China y Corea y de que los dos paises fortalezcan mas el intercambio cientifico-tecnico y cooperacion en esta esfera. &nbsp;&nbsp;&nbsp;   Despues de rubricarse el documento relativo a la entrega y recibo de las instalaciones, los participantes recorrieron las donadas.    \r\n\r\n\r\n"
        }
    ]
}