{
    "date": "2008-11-05",
    "url": "http://kcna.co.jp/item/2008/200811/2008-11-05ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Drill Ground of Sub-Unit of KPA",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-19ee.html",
            "content": "Kim Jong Il Inspects Drill Ground of Sub-Unit of KPA\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- General　Secretary Kim Jong Il inspected a drill ground of a sub-unit of KPA Unit 534. \n\t\t\t\t\t\t Conducted by the commander of the sub-unit, he went round training apparatuses and facilities of the unit for a long while before watching the training of its soldiers.\n\t\t\t\t\t\t\n\t\t\t\t\t\t After watching the training of the brave soldiers, he expressed his satisfaction over the fact that all the commanding officers and men of the sub-unit have grown to be a-match-for-a hundred fighters capable of firmly defending the socialist motherland and set forth the tasks to be fulfilled to boost its combat capability in every way.\n\t\t\t\t\t\t\n\t\t\t\t\t\t They have cultivated their Herculean strength to emerge ever- victorious in the glorious course of traversing the road of victory, while working miracles of history despite any severe storm and stress under the uplifted banner of Songun, he said, adding that no force on earth can match this might of the People's Army.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Noting that their enthusiasm for training is very strong, he underscored the need for the unit to pay primary attention to the combat and political training at all times, bearing in mind that it is the basic way of boosting the matchless capability of the army to intensify it. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Then he met Ri Kwang and Kim Son A and other soldiers who set an example in the training and congratulated them on their successes in the training. He took warm care of their service and living. \n\t\t\t\t\t\t\n\t\t\t\t\t\t He highly appreciated the successes made by the sub-unit, noting that it has successfully spruced up the drill ground in a peculiar manner and put the training on a regular basis and built modern entertainment and educational and supply service facilities.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He had a picture taken with the servicepersons of the sub-unit. \n\t\t\t\t\t\t\n\t\t\t\t\t\t He was accompanied by KPA Generals Hyon Chol Hae, Ri Myong Su and Kim Myong Guk."
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-20ee.html",
            "content": "Kim Jong Il Inspects KPA Unit\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) --  General  Secretary Kim Jong Il inspected KPA Unit 2200 and watched a military training of its servicepersons. \n\t\t\t\t\t\t He learned about the unit's performance of duty and fulfillment of its training program before mounting an observation platform to watch the military training of its soldiers. \n\t\t\t\t\t\t\n\t\t\t\t\t\t After watching the training of its soldiers fully armed with the WPK's Juche-oriented combat methods, he was greatly satisfied to see all of them fully prepared politically and ideologically and physically and in military technique to be capable of beating back any surprise attack of the enemy in time and firmly defending  the socialist motherland. \n\t\t\t\t\t\t\n\t\t\t\t\t\t  He highly praised them on their successes in training and put forward highly important tasks which would serve as guidelines for bolstering up the heroic Korean People's Army as invincible revolutionary armed forces. \n\t\t\t\t\t\t\n\t\t\t\t\t\t The KPA, a creditable successor to the glorious traditions of the anti-Japanese struggle, has grown to be an army strong in idea and faith as it regards it as its unshakable creed to display the spirit of devotedly defending the leader, the spirit of becoming human bullets and bombs and the self-blasting spirit,  he said, stressing  that our socialist motherland is impregnable and its revolutionary cause is sure to triumph as it has the matchless great army which has been steeled in the more than seven decade-long protracted and arduous struggle. \n\t\t\t\t\t\t\n\t\t\t\t\t\t He met the soldiers who participated in the training and gave warm pep-talk to them before having a picture taken with them. \n\t\t\t\t\t\t\n\t\t\t\t\t\t He was accompanied by KPA Generals Hyon Chol Hae, Ri Myong Su and Kim Myong Guk and other commanding officials of the KPA."
        },
        {
            "title": "Congratulations to FM of Democratic Congo",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-14ee.html",
            "content": "Congratulations to FM of Democratic Congo\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 4 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Monday sent a congratulatory message to Alexis Thambwe Mwamba upon his appointment as foreign minister of the Democratic Republic of Congo.\n\t\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would grow stronger by joint efforts, the message sincerely wished him success in his new job."
        },
        {
            "title": "Delegation of DPRK Foreign Ministry Leaves for Southeast Asian Countries",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-15ee.html",
            "content": "Delegation of DPRK Foreign Ministry Leaves for Southeast Asian Countries\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 4 (KCNA) -- A delegation of the DPRK Foreign Ministry headed by Vice-Minister Kim Yong Il left here today by air to visit Southeast Asian countries."
        },
        {
            "title": "S. Korean Fascist Cliques' Suppression of Women Flayed",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-06ee.html",
            "content": "S. Korean Fascist Cliques' Suppression of Women Flayed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- A spokeswoman for the Central Committee of the Korean Democratic Women's Union issued a statement on November 3 bitterly denouncing the south Korean fascist clique's suppression of south Korean women as hideous human rights abuses as it ruthlessly tramples down upon their elementary rights and demands. \n\t\t\t\t\t\t The statement said:\n\t\t\t\t\t\t\n\t\t\t\t\t\t There prevails in south Korea such terror-ridden atmosphere under the pretext of \"security\" that the mothers joining in peaceful candlelight demonstrations with baby carriages fall victim to the firing of water cannons, women demonstrators are forced to take off their underwear after being arrested by policemen while young students are clubbed by them till they are covered all over with blood. \n\t\t\t\t\t\t\n\t\t\t\t\t\t What is more intolerable is that the group of traitors has gone the lengths of praising the puppet police gangsters though they perpetrated indiscriminate violence against women and young students.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Owing to the brutal suppression of people perpetrated by the ruling conservative forces at the point of bayonet, talking about the \"lost decade,\" all the achievements regarded progressive made in the efforts to democratize the society and achieve national reunification through an alliance with the north since the publication of the June 15 joint declaration are stamped out and the past fascist dictatorship raised its head to ride roughshod in south Korea. \n\t\t\t\t\t\t\n\t\t\t\t\t\t South Korea has turned into the worst tundra of human rights and a barren land where people are suffering from destitution and absence of civil rights as elementary democratic freedom and rights are denied in the true sense of the word.\n\t\t\t\t\t\t\n\t\t\t\t\t\t There is nothing to expect from the present ruling forces who commit all kinds of evils, staking their fate on the despicable sycophancy towards the U.S. and treacherous acts and anti-reunification acts. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Warning that those going against the people's mindset are bound to face destruction, the statement urged the Lee Myung Bak group to clearly understand the mindset of the infuriated people and behave itself."
        },
        {
            "title": "National Korean Dress Exhibition Opens",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-17ee.html",
            "content": "National Korean Dress Exhibition Opens\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The 6th national Korean dress exhibition was opened at the Central Youth Hall Tuesday.\n\t\t\t\t\t\t Displayed in the venue of the exhibition are more than 1,600 Korean dresses (Jogori and a skirt) presented by garment factories and public service fields, etc. in Pyongyang and local areas. They are divided into casual dresses, holiday dresses, wedding dresses and children's clothes.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The exhibition will involve a fashion show and a lecture on properly preserving the national character in the designing and processing of Korean dresses.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Present at the opening ceremony were Ri Ju O, minister of Light Industry who is chairman of the Korean Apparel Association, and officials, researchers, technicians, teachers, students and members of the Korean Democratic Women's Union in the field specializing in the production of Korean dresses.\n\t\t\t\t\t\t\n\t\t\t\t\t\t At the end of the ceremony the participants went round the exhibition."
        },
        {
            "title": "9th National Software Exhibition in Field of Education Opens",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-18ee.html",
            "content": "9th National Software Exhibition in Field of Education Opens\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The 9th national software exhibition in the field of education was opened with due ceremony at the Three-Revolution Exhibition on Nov. 4.\n\t\t\t\t\t\t Presented at the exhibition are more than 700 computer programs developed by universities and colleges and middle schools from across the country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Among them are at least 90 programs supporting the teaching of the revolutionary history of the three generals of Mt. Paektu and many other programs such as support program for computational physics experimental simulation, support system for remote-controlled education and support system for the lesson of listening to foreign languages.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Also displayed there are programs in different fields including application programs for the Korean-style computer operating system, an interpretative program for welding stress and real-time image and speech transmission programs developed and introduced by teachers and researchers in the field of education."
        },
        {
            "title": "Popular Korean Paintings",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-12ee.html",
            "content": "Popular Korean Paintings\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- Korean paintings produced by the Mansudae Art Studio enjoy popularity among experts and amateurs for their vivid strokes and marked individuality.\n\t\t\t\t\t\t Such masterpieces as \"Protracted Anti-Japanese War Full of Bloody Battles\" and \"1994, The Year of Bitter Tears\" reflect well the fiery reverence of the Korean people for the peerlessly great persons.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Korean paintings \"Lake Chon on Mt. Paektu\" and \"Lake Chon on Mt. Paektu in Winter\" vividly show the kaleidoscopic landscape of the lake.\n\t\t\t\t\t\t\n\t\t\t\t\t\t \"Rakdong River-Crossing Battle,\" \"Eight Fighters in Phohang,\" \"Waves of Sea Kumgang,\" \"Bell-Sound Rang on the Way to Front,\" \"Polar Star,\" \"Echo of Mt. Halla\" and other Korean paintings are national treasures which truthfully depict realities with a striking cubic, light and shade and spacial effect.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Among the Korean paintings are ones of varied genres full of love for the country and native place such as \"Trailblazers of Nature,\" \"On the Way to Working Sites,\" \"Emotional Landscape of Country Village\" and \"Girls Living with Pride.\"\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Korean paintings \"Evening Glow over Kangson,\" \"Support-the-Front of People in Kosong,\" \"Peace\" and \"Mt. Kumgang in Summer\" were highly appreciated in art shows held in China, Italy and other countries in the past.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The 11th Beijing International Art Exposition held this year conferred the top prize \"Best Art Creation Idea\" to a Merited Artist of the DPRK Choe Chang Ho who presented a number of Korean paintings to the exposition. His works reflect well peculiarities inherent to the Korean paintings.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Korean paintings are well illustrative of the ever-developing fine-art of Juche in the Songun era."
        },
        {
            "title": "Brilliant Life of Staunch Revolutionary Fighter",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-13ee.html",
            "content": "Brilliant Life of Staunch Revolutionary Fighter\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The Korean people are looking back upon the revolutionary life of indomitable revolutionary fighter      Kim Hyong Gwon in humble reverence on his birth anniversary (November 4, 1905).\n\t\t\t\t\t\t With the noble revolutionary spirit and patriotic spirit of the Mangyongdae revolutionary family, Kim Hyong Gwon, uncle of President Kim Il Sung, left immortal traces in the chronicle of the Korean revolution which had been pioneered with rifles.\n\t\t\t\t\t\t\n\t\t\t\t\t\t He actively waged a mass political enlightenment campaign in the basin of River Amnok and the Fusong area in his early years and took an active part in the revolutionary struggle under the guidance of the President. \n\t\t\t\t\t\t\n\t\t\t\t\t\t He upheld the idea and leadership of the President heart and soul with the steadfast revolutionary outlook and view of life that the cause of national liberation of the President was the supreme patriotic cause of realizing the idea of \"Jiwon\" (aim high).\n\t\t\t\t\t\t\n\t\t\t\t\t\t While active as a core member of the Young Communist League of Korea and the Society for Rallying Comrades, he energetically led the board masses to turn out in the struggle for the independent development of the Korean revolution by awakening and organizing them.\n\t\t\t\t\t\t\n\t\t\t\t\t\t When the Korean Revolutionary Army was formed on the way of preparation for the anti-Japanese armed struggle, he readily joined the glorious ranks. \n\t\t\t\t\t\t\n\t\t\t\t\t\t He launched into the homeland at the head of an armed group and conducted military and political activities according to the strategic line of expanding the armed struggle into the homeland and developing it.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The gun report he sounded in Phabal-ri of the homeland was one of revenge for giving vent to vengeance rankling in the hearts of the Korean people and a revolutionary echo inspiring conviction of the liberation of the country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t With revolutionary faith and strong will, he fought a daring struggle in jail after he was thrown behind bars by the Japanese imperialists.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The life of Kim Hyong Gwon was, indeed, the noble course of a true patriot who devoted his whole to national liberation and the bright future of the people and a brilliant life of a steadfast revolutionary boundlessly faithful to the revolutionary cause pioneered by the leader."
        },
        {
            "title": "Football Match between DPRK and Tajikistan Teams Held",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-16ee.html",
            "content": "Football Match between DPRK and Tajikistan Teams Held\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- A match between the DPRK and Tajikistan teams belonging to Group C of the group league matches of the 2008 Under-19 Asian Football Confederation Championships took place in Saudi Arabia on Nov. 3.\n\t\t\t\t\t\t The match ended in a 1-1 draw."
        },
        {
            "title": "KCNA Assails Japan's Unwarranted Human Rights Ruckus",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-03ee.html",
            "content": "KCNA Assails Japan's Unwarranted Human Rights Ruckus\r\n\n\t\t\t\t\t\n\t\t\t\t\t\t Pyongyang, November 4 (KCNA) -- Nowadays, Japan is working hard to submit the anti-DPRK \"human rights resolution\" to the UN in collusion with the EU.\n\t\t\t\t\t\t It is now busy working out the draft \"resolution\", which calls for \"the improvement of the human rights record\" of someone, in a bid to put it on the agenda of the 63rd UN General Assembly.\n\t\t\t\t\t\t\n\t\t\t\t\t\t This is just what it did during the 7th meeting of the UN Human Rights Council held in April.\n\t\t\t\t\t\t\n\t\t\t\t\t\t At that time, too, Japan and the EU were main players in the operation to get the anti-DPRK \"resolution\" railroaded through the above-said meeting.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The international community is skeptical about Japan and the EU taking so much pain over the issue of \"the improvement of the human rights performance\" in other country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Are they \"exemplary in human rights situation\" trusted by the international community or specified \"human rights judges\"?\n\t\t\t\t\t\t\n\t\t\t\t\t\t Moreover, it is the comment of the world public that it is brazen-faced for Japan to raise such human rights issue from every angle.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Japan is not in a position to talk about human rights issue as it is the only country in the world that still goes with its unprecedented crimes against humanity unsettled.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Japan committed such hideous human rights abuses as the crimes related to the \"comfort women\" for the Imperial Japanese Army it perpetrated by forcing 200,000 Korean women into sexual slavery while claiming that \"'comfort women' were no more than consumer goods\". However, it has not yet made any apology and reparation for those crimes.\n\t\t\t\t\t\t\n\t\t\t\t\t\t A particular mention should be made of the fact that Japan is adding to the human rights abuses perpetrated in the past by evading its historical responsibility for its past crimes through the advocacy of extreme chauvinism towards other nations.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Aso government is persisting in all sorts of politically-motivated suppression of those who fell victim to Japan's past colonial rule and Korean residents in Japan, their descendents, and violation of their rights, far from protecting them.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It is threatening the activities of the General Association of Korean Residents in Japan (Chongryon), a legitimate overseas Koreans' organization, and the right of the Koreans in Japan to exist.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese authorities are searching Chongryon organizations and committing violence against Koreans in Japan or arresting them by mobilizing state power. They also put embargo on ship \"Mangyongbong-92\", thus preventing a lot of Koreans in Japan from visiting their homeland and meeting their kin.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Japan's approach toward Koreans in Japan, victims of its human rights abuses, glaringly reveals the impudence of Japan that does not know elementary knowledge about respect for human rights.\n\t\t\t\t\t\t\n\t\t\t\t\t\t To interfere in the internal affairs of other countries under the pretext of \"human rights situation\" is an intolerable encroachment upon independent sovereign states.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Human rights issue is one related to sovereignty of each country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The forces hostile to the DPRK are saying this or that about the human rights situation in the DPRK and politicizing it, pursuant to the U.S. hostile policy toward the DPRK, in a sinister aim to secure a lever for pressurizing the DPRK.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It is a serious human rights abuse to find fault with the socio-political system and way of life in other country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t They should immediately stop their unreasonable human rights ruckus and rash act."
        },
        {
            "title": "Japanese Reactionaries' Anti-DPRK, Anti-Chongryon Moves under Fire",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-07ee.html",
            "content": "Japanese Reactionaries' Anti-DPRK, Anti-Chongryon Moves under Fire\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The Japanese reactionaries mobilized lots of police on October 29 to search organizations of the General Association of Korean Residents in Japan (Chongryon) in Tokyo, vociferating about \"violation of the law on taxation.\" This is illegal and fascist politically-motivated suppression of Chongryon and Koreans in Japan and at the same time, another grave infringement upon the dignity and sovereignty of the DPRK. Rodong Sinmun Tuesday says this in a signed commentary.\n\t\t\t\t\t\t The \"violation of the law on taxation\" touted by the Japanese authorities is nothing but a pretext to justify their suppression, and the above-said search is, in fact, the fascist racket aiming at exterminating Chongryon, the commentary notes, and goes on:\n\t\t\t\t\t\t\n\t\t\t\t\t\t The search is a product of villainous and wicked design peculiar to the Japanese reactionaries who are trying to gain their sinister political purpose by pressurizing the DPRK.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Their anti-DPRK and anti-Chongryon moves have reached very serious phase which should not be overlooked.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The reality goes to prove that the Japanese reactionaries are betes noires and a gang of worst hooligans who trample down upon the dignity and sovereignty of other countries and nations and commit human rights abuses against them at random to serve their exclusive purposes.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese reactionaries' persistent suppression of Chongryon will make the settling of the issue more difficult and redouble Korean people's hostility and indignation against Japan. We have in thorough stock all the unpardonable crimes committed by Japan in the past and will never tolerate the Japanese reactionaries' hostility towards the DPRK getting more pronounced as the days go by.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese reactionaries would be well advised to behave themselves, mindful that the reckless suppression of Chongryon is a suicidal act of pricking their eyes with their own hands."
        },
        {
            "title": "Japanese Reactionaries' Ambition for Overseas Expansion Denounced",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-10ee.html",
            "content": "Japanese Reactionaries' Ambition for Overseas Expansion Denounced\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The ruling parties of Japan including the Liberal Democratic Party passed a bill on extending the refueling mission of warships of the Maritime \"Self-Defense Force\" in the Indian Ocean through the plenary meeting of the House of Representatives.\n\t\t\t\t\t\t In this regard, Japanese Prime Minister Aso blustered that there is the need for Japan to actively seek to participate in international peace cooperation activities. This comes under fire by a signed commentary of Minju Joson Tuesday. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Aso's remarks are no more than a poor sleight of hand to cover up Japan's criminal ambition for overseas expansion and calm down the international censure and vigilance, the commentary notes, and goes on:\n\t\t\t\t\t\t\n\t\t\t\t\t\t Why is Japan working so hard to dispatch SDF warships to overseas even by enacting a special law on \"anti-terrorism operations\"?  This is not intended to contribute to world peace and stability but to more openly push forward its militarist activities for overseas aggression. \n\t\t\t\t\t\t\n\t\t\t\t\t\t In the new century the U.S. adopted the \"anti-terrorism war\" as its national policy and has since looked forward to international cooperation in it. So, it is the scenario of the Japanese reactionaries to justify the SDF's military activities overseas and widen their sphere to an unlimited extent, zealously pursuant to the above-said war of the U.S. \n\t\t\t\t\t\t\n\t\t\t\t\t\t It is not hard to guess what serious consequences will be entailed when Japan is allowed to launch overseas aggression after its military muscle is radically bolstered and its society turned reactionary.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It is necessary to check Japan's moves to emerge a military giant and its moves for overseas expansion without fail in order to ensure world peace and stability."
        },
        {
            "title": "All People Called upon to Live Their Own Way",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-04ee.html",
            "content": "All People Called upon to Live Their Own Way\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The slogan \"Let us live our own way!\" put up by the Workers' Party of Korea (WPK) serves as banner of independence and self-reliance, and to hold aloft to this banner forever provides a sure guarantee for demonstrating the dignity and honor of the DPRK for all ages.\n\t\t\t\t\t\t Rodong Sinmun Tuesday says this in a signed article.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It goes on:\n\t\t\t\t\t\t\n\t\t\t\t\t\t Living our own way means that one should think and act in line with one's spirit as required by the Juche idea which scientifically indicates the way of achieving and defending the independence of the country and the nation and push ahead with the revolution and construction in the interests of the Korean people and in conformity with the specific conditions of the country.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The slogan \"Let us live our own way!\" reflects the glorious history and tradition of the DPRK in which it has firmly preserved the Juche character and national character and the unshakable faith and will of the WPK to solve anything with dignity in line with its idea, requirements and interests no matter what others may say. This slogan represents a rosy future of the country and revolution always ready to win one victory after another along the path of Juche.\n\t\t\t\t\t\t\n\t\t\t\t\t\tWhile making revolution for the last several decades upholding the slogan the Korean people have keenly realized the justice of the above-said slogan and the great honor and happiness they have enjoyed under the leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The DPRK has solved the issues arising in the revolution and construction its own way as required by the Juche idea, the Songun idea of the WPK under any circumstances, thus demonstrating its might to the whole world as a dignified sovereign power. It has, at the same time, pushed forward the revolution and construction its own way on the principle of self-reliance, thereby showcasing the dignity and honor of the nation at the highest level.\n\t\t\t\t\t\t\n\t\t\t\t\t\t As long as the great Party provides leadership over the work to develop politics, military affairs, economy and culture its own way century after century, the DPRK will always stand as an eternal fortress of independence and the Korean people enjoy higher dignity and honor as the days go by."
        },
        {
            "title": "Treacherous Remarks of Lee Myung Bak Group Assailed",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-08ee.html",
            "content": "Treacherous Remarks of Lee Myung Bak Group Assailed\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- Ri Ki Thaek, chief vice-chairman of \"the Advisory Council for Democracy and Peaceful Unification\" of south Korea, some time ago let loose a spate of reckless remarks that \"the dismantlement of nukes in north Korea is a major precondition for settling the issue of the inter-Korean relations\" and no inter-Korean exchange \"has any meaning unless the nuclear issue is solved\".\n\t\t\t\t\t\t Rodong Sinmun today observes in a signed commentary carried in this regard:\n\t\t\t\t\t\t\n\t\t\t\t\t\t This fully reflects the traitorous \"policy towards the north\" which the Lee Myung Bak group has followed in zealous pursuance of the U.S. hostile policy towards the DPRK and glaringly reveals its criminal design to drive the inter-Korean relations getting worse as the days go by to uncontrollable catastrophe under the pretext of the nuclear issue.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The nuclear issue on the Korean Peninsula is a product of the U.S. aggressive hostile policy towards the DPRK and has nothing to do with the issue of the inter-Korean relations.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The improvement of the relations between the DPRK and the U.S. and the south Korean authorities' drop of their wild ambition to invade the north would automatically lead to the settlement of the nuclear issue.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The fundamental prerequisite to the solution of the issue of the inter-Korean relations is not the nuclear issue but the south Korean authorities' drop of their policy of confrontation with the north and their sincere option to implement the historic June 15 joint declaration and the October 4 declaration. What has happened over the past eight months since the emergence of the pro-U.S. conservative Lee Myung Bak regime eloquently proves that the present deterioration of the inter-Korean relations is not attributable to the nuclear issue but to the treacherous confrontational policy of the puppets negating the above-said declarations and their implementations.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The reality goes to prove that there is no change in the Lee group's policy of confrontation with the north and it is becoming more desperate and vicious in it.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Lee group going reckless, seized with the idea of confrontation with the north, can never go scot-free. The nation will certainly force it to pay for this crime."
        },
        {
            "title": "Visits to \"Yasukuni Shrine\" Assailed",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-09ee.html",
            "content": "Visits to \"Yasukuni Shrine\" Assailed\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The Japanese politicians' visits to \"Yasukuni Shrine\" came under fire by a signed commentary of Rodong Sinmun Tuesday.\n\t\t\t\t\t\t It observes:\n\t\t\t\t\t\t\n\t\t\t\t\t\t Their visits to the shrine are not a simple issue pertaining to the internal affairs of Japan only. \n\t\t\t\t\t\t\n\t\t\t\t\t\t It is an issue related to the attitude to all the progressive forces in Asia and the rest of the world that fought against the Japanese imperialists and their past history. This is also directly related to the prospect and the destiny of Japan. That's why the world is strongly urging the Japanese politicians to stop visiting the shrine.\n\t\t\t\t\t\t\n\t\t\t\t\t\t However, 48 super-partisan Dietmen of Japan recently paid a group visit to the shrine again, dead-set against the mindset of the world. This is a mockery of the justice and world conscience and a challenge to them as it was a dangerous attempt to revive militarism in Japan.\n\t\t\t\t\t\t\n\t\t\t\t\t\t What matters here is the political landscape in Japan that encourages the politicians' visits to the shrine.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The shrine is known as a shrine managed by a religious organization. Accordingly, it looks like a \"religious organization of civilian nature\". It is the sinister intention of the Japanese ultra-right politicians to convert it into a national cemetery and make the visit to it a state ceremony.\n\t\t\t\t\t\t\n\t\t\t\t\t\t By doing so, they seek to inject the ideas of taking revenge for the defeat of the Japanese imperialists and militarism into the Japanese.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Those who have inherited the militarist idea since their birth can never drop it.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The moves to revive militarism are beclouding the prospect of Japan and inviting disasters.\n\t\t\t\t\t\t\n\t\t\t\t\t\t The Japanese politicians had better stop the rash act, pondering over the destructive consequences to be entailed by their moves to revive militarism through the visit to the shrine."
        },
        {
            "title": "Inter-Korean Relations Are Not Tug-of-War",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-11ee.html",
            "content": "Inter-Korean Relations Are Not Tug-of-War\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- Some time ago, traitor Lee Myung Bak blustered at the \"meeting of ministers related to diplomacy and security\" held in camera that he would not be pulled about by the north without any principle. \n\t\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary carried in this regard: This is a deliberate provocation not only to his predecessors of south Korea who signed the June 15 joint declaration and the October 4 declaration but also to the headquarters of the DPRK and a blatant insult to the 70 million Koreans aspiring after national reconciliation, unity and independent reunification.\n\t\t\t\t\t\t\n\t\t\t\t\t\t These reckless remarks were prompted by his viewpoint that the inter-Korean relations are like a tug-of-war, the commentary notes, and goes on:\n\t\t\t\t\t\t\n\t\t\t\t\t\t What merits a serious attention is that he spelled out \"without any principle\" as a premise, while raving that \"he would not be pulled about by the north.\"  The basic principles for settling the issue of inter-Korean relations and the issue of national reunification are the three principles-- independence, peaceful reunification and great national unity.\n\t\t\t\t\t\t\n\t\t\t\t\t\t An ulterior aim sought by the traitor in putting up the watchwords of \"no nukes, opening and 3,000 dollars\" as \"basic principles\" is to justify at any cost the crimes his group has committed by bedeviling the inter-Korean relations through the trumpeting of those watchwords as \"principles\" though they had already been thrown into the garbage of history and, furthermore, escalate the moves for confrontation with fellow countrymen.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It is quite impossible for the north and the south to achieve reconciliation, unity and the reunification of the country as long as the Lee group is allowed to bedevil the inter-Korean relations, painting them as a tug-of-war, and do harm to the fellow countrymen.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Lee Myung Bak will not be able to escape from stern judgment by the nation if he continues rushing headlong into confrontation with fellow countrymen, persistently behaving so.\n\t\t\t\t\t\t\n\t\t\t\t\t\t It is no use crying over spilt milk. The traitor would be well advised to make an apology to the nation for having bedeviled the inter-Korean relations by pursuing \"the policy toward the north\" calling for confrontation with fellow countrymen and step down as demanded by the people, though belatedly."
        },
        {
            "title": "Extension of Activities for Probe into Truth about Mysterious Deaths in Army Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-05ee.html",
            "content": "Extension of Activities for Probe into Truth about Mysterious Deaths in Army Demanded in S. Korea \r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, November 4 (KCNA) -- The Solidarity for Bereaved Families of Those Who Met Mysterious Deaths in the Army of south Korea called a press conference in Seoul on Oct. 29 at which it demanded the Lee Myung Bak group extend the period of the activities of the Committee for Probing the Truth behind the Mysterious Deaths in the Army.\n\t\t\t\t\t\t Speakers at the press conference accused the Lee regime of trying to dissolve the mechanisms to probe the truth behind the past history under an absurd pretext.\n\t\t\t\t\t\t\n\t\t\t\t\t\t Noting that the committee would be compelled to suspend its activities on Dec. 31 due to the Lee group's measure, they deplored that this would bury into oblivion the truth about the mysterious deaths in the army that still remain unprobed. \n\t\t\t\t\t\t\n\t\t\t\t\t\t They urged the \"National Assembly\" to pass the bill calling for revising the law on mysterious deaths as early as possible in order to extend the activities of the committee and other mechanisms. \n\t\t\t\t\t\t\n\t\t\t\t\t\t At the end of the press conference, the solidarity submitted a written petition to \"Chongwadae\" raising the above-said demand."
        },
        {
            "title": "Korean People's Just Cause Supported by Malian President",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-01ee.html",
            "content": "Korean People's Just Cause Supported by Malian President\r\n\n\t\t\t\t\tPyongyang, November 4 (KCNA) -- Amadou Toumani Toure, Malian President and head of state, warmly congratulated the Korean people on having registered great successes in all fields including politics, military affairs, economy and culture under the wise leadership of General Secretary Kim Jong Il and significantly celebrated the 63rd founding anniversary of the Workers' Party of Korea and the 60th birthday of the DPRK, when meeting with the DPRK ambassador to Mali who paid a courtesy call on him on Oct. 28.\n\t\t\t\t\t\t The President of Mali noted that the government and people of Mali would as always extend full support and solidarity to the Korean people in their just cause for peace and stability on the Korean Peninsula and the independent development of the country and sincerely hoped that Korea's reunification would be achieved as early as possible in line with the spirit of the June 15 North-South Joint Declaration."
        },
        {
            "title": "Kim Jong Il inspecciona Unidad No. 2200 del EPC",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-21ee.html",
            "content": "Kim Jong Il inspecciona Unidad No. 2200 del EPC\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, 4 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea (PTC), Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), inspecciono la Unidad No. 2200 del EPC y vio el entrenamiento de los militares.\n\t\t\t\t\t\t  Despues de enterarse del estado de cumplimiento del deber y del programa de ejercicios de la unidad, subio al mirador donde vio el entrenamiento de los militares.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Al ver el aspecto de entrenamiento de los militares del EPC, armados firmemente con el metodo de combate autoctono del PTC, se mostro muy satisfecho de que todos los militares estan firmemente listos en lo ideo-politico, en lo militar-tecnico y en lo fisico para que puedan frustrar a tiempo cualquier invasion inesperada de los enemigos y defender con firmeza la patria socialista y evaluo altamente los exitos de los militares logrados en los ejercicios. Y presento las tareas programaticas que sirven de guia en fortalecer mas el heroico EPC como las invencibles fuerzas armadas revolucionarias.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Dijo que el EPC, que heredo con brillantez las gloriosas tradiciones de la lucha antijaponesa, se ha fortalecido como el potente en la idea y la fe que posee como absoluta conviccion el espiritu de defensa a ultranza al lider, el de servir como fusil y bomba y el de convertirse en bomba suicida.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Continuo que por contar con este gran ejercito invencible consolidado como acero en la larga y ardua lucha de mas de 70 anos es inquebrantable la patria socialista de Corea e invencible la causa de la revolucion coreana. \n\t\t\t\t\t\t\n\t\t\t\t\t\t  Estimulo cordialmente a los militares participantes en el entrenamiento y se fotografio junto a estos.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Le acompanaron los generales de ejercito del EPC Hyon Chol Hae, Ri Myong Su y Kim Myong Guk y otros miembros de mando del ejercito."
        },
        {
            "title": "Kim Jong Il inspecciona campo de ejercicios de Unidad No.534",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-22ee.html",
            "content": "Kim Jong Il inspecciona campo de ejercicios de Unidad No.534\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, 4 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono el campo de ejercicios de la subunidad directamente subordinada a la Unidad No. 534 del EPC.\n\t\t\t\t\t\tGuiado por el jefe de la subunidad, el Comandante Supremo recorrio durante largas horas los equipos de ejercicios e instalaciones y vio el entrenamiento de los uniformados.\n\t\t\t\t\t\t\n\t\t\t\t\t\tAl ver sobresalientes ejercicios de los militares, se mostro satisfecho de que todos los oficiales y soldados crecen con firmeza como los combatientes capaces de pelear uno contra cien enemigos para defender inexpugnablemente la patria socialista e indico las tareas que se presentan para consolidar por todos los medios la combatividad de la unidad.\n\t\t\t\t\t\t\n\t\t\t\t\t\tSenalo que nuestros oficiales y soldados cultivaron la invencible fuerza herculea en los dias gloriosos en que han recorrido el camino lleno de victorias superando tempestades furiosas y creando los milagros historicos bajo la bandera del Songun (priorizacion militar) en alto y destaco que en este mundo no hay nadie que pueda vencer este poderio del ejercito popular.\n\t\t\t\t\t\t\n\t\t\t\t\t\tEs muy elevado el entusiasmo de los militares de la unidad sobre ejercicios, subrayo el Comandante Supremo y anadio que al tener presente que el medio fundamental para cultivar la invencible fuerza reside en fortalecer los ejercicios combativos y politicos, debe dar siempre primordial atencion a esta labor.\n\t\t\t\t\t\t\n\t\t\t\t\t\tActo seguido, el Comandante Supremo se reunio con Ri Kwang, Kim Son A y otros militares que se destacaron en los ejercicios, felicito sus exitos de entrenamiento y cuido cordialmente sus labores y vida.\n\t\t\t\t\t\t\n\t\t\t\t\t\tRecalco que la subunidad acondiciono tipicamente el campo de ejercicios, normalizo el entrenamiento y preparo mejor las instalaciones de cultura, educacion e intendencia y evaluo altamente sus logros.\n\t\t\t\t\t\t\n\t\t\t\t\t\tEl Dirigente Kim Jong Il se fotografio junto a los militares de la subunidad.\n\t\t\t\t\t\t\n\t\t\t\t\t\tLe acompanaron los generales de ejercito del EPC Hyon Chol Hae, Ri Myong Su y Kim Myong Guk."
        },
        {
            "title": "Presidente malines expresa solidaridad con causa de pueblo coreano",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-23ee.html",
            "content": "Presidente malines expresa solidaridad con causa de pueblo coreano\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, 4 de noviembre (ATCC) -- Amadou Toumano Toure, presidente y jefe del Estado de la Republica de Mali se reunio el dia 28 de octubre con el embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en su pais quien le hizo una visita de cortesia.\n\t\t\t\t\t\tEn la ocasion el mandatario del pais africano felicito calurosamente al pueblo coreano, que bajo la sabia direccion de Su Excelencia Kim Jong Il logro grandes exitos en la politica, los asuntos militares, la economia, la cultura y las demas esferas y celebro solemnemente el 63o aniversario de la fundacion del Partido del Trabajo de Corea y el 60o de la fundacion de la RPDC.\n\t\t\t\t\t\t\n\t\t\t\t\t\tSubrayo que el gobierno y el pueblo de Mali, enviaran tambien en el futuro al igual que en el pasado su entero apoyo y solidaridad con la justa causa del pueblo coreano por la paz y la estabilidad de la Peninsula Coreana y el desarrollo independiente  del pais y le desean sinceramente  que se realice cuanto antes la reunificacion de Corea conforme al espiritu de la Declaracion Conjunta Norte-Sur del 15 de Junio."
        },
        {
            "title": "Rodong Sinmun condena la visita al \"Santuario Yasukuni\" en Japon",
            "url": "http://kcna.co.jp/item/2008/200811/news05/20081105-24ee.html",
            "content": "Rodong Sinmun condena la visita al \"Santuario Yasukuni\" en Japon\r\n\n\t\t\t\t\t\n\t\t\t\t\t\tPyongyang, 4 de noviembre (ATCC) -- En un comentario individual divulgado hoy, el diario Rodong Sinmun condeno la visita al \"Santuario Yasukuni\" por parte de los politiqueros japoneses.\n\t\t\t\t\t\t  Este tema no es un simple asunto interno de Japon sino esta relacionado con la actitud en cuanto a todas las fuerzas progresistas del mundo, inclusive los paises asiaticos, que lucharon contra el imperialismo japones, y con el punto de vista de la historia pasada, subraya el autor del comentario y prosigue:\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Igualmente, esta vinculado directamente con el futuro destino de Japon. Por esta razon, todo el mundo exige persistentemente a los politiqueros japoneses que dejen de visitar ese santuario donde se conservan las tablillas mortuorias de los criminales de guerra de primera categoria.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Sin embargo, los 48 parlamentarios ultrapartidistas volvieron a visitarlo recientemente en bandada dando espaldarazo a la opinion publica mundial, lo cual resulta una locura peligrosa para resucitar el militarismo en Japon y burla y desafio a la justicia y la conciencia mundial.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  El problema esta en el ambiente politico de Japon que alienta a los politicos a visitar el \"Santuario Yasukuni\".\n\t\t\t\t\t\t\n\t\t\t\t\t\t Actualmente, este santuario tiene la forma de \"institucion civil\" administrada por una entidad religiosa. \n\t\t\t\t\t\t\n\t\t\t\t\t\t Los politiqueros ultraderechistas japoneses pretenden convertirlo en el futuro en un cementerio nacional administrado por el Estado para atribuir el caracter estatal a las ceremonias de homenaje en ese lugar.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  De esta manera, intentan sembrar en el pueblo japones la idea militarista y el revanchismo para reparar la derrota de los imperialistas japoneses en la Segunda Guerra Mundial.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Realmente, no hay la manera de blanquear la sucia entrana de los que al nacer heredan el gen militarista.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Las maniobras para hacer revivir el militarismo entenebrecen el futuro de Japon y buscan los desastres.\n\t\t\t\t\t\t\n\t\t\t\t\t\t  Sera una buena opcion para los politiqueros japoneses dejar de visitar ese santuario meditando seriamente de las catastroficas consecuencias que emanen de sus acciones para resucitar el militarismo mediante el culto a los criminales de guerra en ese lugar."
        }
    ]
}