{
    "date": "2008-04-05",
    "url": "http://kcna.co.jp/item/2008/200804/20080405.htm",
    "articles": [
        {
            "title": "Working People Meet to Celebrate Kim Jong Il's Election as NDC Chairman",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#2",
            "content": "Working People Meet to Celebrate Kim Jong Il's Election as NDC Chairman \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- A meeting of working people and members of the General Federation of Trade Unions of Korea (GFTUK) took place at the plaza of the Monument to Party Founding on Thursday to celebrate the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defense Commission (NDC). &nbsp;&nbsp;&nbsp;\r\n A report was made by Kim Pyong Phal, chairman of the Central Committee of GFTUK, to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that Kim Jong Il's election as chairman of the NDC provided a sure guarantee for glorifying President Kim Il Sung's idea on building national capacity for self-defense and exploits performed by him in it, accomplishing the cause of building a rich and powerful country generation after generation and achieving the ultimate victory of the Juche revolution. &nbsp;&nbsp;&nbsp;\r\n The past 15 years when Kim Jong Il led the Korean revolution as  chairman of the NDC were days of historic turn for winning a victory in war for defending socialism and ushering in the dawn of a great prosperous powerful nation by overcoming severe trials and hardships, they said. &nbsp;&nbsp;&nbsp;\r\n They called on the working people and members of GFTUK to take the lead in glorifying this year, which will mark the 60th anniversary of the founding of the DPRK, as a year of historic turn which will go down in the history of the country and opening the gate of a great prosperous powerful nation by vigorously accelerating the general march of the Songun revolution under the leadership of the Party. &nbsp;&nbsp;&nbsp;\r\n A poem \"Long Live the Great Sun of Songun!\" was read out there.\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Intellectuals Awarded Academic Degrees and Titles",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#3",
            "content": "Anniversary of Kim Jong Il's Work Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- A seminar on General Secretary Kim Jong Il's work \"Theory on Cinematic Art\" was held by men of literature and art on April 3 to mark the 35th anniversary of its publication. &nbsp;&nbsp;&nbsp;\r\n Present there were Kang Nung Su, minister of Culture, officials concerned, creators, artistes, teachers and researchers of the field of literature and art.&nbsp;&nbsp;&nbsp;\r\n Kim Pyong Hun, chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, in a speech said that Kim Jong Il published the work 35 years ago on the basis of the exploits and experience he gained while guiding the field of cinematic art. The work serves as a great programme of literature and art in the era of independence as it clarified from a new angle the theoretical and practical matters arising in building the Juche-based literature and art and systematized them in an integral way, he added. &nbsp;&nbsp;&nbsp;\r\n The application of the idea and theory of the work to the creation made it possible to produce many feature films of various themes and forms to meet the demand of the times and the aspiration of the people and create the multi-part feature film \"The Nation and Destiny\" as the work of summing up the Juche-based literature and art in the 20th century, he stressed. &nbsp;&nbsp;&nbsp;\r\n Kim Pha, curator of the Revolutionary Museum of the Ministry of Culture, referred to the feats performed by Kim Jong Il by publishing works that comprehensively deal with the theories of all fields of literature and art including fine art, music and dance after the publication of \"Theory of Cinematic Art\".&nbsp;&nbsp;&nbsp;\r\n Jo Myong Chol, director of an institute of Pyongyang University of Dramatic and Cinematic Arts, in a speech said that the work is a great programme as it put the idea and theory of literature and art of humankind on a new scientific basis and has led the literature and art in the era of independence and an immortal library which promoted the Renaissance in the 20th century and the development of literature and art in the new century. &nbsp;&nbsp;&nbsp;\r\n Ri Hui Chan, director of the Korean Scriptwriting Company, and Pak Jong Ju, chief producer of the Korean Film Studio, stressed the need to create many masterpieces as demanded by the era of Songun and thus further glorify the leadership feats of the Workers' Party of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "School Youth and Children Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#4",
            "content": "Intellectuals Awarded Academic Degrees and Titles \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- Academic degrees and titles of the DPRK were awarded to intellectuals on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n An awarding ceremony took place on Thursday. &nbsp;&nbsp;&nbsp;\r\n At the ceremony degree of academician was awarded to three persons including Ri Chang Guk, head of a department of Kim Il Sung University, and degree of candidate academician to four persons including Kang Ung Gwon, head of a department of Pyongyang University of Medicine. &nbsp;&nbsp;&nbsp;\r\n The academic title of professor was conferred on 27 persons including Ri Jong Rak, head of a department of Kim Chaek University of Technology, doctor's degree on Han Jong Chol, researcher of Pyongyang University of Mechanical Engineering, Song Yong Il, head of a department of Pyongyang University of Construction and Building Materials Production, Choe Kwang Ryol, head of a department of Korean University of Physical Education, Ri Kyong Chol, room chief of the Academy of Social Sciences, and others and title of associate professor on 96 persons.    \r\n\r\n\r\n"
        },
        {
            "title": "Holding High June 15 Joint Declaration Called for",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#5",
            "content": "School Youth and Children Visit Mangyongdae \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- \"Visit to President Kim Il Sung's birthplace at Mangyongdae\" was made by the school youth and children across the country on Thursday on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Before starting the participants laid floral baskets and flowers before the statue of the President at Changdok School and paid tributes to him. &nbsp;&nbsp;&nbsp;\r\n Then they marched for Mangyongdae led by flags bearing portraits of the President and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n After arriving there they laid wreaths before graves of Kim Po Hyon and Ri Po Ik, grandfather and grandmother of the President, and Kim Hyong Jik and Kang Pan Sok, father and mother of the President, and observed a moment's silence. &nbsp;&nbsp;&nbsp;\r\n They visited the old home of the President and the Mangyongdae Revolutionary Museum before going round several revolutionary relics in Mangyongdae.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Gentries' Belligerent Way of Thinking Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#6",
            "content": "Holding High June 15 Joint Declaration Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- The June 15 joint declaration serves as a programme for national unity as it calls on all Koreans who love the country and the nation to pool their efforts. It is also a great programme for independent reunification in which the Koreans committed themselves to reject outsiders and achieve independent and peaceful reunification of the country by the efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Friday observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The joint declaration serves as a programme for national unity as it encourages the whole nation to turn out with vigor in the efforts to carry out the cause of great unity with patriotic will and intention. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" clarified in the joint declaration encourages the Koreans to work for reconciliation and unity with ardent patriotism, it being the most ardent patriotic idea. &nbsp;&nbsp;&nbsp;\r\n It would be quite impossible to think about achieving the reconciliation and unity of the Korean nation growing stronger as the days go by for independent national reunification without the joint declaration which instilled patriotism into the Koreans. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen who love the country and the nation should oppose and reject the south Korean conservative ruling forces' policy of flunkeyism and dependence on foreign forces and cooperation with them with the idea of \"By our nation itself\" as an ideological weapon to meet the requirements of the joint declaration and further intensify the struggle to achieve the national reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n The joint declaration is the great programme for independent reunification in which the north and the south committed themselves to reject foreign forces and achieve reunification by the concerted efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The joint declaration serves as guidelines of the era because it put forward national independence, absolute truth in achieving national reunification and carving out the destiny of the nation, as genuine patriotic idea which can be supported and followed by all the fellow countrymen in the north and south and overseas who have differing ideologies, the article concludes.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean \"Government\" Authorities' Negation of June 15 Era under Fire",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#7",
            "content": "Lee Myung Bak Gentries' Belligerent Way of Thinking Accused in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- The People for Achieving Peace and Reunification in south Korea called a press conference in Seoul on March 31 at which they strongly denounced the belligerent way of thinking of the Lee Myung Bak gentries inciting confrontation. &nbsp;&nbsp;&nbsp;\r\n At the press conference speakers recalled that no sooner had Lee Myung Bak taken office than he incited confrontation with the north, not working for reconciliation and cooperation with it. This is nothing but a very dangerous act, they noted. &nbsp;&nbsp;&nbsp;\r\n Lee Myung Bak's policy of pressurizing the \"north to dismantle nukes first\" is an old method already used by his American master, they said, urging him to shape a proper policy toward the north from the stand of meeting the interests of nation, though belatedly. &nbsp;&nbsp;&nbsp;\r\n A press release read out at the press conference said that the outcries of the chairman of the Joint Chiefs of Staff of the south Korean forces for mounting a \"preemptive strike\" have something in common with the \"logic on aggression against the north\" reflected in the U.S. \"report on nuclear posture\".&nbsp;&nbsp;&nbsp;\r\n It stressed the need for him to immediately step down as the chairman as he let loose a spate of dangerous outcries which may lead the nation to ruin. &nbsp;&nbsp;&nbsp;\r\n The inter-Korean relations are being driven to the lowest ebb owing to the Lee Myung Bak gentries' hysteria, it said, urging the \"government\" to drop its attitude of inciting confrontation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the South Headquarters of the National Alliance for the Country's Reunification, the Solidarity for Implementing the South-North Joint Declaration, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and the People for Achieving Peace and Reunification called a press conference in Seoul on March 27 at which they condemned the reckless outbursts of the military authorities stoking confrontation between fellow countrymen.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Ruling Forces' Sycophancy toward U.S. Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#8",
            "content": "S. Korean \"Government\" Authorities' Negation of June 15 Era under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- The south Korean Confederation of Trade Unions made public a statement on March 27 condemning the \"government\" authorities for negating the June 15 era. &nbsp;&nbsp;&nbsp;\r\n  The statement recalled that recently the minister of \"Unification\" and other anti-reunification conservatives have viciously blocked the development of the inter-Korean relations, blustering that they would link the inter-Korean economic cooperation with the settlement of the nuclear issue of the north. &nbsp;&nbsp;&nbsp;\r\n The statement denounced this as a treacherous and anti-reunification act of negating all the efforts and achievements made so far for reunification. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak gentries are undisguisedly revealing their anti-DPRK and anti-reunification attempt while zealously pursuing the U.S. policy of aggression against it, the statement said. &nbsp;&nbsp;&nbsp;\r\n It stressed that the ruling authorities should stop at once the acts of calming down the ardent desire of the people for peace on this land and its independent reunification and opt for implementing the June 15 joint declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Preparatory Committee Inaugurated in Laos",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#9",
            "content": "S. Korean Ruling Forces' Sycophancy toward U.S. Accused in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- Ri Yong Hui, former professor of Hanyang University of south Korea, in an interview with a reporter of Kyonghyang Daily News on March 30 strongly denounced the Lee Myung Bak gentries' sycophancy toward the U.S. &nbsp;&nbsp;&nbsp;\r\n He condemned the present \"government\" for denying the aggressive nature of the U.S. occupation of Iraq and zealously supporting it asserting that it is profitable in view of morality and what one should do and conforms to the state interests. &nbsp;&nbsp;&nbsp;\r\n Saying that all the present ruling forces are seized by worship for the U.S. as its henchmen are keen on carrying into practice its neo-colonialist domination policy, he held that Lee Myung Bak and his gentries are out of mind, indulging themselves in flunkeyism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Supported in Switzerland",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#10",
            "content": "Preparatory Committee Inaugurated in Laos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- A national preparatory committee of Lao youth for commemorating the Day of the Sun and the 60th founding anniversary of the DPRK was formed with due ceremony in Vientiane on Mar. 31. &nbsp;&nbsp;&nbsp;\r\n Khamphan Sittidampha, secretary of the Central Committee of the Lao People's Revolutionary Youth Union, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to wage colorful functions including friendly meeting, photo exhibition and film show on the occasions of the above-said holidays.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lifting of Sanctions against DPRK and Entry of Mangyongbong-92 Demanded",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#11",
            "content": "DPRK Supported in Switzerland\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- The Switzerland-Korea Committee denounced outbursts of the chairman of the Joint Chiefs of Staff of the south Korean forces in a statement on Mar. 31. &nbsp;&nbsp;&nbsp;\r\n The statement disclosed that his outbursts calling for making a \"preemptive strike\" at the nuclear bases in the DPRK with precision guided weapons are nothing but declaration of a war against it, adding that the reckless and criminal provocation reflects the treacherous and anti-reunification stand of the pro-U.S. conservative forces of the Grand National Party of south Korea who came to power in late February. &nbsp;&nbsp;&nbsp;\r\n The DPRK has always made efforts for detente and cooperation between the north and the south and invariably honored the spirit of the June 15 North-South Joint Declaration and the October 4 declaration, the statement said, expressing firm solidarity with all the countermeasures being taken by the DPRK for peace and sovereignty. &nbsp;&nbsp;&nbsp;\r\n Noting that there is a limit to patience and magnanimity of the DPRK, the statement warned that the south Korean ultra-right war fanatics, stooges of the U.S. imperialists, had better stop their dangerous war gambling before it is too late.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminario por 35o aniversario de publicacion de obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#12",
            "content": "Lifting of Sanctions against DPRK and Entry of Mangyongbong-92 Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 4 (KCNA) -- Representatives of the Nagano Prefectural Headquarters of the General Association of Korean Residents in Japan (Chongryon) and the Nagano Prefectural People's Council for Supporting the Independent and Peaceful Reunification of Korea went to the Japanese Foreign Ministry on March 28 and demanded an immediate lifting of the sanctions against the DPRK and the portcall of the ship Mangyongbong-92. &nbsp;&nbsp;&nbsp;\r\n Ri Kwang Sang, chairman of the Nagano Prefectural Headquarters of Chongryon, demanded the Japanese government not to use Koreans in Japan as \"hostages\" in order to wrest any \"concession\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n Hakayoshi Fukai, chairman of Josho region of the Nagano Prefectural People's Council for Supporting the Independent and Peaceful Reunification of Korea, stressed that the Japanese government should lift the sanctions and allow the portcall of the Mangyongbong-92 in the spirit of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n That day the representatives separately conveyed written requests addressed to the Japanese foreign minister.    \r\n\r\n\r\n"
        },
        {
            "title": "Jovenes y escolares visitan a Mangyongdae por Dia del Sol",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#13",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Declaracion Conjunta del 15 de Junio es programa de reunificacion",
            "url": "http://kcna.co.jp/item/2008/200804/news04/05.htm#14",
            "content": "Seminario por 35o aniversario de publicacion de obra de Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 4 de abril (ATCC) -- Tuvo lugar la vispera el seminario artistico-literario por el 35o aniversario de la publicacion de la obra del Dirigente Kim Jong Il \"El arte cinematografico\".&nbsp;&nbsp;&nbsp;\r\nEn la ocasion estuvieron presentes el ministro de Cultura Kang Nung Su, los funcionarios interesados y los creadores, artistas, profesores e investigadores de la rama de arte y literatura. &nbsp;&nbsp;&nbsp;\r\nEl presidente del Comite Central de la Federacion General de Escritores y Artistas de Corea, Kim Pyong Hun, senalo en su discurso que ese trabajo publicado hace 35 anos por el Dirigente basandose en las proezas y experiencias acumuladas en su direccion sobre el sector cinematografico constituye un gran programa artistico-literario de la epoca de independencia que dilucido nuevamente y sistematizo globalmente los problemas teorico-practicos surgidos en la creacion de autoctonas literatura y arte. &nbsp;&nbsp;&nbsp;\r\nContinuo que gracias a la materializacion en la practica de creacion de la idea y teoria presentadas en la obra, fueron creadas numerosas peliculas de ficcion de diversos temas y generos convenientes a la demanda de la epoca y la aspiracion del pueblo y el filme en serie \"La nacion y el destino\" fue producido como obra que balancea la literatura y arte de tipo jucheano del siglo XX. &nbsp;&nbsp;&nbsp;\r\nEl director del Museo de la Historia Revolucionaria del Ministerio de Cultura, Kim Pha, destaco las hazanas del Dirigente quien luego de publicar dicha obra, escribio las otras que sintetizaron las teorias acerca de bellas artes, musica, baile y de las demas esferas de literatura y arte. &nbsp;&nbsp;&nbsp;\r\nEl director del Centro de Investigacion de la Universidad de Dramaturgia y Cinematografia de Pyongyang, Jo Myong Chol, subrayo que la obra del Dirigente resulto el gran programa que asento la idea y la teoria literario- artisticas de la humanidad sobre un nuevo cimiento cientifico y encauza esta rama de la epoca independiente y el libro de gran valor que estimulo el Renacimiento y el desarrollo literario- artisticos de los siglos XX y XXI. &nbsp;&nbsp;&nbsp;\r\nEl presidente de la Casa de Creacion de Guiones Cinematograficos de Corea, Ri Hui Chan, y el director responsable de los Estudios Cinematograficos de Corea, Pak Jong Ju, subrayaron la importancia de crear muchas obras maestras, que satisfagan la demanda de la epoca del Songun (priorizacion militar), para glorificar las hazanas de direccion del Partido del Trabajo de Corea.    \r\n\r\n\r\n"
        }
    ]
}