{
    "date": "2008-12-08",
    "url": "http://kcna.co.jp/item/2008/200812/2008-12-08ee.html",
    "articles": [
        {
            "title": "DPRK Will Not Regard Japan as Party to Six-Party Talks",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-08ee.html",
            "content": "DPRK Will Not Regard Japan as Party to Six-Party Talks\r\nPyongyang, December 6 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question raised by KCNA Saturday as regards the issue of Japan's participation in the six-party talks: \n\t\t\t\t\t The talks of heads of delegations to the six-party talks are slated to open soon to round off the implementation of the October 3 agreement. \n\t\t\t\t\t\n\t\t\t\t\t It is the main task of the talks to ensure the speed of economic compensation by the five parties to the talks as called for by the principle of \"action for action\" as it is delayed as compared with the DPRK's speed of disablement and achieve common understanding of the issue of verification. \n\t\t\t\t\t\n\t\t\t\t\t What matters is that Japan persistently and impertinently insists on its participation in the talks though it is refusing to fulfill its commitment despite the fact that the implementation of the October 3 agreement is at its final phase. \n\t\t\t\t\t\n\t\t\t\t\t The six-party talks are participated in by those countries directly interested in the denuclearization of the Korean Peninsula and the parties to them are, therefore, obliged to fulfill their responsibilities to attain that goal. \n\t\t\t\t\t\n\t\t\t\t\t It is only Japan out of those parties that has not done anything to fulfill its commitment but is still refusing to do so. \n\t\t\t\t\t\n\t\t\t\t\t It is the assertion of Japan that it will not fulfill any commitment related to its economic compensation under the agreement reached at the six-party talks unless there is progress in the solution of the \"abduction issue\" between the DPRK and Japan.\n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior intention of Japan to bar the denuclearization of the peninsula from coming true and put spurs to its moves to turn itself into a military power under the pretext of the nuclear issue. \n\t\t\t\t\t\n\t\t\t\t\t Such country has neither justification nor qualification to participate in the talks. On the contrary, it only lays a hurdle in the way of achieving the common goal. \n\t\t\t\t\t\n\t\t\t\t\t The October 3 agreement can be implemented without Japan now that other countries beside the parties to the six-party talks are expressing their will to participate in the economic compensation in place of Japan. \n\t\t\t\t\t\n\t\t\t\t\t We will neither treat Japan as a party to the talks nor deal with it even if it impudently appears in the conference room, lost to shame."
        },
        {
            "title": "Lee Myung Bak Group Accused of Its Despicable Moves",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-09ee.html",
            "content": "Lee Myung Bak Group Accused of Its Despicable Moves\r\nPyongyang, December 6 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued its information bulletin No. 944 Saturday denouncing the conservative authorities, the Grand National Party and other ultra-right conservative forces of south Korea for resorting to base moves to evade their responsibility for having pushed the inter-Korean relations to a stalemate. \n\t\t\t\t\t The bulletin denounced the moves of the puppet authorities and conservative forces to shift the blame for the present situation onto the DPRK as another grave provocation against it as they are a premeditated intrigue to conceal the crimes committed by them as the arch criminal who deteriorated the inter-Korean relations and realize their ambition for achieving \"unification through absorption\" and their strategy for a war of aggression against it under the signboard of \"dialogue\".\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations now at the worst phase are entirely attributable to the treacherous and anti-reunification moves of the puppet authorities who have negated the historic June 15 joint declaration and the October 4 declaration, blocked the dialogue and cooperation and persisted in confrontation with the north, going against the trend of the times and the aspiration of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet authorities are trying hard to shift the blame for the deteriorated inter-Korean relations onto the DPRK, letting loose a spate of outbursts that they have never negated the north-south declarations but \"respected their spirit\". This is like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group has only advocated \"closer alliance\" with foreign forces, while categorically denying the agreement common to the nation. One can hardly expect the genuine development of the inter-Korean relations, to say nothing of the dialogue between the authorities, as long as such group of traitors is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue to follow the future attitude of the Lee Myung Bak group."
        },
        {
            "title": "DPRK Delegation Leaves for Laos",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-10ee.html",
            "content": "DPRK Delegation Leaves for Laos\r\n Pyongyang, December 6 (KCNA) -- A delegation of the Physical Culture and Sports Guidance Commission of the DPRK headed by its Chairman Pak Hak Son left here today by air to visit Laos."
        },
        {
            "title": "Yemeni Personage Gives Impressions of Korea",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-05ee.html",
            "content": "Yemeni Personage Gives Impressions of Korea\r\nPyongyang, December 6 (KCNA) -- I could hardly repress my admiration at the struggle of the Korean people defending peace and justice with their noble idea, said Abdullah Ahmed Ghanim, member of the General Committee and head of the Political Department of the General People's Congress of Yemen who visited the DPRK as head of the delegation of the congress, when interviewed by KCNA on Dec. 4.\n\t\t\t\t\t Noting that he was deeply moved through his first visit to the DPRK, he stressed that the Korean people have achieved great successes in different fields including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\tThis is the brilliant fruition of the wise guidance of President Kim Il Sung and General Secretary Kim Jong Il, he added.\n\t\t\t\t\t\n\t\t\t\t\t The visit to the Party Founding Museum helped the delegation have better understanding of the source of the Korean people's strong mental power, he noted, saying: The experience gained by the Workers' Party of Korea is very precious as it won shining victory in the revolutionary struggle by closely uniting the broad masses of people and arousing them to the struggle.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that he was convinced of the rosy future of the DPRK after witnessing the Korean people who are working hard for better tomorrow with firm confidence and optimism.\n\t\t\t\t\t\n\t\t\t\t\t We extend congratulations to the WPK and the friendly Korean people making great progress in all domains and wish them greater successes in the future, he said."
        },
        {
            "title": "S. Korean Authorities' Moves to Cover Up Past Crimes Blasted",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-07ee.html",
            "content": "S. Korean Authorities' Moves to Cover Up Past Crimes Blasted\r\n Pyongyang, December 6 (KCNA) -- The south Korean conservative ruling force's dissolution and merger of committees related to settling the issue of the past history are aimed at blocking the probe into the truth behind the past history and \"reassessing\" the history in such a way as to cater to their taste. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Grand National Party of south Korea submitted to the \"National Assembly\" a \"bill on dissolving and merging committees related to settling the issue of the past history\" under the pretext of \"inadequate budget and work efficiency.\"\n\t\t\t\t\t\n\t\t\t\t\t It is the requirements of the era and people to probe the truth behind countless crimes committed by the former dictatorial regimes in south Korea against the nation and severely punish their culprits.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak is putting forward the GNP in a bid to drastically reduce the number of those committees courting his displeasure and put them under his control. By doing so he seeks to render them completely defunct. By frantically blocking the probe into the truth behind the past history quite contrary to the need of the era and the desire of people the clique of traitors  self-exposed that it is nothing but a group of remnants of the past dictatorial regimes and mean traitors little different from them. \n\t\t\t\t\t\n\t\t\t\t\t To negate and cover up the past crimes is little short of repeating the same crimes. As a matter of fact, traitor Lee is bringing back the past era of fascist dictatorship, hell-bent on inciting confrontation with the north, acting a despicable lackey of foreign forces just as the preceding dictators did.\n\t\t\t\t\t\n\t\t\t\t\t The truth of history, however, can never be covered. The Lee group is making desperate efforts to block the probe into the truth behind the past history in a bid to tide over its ruling crisis and maintain its traitorous regime. But this will get it nowhere. This frenzy will only compel the group to meet the same miserable end as what the preceding dictators did and precipitate its self-destruction."
        },
        {
            "title": "Japan Urged to Redress its Inglorious Past",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-02ee.html",
            "content": "Japan Urged to Redress its Inglorious Past\r\nPyongyang, December 7 (KCNA) -- Japan should totally break with its inglorious past. Minju Joson Sunday urges this in a signed commentary carried 67 years since the Japanese imperialist ignited the Pacific War.\n\t\t\t\t\t It observes:\n\t\t\t\t\t\n\t\t\t\t\t The world today shows that it is the trend of the times, the trend of the situation for many countries to admit their history in a humble manner and turn over a new leaf for the future.\n\t\t\t\t\t\n\t\t\t\t\t It is quite impossible to advance for a bright future before an inglorious past is redeemed and many countries, therefore, do not spare time, money and effort to clear away stains on minds and conscience. \n\t\t\t\t\t\n\t\t\t\t\t Japan is, however, blatantly challenging such trend of the times as if to ridicule it. \n\t\t\t\t\t\n\t\t\t\t\t It is making reckless remarks and doing a lot of things foolish in broad daylight beyond human imagination, not showing any sign of apology and reparation. \n\t\t\t\t\t\n\t\t\t\t\t What merits serious attention is that the Japanese reactionaries are taking such wrong attitude toward history and do not feel guilty conscience of the past crimes as they persistently seek to realize their wild ambition for militarist overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Japan is fully ready to ignite a war any moment when determined to do so. \n\t\t\t\t\t\n\t\t\t\t\t This indicates that Japan has already emerged a dangerous war force in Asia and its military threat and its start of a new war have begun assuming an actual danger. \n\t\t\t\t\t\n\t\t\t\t\t Japan was fortunate enough to survive after provoking a war in the past but it will never meet such fortune again. \n\t\t\t\t\t\n\t\t\t\t\t Japan's moves for reinvasion lead to final destruction. \n\t\t\t\t\t\n\t\t\t\t\t Japan is standing at the crossroads of whether it totally breaks with its inglorious past and makes a new start or it will remain in the dumping ground of history. Japan's fate will be decided by how it behaves at this crucial time."
        },
        {
            "title": "Lee Myung Bak's Reckless Remarks Refuted in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-01ee.html",
            "content": "Lee Myung Bak's Reckless Remarks Refuted in S. Korea\r\n Pyongyang, December 7 (KCNA) -- The Democratic Labor Party of south Korea on Dec. 1 denounced traitor Lee Myung Bak for his reckless remarks evading the responsibility for the issue of young people's unemployment. \n\t\t\t\t\t It accused Lee of making what he called \"a radio speech\" in which he asserted that the problem of unemployment has not been solved because \"young people sit idle and just wait for comfortable and good jobs\". The party termed this an outcry against those young people driven to despair because of the job problem.\n\t\t\t\t\t\n\t\t\t\t\t It is \"the 'government's' duty to provide them with jobs\", the party held, charging that nevertheless, the Lee Myung Bak \"government\" is shifting the blame onto young people, not fulfilling its commitment. \n\t\t\t\t\t\n\t\t\t\t\t Referring to Lee's outburst that \"young people should go overseas,\" the party noted this is, in fact, a nonsensical talk that they may go to other countries to survive as south Korea cannot be responsible for them."
        },
        {
            "title": "Hanchongryon Urges Repeal of NSL",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-03ee.html",
            "content": "Hanchongryon Urges Repeal of NSL\r\nPyongyang, December 6 (KCNA) -- The Headquarters for Action of the 16th-term south Korean Federation of University Student Councils (Hanchongryon) on Dec. 1 issued a statement titled \"Let us put an end to the humiliating six decade-long history of the 'National Security Law (NSL)' without fail.\" \n\t\t\t\t\t The statement recalled that the successive fascist dictators used the NSL as a means for maintaining their power and suppressed the people desirous of independence and reunification, violating even elementary human rights through all sorts of repressive and tyrannical rules.\n\t\t\t\t\t\n\t\t\t\t\t This evil law is still widely invoked to crack down upon many patriotic figures and pro-reunification movement organizations, noted the statement.\n\t\t\t\t\t\n\t\t\t\t\t It accused Lee Myung Bak of working hard to terminate the era of peace and reunification and bring back in stead the past era of the Cold War by enforcing the undisguised policy of confrontation between the south and the north which diametrically runs counter to the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The NSL is, indeed, the most evil law in the world that should be abolished as early as possible, the statement declared that Hanchongryon would launch an all-out struggle to force the Lee Myung Bak regime to step down as it has cracked down upon all the people by invoking the NSL."
        },
        {
            "title": "Hunger Strike of Prisoners of Conscience Supported in South Korea",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-04ee.html",
            "content": "Hunger Strike of Prisoners of Conscience Supported in South Korea\r\nPyongyang, December 6 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration of south Korea released a statement on Dec. 1 in support of a sit-in hunger strike staged by the prisoners of conscience who demand the abolition of the \"National Security Law (NSL).\"\n\t\t\t\t\t The statement recalled that the prisoners of conscience including the core members of the solidarity and the chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification have staged a sit-in hunger strike behind bars since Dec. 1, shouting the slogans \"Stop the suppression under the pretext of security! release prisoners of conscience! abolish the NSL! Lee Myung Bak regime step down!\"\n\t\t\t\t\t\n\t\t\t\t\t The solidarity actively supports the prisoners who have struggled against the NSL and the present regime's suppression under the pretext of security, the statement noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t The solidarity will join the prisoners struggling for the abolition of the evil law in their vigorous actions against the Lee Myung Bak regime's repressive and tyrannical rule."
        },
        {
            "title": "Lee Myung Bak Group Accused of Having Pushed Inter-Korean Relations to Stalemate",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-03ee.html",
            "content": "Lee Myung Bak Group Accused of Having Pushed Inter-Korean Relations to Stalemate\r\nPyongyang, December 7 (KCNA) -- Leading officials of central organizations of the General Association of Korean Residents in Japan (Chongryon) in Tokyo separately issued statements on Dec. 4 demanding traitor Lee Myung Bak stop the confrontation with the DPRK and implement the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\tRi Han Su, chairman of the Association of Koreans in Japan for Peaceful Reunification, declared that the Lee Myung Bak \"government\" in south Korea is wholly to blame for having pushed the inter-Korean relations to the phase of total severance as it has pursued the treacherous and anti-reunification confrontational policy.\n\t\t\t\t\t\n\t\t\t\t\t Should the group of traitors continue pursuing confrontation with fellow countrymen, it will not be able to evade a stern judgment of the times and the compatriots, he added.\n\t\t\t\t\t\n\t\t\t\t\t Choe Song Yong, chairman of the Central Standing Committee of the Korean Youth League in Japan, said all the officials of the league and Korean youth and students in Japan are simmering with rage at the Lee group, adding that the league will further strengthen the solidarity and alliance with the youth and students in the north and the south of Korea and overseas and play a pioneer's role in the struggle to bring about a reunified country, not stepping back even a bit in the struggle against the anti-reunification forces .\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon, chairwoman of the Central Standing Committee of the Union of Democratic Korean Women in Japan, accused the group of traitors of committing anachronistic acts to create split and antagonism in the Korean community in Japan by instigating the south Korean Residents Association in Japan.\"\n\t\t\t\t\t\n\t\t\t\t\t She demanded the traitor roll back his wrong policy of confrontation towards the DPRK at once and opt for implementing the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Su, chairman of the Central Standing Committee of the Union of Korean Writers and Artistes in Japan, made clear that all the Korean writers and artistes in Japan lashed at the Lee Myung Bak group for having followed a treacherous and anti-reunification policy of confrontation, driving the inter-Korean relations to the crisis of collapse. \n\t\t\t\t\t\n\t\t\t\t\t The union and the Korean writers and artistes in Japan, regarding the above-said historic declarations as the only milestone and action programme for national reunification, will firmly preserve, uphold and implement them to the last, he stated."
        },
        {
            "title": "Important Days of DPRK Observed in Mexico and Guinea",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-01ee.html",
            "content": "Important Days of DPRK Observed in Mexico and Guinea\r\nPyongyang, December 6 (KCNA) -- Lectures were given in Mexico and Guinea on November 25 and 28 on the occasions of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t The secretary general of the Mexican Committee for the Study of Kimilsungism highly praised Kim Jong Il for having trained the revolutionary armed forces of the DPRK into an invincible army and turned the DPRK into a political, ideological and military power and an invulnerable socialist fortress under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He gave a detailed account of the fact that anti-Japanese war hero Kim Jong Suk devotedly protected President Kim Il Sung to the last moments of her life as the most ardent revolutionary and the great mother of Korea, performing immortal feats in the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Camano Vitor, chairman of the Group for the Study of the Juche Idea in Conakry, Guinea, said that the world history does not know such politics as the Songun politics of Kim Jong Il which has attracted all people and commanded the praise of people of broad strata of the international community. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that Kim Jong Il developed in depth the Songun idea founded by the President, the father of socialist Korea, and formulated the Songun politics as the basic political mode under socialism, adding that the Workers' Party of Korea led by him will never allow such practices as making a concession over the revolutionary principle in the confrontation with the imperialist forces or yielding to them."
        },
        {
            "title": "DPRK Book, Photo, Handicraft and Fine Art Exhibitions Open in Russia",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081206-02ee.html",
            "content": "DPRK Book, Photo, Handicraft and Fine Art Exhibitions Open in Russia\r\nPyongyang, December 6 (KCNA) -- A DPRK book, photo and handicraft exhibition was opened in the city of Pokino of Russia on Nov. 25 on the occasions of the 17th anniversary of  General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk. And a DPRK photo and fine art exhibition was inaugurated in the city of Krasnoyarsk of Russia on Nov. 26 on the occasion of the 60th anniversary of the establishment of diplomatic relations between the DPRK and Russia.\n\t\t\t\t\t Displayed in the venues of the events are works of the peerless great men, photos showing their immortal Songun leadership exploits, books and photos introducing the dignified appearance of the DPRK prospering under the banner of Songun and handicrafts and art works representing the wisdom and skills of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-mayor of Pokino said in his speech at the opening ceremony that the traditional relations of friendship and cooperation between the DPRK and Russia would continue to grow stronger in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Public Relations Department of the Krasnoyarsk City Administration said at the opening ceremony that the exhibition would provide Russians with an opportunity to know better about the real picture of the DPRK and the rare wisdom and skills of Koreans, hoping that everything would go well in the DPRK and national reunification come true as early as possible."
        },
        {
            "title": "RPDC no considerara a Japon como participante en cita seis-partita",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-04ee.html",
            "content": "RPDC no considerara a Japon como participante en cita seis-partita\r\nPyongyang, 6 de diciembre (ATCC) -- A la pregunta de un reportero de la Agencia Telegrafica Central de Corea con respecto al problema de la participacion de Japon en las conversaciones a 6 bandas, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio este sabado la siguiente respuesta:\n\t\t\t\t\tSe abriran pronto las conversaciones de los jefes de delegaciones de las 6 partes para ultimar la ejecucion del Acuerdo del 3 de Octubre. \n\t\t\t\t\t\n\t\t\t\t\tLa tarea principal de este encuentro es emparejar, segun el principio de \"accion vs. accion\", la velocidad de recompensa economica de las 5 partes a la RPDC retrasada en comparacion con la de neutralizacion de instalaciones nucleares de esta y lograr la comprension comun del problema de verificacion de esta labor.\n\t\t\t\t\t\n\t\t\t\t\tEl problema es que Japon, que rehusa cumplir su obligacion hasta ahora en que la implementacion del Acuerdo del 3 de Octubre esta en su etapa final, sigue insistiendo atrevidamente en participar en las conversaciones a 6 partes. Puesto que la cita a 6 bandas es la reunion entre los paises directamente interesados en la desnuclearizacion de la Peninsula Coreana, estos deben tener obligaciones correspondientes a sus responsabilidades para alcanzar esta meta.\n\t\t\t\t\t\n\t\t\t\t\t Entre esos paises Japon es el unico que no hizo nada para cumplir sus compromisos y rehusa hacerlo hoy tambien.\n\t\t\t\t\t\n\t\t\t\t\tJapon insiste en que no va a cumplir su deber de retribucion economica asumido segun el acuerdo logrado en las conversaciones a 6 bandas antes de que haya avance en el \"problema del secuestro\" con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa verdadera intencion de Japon es impedir la desnuclearizacion de la Peninsula Coreana y dar acicate a la conversion de si mismo en una potencia militar pretextando el problema nuclear.\n\t\t\t\t\t\n\t\t\t\t\tTal pais no tiene justificacion ni calificacion para participar en la cita seis-partita y, al contrario, obstaculizara el alcance de la referida meta comun.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, dado que otros paises no participantes en este dialogo expresan la voluntad de tomar parte en la recompensa economica en lugar de Japon, sera posible la implementacion del Acuerdo del 3 de Octubre sin la presencia de este pais isleno. \n\t\t\t\t\t\n\t\t\t\t\tAunque Japon acuda atrevidamente a la mesa del dialogo sin sentir verguenza, no lo consideraremos como pais participante ni nos trataremos con el."
        },
        {
            "title": "Secretariado de CRPP condena a la banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-05ee.html",
            "content": "Secretariado de CRPP condena a la banda de Lee Myung Bak\r\nPyongyang, 6 de diciembre (ATCC) -- El secretariado del Comite por la Reunificacion Pacifica de la Patria publico este sabado la informacion No.944 para denunciar las sucias maniobras de las autoridades conservadoras, el \"Gran Partido Nacional\" y otras fuerzas conservadoras ultraderechistas del Sur de Corea tendentes a liberarse de la responsabilidad por la catastrofica situacion de las relaciones intercoreanas.\n\t\t\t\t\tEl texto resumido de la nota va abajo:\n\t\t\t\t\t\n\t\t\t\t\tLas pretensiones de las autoridades titeres y las fuerzas conservadoras del Sur de Corea para imputar a la parte Norte la responsabilidad de la situacion actual constituyen otra grave provocacion contra la RPDC siendo un complot premeditado para encubrir sus actos criminales del responsable de la ruptura de las relaciones intercoreanas y llevar a la realidad, bajo el vistoso rotulo del \"dialogo\", su ambicion de la \"reunificacion mediante absorcion\" y su estrategia de la guerra de agresion al Norte. \n\t\t\t\t\t\n\t\t\t\t\tLas relaciones intercoreanas actualmente en la peor coyuntura se deben enteramente a las maniobras antinacionales y anti-reunificacion de las autoridades titeres que a contrapelo de la corriente de la epoca y la aspiracion nacional, niegan la historica  Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, frenan el dialogo y la cooperacion y persiguen tenazmente la confrontacion fratricida Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, ellas intentan imputar a la parte Norte la responsabilidad por el empeoramiento de las relaciones Norte-Sur diciendo con tanta picaria que no habian negado las declaraciones intercoreanas y \"respetan el espiritu\" de estas. Esto es una accion del ladron que quiere golpear a la victima del robo. \n\t\t\t\t\t\n\t\t\t\t\tMientras permanece en el \"poder\" la banda de los vendepatrias de la calana de Lee Myung Bak, que aboga por el \"fortalecimiento de la alianza\" con las fuerzas extranjeras y niega sin ton ni son los acuerdos comunes de la nacion, no se puede esperar el dialogo entre las autoridades ni el desarrollo verdadero de las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tSeguiremos observando como actua la banda de Lee Myung Bak."
        },
        {
            "title": "Personalidad yemeni se entrevista con ATCC",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-06ee.html",
            "content": "Personalidad yemeni se entrevista con ATCC\r\nPyongyang, 6 de diciembre (ATCC) -- En entrevista exclusiva del dia 4 con la Agencia Telegrafica Central de Corea, el jefe de la delegacion del Congreso Popular General del Yemen, Abdullah Ahmed Ghanim, de visita en Corea, quien es miembro del Comite General y jefe del Departamento Politico de esta entidad, senalo que quedo profundamente admirado del aspecto del pueblo coreano que con su noble ideal lucha por la paz y la justicia.\n\t\t\t\t\tEstoy muy impresionado de mi primera visita a Corea, reitero y destaco que el pueblo coreano logro grandes exitos en varias ramas como la politica, la economia y la cultura.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que esto es el brillante fruto de la sabia direccion de Su Excelencia Kim Il Sung y Su Excelencia Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tPude conocer mejor de la fuente de las grandes fuerzas espirituales del pueblo coreano a traves de mi visita al Museo de la Fundacion del Partido, apunto y califico de muy valiosas las experiencias del Partido del Trabajo de Corea que logro brillantes victorias agrupando firmemente a amplias masas populares y movilizandolas a la lucha revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tLlegue a convencerme del maravilloso futuro de Corea presenciando la lucha del pueblo coreano por el mejor porvenir y su aspecto lleno de fe y optimismo, asevero.\n\t\t\t\t\t\n\t\t\t\t\tFelicitamos al PTC y al amistoso pueblo de Corea, que logran gran avance en todos los sectores, y les deseamos mayores exitos en el futuro, concluyo."
        },
        {
            "title": "Rodong Sinmun critica intencion de fusion de comites de historia pasada",
            "url": "http://kcna.co.jp/item/2008/200812/news08/20081207-07ee.html",
            "content": "Rodong Sinmun critica intencion de fusion de comites de historia pasada\r\nPyongyang, 6 de diciembre (ATCC) -- Las fuerzas conservadoras gobernantes del Sur de Corea tratan de fusionar o abolir los comites de averiguacion de cuestiones pasadas para impedir el esclarecimiento de los verdaderos aspectos de los asuntos pasados y \"revalorizarlos\" a favor suyo.\n\t\t\t\t\tRevela asi el rotativo Rodong Sinmun en un comentario individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tHace unos dias, el \"Gran Partido Nacional\" del Sur de Corea sometio a la consideracion de la \"Asamblea General\" el \"proyecto de ley de fusion o abolicion de los comites de averiguacion de cuestiones pasadas\" so pretexto de la \"reduccion del presupuesto y la eficiencia del negocio\".\n\t\t\t\t\t\n\t\t\t\t\tEsclarecer los verdaderos aspectos de los innumerables actos criminales anti-nacionales cometidos por los anteriores \"poderes\" dictatoriales en suelo surcoreano y castigar severamente a sus fautores es la demanda de la epoca y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee Myung Bak valiendose del \"GPN\" se propone simplificar los comites de averiguacion de cuestiones pasadas que no le son de agrado y controlarlos para hacer insignificantes sus actividades. Este traidor impide perversamente el esclarecimiento de los verdaderos aspectos de los asuntos transcurridos navegando a contrapelo de la demanda de la epoca y la aspiracion del pueblo, lo que sirve de una prueba de que el es sucio remanente del anterior \"poder\" dictatorial.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee niega y encubre los crimenes cometidos en el pasado para volver a cometerlos.\n\t\t\t\t\t\n\t\t\t\t\tAhora, este renegado anda con ojos inyectados de sangre al armar alborotos de confrontacion con el Norte sirviendo de lacayo a las fuerzas foraneas como lo hicieron los dictadores anteriores, para reeditar de esta manera la epoca de dictadura fascista.\n\t\t\t\t\t\n\t\t\t\t\tPero, no se puede encubrir la verdad de la historia. La banda de Lee actua desesperadamente para remediar la crisis del \"poder\" de traidores obstaculizando el esclarecimiento de los verdaderos aspectos de los asuntos pasados, pero en vano.\n\t\t\t\t\t\n\t\t\t\t\tSean cuales fueren sus esfuerzos desesperados, la banda de Lee no podra evitar el destino tragico de los dictadores anteriores."
        }
    ]
}