{
    "date": "2008-08-06",
    "url": "http://kcna.co.jp/item/2008/200808/20080806.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit 3704",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Delegation Here",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#2",
            "content": "Kim Jong Il Inspects KPA Unit 3704 \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 3704 honored with the title of O Jung Hup-led Seventh Regiment. &nbsp;&nbsp;&nbsp;\r\n He dropped in at the operational command room, the military lecture room and the indoor training hall to learn about the unit's performance of combat duty and the training there. &nbsp;&nbsp;&nbsp;\r\n He set forth the tasks to be fulfilled by the unit to boost its combat capability, expressing satisfaction over the fact that the servicepersons of the unit are following with high vigilance the every movement of the enemy and performing their guard duties in a responsible manner and the commanding officers and soldiers have acquired a high level of operation commanding ability and combat and technical capability through intensive training. &nbsp;&nbsp;&nbsp;\r\n He went round an education room, a library and other entertainment and educational facilities to learn about how a political work is being conducted at the unit. &nbsp;&nbsp;&nbsp;\r\n Praising the unit for having prepared its servicepersons as fighters strong in idea and faith possessed of transparent revolutionary outlook by effectively conducting the politico-ideological education in diverse forms and by various methods, he underscored the need for the army to continue paying primary attention to the ideological work and thus prepare all its servicepersons as pure ideological ranks equipped with the WPK's revolutionary idea. &nbsp;&nbsp;&nbsp;\r\n Pleased to be informed that the soldiers like very much the new CDs distributed to them, he said that CDs containing films and various other educational materials serve as an important means to provide them with ideological pabulum. &nbsp;&nbsp;&nbsp;\r\n Then he made the rounds of supply service facilities of the unit to acquaint himself in detail with the living of its servicepersons. &nbsp;&nbsp;&nbsp;\r\n He looked after all aspects of their life, ranging from the heating of their bedrooms and the organization of the sideline economy to the processing of non-staple food. &nbsp;&nbsp;&nbsp;\r\n He appreciated the warm love of the soldiers shown by the commanding officers, greatly pleased to learn that the unit has provided its servicepersons with good living conditions by paying deep attention to their living. &nbsp;&nbsp;&nbsp;\r\n Our soldiers are the pioneers in displaying the spirit of self-reliance as they are successfully settling all issues arising in their living on their own, he said, adding that the KPA is functioning not only as a school training the soldiers into fighters strong in faith and will but a revolutionary university training true patriots who devote all their wisdom and energies to the development of society. &nbsp;&nbsp;&nbsp;\r\n He spared time to read the letters of thanks that came to the unit from different institutions and people in the area where it is stationed. &nbsp;&nbsp;&nbsp;\r\n After learning about a lot of facts about how soldiers helped people including the story that when there was a fire in a civilian house, soldiers unhesitatingly rushed into it to save the lives and properties of inhabitants at the cost of their lives, he stressed that these beautiful traits can be found only in the KPA, the protector of the people. He highly appreciated their spirit of loving people. &nbsp;&nbsp;&nbsp;\r\n To love people is an intrinsic requirement of the People's Army and its traditional beautiful traits dating back to the period of the anti-Japanese armed struggle, he noted, stressing the need to carry forward and develop this precious tradition. &nbsp;&nbsp;&nbsp;\r\n Noting that as one witnessed at this unit, all units of the People's Army have brought about a radical turn in all aspects of the life of their servicepersons such as idea, morality and cultural life by learning from the fighting spirit and lifestyle displayed by the anti-Japanese guerrillas, he emphasized that this shining success is the precious fruition of the great revolutionary soldier spirit created by the KPA in the era of Songun. &nbsp;&nbsp;&nbsp;\r\n He repeatedly praised the commanding officers and soldiers of the unit for their feats, noting that they have really done a lot of work in the past, true to the Songun leadership of the WPK. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Publication of 5,000th Issue of \"New Technology Information\" Marked",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#3",
            "content": "Russian Delegation Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- A delegation of the \"Russian Railways\" Company led by Vice-President Alexei Mersiyanov arrived here on Tuesday.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Students Prove Successful at Int'l Chinese Contest",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#4",
            "content": "Publication of 5,000th Issue of \"New Technology Information\" Marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- A meeting was held at the People's Palace of Culture on Monday to mark the publication of the 5,000th issue of \"New Technology Information.\" &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Pyon Yong Rip, president of the State Academy of Sciences, officials in the fields of science and media, and officials, journalists, editors and employees of the Central Scientific and Technological Information Agency. &nbsp;&nbsp;&nbsp;\r\n Ju Song Ryong, director of the Central Scientific and Technological Information Agency, in his report recalled that President Kim Il Sung gave an important instruction on writing \"New Technology Information\" on May 5, Juche 77 (1988). &nbsp;&nbsp;&nbsp;\r\n In the subsequent period, too, the President clarified the issues arising in the compilation and publication of the magazine, leading \"New Technology Information\" to make a tangible contribution to embodying the idea of economy policy of the Workers' Party of Korea, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il took measures to ensure that brisk scientific and technological information services were conducted as required by the developing reality and showed warm loving care and deep trust for the agency so that it could successfully edit \"New Technology Information.\" &nbsp;&nbsp;&nbsp;\r\n It was thanks to the energetic guidance and great care of the peerlessly great men that the editorial staff of \"New Technology Information\" has been able to publish the 5,000th issue of the magazine, making a positive contribution to the development of the nation's science and technology and national economy. &nbsp;&nbsp;&nbsp;\r\n The reporter called on the officials, journalists, editors and employees of the agency to expand the scientific and technological database and bring about a signal advance in establishing an information service system with patriotic enthusiasm.    \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Chinese Held",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#5",
            "content": "DPRK Students Prove Successful at Int'l Chinese Contest \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- Students of School of Foreign Languages under Pyongyang University of Foreign Studies proved successful at the First World Chinese Contest of Middle School Students held in China from July 15 to 30. &nbsp;&nbsp;&nbsp;\r\n The contest brought together 87 students from 24 countries including the DPRK, Mongolia, Singapore, Vietnam, Russia, Portugal, Canada and America. &nbsp;&nbsp;&nbsp;\r\n At the contest Choe Hye Yong and Choe Ji Hye each came first in individual standing by obtaining excellent results in all subjects. &nbsp;&nbsp;&nbsp;\r\n Choe Hye Yong was also awarded the best prize for oratory. &nbsp;&nbsp;&nbsp;\r\n So Yun Mi placed third in individual standing.    \r\n\r\n\r\n"
        },
        {
            "title": "International Children's Camping at Its Height",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#6",
            "content": "Friendly Meeting with Chinese Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- A friendly meeting with members of the friendship delegation of Jilin Yuwen Middle School of China was held at Changdok School in Pyongyang today.&nbsp;&nbsp;&nbsp;\r\n Present there on invitation were members of the delegation headed by Director Han Fei. &nbsp;&nbsp;&nbsp;\r\n Principal Kang Jun Ho and teachers and students of Changdok School were on hand.\r\n The guests laid a floral basket before the statue of President Kim Il Sung at the school and paid homage to him with their deep reverence for him who made undying contribution to the development of the DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n Then they looked round revolutionary relics at the school with deep emotion, being briefed on fact that Kim Il Sung experienced the wretched reality of the country and cherished the precious truth of revolution while studying at the school. &nbsp;&nbsp;&nbsp;\r\n They also went round various educational facilities of the school. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting talked to each other about the matter of further developing the relations between the two schools, which are associated with the revolutionary history of the President, deepening friendship. &nbsp;&nbsp;&nbsp;\r\n They appreciated an art performance given by students.    \r\n\r\n\r\n"
        },
        {
            "title": "Brisk City Greening in DPRK",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#7",
            "content": "International Children's Camping at Its Height \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- Schoolchildren from various countries are leading a happy camping life in Songdowon International Children's Camp in this hottest period of summer. &nbsp;&nbsp;&nbsp;\r\nThe camp, which was built with an accommodation of several hundred people, was turned into Songdowon International Children's Camp in August Juche 74 (1985). &nbsp;&nbsp;&nbsp;\r\nIt was reconstructed in March 1993, furnished with an international friendship house of children, music appreciation hall, indoor swimming pool, wading pool, playground, boating-ground and others. &nbsp;&nbsp;&nbsp;\r\nThe international friendship house of children has a theater, electronic amusement room, music room, Taekwon-Do room, table-tennis room, fine arts room, library, maritime knowledge dissemination room, mountaineering knowledge dissemination room, etc. &nbsp;&nbsp;&nbsp;\r\nDuring the camping the schoolchildren take part in colorful activities such as water sports, mountaineering, composition contest, skill contest, visit to the Songdowon Botanical Garden. &nbsp;&nbsp;&nbsp;\r\nThe camp is run from April to October every year and receives foreign children mainly in July and August. &nbsp;&nbsp;&nbsp;\r\nHundreds of thousands of Korean and foreign children have so far camped there. &nbsp;&nbsp;&nbsp;\r\nAmong them were over 3,000 foreign children.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Historical Roots of Korean-Style Socialism",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#8",
            "content": "Brisk City Greening in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- City greening is going on in high key in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\nAn area extending hundreds of hectares has of late been laid out for the cultivation of ground-covering plants in districts of Pyongyang, provinces, cities and counties. &nbsp;&nbsp;&nbsp;\r\nSeveral thousand square meters of turfs without soil are being produced in Pyongyang and more than 4,000 yellow willow trees have been planted on both sides of a road in Pothonggang District in spring this year according to the city afforestation plan. &nbsp;&nbsp;&nbsp;\r\nTens of thousands of trees have been planted in Kwangbok Street last year and this year. &nbsp;&nbsp;&nbsp;\r\nGreen spaces covering 120,000-odd square meters have taken shape along a road under building in Hamhung City, South Hamgyong Province. &nbsp;&nbsp;&nbsp;\r\nUpwards of 1.75 million trees have been planted in the Hamhung City Youth Park, the area in front of the Hamhung City Stadium, along the road between the February 8 Vinalon Complex and the Hungnam Fertilizer Complex and many other parts of the city last year and in spring this year. &nbsp;&nbsp;&nbsp;\r\nGood species of trees have taken roots in different parts of Sariwon City, North Hwanghae Province, including Folk Street. &nbsp;&nbsp;&nbsp;\r\nUpwards of 3.3 million trees were planted last year and over 2.4 million trees in spring this year in provincial and county seats and cities including Wonsan City, Kangwon Province, in the energetic city greening campaign for meeting the aesthetic tastes of the Songun era. &nbsp;&nbsp;&nbsp;\r\nCity greening is drawing the whole masses.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on October 4 Declaration",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#9",
            "content": "Rodong Sinmun on Historical Roots of Korean-Style Socialism \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- Korean-style socialism has displayed tremendous vitality, weathering out the stern tempest, as it regards the revolutionary traditions of Mt. Paektu as its historical roots. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Korean-style socialism has won one victory after another, shedding its rays as best and most powerful socialism in the world as it was built on the basis of the revolutionary traditions of Mt. Paektu established by President Kim Il Sung in the crucible of the anti-Japanese struggle, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The immortal Juche idea which the young revolutionaries upheld in the forest of Mt. Paektu in the days of the anti-Japanese struggle came to serve as a guiding principle for Korean-style socialism and a wealth of experience and noble exploits performed in that period became its foundation and the indomitable fighting spirit displayed by the anti-Japanese revolutionary forerunners came to serve as an ideological and moral mainstay of the Korean people building socialism. &nbsp;&nbsp;&nbsp;\r\n The Korean people could carry out socialist revolution and construction in a unique Korean style in conformity with the specific conditions of the country and remain undeterred and hold aloft the banner of socialism even under the complicated situation where capitalism was revived in several countries engaged in socialist construction because they were guided by the Juche idea in their struggle. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea demonstrating its might as a powerful guiding force of Songun revolution is a revolutionary party of Juche-type that inherited the tradition of the \"Down-with-Imperialism Union\" and the people's power, a powerful weapon for accomplishing the cause of socialism, is an invincible revolutionary power which was built on the basis of the rich experience gained in the building  of power during the anti-Japanese revolutionary struggle and the invincible revolutionary armed forces, a reliable defender of Korean-style socialism, were born in the forest of Mt. Paektu. The history of the great unity between the army and the people and that of the single-minded unity of the revolutionary ranks, the pride of Songun Korea, also started there and the examples of the popular policies now in force in the society of the DPRK were set in the guerrilla bases during the anti-Japanese struggle. &nbsp;&nbsp;&nbsp;\r\n The spirit of devotedly defending the headquarters of the revolution, the life and soul of Korean-style socialism and its future, was first displayed by the O Jung Hup-led Seventh Regiment during the anti-Japanese struggle and the revolutionary spirit of self-reliance, the spirit of creating anything from nothing by rising up again and again even if one may fall a hundred times, dates back to the time when guerrillas manufactured Yanji bombs in an arsenal in the forest of Mt. Paektu and the revolutionary spirit of optimism with which people always remain  cheerful though the way before them is thorny is the very spirit displayed by the anti-Japanese revolutionary forerunners during the Arduous March. &nbsp;&nbsp;&nbsp;\r\n The revolutionary traditions of Mt. Paektu are now fully displaying their tremendous vitality in the struggle to accomplish the cause of socialism of Juche under the leadership of the Party, the article says, stressing that Korean-style socialism making dynamic advance with the revolutionary traditions of Mt. Paektu as its historical roots and a source of inexhaustible strength is sure to always triumph.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#10",
            "content": "Rodong Sinmun on October 4 Declaration\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The October 4 declaration serves as a milestone for bringing earlier the independent reunification of the Korean nation by positively implementing the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a by-lined article. &nbsp;&nbsp;&nbsp;\r\n Noting that the October 4 declaration is an inspiring banner for promoting the common interests and co-prosperity of the nation and accelerating the reunification and a practical program for embodying the June 15 joint declaration on a full scale, the article says: &nbsp;&nbsp;&nbsp;\r\n It is specified in the above-said declaration that the north and the south of Korea shall defend and fully implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The October 4 declaration calls for independently solving the reunification problem in the idea of \"By our nation itself,\" the basic spirit of the June 15 joint declaration, and giving importance to the dignity and interests of the nation and making everything serve for them. This proves that the declaration is an action program for firmly supporting and defending the June 15 joint declaration and, on this basis, developing the inter-Korean relations and achieving national reunification and that it is based on the spirit of \"By our nation itself\" as the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n It reaffirms \"By our nation itself,\" the spirit of the June 15 joint declaration and, on this basis, puts up the reasonable ways for implementing the joint declaration. &nbsp;&nbsp;&nbsp;\r\n It also deals in a wide range with the problems for developing the inter-Korean relations and achieving peace on the Korean Peninsula and co-prosperity and reunification of the nation in keeping with the requirements of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Among them are the problem of definitely turning the north-south relationship into that based on mutual respect and trust, the problem of putting an end to the military hostile relations between the north and the south and ensuring detente and peace in the Korean Peninsula, the problem of changing the present armistice system into a lasting peace-keeping system, the problem of achieving the balanced development of the national economy and co-prosperity of the nation and the problem of developing exchange and cooperation in socio-culture and other fields. All the problems clarified in the October 4 declaration are practical issues that should be solved to carry out at an early date the task for independent reunification laid down in the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The way for bringing about rosy future of the independent reunification and peace and prosperity is to thoroughly implement the October 4 declaration on the basis of the spirit of the June 15 joint declaration, the article concludes.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Confrontational Remarks under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#11",
            "content": "Anti-U.S. Rally Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The 191st Friday rally against the U.S. and war and for the withdrawal of the U.S. forces took place in Seoul on August 1. &nbsp;&nbsp;&nbsp;\r\n Attending it were members of the Solidarity for Implementing the South-North Joint Declaration, the Alliance of National Harmony Movements and the Reunification Vanguard of the National Alliance of Youth and Students for the Country's Reunification. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally charged that the U.S. forces present in south Korea are getting hell-bent on the expansion of their military base in Phyongthaek and Mugon-ri training ground in a bid to realize the U.S. strategy for world supremacy. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group is persistently calling for the tightened \"alliance\" with the U.S., they said that this would bring only danger of war to the people. &nbsp;&nbsp;&nbsp;\r\n They called upon all the people to turn out in the anti-U.S. candlelight action against Bush's visit to south Korea. &nbsp;&nbsp;&nbsp;\r\n Then a resolution was read out at the rally. Noting that Bush's visit is aimed to maintain the U.S. influence in the Korean Peninsula and Northeast Asia and tighten the \"war alliance\", the resolution warned that if the visit is not for the renegotiations on beef import, he will face a strong resistance of the south Korean people.    \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Candlelight Actions Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#12",
            "content": "Lee Myung Bak's Confrontational Remarks under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea made public a statement titled \"Let us judge Lee Myung Bak regime keen on igniting a war, labeling the north as principal enemy\" on August 1. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that the puppet defense minister told at the \"National Assembly\" on July 21 that the military treats the north as a real enemy in education. &nbsp;&nbsp;&nbsp;\r\n Such reckless remarks of the military boss clearly prove the true nature of the Lee Myung Bak regime's policy towards the north, a policy of confrontation with fellow countrymen, it said. &nbsp;&nbsp;&nbsp;\r\n The statement denounced the Lee \"government\" for persistently negating the June 15 joint declaration and the October 4 declaration and inciting confrontation and war. &nbsp;&nbsp;&nbsp;\r\n The pro-American conservative Lee Myung Bak \"government\" can not escape its doom as it is fanning up war crisis through confrontational offensive dating back to the old era and bedeviling the inter-Korean relations, it warned. &nbsp;&nbsp;&nbsp;\r\n It declared that the youth and students would surely judge the Lee \"government\" for its confrontational and anti-reunification deeds.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Shameless Behavior Assailed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#13",
            "content": "Suppression of Candlelight Actions Condemned in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The Reunification Vanguard of the National Alliance of Youth and Students for the Country's Reunification in south Korea made public a statement on August 1 to denounce the security authorities for their crackdown upon the candlelight actions. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that on July 31 the security authorities took away Kim Chan Ju, chairperson of the Student Council of Gyeongsang College of Chosun University, on the charge of \"spreading false information and agitating demonstration.\" The student was conducting activities on Internet to disclose the truth about traitor Lee Myung Bak's suppression of candlelight actions. &nbsp;&nbsp;&nbsp;\r\n Not content with the police's violent suppression of candlelight rallies, a legitimate expression of the people's will, the traitorous Lee Myung Bak group is repressing free expression of will through Internet, the statement charged, and said: &nbsp;&nbsp;&nbsp;\r\n The candlelight actions going on for nearly 100 days are an eruption of resentment at all forms of unpopular and treacherous polices pursued by traitor Lee, who is keen on not only the import of American beef but the policy for the rich and humiliating diplomacy, and they are a manifestation of the people's will to gain their rights by their own efforts. &nbsp;&nbsp;&nbsp;\r\n If the authorities seek to dampen the people's will through the violent suppression, the people will make a counterattack upon Lee by escalating the candlelight actions, a stern punishment. &nbsp;&nbsp;&nbsp;\r\n Stressing the need to show through candlelight actions that now is the times when no violence can restrain the people's struggle, the statement declared that the vanguard would judge Lee Myung Bak without fail by turning the above-said actions into torchlight actions across south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona Unidad No. 1353 del EPC",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#14",
            "content": "U.S. Shameless Behavior Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification issued a statement on July 31 to denounce the U.S. shameless behavior over the issue of Tok Islet. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. marked the islet as an area of undesignated sovereignty and later announced that it reinstated the designation of the islet, the statement said the Korean nation could not but expresses irrepressible resentment at the U.S. attitude of mocking at it over the sovereignty of the islet, part of the inalienable territory of Korea. &nbsp;&nbsp;&nbsp;\r\n It accused the pro-U.S. conservatives including the \"Grand National Party\" of going so rash as to talk nonsense that \"the U.S. is a friendly country after all.\" &nbsp;&nbsp;&nbsp;\r\n Pointing out that the U.S. has long zealously supported Japan over the issue of the islet, the statement noted that the historical facts prove that the U.S. is, indeed, a friendly country of Japan and a country which has always stood by it. &nbsp;&nbsp;&nbsp;\r\n It termed the U.S. an aggressor country keen to put the whole Korean Peninsula under its control at any cost, opposed to the reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The statement noted: The present situation helps us see through once again the perfidious nature of the U.S. All the youth and students on this land will turn out in the struggle for peace against war and for the withdrawal of the U.S. forces and shatter the U.S. moves and achieve the independent reunification of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona la Unidad No. 1366 del EPC",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Debuta la funcion gimnastico-artistica masiva \"Arirang\"",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#16",
            "content": "Kim Jong Il inspecciona Unidad No. 1353 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 5 de agosto (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad No. 1353 del EPC. &nbsp;&nbsp;&nbsp;\r\n  Tras recibir el parte de recepcion de los oficiales directivos de la unidad, el Dirigente hizo conocimiento del estado de entrenamiento de los militares en el aula de leccion militar. &nbsp;&nbsp;&nbsp;\r\n  Indico las tareas para incrementar la combatividad de la unidad mostrandose satisfecho de que los militares de esta se entrenan con asiduo para prepararse como combatientes capaces de uno contra cien enemigos dotados de alta tecnica militar y capacidad combativa. &nbsp;&nbsp;&nbsp;\r\n  El orgulloso exito logrado por esta unidad es fruto de los tenaces esfuerzos fisicos e intelectuales por ejecutar sustancialmente el programa de entrenamiento, dijo y anadio que  el entrenamiento es el primer deber revolucionario de los soldados. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, el Comandante Supremo visito varios lugares, entre otros, la sala de educacion, el dormitorio, el comedor, el bano, la barberia y el deposito de alimentos subsidiarios averiguando los detalles del trabajo y la vida de los militares. &nbsp;&nbsp;&nbsp;\r\n  Al ver el interior y el recinto del cuartel, se puso muy contento de que la unidad preparo mejor las instalaciones de educacion, cultura y de intendencia para facilitar comodas condiciones de vida a los soldados. &nbsp;&nbsp;&nbsp;\r\n  Felicito los meritos de todos los uniformados de la unidad alegrandose de que ellos pasan valiosamente cada momento de servicio militar dando pruebas de su infinita fidelidad al partido y la revolucion. &nbsp;&nbsp;&nbsp;\r\n  Al informarse de los datos de buena conducta del suboficial en servicio de reenganche Pak Kyong Sik, quien hizo gran contribucion a la mejora de la intendencia sirviendo durante mas de 30 anos en la unidad, evaluo altamente su abnegacion patriotica calificandolo de fervoroso revolucionario que dedico todos sus esfuerzos espirituales y fisicos durante mucho tiempo en el puesto de defensa de la patria. &nbsp;&nbsp;&nbsp;\r\n  Subrayo que en todas las unidades se debe impulsar activamente el cultivo para el autoabastecimiento a fin de asegurar mejores condiciones de vida a los soldados. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente se fotografio con los militares de la unidad. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun se refiere a la tradicion revolucionaria de Paektu",
            "url": "http://kcna.co.jp/item/2008/200808/news08/06.htm#17",
            "content": "Kim Jong Il inspecciona la Unidad No. 1366 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 5 de agosto (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), inspecciono la Unidad No. 1366  del EPC. &nbsp;&nbsp;&nbsp;\r\n  Despues de enterarse del estado de cumplimiento del deber de la unidad, vio los instrumentos inventados y fabricados por cuenta propia en ella. &nbsp;&nbsp;&nbsp;\r\n  Es loable que los oficiales y soldados elaboraran y usaran varios instrumentos, que puedan contribuir al fortalecimiento de la combatividad, explotando activamente su inteligencia y creatividad, dijo y evaluo altamente el espiritu revolucionario de autoconfianza que se manifiesta en la unidad. &nbsp;&nbsp;&nbsp;\r\n  Se puso satisfecho de que los militares de la unidad bien versados en los equipos tecnicos de combate cuidan sus armas de la revolucion como si fueran pupilas de sus ojos y cumplen excelentemente sus misiones con la ferrea decision de defender con la vida la felicidad del pueblo y el regimen socialista de nuestro pais centrado en las masas populares. &nbsp;&nbsp;&nbsp;\r\n  Durante el recorrido por la sala de educacion, el dormitorio, el comedor, el bano, el deposito diario y otros establecimientos de cultura, educacion e intendencia presto profunda atencion a la labor y la vida de los militares. &nbsp;&nbsp;&nbsp;\r\n  Al elogiar el ambiente de leer creado en la unidad, destaco que hay que leer mucho para asimilar profundamente la linea y la politica del partido y adquirir amplios conocimientos de los dominios de la politica, economia y cultura. &nbsp;&nbsp;&nbsp;\r\n  Alabo a la unidad por haber ofrecido excelentes condiciones de vida a los soldados al organizar escrupulosamente la vida economica. &nbsp;&nbsp;&nbsp;\r\n  Enseno que los oficiales de mando deben prestar siempre profunda atencion a la labor de intendencia teniendo en clara cuenta su importancia a fin de asegurarles optimas condiciones de vida a nuestros soldados quienes luchan con abnegacion por la seguridad de la patria y el pueblo. &nbsp;&nbsp;&nbsp;\r\n  Al ver el aspecto gallardo de los militares, dijo que la disciplina consciente y ferrea deviene la caracteristica esencial del ejercito revolucionario y la garantia importante del fortalecimiento de la combatividad y subrayo la necesidad de seguir desarrollando incesantemente los trabajos para hacerla mas rigurosa. &nbsp;&nbsp;&nbsp;\r\n  Al final, el Dirigente se retrato junto con los militares de la unidad. &nbsp;&nbsp;&nbsp;\r\n  El fue acompanado por los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n"
        }
    ]
}