{
    "date": "2008-04-30",
    "url": "http://kcna.co.jp/item/2008/200804/20080430.htm",
    "articles": [
        {
            "title": "Talks between Foreign Ministers of DPRK and China Held",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "FM Back from China",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#2",
            "content": "Talks between Foreign Ministers of DPRK and China Held \r\n&nbsp;&nbsp;&nbsp;Beijing, April 28 (KCNA) -- Talks between DPRK Foreign Minister Pak Ui Chun and Chinese Foreign Minister Yang Jiechi were held in Beijing on April 28. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were the foreign minister's party and Choe Jin Su, DPRK ambassador to China, and from the Chinese side He Yafei, assistant to the foreign minister, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides informed each other of the situation in their countries and exchanged views on the issue of boosting the relations of friendship between the two countries and matters of mutual concern.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegate on Economic Cooperation and Exchange with All Countries",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#3",
            "content": "FM Back from China \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun and his party flew home on Tuesday after visiting China. &nbsp;&nbsp;&nbsp;\r\n They were met at the airport by Vice-Minister of Foreign Affairs Kim Yong Il and Chinese Ambassador to the DPRK Liu Xiaoming. &nbsp;&nbsp;&nbsp;\r\n They visited different parts of Beijing and Shanghai during the visit.    \r\n\r\n\r\n"
        },
        {
            "title": "Seminar on President Kim Il Sung's Work Held",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#4",
            "content": "DPRK Delegate on Economic Cooperation and Exchange with All Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The DPRK government will expand and develop multifarious economic cooperation and exchange with all countries of the world desirous of building a peaceful and fair new world on the principle of independence, equality and reciprocity in the future, too. &nbsp;&nbsp;&nbsp;\r\n Ri Myong San, vice-minister of Foreign Trade who is heading the DPRK delegation, said this, addressing the 12th meeting of the United Nations Conference on Trade and Development (UNCTAD) held in Ghana from April 20 to 25. &nbsp;&nbsp;&nbsp;\r\n He referred to the fact that the tireless efforts of the developing countries to carry out the international development strategies including the millennium development goal are facing serious challenges due to the present unequal international economic order.&nbsp;&nbsp;&nbsp;\r\n  Noting that the DPRK delegation is of the view that the meeting should pay special attention to the following issues in order to provide guidelines for action to attain the international development goal, he went on: &nbsp;&nbsp;&nbsp;\r\n First, international development strategies and policies should serve the purpose of helping boost the capability for domestic development, while respecting the sovereignty of countries. &nbsp;&nbsp;&nbsp;\r\n Second, it is necessary to make tireless efforts to create a more stable world economic environment for development and sustainable economic growth.&nbsp;&nbsp;&nbsp;\r\n Third, it is also necessary to increase the function and role of the UNCTAD which handles trade and development and issues related to them in a coordinated manner. &nbsp;&nbsp;&nbsp;\r\n The DPRK government is expanding and developing foreign trade in a multifaceted manner and channeling great efforts into the development of IT, while making a maximum use of the existing production foundation. It is, at the same time, promoting cooperation in development through international organizations.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Ugandan Party and Government Military Delegation",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#5",
            "content": "Seminar on President Kim Il Sung's Work Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- A seminar in the field of social science was held Tuesday to mark the 50th anniversary of the publication of President Kim Il Sung's famous work \"On Properly Preserving Historical Remains and Relics\".&nbsp;&nbsp;&nbsp;\r\n The seminar heard several papers titled \"Immortal great programme which comprehensively indicated fundamental principles and most scientific ways for restoring, preserving and managing national cultural heritages\", \"Undying leadership exploits of the three generals of Mt. Paektu who set an example in preserving historical remains and relics,\" etc. &nbsp;&nbsp;&nbsp;\r\n Speakers explained and proved in detail the validity and vitality of the ideas and theories clarified by Kim Il Sung in the above-said work, his talk with the teachers and students of Kim Il Sung University on April 30, Juche 47 (1958). &nbsp;&nbsp;&nbsp;\r\n They pointed to the fact that the work makes a scientific exposition of the importance and significance of national history and culture in educating the people in the patriotic spirit and the principles and the methodologies to be always maintained in the work to discover historical remains and relics. &nbsp;&nbsp;&nbsp;\r\n A dynamic work has been conducted to unearth, preserve and manage historical remains and relics on the basis of the scientific theories and methodologies for the past 50 years since the publication of the work, thereby registering many successes, they noted. &nbsp;&nbsp;&nbsp;\r\n They stressed that the great successes made in the development of archaeology helped scientifically prove that Korea was one of the cradles of human beings and the origin and hub of human civilization and strikingly demonstrate the glorious history of the Korean nation strong in independence internally and externally.    \r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between Delegation of WPK and Ugandan Party and Government Military Delegation",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#6",
            "content": "Kim Yong Nam Meets Ugandan Party and Government Military Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the Ugandan party and government military delegation headed by Amama Umbabazi, general secretary of the Uganda National Resistance Movement and minister of Security, at the Mansudae Assembly Hall Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation expressed thanks for the full support to the Ugandan people given by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He noted that the friendly and cooperative relations between the two countries forged by President Yoweri Kaguta Museveni and President Kim Il Sung are boosting day by day. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation expressed support for the Songun politics pursued by Kim Jong Il and wished the Korean people greater success under his wise leadership.    \r\n\r\n\r\n"
        },
        {
            "title": "Ugandan Party and Government Military Delegation Feted",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#7",
            "content": "Talks Held between Delegation of WPK and Ugandan Party and Government Military Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Talks were held between the delegation of the Workers' Party of Korea and the Ugandan party and government military delegation on April 29. &nbsp;&nbsp;&nbsp;\r\n Present at the talks from the Korean side were Choe Thae Bok, secretary of the Central Committee of the WPK, and officials concerned and from the Ugandan side members of the Ugandan party and government military delegation headed by Amama Umbabazi, general secretary of the Uganda National Resistance Movement and minister of Security. &nbsp;&nbsp;&nbsp;\r\n At the talks, both sides exchanged views on the issue of developing the friendly and cooperative relations between the two parties and issues of mutual concern.    \r\n\r\n\r\n"
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#8",
            "content": "Ugandan Party and Government Military Delegation Feted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Central Committee of the Workers' Party of Korea hosted a banquet for the Ugandan party and government military delegation on a visit to the DPRK at the Mansudae Assembly Hall on Monday. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were members of the delegation led by Amama Umbabazi, general secretary of the Uganda National Resistance Movement and minister of Security. &nbsp;&nbsp;&nbsp;\r\n Secretary Choe Thae Bok and Vice Department Director Kim Thae Jong of the WPK Central Committee and officials concerned were on hand. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok in his speech at the banquet recalled that the WPK and the Uganda National Resistance Movement have closely supported and cooperated with each other in the struggle to accomplish the cause of independence against imperialism since long before. &nbsp;&nbsp;&nbsp;\r\n The movement and the Ugandan people have made great efforts to strengthen the movement, achieve national unity and regional development under the leadership of President Yoweri Kaguta Museveni, he said. &nbsp;&nbsp;&nbsp;\r\n He stressed that the WPK would make positive efforts to boost the friendly and cooperative relations with the Uganda National Resistance Movement in the idea of independence, peace and friendship in the future, too. &nbsp;&nbsp;&nbsp;\r\n Amama Umbabazi in his speech said that the delegation visited the DPRK to learn from the experience gained by the WPK in its party building and the fighting spirit of the Korean people who have won only victory despite ordeals and hardships. &nbsp;&nbsp;&nbsp;\r\n The relations of friendship between Uganda and the DPRK were provided by President Yoweri Kaguta Museveni and President Kim Il Sung, he noted, stressing the need to make positive efforts to boost the cooperation between the two countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Bulgarian Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#9",
            "content": "Homage Paid to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Ugandan party and government military delegation headed by Amama Umbabazi, general secretary of the Uganda National Resistance Movement and minister of Security, visited the Kumsusan Memorial Palace on Tuesday to pay homage to President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The guests made a bow to the President in humble reverence. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation made an entry in the visitor's book.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Players Prove Successful in World Cup Gymnastic Competition",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#10",
            "content": "Bulgarian Party Delegation Leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The delegation of the Bulgarian Socialist Party led by Dimitar Dabov, chief secretary of its Supreme Council, flew back home today after winding up its visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n During its stay, the delegation visited Mangyongdae, the Tower of the Juche Idea, the Monument to Party Founding, the Pyongyang Metro and other places.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean Jewel Pictures Drawn by Computer",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#11",
            "content": "DPRK Players Prove Successful in World Cup Gymnastic Competition\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- DPRK players gave a good account of themselves at the World Cup Gymnastic Competition. &nbsp;&nbsp;&nbsp;\r\n Ri Se Gwang bagged a gold medal in the men's vaulting horse event and a silver medal in the floor exercise. &nbsp;&nbsp;&nbsp;\r\n Hong Un Jong won a gold medal in the Women's vaulting horse event.    \r\n\r\n\r\n"
        },
        {
            "title": "Cultural Relics and Remains Preserved Well",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#12",
            "content": "Korean Jewel Pictures Drawn by Computer\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Korean jewel pictures drawn by computer have gained the popularity. &nbsp;&nbsp;&nbsp;\r\nThe Korean jewel picture is a kind of fine art depicting figures, landscapes and the like on a plane with natural and artificial color stone granules of certain sizes so as to give an effect of solidity. &nbsp;&nbsp;&nbsp;\r\nThe Korean jewel pictures created by computer program in line with the requirements of the IT era are in a great demand at home and abroad. &nbsp;&nbsp;&nbsp;\r\nNam Kwang Hun, a section chief of the College of Mechanical Science and Technology in Kim Chaek University of Technology said in an interview with KCNA: &nbsp;&nbsp;&nbsp;\r\nThe college has succeeded in drawing Korean jewel pictures with computer by making use of its superior image processing ability and a jewel picture drawing machine. &nbsp;&nbsp;&nbsp;\r\nThe picture drawn by computer is more exquisite and deeper in the depictive width and depth than hand-drawing ones. &nbsp;&nbsp;&nbsp;\r\nThe jewel picture drawing machine can create wonderful works in a brief time and varied sizes of works from small ones to extra-large ones. &nbsp;&nbsp;&nbsp;\r\nThe computer-drawn Korean jewel pictures such as \"Thawing of Sobaek Stream\", \"Lake Samji in Summer\", \"Grapes\" and \"Korean Tiger\" created by the college have been highly appreciated for their fresh artistic effect.    \r\n\r\n\r\n"
        },
        {
            "title": "World Revolutionary People Called upon to Hold High Banner of Socialism",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#13",
            "content": "Cultural Relics and Remains Preserved Well\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Democratic People's Republic of Korea has set to preserve the cultural relics and remains of the nation well as an important policy and every April and November as months for protecting cultural relics. In the months, a campaign for preserving and managing the cultural relics and remains is being launched across the country. &nbsp;&nbsp;&nbsp;\r\n In the current month, the government took positive measures to keep them as they were in accordance with the principle of historicism. &nbsp;&nbsp;&nbsp;\r\n Each province, city and county are repairing the roofs, grounds and wooden floors of building relics in the relevant areas, changing the eroded parts with new ones and is clearing out ditches around them. &nbsp;&nbsp;&nbsp;\r\n Jagang Province has carried out the repair works of 20-odd objects. It did the general repair of the Pobwang Pavilion and Chilsong Pavilion in Huichon City and restored their fixtures to the original state and repainted the Mangmi Pavilion in Kanggye City and others. &nbsp;&nbsp;&nbsp;\r\n Kaesong City with many historical relics is heaping earth over old graves which were washed down, turfing them, pulling up weeds, arranging their surroundings and making quick fences in harmony with the objects while repairing building relics. &nbsp;&nbsp;&nbsp;\r\n The work for covering the areas for protecting historical relics with woods has been pushed ahead at the same time. As a result, trees of good species have been planted there. &nbsp;&nbsp;&nbsp;\r\n The annual work for preservation and management of cultural relics constitutes a good opportunity for adhering to the Juche character and national character and implanting patriotism deeper into the minds of the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Great Programme for Reunification",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#14",
            "content": "World Revolutionary People Called upon to Hold High Banner of Socialism\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The world revolutionary people are called upon to hold aloft the banner of socialism, bearing in mind the truth of history that to defend socialism means a victory but abandoning it means death. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n If people lower the flag of socialism, departing from its path, they are bound to suffer misfortune and disaster and become slaves. &nbsp;&nbsp;&nbsp;\r\n The experience of history clearly shows that when one makes one concession and retreat over the issue of the principle of socialism, one will be compelled to make ten, nay a hundred concessions and retreats and, in the end, the party of the working class is bound to go bankrupt and a socialist regime to collapse. &nbsp;&nbsp;&nbsp;\r\n The road to socialism means one to independence, peace and national prosperity. Socialism is the only way for the developing countries building new society to eradicate the aftermath of the imperialist colonial rule and achieve independent development and national prosperity. &nbsp;&nbsp;&nbsp;\r\n The reality of the DPRK where people-centred socialism based on the great Juche idea is in its best day demonstrates the advantages and invincibility of socialism. Korean-style socialism is the ideal society desired by humankind for such a long period of time and the social system in which the people's independence has come true in all spheres. Socialism is the lifeblood of the people in the DPRK as it is vital to them.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-Lee Myung Bak Slogans Issued in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#15",
            "content": "Rodong Sinmun on Great Programme for Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- No one can deny or wipe out the June 15 joint declaration and the October 4 declaration, the great programme for reunification common to the Korean nation both in name and reality. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today stresses this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Charging that the conservative ruling forces of south Korea are getting pronounced in the moves to overturn all the achievements made in the era of independent reunification while denying the above-said historic declarations, the article says: &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration and the October 4 declaration serve as a basis for developing the inter-Korean relations and realizing the cause of national reunification as they clearly indicate the principles and ways for the reunification of the Korean nation and the peace and prosperity of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The main idea of the declarations is \"By our nation itself\", and it has become the basic spirit of the present era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The essence of this idea of \"By our nation itself\" is that Korea's reunification should be realized independently and peacefully by the united efforts of the Koreans responsible for it while thoroughly rejecting the aggressive and anti-reunification outsiders. It is the idea of national independence against foreign forces, the idea of great national unity and the idea for peace both in name and reality. Independence, peaceful reunification and great national unity are the cherished desire of the Korean nation, and they serve as the fundamental principle for national reunification and the only just way for realizing the cause of reunification. &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration and the October 4 declaration, which are the great reunification programme common to the nation and carry the unquestionable truth of national reunification, can never be a political bargaining object, and their significance in the history of the nation will never be impaired by any political charlatan's denial. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group's moves to erase the declarations and bring the era of independent reunification back to the past era of confrontation are an action of swimming against the trend of the times and an intolerable treachery of doing harm to the fellow countrymen in collusion with the foreign forces. &nbsp;&nbsp;&nbsp;\r\n If such group's anti-reunification moves are allowed, it will be impossible to defend the precious gains achieved in the June 15 era of reunification and expect a victorious advance of the era of independent reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Police's Repressive Moves under Fire",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#16",
            "content": "Anti-Lee Myung Bak Slogans Issued in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea made public slogans for actions against Lee Myung Bak on April 23. &nbsp;&nbsp;&nbsp;\r\n The slogans noted that in less than two months after his coming to power Lee visited the U.S. and Japan as part of servile diplomacy during which he hurt the south Korean people's self-esteem, kowtowed to outside forces and let loose a spate of reckless remarks against the north, bringing the inter-Korean relations to a collapse. They also accused Lee of allowing the unlimited import of American beef fraught with the danger of \"mad cow disease\" and making a promise to seek an early \"National Assembly\" ratification of the south Korea-U.S. FTA, driving the people's living and economy to bankruptcy, they said, and went on: &nbsp;&nbsp;&nbsp;\r\n If the people remain a passive onlooker to this, they will only meet misfortune and death. They should rise up to fight rather than sit idle and die. &nbsp;&nbsp;&nbsp;\r\n They called for judging Lee Myung Bak who is creating the danger of war, tightening the \"south Korea-U.S. alliance\" and pursuing the confrontation with the north after giving up national cooperation. &nbsp;&nbsp;&nbsp;\r\n The slogans demanded Lee totally scrap the points agreed upon at the \"south Korea-U.S. summit talks,\" stop impudently peddling \"no-nukes, opening and 3,000 dollars\" and opt for settling the issues of people's living and economy. &nbsp;&nbsp;&nbsp;\r\n Noting that the June 15 joint declaration and the October 4 declaration guarantee independent reunification and peace and prosperity, the slogans urged the \"government\" to force the chairman of the Joint Chiefs of Staff of the south Korean forces to retract his outbursts calling for a \"preemptive strike\" at the north and make an apology for them and immediately abolish the \"National Security Law,\" evil law dating back to the old era.    \r\n\r\n\r\n"
        },
        {
            "title": "April Holidays of DPRK Marked in Foreign Countries",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#17",
            "content": "S. Korean Police's Repressive Moves under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Solidarity for Progress in south Korea made public a statement on April 25, denouncing the police for seeking to make an excuse for suppression under the pretext of \"keeping public order.\" &nbsp;&nbsp;&nbsp;\r\n Recalling that on the same day the Police Agency announced it would push ahead with amendment to the \"law on duty execution of policemen,\" the statement said: This is aimed at allowing the police to require any civilian's identity in any place with the prerogative and exercise \"legal competence\" from penalty to detention if the civilian protests against it. &nbsp;&nbsp;&nbsp;\r\n What is serious is that the amendment to the \"law\" includes articles allowing forcible body search and arrest, the statement said, adding that the security authorities' attempted amendment to the \"law\" is closely related to the retrogressive revision of the \"law on meetings and demonstrations\" and the moves to revive the Paekgoldan (skull team). &nbsp;&nbsp;&nbsp;\r\n After all, such measure as the police's inquiry into identity will be widely introduced into fields of rallies and demonstrations, it pointed out, saying that this reveals the security authorities' intention to crack down upon struggles of the people from all walks of life for defending their vital rights and achieving democracy. &nbsp;&nbsp;&nbsp;\r\n The statement stressed that the solidarity would launch a vigorous struggle against the authorities' outdated repression moves.    \r\n\r\n\r\n"
        },
        {
            "title": "Conversan en Beijing cancilleres de Corea y China",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#18",
            "content": "April Holidays of DPRK Marked in Foreign Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Round-table talks, film shows, book and photo exhibitions and receptions were held in Russia, Italy, Guinea, Equatorial Guinea, Iran and Singapore from April 1 to 15 on the occasions of the Day of the Sun and the 15th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il and photos showing the undying feats performed by them and books and photos introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched \"The Great Leader Comrade Kim Il Sung Meets Heads of State and Prominent Figures of Foreign Countries\", \"They Are Together on the Way of Great Songun Leadership\", \"The 75th Founding Anniversary of the Heroic Korean People's Army\" and other Korean films. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the functions. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Struggle for the Peace and Socialism of Italy said that the Korean people are firmly defending the banner of socialism full of confidence in victory despite the imperialists' undisguised moves. &nbsp;&nbsp;&nbsp;\r\n He noted that the Korean people are steadily advancing along the path chosen by themselves, pulling through all difficulties and ordeals without the slightest vacillation, because they are regarding the immortal Juche idea founded by Kim Il Sung as their guidelines, adding that the world people always remember Kim Il Sung who founded the Juche idea, indicating the way to be followed by humankind. &nbsp;&nbsp;&nbsp;\r\n The governor of a county in Guinea said that Kim Jong Il is an outstanding statesman, a military genius and the greatest general, hoping that the Korean people would certainly achieve the reunification of the country thanks to the Songun politics pursued by him.    \r\n\r\n\r\n"
        },
        {
            "title": "RPDC desarrollara la cooperacion economica con todos los paises",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Conversaciones entre delegaciones de Corea y Uganda",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#20",
            "content": "Conversan en Beijing cancilleres de Corea y China\r\n&nbsp;&nbsp;&nbsp;Beijing, 28 de abril (ATCC) -- Tuvieron lugar el dia 28 en esta capital las conversaciones entre el ministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, Pak Ui Chun, y su homologo chino Yang Jiechi. &nbsp;&nbsp;&nbsp;\r\n  A la reunion asistieron por la parte coreana la comitiva del canciller y el embajador coreano en China, Choe Jin Su, y, por la china, el asistente del ministro de RR.EE. He Yafei y otros interesados. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion ambas partes informaron la situacion de los respectivos paises e intercambiaron opiniones sobre el problema de desarrollar mas las relaciones de amistad entre los dos paises y otros asuntos de interes mutuo.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun llama a enarbolar la bandera del socialismo",
            "url": "http://kcna.co.jp/item/2008/200804/news04/30.htm#21",
            "content": "RPDC desarrollara la cooperacion economica con todos los paises\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 29 de abril (ATCC) -- El gobierno de la Republica Popular Democratica de Corea ampliara y desarrollara en el futuro tambien la cooperacion y el intercambio economicos multilaterales con todos los paises del mundo tendentes a construir un nuevo mundo pacifico e imparcial adhiriendose al principio de la independencia, la igualdad y el beneficio mutuo. &nbsp;&nbsp;&nbsp;\r\n  Asi senalo el jefe de la delegacion de la RPDC Ri Myong San, viceministro de Comercio Exterior, en el discurso pronunciado en la 12 Conferencia de Naciones Unidas para el Comercio y el Desarrollo  (UNCTAD) que tuvo lugar del dia 20 al 25 en Ghana, y continuo: &nbsp;&nbsp;&nbsp;\r\n  Los esfuerzos constantes de los paises en vias de desarrollo por realizar la meta de desarrollo del milenio y otras estrategias internacionales del desarrollo se enfrentan con graves desafios debido al actual orden economico internacional desigual. &nbsp;&nbsp;&nbsp;\r\n  La delegacion coreana considera que el presente foro debe prestar la atencion especial a los siguientes problemas en cuanto a la preparacion de la guia de accion para lograr la meta de desarrollo internacional. &nbsp;&nbsp;&nbsp;\r\n  Primero, la estrategia y las politicas de desarrollo internacional deben fomentar el aumento de la capacidad de desarrollo criollo respetando la soberania de los paises. &nbsp;&nbsp;&nbsp;\r\n  Segundo, deben crear diligentemente las estables circunstancias economicas del mundo para el desarrollo y el crecimiento economico sostenido. &nbsp;&nbsp;&nbsp;\r\n  Tercero, es necesario elevar la funcion y el rol de la UNCTAD que trata de manera unificada el comercio,  el desarrollo y los problemas  relativos  con el respecto. &nbsp;&nbsp;&nbsp;\r\n  El gobierno de la RPDC amplia y desarrolla en multiples aspectos el comercio exterior utilizando al  maximo la base productiva ya echada y concentra la gran fuerza al desarrollo de la tecnica de informatica mientras promueve tambien la cooperacion de desarrollo con las organizaciones internacionales.    \r\n\r\n\r\n"
        }
    ]
}