{
    "date": "2008-06-19",
    "url": "http://kcna.co.jp/item/2008/200806/20080619.htm",
    "articles": [
        {
            "title": "Kim Jong Il Receives Chinese Vice-President Xi Jinping",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#1",
            "content": "Kim Jong Il Receives Chinese Vice-President Xi Jinping \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- General Secretary Kim Jong Il on Wednesday received Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, on a visit to the DPRK and his entourage. &nbsp;&nbsp;&nbsp;\r\n  Present there were First Vice-Minister of Foreign Affairs Kang Sok Ju, Department Director of the Central Committee of the WPK Kim Yang Gon and Chinese Ambassador to the DPRK Liu Xiaoming. &nbsp;&nbsp;&nbsp;\r\n Xi Jinping conveyed to Kim Jong Il a personal verbal message sent by Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, and presented to him a gift prepared by himself. &nbsp;&nbsp;&nbsp;\r\n  Kim Jong Il thanked for this and asked Xi Jinping to convey his regards to Hu Jintao before having a cordial and friendly conversation with him.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Vice-President Xi Jinping Feted",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#2",
            "content": "Chinese Vice-President Xi Jinping Feted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- The Central Committee of the Workers' Party of Korea and the DPRK government gave a banquet at the People's Palace of Culture on Tuesday in honor of Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, on an official goodwill visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Xi Jinping and Vice-Minister in Charge of the National Development and Reform Commission Zhu Zhixin, Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the C.C., CPC Liu Hongcai, Vice-Minister of Commerce Gao Hucheng, Deputy Director of the Policy Research Office of the C.C., CPC Shi Zhihong and others. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, Yang Hyong Sop, vice-president of the Presidium of the SPA, Kim Ki Nam, secretary of the Central Committee of the WPK, Kim Thae Jong, vice department director of the C.C., WPK, Kim Yong Il, vice-minister of Foreign Affairs, Ku Pon Thae, vice-minister of Foreign Trade, Choe Pae Jin, vice-chairman of the State Planning Commission, and others. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop in a speech said that Xi Jinping's visit to the DPRK before any other country after assuming an important duty as vice-president of China showed that the party and government of China are attaching big importance to the DPRK-China friendly relations. &nbsp;&nbsp;&nbsp;\r\n It is the common desire of the two peoples to boost the DPRK-China friendship provided by the leaders of the elder generation of the two countries, he noted. &nbsp;&nbsp;&nbsp;\r\n He referred to the fact that the Chinese people are registering great achievements in the struggle to build a harmonious socialist society based on the scientific view on development and in the work to clear away the damage of the earthquake and successfully ensure the Beijing Olympic Games under the leadership of the CPC with Hu Jintao as general secretary. &nbsp;&nbsp;&nbsp;\r\n He wished the Chinese people greater success in the work to comprehensively implement the spirit of the 17th Congress of the CPC, overcoming all challenges and difficulties lying in their way in the future, too. &nbsp;&nbsp;&nbsp;\r\n Xi Jinping, speaking next, said that China and the DPRK are linked by the same mountain and rivers and the Sino-DPRK friendship which was provided by the revolutionaries of the elder generation of the two countries and has been consolidated and developed is a common treasure. &nbsp;&nbsp;&nbsp;\r\n Noting that the Sino-DPRK relations have made new progress under the deep care of the top leaders of the two countries, he pointed to the close relations and cooperation being kept between the two countries and the steady promotion of exchange and cooperation now underway in all fields. &nbsp;&nbsp;&nbsp;\r\n He said that the Korean people are making great achievements in all fields in the spirit of self-reliance and fortitude under the leadership of the WPK headed by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the Sino-DPRK friendship will be brought into fuller bloom thanks to the joint efforts of the parties, governments and peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n A performance was given by the Mansudae Art Troupe at the banquet.    \r\n\r\n\r\n"
        },
        {
            "title": "Xi Jinping Visits International Friendship Exhibition",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#3",
            "content": "Xi Jinping Visits International Friendship Exhibition \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, visited the International Friendship Exhibition on Wednesday. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Chinese Ambassador to the DPRK Liu Xiaoming, Vice-Minister of Foreign Affairs Zhang Yesui, Deputy Head of the International Liaison Department of the C.C., CPC Liu Hongcai, Vice-Minister of Commerce Gao Hucheng, Deputy Director of the Policy Research Office of the C.C., CPC Shi Zhihong and other suite members. &nbsp;&nbsp;&nbsp;\r\n The guests made bows to the wax figure of President Kim Il Sung at the exhibition. &nbsp;&nbsp;&nbsp;\r\n They went round with deep emotion the gifts Kim Il Sung and General Secretary Kim Jong Il received from party, state and government leaders, prominent personages and people of different circles in many countries. &nbsp;&nbsp;&nbsp;\r\n Then they mounted the balcony of the exhibition and commanded a bird's-eye view of scenic Mt. Myohyang, appreciating the recitation of \"Mt. Myohyang in Autumn\", a poem written by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n  Xi Jinping wrote in the visitor's book that the Sino-DPRK friendship would be everlasting.    \r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Marks Anniversary of Kim Jong Il's Start of Work at C.C., WPK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#4",
            "content": "National Meeting Marks Anniversary of Kim Jong Il's Start of Work at C.C., WPK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- A national meeting was held at the April 25 House of Culture on Wednesday to celebrate the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Present there were senior officials of the party, the army and the state, officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons of the Korean People's Army, officials in the fields of science, education, culture and arts, public health and media and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n  Choe Thae Bok, alternate member of the Political Bureau and secretary of the C.C., WPK, delivered a report. &nbsp;&nbsp;&nbsp;\r\n He said that Kim Jong Il's start to lead the WPK on June 19, Juche 53 (1964) was a noteworthy event as it provided a sure guarantee for accomplishing the revolutionary cause of Juche and brought a rosy future to the country and the nation. &nbsp;&nbsp;&nbsp;\r\n In the whole historical course of leading the WPK Kim Jong Il has consistently embodied the immutable truth that a revolutionary party is, in essence, the party of the leader and a political organization materializing his idea and ensuring his leadership, thereby developing the WPK into the party of President Kim Il Sung in name and reality, the reporter noted, and went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il defined Kim Il Sung's revolutionary idea, the Juche idea, as the guiding idea of the revolution in our times, proclaimed the modeling of the whole society on the Juche idea as the supreme programme of the WPK and set forth the original line of party building, the line of transforming the whole party on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il built the WPK into a mother party which struck its deep roots among broad masses and achieved perfect unity with the popular masses and faithfully serves them, thus bringing about a landmark turn in augmenting the might of the party of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has led the WPK to settle all issues on the principle of giving priority to military affairs and by the Songun political mode, holding fast to Songun as the life and soul in leading the revolution and construction, thereby making it possible to win shining victory in the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Led by Kim Jong Il, the WPK ushered in a new era of national reunification in the idea of \"By our nation itself\" under the banner of the June 15 joint declaration and the October 4 declaration, remarkably raised the country's international prestige and position, influence and attraction and further boosted the international solidarity with the Korean revolution, he said. &nbsp;&nbsp;&nbsp;\r\n The reporter underlined the need to firmly uphold and defend without an inch of deflection the immortal revolutionary exploits Kim Jong Il has performed while steering the party for more than four decades and conduct party building and activities strictly guided by his idea and intention and thus develop and reinforce the WPK as the eternal glorious party of Kim Il Sung.   \r\n\r\n\r\n"
        },
        {
            "title": "SPA Chairman Meets New Mongolian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#5",
            "content": "SPA Chairman Meets New Mongolian Ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a talk with Sodovjamts Khurelbaatar, new Mongolian ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday when the latter paid a courtesy call on him.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#6",
            "content": "Gift to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the State General Administration of Quality Supervision, Inspection and Quarantine of China. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to an official concerned Tuesday by Zhi Shuping, deputy director general of the above-said administration.    \r\n\r\n\r\n"
        },
        {
            "title": "Libyan Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#7",
            "content": "Libyan Officials Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- Chief Abdelhafiz Misbah Bin Rabha and members of the Libyan Economic Cooperation Bureau in the DPRK gave helping hands to the members of the DPRK-Libya Friendship Jangchon Co-op Farm in Sadong District, Pyongyang, on Wednesday. &nbsp;&nbsp;&nbsp;\r\n After going round the room for education in revolutionary history at the farm, they helped farmers in harvesting vegetables in greenhouse. &nbsp;&nbsp;&nbsp;\r\n Saying that they were deeply moved to see the farmers striving to increase the agricultural production true to the high intention of General Secretary Kim Jong Il, the chief hoped that the farm would achieve successes in farming this year. &nbsp;&nbsp;&nbsp;\r\n The guests handed aid materials to the farm.    \r\n\r\n\r\n"
        },
        {
            "title": "Deep Attention Paid to Reproductive Health in DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#8",
            "content": "Deep Attention Paid to Reproductive Health in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- A special attention is paid to the reproductive health of people in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Korean Family Planning & Maternal and Child Health Association, founded on January 25, Juche 79 (1990), is working to solve urgent problems arising in reproductive health. &nbsp;&nbsp;&nbsp;\r\n The association has project sites including family planning clinics and mobile service teams in various provinces. &nbsp;&nbsp;&nbsp;\r\n It undertakes comprehensive services and information, education and communication activities concerning reproductive health including family planning. &nbsp;&nbsp;&nbsp;\r\n In June 1991, the association gained associate membership of the International Planned Parenthood Federation and in November 1995, full membership. &nbsp;&nbsp;&nbsp;\r\n It keeps cooperation with such UN agencies as the World Health Organization and the UN Population Fund, the European Union, governments and non-governmental organizations of various countries.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts U.S. Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#9",
            "content": "KCNA Blasts U.S. Hostile Policy toward DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- The U.S. military bellicose forces are persisting in their sinister hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Shortly ago, the U.S. secretary of Defense and other military bellicose forces vociferated about the \"necessity\" to tighten the \"military alliance\" with south Korea, groundlessly charging that \"north Korea is posing a serious threat to security\".&nbsp;&nbsp;&nbsp;\r\n The newly-appointed commander of the U.S. forces in south Korea, in particular, blustered that they should maintain the \"strong capability\" to cope with all kinds of potential \"threats\" through the development and introduction of ultra-modern weapons, joint military exercises and others. &nbsp;&nbsp;&nbsp;\r\n This cannot be construed otherwise than a very dangerous action to keep the structure of confrontation dating back to the Cold War era on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Clear is the aim sought by the U.S. through this. &nbsp;&nbsp;&nbsp;\r\n It seeks to secure a justification for perpetuating its military presence in south Korea and launch a preemptive strike at the DPRK any moment by boosting the cooperation in the moves to escalate the military pressure upon it. &nbsp;&nbsp;&nbsp;\r\n Prompted by this design, the U.S. secretary of Defense agreed with his south Korean counterpart to keep the strength of the U.S. forces in south Korea at the present level during his junket to it. &nbsp;&nbsp;&nbsp;\r\n It is crystal clear that these disturbing developments are bound to adversely affect the favorably advancing process of the denuclearization of the Korean Peninsula and the DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n It is anachronistic, indeed, to insist on the above-said structure of confrontation, swimming against the trend of the times. &nbsp;&nbsp;&nbsp;\r\n The attitude of the U.S. persistently kicking up the racket of military confrontation to get on the nerves of its dialogue partner, while paying lip-service to \"dialogue\" and the like, is nothing but an undisguised provocation to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never remain a passive on-looker to this. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to behave itself, bearing in mind that a stand-off will not help settle any matter.    \r\n\r\n"
        },
        {
            "title": "U.S. Warlike Forces' Preparations for Preemptive Attack on DPRK Denounced",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#10",
            "content": "U.S. Warlike Forces' Preparations for Preemptive Attack on DPRK Denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- The U.S. stepped-up preparations to start a war of aggression against the DPRK with a preemptive attack on it come under fire by a signed commentary of Rodong Sinmun today. It cites U.S. warlike forces' plan to set up a new \"forward combat commanding post\" in south Korea under the pretext of the transfer of the U.S. 8th army command as a typical example of these moves. The projected setting up of the above-said commanding post proves that it is aimed at bolstering up the war capability of the U.S. forces in south Korea, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n In recent years the U.S. war-thirsty forces have equipped their forces in south Korea with modern weapons while reorganizing all their units and bolstered its naval and air forces in areas around the Korean Peninsula and Asia-Pacific. This was a forward-deployment of the U.S. forces according to the scenario for a preemptive attack and a move for rounding off the military preparations for the Korean war. &nbsp;&nbsp;&nbsp;\r\n Multi-faceted contacts and dialogues are now underway between the DPRK and the U.S. But the U.S. warlike forces are desperately trying to deteriorate the DPRK-U.S. relations at any cost and invent a pretext for igniting a war. &nbsp;&nbsp;&nbsp;\r\n By straining the situation on the Korean Peninsula they seek to perpetuate the U.S. forces' presence in south Korea. They are also watching for a chance to provoke the above-mentioned war and use the Korean Peninsula as a springboard from which to carry out their reactionary Asia strategy. &nbsp;&nbsp;&nbsp;\r\n It is precisely for this reason that they have deliberately pushed the situation on the Korean Peninsula to the pitch of tension while escalating the military threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is the criminal intention of the U.S. warlike forces to use physical means and realize without fail their ambition for invading the DPRK if their brigandish scenario veiled with the smokescreen of \"peace\" and \"dialogue\" does not work. &nbsp;&nbsp;&nbsp;\r\n But the U.S. double-dealing tactics will never work on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK is prepared for both dialogue and confrontation. It is foolhardy for the U.S. warlike forces to pin any hope on the preemptive attack on the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on National Cooperation",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#11",
            "content": "Rodong Sinmun on National Cooperation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- National cooperation is the main mode of struggle of the Korean nation for the independent reunification, peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n Noting that it provides a sure guarantee for the realization of the cause of national reunification for all Koreans in the north and the south to firmly achieve national cooperation, the author of the article goes on; &nbsp;&nbsp;&nbsp;\r\n Only when all Koreans in the north and the south get reconciled and unite to keep pace with each other and take common action, can they successfully solve any problem arising in settling the issues of the nation and reunification in line with the will and demand of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n National cooperation is the very mode of struggle that the Korean nation should depend on in smashing the moves of the foreign forces for aggression against reunification and in accomplishing the cause to achieve national reunification and prosperity common to the nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should categorically reject the domination and interference of the foreign forces as well as the cooperation with them and always firmly maintain the national independent stand to solve all the problems by our nation itself through national cooperation. &nbsp;&nbsp;&nbsp;\r\n National cooperation is the shortest cut to the reunification as it is the main mode of struggle of our nation for the independent reunification, peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Firstly our nation should strictly reject the anachronistic behaviors of the traitorous forces cooperating with foreign forces with their backs turned on the compatriots in order to firmly realize the national cooperation in the implementation of the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n Intolerable is the cooperation with the foreign forces going against the June 15 era of reunification as it is a traitorous act that lays a stumbling block in the way of the development of the inter-Korean relations and the realization of the cause of national reunification and obstructs the Korean nation's efforts to hew out its destiny independently. &nbsp;&nbsp;&nbsp;\r\n All Koreans should make sustained efforts to develop the inter-Korean relations and open up a new phase in the movement for national reunification by firmly realizing the national cooperation from the national independent stand. &nbsp;&nbsp;&nbsp;\r\n They should fully realize the national cooperation while putting the interests of the nation above all with the view that our nation is the best. &nbsp;&nbsp;&nbsp;\r\n National cooperation is the only way to the independent reunification and peace and prosperity.    \r\n\r\n\r\n"
        },
        {
            "title": "Heightened Vigilance against Imperialists' Art of Disguise Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#12",
            "content": "Heightened Vigilance against Imperialists' Art of Disguise Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- What is of special importance in intensifying the anti-imperialist struggle is not to interpret the imperialists' cunning art of disguise as a change in their nature but firmly adhere to the principle of independence against imperialism and direct the spearhead of attack to the imperialist reactionary forces. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today stresses this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The imperialists are attaching great importance to their cunning art of disguise under the present situation where the world anti-imperialist independent forces have grown stronger than ever before whereas their strength has become drastically weaker. &nbsp;&nbsp;&nbsp;\r\n The imperialists' talk that they stand for \"human rights\" and \"democracy\" of other countries and nations is nothing but sophism and their oft-repeated \"co-existence\" and \"co-prosperity\" are aimed at putting other countries under their control and colonizing them to force them to fall victim to their plunder and domination. &nbsp;&nbsp;&nbsp;\r\n The \"assistance\", \"cooperation\" and \"aid\" on the lips of the imperialists are no more than leverage to create illusion about capitalism among people and deeply infiltrate into anti-imperialist independent countries politically, economically and ideologically and culturally and militarily in a bid to establish domination over them and intensify the plunder of those countries. They are, in a word, a lever for doing harm to other people under the pretence of friendship. &nbsp;&nbsp;&nbsp;\r\n It is cunning double-dealing tactics for the imperialists to behave as a \"mediator\" and \"guarantor\" in settling disputes. &nbsp;&nbsp;&nbsp;\r\n What they seek is not a solution to the disputes but the sowing of seeds of dispute and political, economic and military interference in the dispute-torn countries by taking advantage of it. &nbsp;&nbsp;&nbsp;\r\n It is necessary to particularly guard against \"peace\" and \"stability\" much publicized by the imperialists. &nbsp;&nbsp;&nbsp;\r\n  Their reckless military moves on the Korean Peninsula clearly prove that they can never be \"peace champions.\" &nbsp;&nbsp;&nbsp;\r\n With no cunning art of disguise can the imperialists hide their black-hearted intention and criminal nature.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group's Unpopular Educational Policy Denounced",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#13",
            "content": "Lee Myung Bak Group's Unpopular Educational Policy Denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- The Solidarity of Citizens' Movement for Educational Reform in south Korea issued a statement on June 12 denouncing the Lee Myung Bak group's unpopular educational policy. &nbsp;&nbsp;&nbsp;\r\n The unpopular educational policy pursued by the Lee Myung Bak \"government\" touched off the resentment of the south Korean people and compelled the students to turn out in the candlelight demonstration, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Traitor Lee Myung Bak gave his confidants such important posts as chief secretary of \"Chongwadae\" in charge of education, science and culture and minister in charge of education, science and technology to enforce such self-righteous educational policies as \"forcing schools to teach students in English\" and \"campus autonomy\".&nbsp;&nbsp;&nbsp;\r\n Deploring that with the appearance of the Lee \"government\", the education in south Korea is going further bankrupt, the statement demanded it totally drop its wrong policy of turning campus into a market.    \r\n\r\n\r\n"
        },
        {
            "title": "Implementation of June 15 Joint Declaration and October 4 Declaration Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#14",
            "content": "Implementation of June 15 Joint Declaration and October 4 Declaration Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification on June 15 issued a statement titled \"Let all fellow countrymen pool efforts to protect the June 15 joint declaration and implement the October 4 declaration\".&nbsp;&nbsp;&nbsp;\r\n The statement recalled that over the past eight years all Koreans have hewed out the new era of independent reunification, united close, guided by the idea of \"By our nation itself\", the main spirit of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The statement accused the Lee Myung Bak \"government\" of working with bloodshot eyes to bring back the past era of confrontation, totally negating the historic declarations. &nbsp;&nbsp;&nbsp;\r\n No move on the part of the Lee \"government\" and the gentries of the Grand National Party of south Korea can ever dampen the desire of all fellow countrymen to usher in the new era of independent reunification and peace and prosperity, the statement held, declaring that the south headquarters would stand up against the anti-reunification moves of the Lee group and defend the June 15 joint declaration and implement the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the south Korean Confederation of Trade Unions issued a statement on the same day, declaring that it would struggle to the last to get the \"National Security Law\" totally repealed, judge the Lee \"government\" and resolutely counter all the forces disturbing the implementation of the June 15 joint declaration and the October 4 declaration and marring their significance.    \r\n\r\n\r\n"
        },
        {
            "title": "Candlelight Actions Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#15",
            "content": "Candlelight Actions Unabated in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- The candlelight actions being staged by people from all walks of life of south Korea in protest against the import of American beef are now developing into the struggles against traitor Lee Myung Bak's unpopular misrule such as the privatization of medical service and public enterprises, commercialization of education, \"construction of a great canal\" and move to put public broadcasting services under his control. &nbsp;&nbsp;&nbsp;\r\n At least 4,000 people including citizens and media persons held a candlelight rally in the plaza of the Seoul City Office on June 16 demanding the renegotiations on the import of American beef and the defence of the public broadcasting services. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally denounced traitor Lee Myung Bak for pursuing the policy of privatizing the public broadcasting services in a bid to tear KBS and MBC into pieces and get them attached to Chosun Ilbo, Choongang Ilbo and Dong-A Ilbo. &nbsp;&nbsp;&nbsp;\r\n They held that if this is allowed to happen, people can no longer expect fair media reports. &nbsp;&nbsp;&nbsp;\r\n The speakers said they could not repress their indignation at Chosun Ilbo, Choongang Ilbo and Dong-A Ilbo keen on raking up their profits only under the guise of \"media,\" adding that the above-said conservative media have never reported fairly about the Kwangju Uprising but branded the participants of the candlelight rallies held in the memory of Hyo Sun and Mi Son as \"Reds.\" &nbsp;&nbsp;&nbsp;\r\n The puppet government is now mobilizing all power organs such as the prosecution, the \"Office of National Tax Administration\" and the Ministry of Education, Science and Technology to pressurize the managers of the public broadcasting services to resign and seeking to replace them by those who contributed to the regime change. &nbsp;&nbsp;&nbsp;\r\n They declared they can never allow the public broadcasting services to be absorbed by conservative media. &nbsp;&nbsp;&nbsp;\r\n They called upon all people to turn out to defend the public broadcasting services and wage a movement for boycotting the reptile newspapers and react to the unjust policy of the \"government\" through candlelight actions. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally, the participants marched through streets. &nbsp;&nbsp;&nbsp;\r\n They gathered in the front of the building of KBS in Youido and staged a candlelight demonstration calling for the defence of the public broadcasting services.    \r\n\r\n\r\n"
        },
        {
            "title": "Lecture and Seminar on Kim Jong Il's Works Held",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#16",
            "content": "Lecture and Seminar on Kim Jong Il's Works Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- A lecture and a seminar took place in Mongolia and Guinea on June 4 and 5 on the occasions of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, the 11th anniversary of the publication of his work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" and the 13th anniversary of his work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\".&nbsp;&nbsp;&nbsp;\r\n The executive chairperson of the Mongolian Mt. Paektu Association for Independent Development said in the lecture given on the first work that the DPRK could steadfastly advance along its chosen path without any slight political error or upheaval in the 90s of the past century, firmly adhering to the principle of socialism, entirely thanks to the wise leadership of Kim Jong Il and the WPK. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Group for the Study of the Juche Idea in Conakry, Guinea, addressing the seminar held on the second work, pointed to the importance of the ideological work clarified by the leader in his work. This immutable truth is clearly proved by the practical experience of the Korean revolution, he added.    \r\n\r\n\r\n"
        },
        {
            "title": "Stronger Solidarity with WPK Called for",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#17",
            "content": "Stronger Solidarity with WPK Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 18 (KCNA) -- Mouhammad Bouchiha, secretary general of the People's Unity Party of Tunisia, made public a statement on June 12 on the occasion of the 44th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The People's Unity Party of Tunisia wishes the WPK and the Korean people greater success in their struggle to build a happy and prosperous and powerful society and achieve the independent reunification of the country in the idea of \"By our nation itself\" free from outside interference under the Songun revolutionary leadership of Kim Jong Il, the statement said, adding that the People's Unity Party of Tunisia would continue to strengthen the solidarity with the WPK in the struggle to achieve independence, peace, progress and prosperity, while standing up against the moves of the imperialist forces against socialism.    \r\n\r\n\r\n"
        },
        {
            "title": "Appeal to All Koreans Supported by Chongryon Official",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#18",
            "content": "Appeal to All Koreans Supported by Chongryon Official\r\n&nbsp;&nbsp;&nbsp;Tokyo, June 16 (KNS-KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), made public a statement on Monday in support of the appeal to all Koreans at home and abroad released by the Central Committee of the Democratic Front for the Reunification of the Fatherland on the occasion of the 8th anniversary of the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The statement noted that Chongryon and Koreans in Japan would actively join all other compatriots in their vigorous struggle to uphold the June 15 joint declaration and the October 4 declaration and achieve the cause of national reunification under the uplifted banner of \"By our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration provided thanks to the steadfast will for reunification and the wise leadership of Kim Jong Il serves as a programme for national unity as it is based on the idea of \"By our nation itself\" and reflects the spirit of patriotism and a great programme for national reunification. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak \"government\" of south Korea is totally negating the above-said declarations and laying an stumbling block in the way of the advance of the June 15 era of reunification while getting frantic with sycophancy toward the U.S. and confrontation with fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n We Koreans in Japan bitterly denounce the Lee Myung Bak group of traitors for such treacherous and anti-reunification acts as undisguisedly standing in the way of national reunification while challenging the June 15 joint declaration and the October 4 declaration and calling back the departed soul of the pro-U.S. fascist dictators. &nbsp;&nbsp;&nbsp;\r\n We fully support with warm compatriotism the patriotic and just struggle against the \"government\" and the U.S. waged by the people through candlelight demonstrations in different parts of south Korea to throw overboard the Lee group and usher in a new era of independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n Chongryon and Koreans in Japan will resolutely foil the outsiders' interference in the internal affairs of the Korean nation and decisively shatter the Lee group's sycophantic and treacherous moves, holding higher the slogan of \"priority to the nation\" and \"importance to it.\" &nbsp;&nbsp;&nbsp;\r\n We support the Songun policy which provides a guarantee for peace on the Korean Peninsula and will actively join all other compatriots in the nationwide struggle to check and frustrate the war moves of the U.S. and puppet warmongers and force the U.S. forces to pull out of south Korea, the statement stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe a Xi Jinping",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#19",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Conversan Yang Hyong Sop y Xi Jinping",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#20",
            "content": "Kim Jong Il recibe a Xi Jinping\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, se reunio este miercoles con Xi Jinping, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y vicepresidente de la Republica Popular China, y su comitiva, de visita en Corea. &nbsp;&nbsp;&nbsp;\r\n   Estuvieron presentes en la ocasion el primer viceministro de Relaciones Exteriores Kang Sok Ju, el jefe de departamento del Comite Central del PTC Kim Yang Gon y el embajador extraordinario y plenipotenciario de la RPCh en Corea Liu Xiaoming. &nbsp;&nbsp;&nbsp;\r\n  Xi Jinping transmitio al Dirigente el mensaje oral de parte de Hu Jintao, Secretario General del CC del PCCh y Presidente de la RPCh, y le obsequio el regalo preparado por si mismo. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il agradecio por el respecto y encomendo al visitante que saludara a Hu Jintao por su parte. &nbsp;&nbsp;&nbsp;\r\n  Luego, sostuvo cordiales y amistosas conversaciones con el huesped.    \r\n\r\n\r\n"
        },
        {
            "title": "PTC y gobierno de RPDC ofrecen recepcion en honor de Xi Jinping",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#21",
            "content": "Conversan Yang Hyong Sop y Xi Jinping\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- Tuvieron lugar el dia 17 en el Palacio de los Congresos Mansudae las conversaciones entre Yang Hyong Sop, vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, y Xi Jinping, vicepresidente de la Republica Popular China. &nbsp;&nbsp;&nbsp;\r\nParticiparon por la parte coreana el secretario Kim Ki Nam y el subjefe de departamento Kim Thae Jong, del CC del PTC, el vicecanciller Kim Yong Il, el viceministro de Comercio Exterior Ku Pon Thae y el vicepresidente del Comite Estatal de Planificacion Choe Pae Jin y, por la china, el viceministro encargado de la Comision  Estatal de Desarrollo y Reforma Zhu Zhixin, el embajador chino en Corea Liu Xiaoming, el viceministro de RR.EE. Zhang Yesui, el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, y el subdirector de la Oficina de Investigacion de la Politica del CC del PCCh Shi Zhihong. &nbsp;&nbsp;&nbsp;\r\nAmbas partes avisaron la situacion de los respectivos paises e intercambiaron las opiniones sobre el problema de ampliar y desarrollar las relaciones de amistad y cooperacion Corea-China y otros asuntos de interes comun. &nbsp;&nbsp;&nbsp;\r\nLa parte coreana reafirmo su posicion de esforzarse activamente en comun con los camaradas chinos por fortalecer y desarrollar las relaciones de amistad y la cooperacion con China preparadas por el Presidente Kim Il Sung y Mao Zedong, Zhou Enlai y otros dirigentes de la anterior generacion de China. &nbsp;&nbsp;&nbsp;\r\nExpreso la conviccion de que bajo la direccion del PCCh encabezado por el secretario general Hu Jintao el pueblo chino elimine cuanto antes los danos del terremoto, inaugure con exito los Juegos Olimpicos de Beijing y logre mayores exitos en la construccion de la sociedad socialista armoniosa basada en la concepcion cientifica de desarrollo. &nbsp;&nbsp;&nbsp;\r\nLa parte china expreso, en representacion del partido, el gobierno y el pueblo de China, el sincero agradecimiento por lo que el Dirigente Kim Jong Il envio un telegrama de consuelo al Secretario General Hu Jintao en relacion de los danos del terremoto en China y por lo que el gobierno coreano dono fondos. &nbsp;&nbsp;&nbsp;\r\nSe refirio a que la tradicional amistad China-Corea se desarrolla favorablemente en distintas ramas en medio de profunda atencion de los maximos dirigentes de los dos paises y deseo al pueblo coreano mayores exitos en este ano del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nLas conversaciones transcurrieron en un ambiente camaraderil y amistoso.    \r\n\r\n\r\n"
        },
        {
            "title": "Rubricados convenios sobre cooperacion entre Corea y China",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#22",
            "content": "PTC y gobierno de RPDC ofrecen recepcion en honor de Xi Jinping\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- El Comite Central del Partido del Trabajo de Corea y el Gobierno de la Republica Popular Democratica de Corea ofrecieron la vispera en el capitalino Palacio Cultural del Pueblo un banquete en honor de Xi Jinping, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y vicepresidente de la Republica Popular China, quien realiza una visita oficial y de amistad a Corea. &nbsp;&nbsp;&nbsp;\r\nA la recepcion fueron invitados el viceministro encargado de la Comision Estatal de Desarrollo y Reforma Zhu Zhixin, el embajador chino en Corea Liu Xiaoming, el vicecanciller Zhang Yesui,  el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, el subdirector de la Oficina de Investigacion de la Politica del CC del PCCh Shi Zhihong y otros. &nbsp;&nbsp;&nbsp;\r\nEstuvieron presentes tambien el presidente Kim Yong Nam y el vicepresidente Yang Hyong Sop, del Presidium de la Asamblea Popular Suprema de la RPDC, el secretario Kim Ki Nam y el subjefe de departamento Kim Thae Jong, del CC del PTC, el vicecanciller Kim Yong Il, el viceministro de Comercio Exterior Ku Pon Thae, el vicepresidente del Comite Estatal de Planificacion Choe Pae Jin y otros funcionarios. &nbsp;&nbsp;&nbsp;\r\nAl hacer uso de la palabra, Yang Hyong Sop apunto que la visita a Corea de Xi Jinping es su primera visita al extranjero despues de asumir el importante cargo de vicepresidente de la RPCh y agrego que esto constata que el partido y el gobierno de China aprecian sumamente las relaciones de amistad con Corea. &nbsp;&nbsp;&nbsp;\r\nRatifico que es el deseo comun de los pueblos de ambos paises desarrollar aun mas la amistad Corea-China preparada por los lideres de la anterior generacion de los dos paises. &nbsp;&nbsp;&nbsp;\r\nSe refirio a la lucha que bajo la direccion del Partido Comunista de China el pueblo chino libra por construir una sociedad socialista armoniosa basada en la concepcion cientifica de desarrollo y a los grandes exitos que logra en el resarcimiento de los danos del terremoto y en los preparativos para la exitosa marcha de los Juegos Olimpicos de Beijing. &nbsp;&nbsp;&nbsp;\r\nDeseo al pueblo chino mayores exitos en lo adelante tambien en las labores para implementar generalmente el espiritu del XVII congreso del PCCh superando los desafios y dificultades de todo tipo que afronte. &nbsp;&nbsp;&nbsp;\r\nXi Jinping dijo en su discurso que China y Corea son paises colindantes con montes y rios y destaco que es un patrimonio comun la amistad China-Corea, preparada, consolidada y desarrollada por los revolucionarios de la anterior generacion de ambos paises. &nbsp;&nbsp;&nbsp;\r\nBajo la profunda atencion de los maximos lideres de ambos paises, las relaciones bilaterales experimentan un nuevo desarrollo, apunto y menciono que ambos paises mantienen estrechas relaciones y cooperacion e impulsan de continuo el intercambio y la colaboracion en todos los sectores. &nbsp;&nbsp;&nbsp;\r\nProsiguio que bajo la direccion del PTC encabezado por el Secretario General Kim Jong Il, el pueblo coreano logra grandes exitos en todos los sectores apoyandose en sus propias fuerzas y luchando tenazmente. &nbsp;&nbsp;&nbsp;\r\nEstoy seguro que la amistad China-Corea sera mas esplendida gracias a los esfuerzos conjuntos de los partidos, los gobiernos y los pueblos de ambos paises, concluyo. &nbsp;&nbsp;&nbsp;\r\nEn la ocasion se ofrecio una funcion del Conjunto Artistico Mansudae.    \r\n\r\n\r\n"
        },
        {
            "title": "Xi Jinping rinde homenaje al Presidente Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#23",
            "content": "Rubricados convenios sobre cooperacion entre Corea y China\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- Quedaron suscritos el dia 17 en el capitalino Palacio de los Congresos Mansudae los convenios sobre la cooperacion economico-tecnica, el transporte aereo y el automovilistico entre los gobiernos de la Republica Popular Democratica de Corea y la Republica Popular China. &nbsp;&nbsp;&nbsp;\r\n  Igualmente, fueron firmados los planes de cooperacion entre los sectores  estatales de verificacion de la calidad de productos de Corea y China. &nbsp;&nbsp;&nbsp;\r\n  En la ceremonia de firmas participaron por la parte coreana el vicepresidente del Presidium de la Asamblea Popular Suprema Yang Hyong Sop, el secretario del Comite Central del Partido del Trabajo de Corea Kim Ki Nam, el subjefe de departamento del CC del PTC Kim Thae Jong, el vicecanciller Kim Yong Il, el viceministro de Comercio Exterior Ku Pon Thae, el vicepresidente del Comite Estatal de Planificacion Choe Pae Jin y otros funcionarios y por la china, estuvieron presentes el miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y vicepresidente de la RPCh Xi Jinping, el  viceministro encargado de la Comision Estatal de Desarrollo y Reforma Zhu Zhixin, el embajador chino en Corea Liu Xiaoming, el viceministro de Relaciones Exteriores Zhang Yesui, el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, el subdirector de la Oficina de Investigacion de la Politica del&nbsp;&nbsp;&nbsp;\r\n  CC del PCCh Shi Zhihong y otros funcionarios.    \r\n\r\n\r\n"
        },
        {
            "title": "Xi Jinping deposita ofrenda floral ante Monumento a la Amistad",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#24",
            "content": "Xi Jinping rinde homenaje al Presidente Kim Il Sung\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- Xi Jinping, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y vicepresidente de la Republica Popular China, deposito el dia 17 un cesto de flores ante la estatua de bronce del Presidente Kim Il Sung en la capitalina colina Mansu. &nbsp;&nbsp;&nbsp;\r\nEn la ceremonia de homenaje participaron el viceministro encargado de la Comision Estatal de Desarrollo y Reforma Zhu Zhixin, el embajador chino en Corea Liu Xiaoming, el vicecanciller Zhang Yesui,  el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, el subdirector de la Oficina de Investigacion de la Politica del CC del PCCh Shi Zhihong y otros acompanantes. &nbsp;&nbsp;&nbsp;\r\nAl pie de la estatua de bronce del Presidente fue colocado el cesto de flores a nombre de Xi Jinping. &nbsp;&nbsp;&nbsp;\r\nEn la cinta del cesto se leia: \"Anorando ardientemente al Presidente Kim Il Sung\".&nbsp;&nbsp;&nbsp;\r\nLos huespedes rindieron tributo al Presidente quien hizo inmortal contribucion al desarrollo de la amistad Corea-China y a la realizacion de la causa de independencia del mundo.    \r\n\r\n\r\n"
        },
        {
            "title": "Xi Jinping visita Exposicion de Amistad Internacional",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#25",
            "content": "Xi Jinping deposita ofrenda floral ante Monumento a la Amistad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- Xi Jinping, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China (PCCh) y vicepresidente de la Republica Popular China (RPCh), quien realiza una visita oficial y de amistad a Corea, deposito el dia 17 una ofrenda floral ante el Monumento a la Amistad. &nbsp;&nbsp;&nbsp;\r\nParticiparon en la ocasion el viceministro encargado de la Comision Estatal de Desarrollo y Reforma Zhu Zhixin, el embajador chino en Corea Liu Xiaoming, el viceministro de Relaciones Exteriores Zhang Yesui, el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, el subdirector de la Oficina de Investigacion de la Politica del CC del PCCh Shi Zhihong, y otros acompanantes asi como los miembros de la mision diplomatica china en Corea. &nbsp;&nbsp;&nbsp;\r\nTambien participaron el vicecanciller Kim Yong Il, el primer vicepresidente del Comite Popular de la Ciudad de Pyongyang Pak Pyong Jong y otros funcionarios coreanos. &nbsp;&nbsp;&nbsp;\r\nFue depositada ante el monumento la ofrenda floral a nombre de Xi Jinping. &nbsp;&nbsp;&nbsp;\r\nEn la cinta de ella se leia: \"Seran inmortales los martires del ejercito de voluntarios del pueblo chino\".&nbsp;&nbsp;&nbsp;\r\nLos participantes guardaron un momento de silencio en memoria de los martires chinos quienes combatieron valientemente en la pasada guerra coreana (1950-1953) y recorrieron dicho monumento. &nbsp;&nbsp;&nbsp;\r\nEn el libro de visitas Xi Jinping escribio que la amistad China-Corea brillara para siempre.    \r\n\r\n\r\n"
        },
        {
            "title": "Acto por 44o aniversario del inicio de trabajo de Kim Jong Il en CC de PTC",
            "url": "http://kcna.co.jp/item/2008/200806/news06/19.htm#26",
            "content": "Xi Jinping visita Exposicion de Amistad Internacional\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de junio (ATCC) -- Xi Jinping, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China (PCCh) y vicepresidente de la Republica Popular China (RPCh), visito el dia 18 la Exposicion Permanente de Amistad Internacional. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron el embajador chino en Corea Liu Xiaoming, el viceministro de Relaciones Exteriores Zhang Yesui, el subjefe del Departamento de Enlace Internacional del CC del PCCh Liu Hongcai, el viceministro de Comercio Gao Hucheng, el subdirector de la Oficina de Investigacion de la Politica del CC del PCCh Shi Zhihong y otros acompanantes. &nbsp;&nbsp;&nbsp;\r\n  Los huespedes rindieron tributo ante la estatua de cera del Presidente Kim Il Sung en la exposicion. &nbsp;&nbsp;&nbsp;\r\n  Ellos recorrieron con profunda emocion los regalos que ofrecieron al Presidente Kim Il Sung y al Dirigente Kim Jong Il los lideres de partido, los jefes de Estado y de gobierno, las personalidades celebres y los habitantes de diferentes sectores de numerosos paises del mundo. &nbsp;&nbsp;&nbsp;\r\n  En el balcon de la exposicion disfrutaron del panorama del monte Myohyang escuchando la poesia escrita por el Presidente \"En un dia de otono en el monte Myohyang\".&nbsp;&nbsp;&nbsp;\r\n   Xi Jinping escribio en el libro de visitas que sera eterna la amistad China-Corea.    \r\n\r\n\r\n"
        }
    ]
}