{
    "date": "2008-03-18",
    "url": "http://kcna.co.jp/item/2008/200803/20080318.htm",
    "articles": [
        {
            "title": "DPRK's Delegation Leaves for India",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK-Russia Agreement Observed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#2",
            "content": "DPRK's Delegation Leaves for India \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- A delegation of the Korean Social Scientists Society led by Chairman Choe Sang Sun left here on Monday to participate in the celebrations of the 30th anniversary of the International Institute of the Juche Idea to be held in India.    \r\n\r\n"
        },
        {
            "title": "Schoolchildren's Study Tour Launched",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#3",
            "content": "Anniversary of DPRK-Russia Agreement Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the DPRK-Russia Friendship Association arranged a film show at the Chollima House of Culture here on Monday to mark the 59th anniversary of the signing of the agreement on economic and cultural cooperation between the DPRK and the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Ambassador Valery Sukhinin and staff members of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n Hong Son Ok, vice-chairwoman of the committee and chairwoman of the association, officials concerned and working people in the city were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants watched a Soviet Union's feature film.    \r\n\r\n\r\n"
        },
        {
            "title": "Brisk Creation of Mixed Forests",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#4",
            "content": "Schoolchildren's Study Tour Launched \r\n&nbsp;&nbsp;&nbsp;Hyesan, March 16 (KCNA) -- A study tour by schoolchildren from across the country started on the lapse of 85 years after President Kim Il Sung made \"250-mile journey for learning\".&nbsp;&nbsp;&nbsp;\r\n A meeting for starting the tour was held in front of the monument to revolutionary activities in Phophyong where the statue of Kim Il Sung is standing on Sunday. &nbsp;&nbsp;&nbsp;\r\n Ri Yong Hwan, secretary of the Central Committee of the Kim Il Sung Socialist Youth League, made a report at the meeting which was followed by speeches of members of the study tour group. Then a flag of the group was presented. &nbsp;&nbsp;&nbsp;\r\n After the meeting, the group set out on the march with the flags bearing portraits of Kim Il Sung and General Secretary Kim Jong Il in the van. &nbsp;&nbsp;&nbsp;\r\n The group is to march along the course of the 250-mile journey from Phophyong, a historic place, to Mangyongdae, a time-honored holy land of revolution.    \r\n\r\n\r\n"
        },
        {
            "title": "New Stamps Issued",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#5",
            "content": "Brisk Creation of Mixed Forests \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- A vigorous campaign for creating mixed forests has been launched in the DPRK in the current spring tree-planting season. &nbsp;&nbsp;&nbsp;\r\nVarious counties including Yonthan and Unpha Counties of North Hwanghae Province and Pyoksong County of South Hwanghae Province have chosen right soils and are creating a vast acreage of mixed forests by properly combining pine-nut trees and larch with acacia and other species. &nbsp;&nbsp;&nbsp;\r\nChosan County of Jagang Province has produced a lot of healthy saplings in nurseries for mixed forests. &nbsp;&nbsp;&nbsp;\r\nFast-growing trees of good species have been being planted extensively in mountains and fields to create mixed forests in Pyongyang, South Phyongan Province and Kangwon Province. &nbsp;&nbsp;&nbsp;\r\nIn an interview with KCNA, Jo Man Su, director of the Botany Institute of the Branch Academy of Biology under the State Academy of Sciences, said: Many units and areas have selected trees suitable to the climate and soil conditions of relevant places and the feature of each plot and are planting them in proper combination of needle-leaved trees with broad-leaved ones. &nbsp;&nbsp;&nbsp;\r\nThe mixed forest not only improves the fertility of soil but also makes trees grow straight to produce quality timber. &nbsp;&nbsp;&nbsp;\r\nThe afforestation units are bending efforts to the work for laying out good nurseries and solving the scientific and technological problems arising in creating mixed forests.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Urges U.S. to Stop Anti-DPRK Psychological Campaign",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#6",
            "content": "New Stamps Issued \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- New postage stamps were recently issued--one sheetlet concerning the 29th Olympics, Beijing, and two kinds of stamps carrying portraits of men well known in Korean history. &nbsp;&nbsp;&nbsp;\r\nPrinted on the top of the sheetlet are the words \"Games of the X X IX Olympiad, Beijing 2008\", with the emblem of Beijing Olympiad and the DPRK flag and Olympic rings on its right and left. &nbsp;&nbsp;&nbsp;\r\nIt shows scenes of football, basketball, tennis and table-tennis games in the center. &nbsp;&nbsp;&nbsp;\r\nThe stamps present portraits of Choe Yong and Ho Jun. &nbsp;&nbsp;&nbsp;\r\nChoe Yong was a famous patriotic general who displayed prowess at more than 100 battles against foreign invaders and made a great contribution to boosting the nation's defense capabilities in the period of Koryo (918-1392). &nbsp;&nbsp;&nbsp;\r\nHo Jun was a renowned doctor who invented a new prescription for the treatment of smallpox in 1591 and authored \"Tonguibogam\", one of the three classic books on Koryo medicine, thus contributing to the development of Koryo medicine in the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Wild Ambition for Territorial Expansion Blasted",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#7",
            "content": "KCNA Urges U.S. to Stop Anti-DPRK Psychological Campaign \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- The U.S. recently inaugurated Korean language medium-wave broadcasting service of Radio Free Asia and other anti-DPRK broadcasting programs. &nbsp;&nbsp;&nbsp;\r\n Radio Free Asia thus began medium-wave broadcasting and increased hours of shortwave broadcasting. VOA started airing all medium-wave broadcasting programs in Korean language along with shortwave broadcasting. &nbsp;&nbsp;&nbsp;\r\n Last year VOA decided to stop broadcasting in several other languages and single out the DPRK as the main target of its psychological campaign. Accordingly, it decided to enhance the function of its bureau in Seoul of south Korea and increase the hours of broadcasting in Korean language. &nbsp;&nbsp;&nbsp;\r\n This is another grave provocation to the dialogue partner as it indicates that the U.S. has become all the more frantic in its psychological campaign against the DPRK behind the scene of dialogue. &nbsp;&nbsp;&nbsp;\r\n Clear is an aim sought by the U.S. through such clumsy farce. &nbsp;&nbsp;&nbsp;\r\n It seeks to shake the Korean people's faith in their cause and foster discontent with the political system among them in a bid to bring down Korean-style socialism with ease. &nbsp;&nbsp;&nbsp;\r\n This betrays the U.S. inveterate enmity toward the DPRK as it proves its claim that the former does not antagonize the DPRK is a whopping lie, a sheer mockery of the international community, and that it has no willingness to make a switchover in its DPRK policy. &nbsp;&nbsp;&nbsp;\r\n As proven by history, the U.S. psychological offensive is nothing but a lever for aggression and interference and a prelude to them. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that the campaign has gained in scope and strength, timed to coincide with such U.S. war moves against the DPRK as Key Resolve and Foal Eagle joint military maneuvers. &nbsp;&nbsp;&nbsp;\r\n The U.S. hostile policy toward the DPRK is being stepped up in all fields as evidenced by its military blackmail and psychological warfare and the U.S. administration's approach toward the DPRK in all aspects is aimed at destroying its political system. The army and people of the DPRK are following this development with a high degree of vigilance. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to properly understand its dialogue partner, awake from a daydream, and immediately stop the provocative psychological campaign.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on DPRK-Russia Relations",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#8",
            "content": "Japan's Wild Ambition for Territorial Expansion Blasted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- Conservative lawmakers from ruling and opposition parties of Japan, when referring to the revision of teaching guidelines for the primary and middle schools recently,  demanded that Tok Islet, etc. be marked as parts of \"the territory of Japan.\" They were reported to have reached consensus in demanding that the Southern Kurils of Russia and Diaoyu Islands of China be marked as parts of \"the territory of Japan\".&nbsp;&nbsp;&nbsp;\r\n Commenting on this, Rodong Sinmun Monday observes: &nbsp;&nbsp;&nbsp;\r\nThe Japanese reactionaries' persistent claim to Tok Islet is a typical manifestation of their wild ambition to stage a comeback to Korea as it was not prompted by the lack of their understanding of the historical fact but by their brigandish scenario to grab other countries' land. &nbsp;&nbsp;&nbsp;\r\nThe news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists illegally occupied Korea and looted its land and wealth lock, stock and barrel after fabricating \"treaties\" in the past, putting its territory into Japan's possession. The Japanese reactionaries are now employing the same brigandish doctrine and methods as used by them. &nbsp;&nbsp;&nbsp;\r\n Japan keeps raising a claim to Diaoyu Islands, deteriorating its relations with China.  It also adopted a \"resolution\" on claiming that the Southern Kurils belong to Japan, getting on the nerves of Russia. &nbsp;&nbsp;&nbsp;\r\n Japan's claims to territories of neighboring countries are preludes to military clashes and reinvasion. These are very disturbing developments as they predict that Northeast Asia may turn into a theatre of confrontation and military clash over territorial issues. &nbsp;&nbsp;&nbsp;\r\n The situation in this region is inching closer to a very grave phase due to Japan's acts of escalating the confrontation and friction with neighboring countries over territorial and other issues. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are nothing but very cancer-like elements and troublemakers as they increase the danger of territorial dispute and clash between Japan and its neighbors and disturb the peace and security in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n It is hard not only to defuse the tension in the Asian region and ensure its peace but to promote its common progress as long as Japan is allowed to pursue its territorial expansion in an undisguised manner, concludes the news analyst.    \r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Cooperation Called for",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#9",
            "content": "Rodong Sinmun on DPRK-Russia Relations \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- The conclusion of the agreement on economic and cultural cooperation between the DPRK and the Soviet Union put the DPRK-Russia friendly and cooperative relations on a new stage of development. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday stresses this in a by-lined article dedicated to the 59th anniversary of the signing of the agreement. &nbsp;&nbsp;&nbsp;\r\n The article notes that the historic visits to the Russian Federation and its Far Eastern Region by General Secretary Kim Jong Il in the new century and the visit to the DPRK by Russian President V. V. Putin in 2000 served as a new milestone and the motive force for the overall development of the DPRK-Russia friendly relations including economic and cultural cooperation. &nbsp;&nbsp;&nbsp;\r\n In recent years positive efforts have been made to expand and boost exchange and cooperation in the economy, culture and other fields between the two countries, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK-Russia friendship is developing on good terms in conformity with mutual interests and the requirements of the development of international relations in the new century as the days go by. &nbsp;&nbsp;&nbsp;\r\n We are rejoiced over the achievements made by the Russian government and people in the work to build a powerful state and ensure the security of the country. &nbsp;&nbsp;&nbsp;\r\n The DPRK and Russia, close neighboring countries with the long-standing history and traditions of friendship, are making joint efforts to develop the sound international relations and build a new just world. They cooperate and keep pace with each other to ensure the regional stability and peace and fairly settle the major international issues. &nbsp;&nbsp;&nbsp;\r\n Boosting the DPRK-Russia friendship conforms with the desire and interests of the two peoples and is beneficial to ensuring peace and security in Asia and the rest of the world. The bilateral relations of friendship and cooperation will grow stronger by the joint efforts of the two countries in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Vitality of Revolutionary Soldier Spirit",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#10",
            "content": "Inter-Korean Cooperation Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- In order to achieve a signal success in the struggle for national reunification this year the Korean nation should put an end to such acts of treachery as turning one's back on fellow countrymen and cooperating with foreign forces. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday urges this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n To persist in collusion and tie-up with foreign forces for  aggression at a time when the U.S. imperialists are becoming evermore undisguised in their adventurous military provocations to the DPRK is absolutely intolerable as they are treacherous acts of hamstringing the efforts to develop the north-south relations and promote the cause of national reunification and doing harm to the destiny of the nation. &nbsp;&nbsp;&nbsp;\r\n Any cooperation with foreign forces for aggression is little short of a treacherous move to totally negate and scrap the historic June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The spirit of \"By our nation itself\" is enshrined by the compatriots as patriotic soul and this has become the spirit of the nation which no one can quell. For the south Korean warmongers to cooperate with foreign forces in their moves for a war of aggression against the north, turning their faces away from inter-Korean cooperation, is nothing but a treacherous act of denying the spirit of \"By our nation itself\" and, furthermore, reducing the joint declaration to a dead paper. &nbsp;&nbsp;&nbsp;\r\n The acts of pursuing the cooperation with outsiders instead of seeking inter-Korean cooperation should be condemned as grave criminal moves to maintain power and gratify selfish desire in return for undermining the basis and cornerstone for developing the north-south relations and leaving the destiny of the nation to the tender mercy of  foreign forces. &nbsp;&nbsp;&nbsp;\r\n Cooperation with outsiders leads to confrontation between the north and the south, a war of aggression against the north and throws a hurdle in the way of achieving reunification. If cooperation with foreign forces for aggression is allowed to continue in south Korea quite contrary to the need of the era and the aspiration of the nation, this will put the north-south relations in the worst crisis once again and lay a stumbling block in the way of the cause of national reunification, too. Cooperation with foreign forces should never be allowed as it goes against the June 15 era of reunification. Inter-Korean cooperation alone leads to the road of patriotism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Talk about \"Human Rights Issue\" under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#11",
            "content": "Rodong Sinmun on Vitality of Revolutionary Soldier Spirit\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- Rodong Sinmun Monday dedicates an article to the 11th anniversary of the publication of General Secretary Kim Jong Il's famous work \"On Learning from the Revolutionary Soldier Spirit\".&nbsp;&nbsp;&nbsp;\r\n In the work he clearly indicated the tasks and ways arising in learning from the revolutionary soldier spirit, including the problem of learning from the ideological and moral traits displayed in the struggle and life of the soldiers of the People's Army and applying them in the work and life and the problem of conducting in a front-line style the information and agitation work of the Workers' Party of Korea in keeping with the realistic requirements and conditions and more deeply conducting the education in revolutionary faith and will among the Party members and other working people. &nbsp;&nbsp;&nbsp;\r\n The past 11 years were the proud days in which the army and people of the DPRK struggling in the revolutionary soldier spirit fully displayed the might of their single-minded unity and staunch mental power, the author of the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n In the course of the dynamic drive to learn from the revolutionary soldier spirit the spirit of Kanggye was created, the torches of Songgang and Ranam were kindled and the spirit of Thaechon swept all over the country. &nbsp;&nbsp;&nbsp;\r\n Through this drive our revolutionary ranks have been remarkably strengthened into the elite ranks devotedly defending the leader, startling miracles and heroic feats have been wrought in building a great prosperous powerful nation and the Korean people have grown to be men strong in faith and will cheerfully pulling through any ordeals and difficulties. &nbsp;&nbsp;&nbsp;\r\n The revolutionary soldier spirit is the eternal banner of struggle and advance and an invincible treasured sword in the era of Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Conmemoran 59o aniversario de convenio entre Corea y Rusia",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#12",
            "content": "U.S. Talk about \"Human Rights Issue\" under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 17 (KCNA) -- The preparatory committee for founding the 16th-term south Korean Federation of University Student Councils (Hanchongryon) on March 13 released a statement denouncing the U.S. talk about the \"human rights issue.\" &nbsp;&nbsp;&nbsp;\r\n Accusing the U.S. Department of State of pulling up north Korea over its \"human rights issue\" in an \"annual report on human rights\" on March 11, the statement urged the U.S. to reflect on its own human rights situation before talking about someone's \"human rights issue.\" &nbsp;&nbsp;&nbsp;\r\n Noting that it is none other than the U.S. which has committed horrendous tortures and massacres in Afghanistan and Iraq under the pretext of \"anti-terrorism,\" the statement declared that Hanchongryon would never pardon the U.S. which slandered the north once again, betraying its imperialist ambition for aggression.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Activase la creacion de bosques mixtos",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#13",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun condena ambicion de expansionismo de Japon",
            "url": "http://kcna.co.jp/item/2008/200803/news03/18.htm#14",
            "content": "Conmemoran 59o aniversario de convenio entre Corea y Rusia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 17 de marzo (ATCC) -- El Comite Coreano de Relaciones Culturales con el Extranjero (CCRCE) y la Asociacion de Amistad Corea-Rusia (AACR) ofrecieron el dia 17 una proyeccion filmica en la Casa Cultural Chollima con motivo del 59o aniversario de la concertacion del Convenio sobre la Cooperacion Economica y Cultural entre la Republica Popular Democratica de Corea y la Federacion Rusa. &nbsp;&nbsp;&nbsp;\r\n  A la cita fueron invitados el embajador Valery Sukhinin y otros miembros de la embajada rusa en Corea. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion participaron Hong Son Ok, presidenta de la AACR y vicepresidenta del CCRCE, y otros funcionarios, asi como trabajadores capitalinos. &nbsp;&nbsp;&nbsp;\r\nLos participantes vieron una pelicula de ficcion de la ex Union Sovietica.    \r\n\r\n\r\n"
        }
    ]
}