{
    "date": "2008-01-19",
    "url": "http://kcna.co.jp/item/2008/200801/20080119.htm",
    "articles": [
        {
            "title": "Congratulations to Croatian PM",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Croatian Foreign Minister",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#2",
            "content": "Congratulations to Croatian PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a congratulatory message to Ivo Sanader upon his reelection as Croatian Prime Minister. &nbsp;&nbsp;&nbsp;\r\n Kim in the message sincerely wished his Croatian counterpart greater success in his responsible work for the stability and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joyful and Fruitful Winter Vacation of Schoolchildren",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#3",
            "content": "Congratulations to Croatian Foreign Minister \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, sent a congratulatory message to Gordan Jandrokovic upon his appointment as minister of Foreign Affairs and European Integration of Croatia. &nbsp;&nbsp;&nbsp;\r\n The message wholeheartedly wished him success in his new job.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Quintessence of National Strength of Songun Korea",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#4",
            "content": "Joyful and Fruitful Winter Vacation of Schoolchildren \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- Schoolchildren enjoying the winter vacation are found everywhere in the DPRK these days. &nbsp;&nbsp;&nbsp;\r\n All the schoolchildren's palaces and children's halls across the country are providing the schoolchildren with all conditions to spend joyful and impressive days during the vacation. &nbsp;&nbsp;&nbsp;\r\n Sin Yong Chol, a section chief of the Pyongyang Schoolchildren's Palace, told KCNA: &nbsp;&nbsp;&nbsp;\r\n Vacation is a good chance for the schoolchildren to consolidate what they have learned and harden their bodies and minds through diverse extracurricular activities. &nbsp;&nbsp;&nbsp;\r\n At the Pyongyang Schoolchildren's Palace, schoolchildren are engaged in a wide range of extracurricular activities suited to the mental peculiarities by age group and pedagogical courses during the current vacation. &nbsp;&nbsp;&nbsp;\r\n At the palace the schoolchildren are improving their capacities of public presentation through composition readings and oratorical contests on various themes and they are visiting industrial establishments in the city and giving art performances for increased production. &nbsp;&nbsp;&nbsp;\r\n And the palace arranges sports and folk games to implant in their minds patriotic spirit of treasuring the peculiar traditions of the nation and keeping them alive earnestly. &nbsp;&nbsp;&nbsp;\r\n On the other hand, it is training schoolchildren into valuable personnel through brisk activities of hobby groups of sciences, arts and sports. &nbsp;&nbsp;&nbsp;\r\n They are enriching knowledge of natural sciences such as mathematics, physics and biology and learning singing, dancing and playing musical instruments in art hobby groups according to their talent.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Full Implementation of Oct. 4 Declaration Called for",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#5",
            "content": "Quintessence of National Strength of Songun Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- The joint New Year editorial emphasized that the political and ideological might should be displayed fuller to glorify this year marking the 60th anniversary of the founding of the DPRK as a year of historical turn which will go down in the history of the country. &nbsp;&nbsp;&nbsp;\r\n The political and ideological might is the quintessence of the national strength of Songun Korea. &nbsp;&nbsp;&nbsp;\r\n There are not in the world countries which have the political and ideological might as the quintessence of the national strength but countries which are proud of their military or economic strength. &nbsp;&nbsp;&nbsp;\r\n The political and ideological might of the DPRK is precisely the mental power of all the soldiers and people. It has been strengthened in the revolutionary spirit of Mt. Paektu through the tempest of history. &nbsp;&nbsp;&nbsp;\r\n The Korean people rehabilitated the devastated economy with patriotic zeal after the liberation of the country and healed the war wounds, brought about the great upsurge of Chollima and built a powerful socialist country independent, self-supporting and self-reliant in national defence with the might of unity after the Korean war. In the last decade of the 20th century, too, they with strong mental power rose as one to convert the \"Arduous March\" into a march to paradise without the slightest vacillation in the difficulties and ordeals. &nbsp;&nbsp;&nbsp;\r\n The kernel of the mental power is the spirit of defending the leader at the risk of their lives and their inexhaustible strength lies in the single-minded unity. &nbsp;&nbsp;&nbsp;\r\n Last year the Korean people demonstrated far and wide the political and ideological might, the true feature of the Korean-style socialism under which all people are united in one mind, through the functions celebrating the 95th birth anniversary of President Kim Il Sung and the 75th anniversary of the founding of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n In particular, residents in the areas hit by a flood lost their houses, property and kith and kin but safely kept the portraits of the great persons of Mt. Paektu, thus clearly showing the spirit of guarding the leader with their very lives and the spirit of the single-minded unity. &nbsp;&nbsp;&nbsp;\r\n The Korean people are full of confidence and fighting spirit to attain a brilliant victory in the gigantic advance of the new year by displaying the political and ideological might to the full with the firm belief that if Kim Jong Il is with them, they will emerge victorious without fail and with the will to follow his leadership to the end.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on DPRK's Avowed Foreign Policy Tenet ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#6",
            "content": "Full Implementation of Oct. 4 Declaration Called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- The October 4 Declaration for Development of North-South Relations and Peace and Prosperity is, indeed, an action program for implementing the historic June 15 joint declaration in all fields and guidelines for struggle and action in the era of independent reunification. Rodong Sinmun Friday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The Oct. 4 declaration fully reflects the ardent desire of the fellow countrymen to achieve the development of the north-south relations, durable peace of the country and prosperity common to the nation and reunify the country and indicates specific tasks to be undertaken to realize it and ways to do so, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The basic idea of the declaration is the idea of \"By our nation itself\" clarified by the June 15 joint declaration and all the points of the declaration are chiefly aimed at materializing this idea. &nbsp;&nbsp;&nbsp;\r\n In the Oct. 4 declaration the north and the south reaffirmed the spirit of the June 15 joint declaration and, on this basis, underscored the need to defend and positively implement it and settle the issue of national reunification independently in the spirit of \"By our nation itself\".&nbsp;&nbsp;&nbsp;\r\n The Oct. 4 declaration clarified the stand of the north and the south to definitely convert the north-south relations into those of mutual respect and confidence irrespective of ideology and system. &nbsp;&nbsp;&nbsp;\r\n The declaration opened a bright prospect of building a durable peace mechanism as it indicated ways of defusing tensions and ensuring peace. &nbsp;&nbsp;&nbsp;\r\n It pointed in detail to the tasks to be implemented by the north and the south to reenergize economic cooperation with a view to ensuring balanced development of national economy and achieving common prosperity and conduct multi-faceted cooperation undertakings in favor of promoting reconciliation and unity and achieving the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n All Koreans at home and abroad should wage a strenuous struggle for independent reunification and peace and prosperity along the road indicated by the Oct. 4 declaration, holding high the banner of \"By our nation itself\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Organizations Hold Meeting for Reunification",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#7",
            "content": "Rodong Sinmun on DPRK's Avowed Foreign Policy Tenet  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- It is the consistent stand and foreign policy of the DPRK to establish and develop relations of friendship, cooperation and good neighborliness with all countries that respect the sovereignty of the DPRK and are friendly towards it, says Rodong Sinmun Friday in a signed article. &nbsp;&nbsp;&nbsp;\r\n Independence, peace and friendship are the idea of the consistent foreign policy of the Workers' Party of Korea and the government of the DPRK, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The present times are the era of independence. What people want is independence, not subjugation, peace, not war, and friendship, not confrontation. &nbsp;&nbsp;&nbsp;\r\n Each country has the right to defend its independence and, at the same time, an obligation to respect the independence of other countries. Only when countries support and unite with each other on the principle of full independence, equality, mutual respect and non-interference in other's internal affairs can the relations of friendship and cooperation be genuine and strong. &nbsp;&nbsp;&nbsp;\r\n The development of relations with other countries and nations on the basis of independence can meet the requirements of their people for independence and contribute to strengthening the genuine international relations of friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n There are in the world big or small countries and developed or less developed countries. But there can be neither superior nor inferior countries nor countries dictating other countries nor the dictated ones. All countries are required to exercise their sovereignty with independence and make progress on the basis of their peculiar national tradition, custom, feelings and mode. The relations among countries, therefore, should be forged and developed from an independent stand. Only then can they become those of genuine friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n The DPRK will in the future, too, make positive efforts to boost the friendly and cooperative relations with all countries that are friendly towards it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Title of Honorary Citizenship and Key Presented to Kim Jong Il by Ecuador",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#8",
            "content": "S. Korean Organizations Hold Meeting for Reunification  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration, the Youth and Students Solidarity for Implementing the June 15 Joint Declaration and the south Korean Federation of University Student Councils reportedly held a \"meeting for general advance in 2008 for achieving independent reunification and ushering in a new day of victory of people\" in North Chungchong Province on Jan. 12 and 13. &nbsp;&nbsp;&nbsp;\r\n Speakers at the meeting called on the progressive camp representing people of different social strata to glorify 2008 as a year of victory of the Korean nation through struggle and actions in the spirit of achieving the single-minded unity and believing in the people as in Heaven. &nbsp;&nbsp;&nbsp;\r\n A resolution was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n Earlier, the above-said organizations had lectures under the titles \"a national students meeting for reunification\" and \"Let's fling open the gate to an independent reunified powerful nation in 2012\".   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun and Feb. 16 to Be Commemorated in Mexico",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#9",
            "content": "Title of Honorary Citizenship and Key Presented to Kim Jong Il by Ecuador  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- Guaranda City of Bolivar Province in Ecuador decided to present the title of honorary citizenship and the key of the city to Kim Jong Il on the occasion of his birthday. &nbsp;&nbsp;&nbsp;\r\n A special meeting of the city government was held in Guaranda City on Jan. 3 for this purpose. &nbsp;&nbsp;&nbsp;\r\n Present there were Mayor of Guaranda Carlos Alberto Coles and directors and officials of the city government. &nbsp;&nbsp;&nbsp;\r\n A decision on presenting the title and the key to Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The decision noted that the city government has the honor of presenting the title and the key to Kim Jong Il on the occasions of his birthday and the 60th founding anniversary of the DPRK, reaffirming the exploits he has performed by rendering a great service for the development of the socialist revolution and recognizing that he is a great model in the history of the struggle of the peoples of the developing countries for sovereignty and independence.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Joint New Year Editorial Disseminated in Foreign Countries",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#10",
            "content": "Day of Sun and Feb. 16 to Be Commemorated in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- A Mexican preparatory committee for commemorating the Day of the Sun and Feb. 16 was formed with due ceremony in Mexico City on Jan. 11. &nbsp;&nbsp;&nbsp;\r\n Jesusu Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, was elected chairman of the preparatory committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n He said that the preparatory committee would organize multifarious political and cultural events on the occasions of the birthdays of President Kim Il Sung and Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe titulo de ciudadano honorario de Ecuador ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#11",
            "content": "DPRK's Joint New Year Editorial Disseminated in Foreign Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 18 (KCNA) -- Seminars on the joint New Year editorial carried by leading newspapers of the DPRK took place in Ukraine and the Czech Republic on Jan. 8 and 10. &nbsp;&nbsp;&nbsp;\r\n At the seminars briefings were given on the main contents of the joint editorial before reports and speeches were made. &nbsp;&nbsp;&nbsp;\r\n Grigori Shubed, chairman of the Association for the Study of Songun Policy in a city of Ukraine, said that the joint editorial represents the steadfast will of the Workers' Party of Korea and the people of the DPRK to achieve a final victory of the revolutionary cause of Juche started on Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Konstantin Doroshenko, chairman of \"the Sun of Juche\" Association of Journalists and Men of Culture for the Study of Kimjongilism in Ukraine, said that the credit for all victories and miracles wrought by the Korean people last year goes to the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Jaroslavc Kafka, chairman of the Czech Group for the Study and Materialization of the Juche idea, expressed the belief that the army and the people of the DPRK would surely attain grandiose goals for building a great prosperous powerful nation and achieving national reunification set forth in the joint editorial. &nbsp;&nbsp;&nbsp;\r\n Jiri Jarka, honorary chairman of the Paektusan Czech-Korean Friendship Association, said that the Juche idea, the Songun idea is the great banner for prosperity of socialist Korea and humankind and nobody can check the cause of the Korean people with such great guidelines.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun se refiere a las relaciones internacionales ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#12",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Comite preparatorio de Mexico por efemerides coreanas",
            "url": "http://kcna.co.jp/item/2008/200801/news01/19.htm#13",
            "content": "Kim Jong Il recibe titulo de ciudadano honorario de Ecuador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 18 de enero (ATCC) -- Con motivo del cumpleanos (16 de febrero) del Dirigente Kim Jong Il, la municipalidad de Guaranda de la provincia ecuatoriana de Bolivar decidio otorgarle el titulo de ciudadano honorario y la llave de la ciudad. &nbsp;&nbsp;&nbsp;\r\n  Tal resolucion se aprobo en una reunion extraordinaria de esa municipalidad sesionada el dia 3 con la participacion del alcalde Carlos Alberto Coles y otros concejales y funcionarios. &nbsp;&nbsp;&nbsp;\r\n  El documento senala que en ocasion del dia de nacimiento de Su Excelencia Mariscal Kim Jong Il y del aniversario 60 de la fundacion de la Republica Popular Democratica de Corea, le concede el titulo de ciudadano honorario y la llave de la ciudad reconociendo sus hazanas que contribuyeron en gran medida al desarrollo de la revolucion socialista y calificandolo de gran ejemplo en la historia de lucha de los pueblos de los paises en vias de desarrollo por la soberania y la independencia.   \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}