{
    "date": "2008-09-29",
    "url": "http://kcna.co.jp/item/2008/200809/20080929.htm",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#2",
            "content": "Kim Yong Nam Meets Chinese Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with the delegation of the China-Korea Friendship Association led by Chairman Wu Donghe at the Mansudae Assembly Hall Saturday. &nbsp;&nbsp;&nbsp;\r\n On hand were Choe Chang Sik, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, and Liu Xiaoming, Chinese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that the friendly relations between the two countries provided by the leaders of the elder generation are steadily developing on good terms under the deep care of Hu Jintao and Jiang Zemin and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed hope that the Korean people would achieve greater successes in socialist construction under the leadership of Kim Jong Il.\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given to Mark Birthday of PRC",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#3",
            "content": "Gift to Kim Jong Il from Chinese Delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the delegation of the China-Korea Friendship Association on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, by Wu Donghe, chairman of the association who is heading the delegation, on Saturday. \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Cambodian PM",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#4",
            "content": "Reception Given to Mark Birthday of PRC \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the DPRK-China Friendship Association gave a reception at Chongryu Restaurant Friday on the occasion of the 59th anniversary of the founding of the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n  Present there on invitation were Liu Xiaoming, Chinese ambassador to the DPRK, and embassy officials, the delegation of the China-Korea Friendship Association led by Chairman Wu Donghe, the delegation of the China-Korea Friendship Hongxing Farm headed by Zhang Fuping and the China-DPRK Friendship Medical Team. &nbsp;&nbsp;&nbsp;\r\n  Present there were Choe Chang Sik, minister of Public Health who is also chairman of the Central Committee of the DPRK-China Friendship Association, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n  Choe Chang Sik said at the reception that the founding of the PRC made it possible for the Chinese people to embark upon the road of building a new life as the true master of the state and the society. &nbsp;&nbsp;&nbsp;\r\n  He noted that the DPRK-China friendship provided by the revolutionaries of the elder generation of the two countries is developing on good terms day by day under the deep care of General Secretary Kim Jong Il and Comrade Hu Jintao. &nbsp;&nbsp;&nbsp;\r\n He declared that the Korean people would join the Chinese comrades in making all efforts to steadily boost the traditional DPRK-China friendly and cooperative relations. &nbsp;&nbsp;&nbsp;\r\n Liu Xiaoming said in his speech that the Chinese people sincerely rejoiced over the great progress made by the Korean people in socialist construction in the spirit of self-reliance and fortitude under the leadership of President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He hoped that the Korean people devoting themselves to the struggle to fling open the gate of a great prosperous powerful nation under the leadership of the Workers' Party of Korea headed by Kim Jong Il would achieve greater success. &nbsp;&nbsp;&nbsp;\r\n It is the steadfast policy of the party and the government of China to boost the Sino-DPRK friendly and cooperative relations, he noted, stressing that they would join the Korean comrades in making positive efforts to ensure that the bilateral relations bear richer fruits.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Deputy Prime Minister of Cambodia",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#5",
            "content": "Congratulatory Message to Cambodian PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- Kim Yong Il, premier of the Cabinet, sent a congratulatory message to Hun Sen upon his reelection as prime minister of Cambodia on Sept. 27. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the traditional relations of friendship and cooperation between the two countries would more favorably develop in the future, the message wished him greater success in his responsible work for prosperity of the country and welfare of the people.\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#6",
            "content": "Congratulations to Deputy Prime Minister of Cambodia \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs, Saturday sent a congratulatory message to Hor Nam Hong upon his reappointment as deputy prime minister and minister of Foreign Affairs and International Cooperation of Cambodia. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the traditional relations of friendship and cooperation between the two countries would grow stronger in the future, the message wished him fresh achievement in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Diplomatic Relations Established between DPRK and Kenya",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#7",
            "content": "Visits \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- A delegation of the DPRK Measure Committee for Demanding Compensation to Comfort Women for the Japanese Army and the Victims of Forcible Drafting led by Chairperson Hong Son Ok left here today to participate in an annual meeting of the International Solidarity Council Demanding the Settlement of the Past Wrongs of Japan to be held in Netherlands. &nbsp;&nbsp;&nbsp;\r\n A delegation of training and education officers of the Syrian army led by Najib Barakat, director general for training, arrived here on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "Letter of Thanks to Kim Jong Il from Participants of Pyongyang International Film Festival",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#8",
            "content": "Diplomatic Relations Established between DPRK and Kenya \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- A joint communique on establishing diplomatic relations between the governments of the DPRK and the Republic of Kenya was published in New York on September 26. &nbsp;&nbsp;&nbsp;\r\n According to it, the governments of the DPRK and the Republic of Kenya decided to establish diplomatic relations at the ambassadorial level from the day of signing the joint communique, in conformity with the principle and goal of the U.N. Charter, international law, the Vienna convention on diplomatic relations signed in 1961 and the Vienna convention on consular relations signed in 1963, proceeding from the desire to promote and strengthen the friendly and cooperative relations between the two countries on the principles of mutual respect for equality, sovereignty, independence and territorial integrity and non-interference in internal affairs of states. &nbsp;&nbsp;&nbsp;\r\n Authorized by the governments of their countries Pak Kil Yon, vice-minister of Foreign Affairs, from the DPRK side and Moses M. Wetangula, minister of Foreign Affairs, from the Kenyan side signed the joint communique.\r\n\r\n\r\n"
        },
        {
            "title": "Reception Hosted by DPRK Cabinet",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#9",
            "content": "Letter of Thanks to Kim Jong Il from Participants of Pyongyang International Film Festival \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- General Secretary Kim Jong Il was presented with a letter of thanks by the participants of the 11th Pyongyang International Film Festival on Friday. &nbsp;&nbsp;&nbsp;\r\n The letter said that the festival provided a very good occasion in boosting the ties and cooperation and sharing good experience and views among movie persons. &nbsp;&nbsp;&nbsp;\r\n Noting that during the festival its participants watched the grand gymnastic and artistic performance \"Arirang\" and toured different places of the DPRK and had other programs and these provided them with an opportunity to know well about the noble thoughts and feelings of the Korean people and their distinguished mental power, the letter went on: &nbsp;&nbsp;&nbsp;\r\n We were deeply impressed by the fact that your country has brought about signal changes in all domains thanks to Your Excellency's unique Songun politics and all persons of literature and arts feel greatly honored to hold you in high esteem as their teacher and receive guidance from you. &nbsp;&nbsp;&nbsp;\r\n We are satisfied with the fact that the festival has been organized perfectly in all aspects and have the honor to offer our heartfelt thanks to you for the profound care shown for the success of the festival. &nbsp;&nbsp;&nbsp;\r\n It is our sincere hope that the Korean people will achieve greater successes in building a great prosperous powerful nation under your wise and tested leadership and many more successful literary and art works will be produced in your country to move the people. &nbsp;&nbsp;&nbsp;\r\n Brief as the period of the festival was, but we will set store by the achievements and experience gained in this festival and earnestly take part in the Pyongyang International Film Festival for independence, peace and friendship in the future, too, said the letter.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given at Chinese Embassy",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#10",
            "content": "Reception Hosted by DPRK Cabinet\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The DPRK Cabinet gave a reception at the People's Palace of Culture on Sept. 26 in connection with the close of the 11th Pyongyang International Film Festival. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were foreign delegations and delegates and members of the international jury of the festival. &nbsp;&nbsp;&nbsp;\r\n On hand were Ro Tu Chol, vice-premier of the Cabinet, Kang Nung Su, minister of Culture who is chairman of the festival organizing committee, Paek Han Su, vice-minister of Culture, officials concerned and creators and artistes in the moviedom. &nbsp;&nbsp;&nbsp;\r\n Ro Tu Chol said at the reception that the impressive days of the festival would be remembered by all the participants.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Chaek University of Technology Marked",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#11",
            "content": "Reception Given at Chinese Embassy\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- Chinese Ambassador to the DPRK Liu Xiaoming Saturday arranged a reception at his embassy on the occasion of the 59th anniversary of the foundation of the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, Pak Jae Gyong, vice-minister of the People's Armed Forces, Kim Yong Il, vice-minister of Foreign Affairs, officials concerned and diplomatic envoys of different countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Chinese embassy and members of the delegation of the China-Korea Friendship Association headed by its Chairman Wu Donghe and other Chinese guests. &nbsp;&nbsp;&nbsp;\r\n Liu in his speech at the reception recalled the fact that General Secretary Kim Jong Il visited the Chinese embassy again this year, adding that the cooperative relations between China and the DPRK have grown stronger under the deep care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n He stressed that the bilateral cooperation is getting brisk as the days go by and many achievements have been made in various fields including economy, trade, education, science and technology. &nbsp;&nbsp;&nbsp;\r\n He said that his staff members would make positive efforts together with the Korean comrades to further develop the traditional friendship between the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n Yang said in his speech that the Chinese people built a socialist state with the Chinese characteristics, standing all sorts of difficulties in the past 59 years since the foundation of the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n He hoped that the Chinese people would gain greater successes in their drive for building a harmonious socialist society based on the scientific outlook on development under the leadership of the Communist Party of China. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the bilateral friendship would steadily grow stronger under the deep care of Kim Jong Il and Hu Jintao.    \r\n\r\n\r\n"
        },
        {
            "title": "Rice Harvesting Starts in DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#12",
            "content": "Anniversary of Kim Chaek University of Technology Marked\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- A meeting took place at the People's Palace of Culture on Sept. 26 to celebrate the 60th anniversary of Kim Chaek University of Technology. &nbsp;&nbsp;&nbsp;\r\n The university serves as the nation's strong centre for training scientific and technical personnel and a \"pedigree\" establishment for producing core scientific and technical personnel. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung founded the university on Sept. 27, Juche 37 (1948) and General Secretary Kim Jong Il reposed such deep trust in the university as calling it a pioneer of the IT revolution in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Suk, an anti-Japanese war hero, personally visited the university and urged its teachers and students to make redoubled efforts to raise the nation's level of science and technology, true to the instructions of the President. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Il and others and officials of the party and power organs, working people's organizations, ministries, national institutions and educational organs and teachers, students and graduates of the university. &nbsp;&nbsp;&nbsp;\r\n At the meeting, Choe Thae Bok conveyed a congratulatory letter of the Central Committee of the Workers' Party of Korea to the teachers and students of the university. &nbsp;&nbsp;&nbsp;\r\n The letter said that over the past six decades since its foundation the university has developed into the highest seat for scientific and technological education and a \"pedigree\" establishment for training core scientific and technical personnel under the wise leadership and the meticulous care of the three generals of Mt. Paektu, thus creditably performing its revolutionary duty. &nbsp;&nbsp;&nbsp;\r\n The WPK Central Committee in the letter highly praised the teachers and students of the University for having achieved great successes in efforts to develop the nation's education and science and technology and to build an economic power with intense loyalty to the Party and ardent patriotism. &nbsp;&nbsp;&nbsp;\r\n President of the university Hong So Hon made a report to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter referred to the immortal feats the three generals of Mt. Paektu performed by devoting their all to the founding of the university and its strengthening and development, adding that all the shining successes made by the university over the past six decades are the brilliant fruition of the outstanding ideas, wise leadership and the great loving care of the peerlessly great persons. &nbsp;&nbsp;&nbsp;\r\n He called upon all the teachers and students of the university to glorify the shining tradition of the university in which it has remained true to the Party and the leader with scientific and technological achievements under the banner of Songun, single-mindedly united around Kim Jong Il.     \r\n\r\n\r\n"
        },
        {
            "title": "Simultaneous Census to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#13",
            "content": "Rice Harvesting Starts in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Rice harvesting has begun in rural areas across the country. &nbsp;&nbsp;&nbsp;\r\n Rural villagers are harvesting rice as soon as it has got ripened by making an effective use of farm machines and implements under a plan to carry out the assignments for harvesting, transport, threshing, packing and other work simultaneously. &nbsp;&nbsp;&nbsp;\r\n Agricultural workers are dynamically pushing ahead with the immediate farm work, taking into consideration the time when rice-transplantation was done, varieties of seeds sown and weather forecast as required by the right season and the order of the work, fully aware of being responsible for the nation's food production. &nbsp;&nbsp;&nbsp;\r\n The harvesting campaign is now making brisk headway under a detailed plan to harvest grains in proper time.     \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves for Reexamining Preparations for Reinvasion of Korea Blasted",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#14",
            "content": "Simultaneous Census to Be Held in DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- A simultaneous census of population is to be held in the DPRK from October 1 to 15, Juche 97 (2008). &nbsp;&nbsp;&nbsp;\r\n A KCNA reporter interviewed with Kim Kon Do, a section chief of the Central Statistics Bureau, as to the census. &nbsp;&nbsp;&nbsp;\r\n Reporter: Would you tell me about the preparatory work for the 2nd simultaneous census? &nbsp;&nbsp;&nbsp;\r\n Section chief: The DPRK government has paid special attention to the preparatory work for the forthcoming successful simultaneous census. &nbsp;&nbsp;&nbsp;\r\n To begin with the government set an experimental stage and let the Central Statistics Bureau take a census of population in the township and one ri of a county selected in each province from October 1 to 15 last year. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, it has established a well-organized central commanding system for the simultaneous census. &nbsp;&nbsp;&nbsp;\r\n It has already completed documents related to the simultaneous census such as the directive for census taking officials and the directive for the group chiefs and supervisors. And the questionnaire related with the census has already been distributed. &nbsp;&nbsp;&nbsp;\r\n In particular, newspapers and radios brought the importance and significance of the simultaneous census home to the inhabitants and propaganda activities have been carried on for swift and scientific census. &nbsp;&nbsp;&nbsp;\r\n Now all the people are fully ready to take part in the census without exception for the eternal prosperity of the country and the nation with a high degree of political and patriotic consciousness. &nbsp;&nbsp;&nbsp;\r\n Reporter: Tell me about the census method and investigation indexes. &nbsp;&nbsp;&nbsp;\r\n Section chief: The census will be undertaken with each family as unit by the method of census taking officials directly meeting and investigating every people under the unified command of the state. &nbsp;&nbsp;&nbsp;\r\n The index of the census includes scores of indices including demographic index, educational level, working life and indices related with the sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n Reporter: How many officials will be mobilized in the census? &nbsp;&nbsp;&nbsp;\r\n Section chief: Tens of thousands of census taking officials and supervisors will carry out the work. &nbsp;&nbsp;&nbsp;\r\n Working-level short courses for them were held in Pyongyang and local areas on several occasions.  \r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' High-Handed and Arbitrary Practices Flailed",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#15",
            "content": "Japan's Moves for Reexamining Preparations for Reinvasion of Korea Blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The Japanese government is reexamining the \"system for tackling crisis\" simulating a \"contingency on the Korean Peninsula\" against the backdrop of the evermore intensified overseas military operations of the Japan \"Self-Defense Forces (SDF)\". &nbsp;&nbsp;&nbsp;\r\n The core of the system is to update it to cope with \"contingency\" including the way of solidarizing with aviation companies and local autonomous bodies and putting the SDF and police on higher alert, etc. &nbsp;&nbsp;&nbsp;\r\n In the new century Japan worked out a \"plan\" to cope with \"contingency on the Korean Peninsula\" and has steadily adjusted and supplemented it. &nbsp;&nbsp;&nbsp;\r\n What merits attention is the fact that the authorities in charge of security, diplomacy and information of the Cabinet have been deeply involved in working out the \"plan\".&nbsp;&nbsp;&nbsp;\r\n As unanimously pointed out by the international community, there has been no \"threat\" to Japan from the DPRK, in actuality. &nbsp;&nbsp;&nbsp;\r\n When looking back on the modern history, Japan invaded Korea several times but the latter has never invaded the former. &nbsp;&nbsp;&nbsp;\r\n The fiction of \"threat from north Korea\" peddled by Japan is aimed to secure a pretext for launching military reinvasion of Korea. &nbsp;&nbsp;&nbsp;\r\n The moves for updating the above-said system are evidently part of Japan's moves to round off the preparations for invasion. &nbsp;&nbsp;&nbsp;\r\n The military system of Japan has already been converted into a war system by the militarist forces that have forgotten the lesson drawn by it as a war criminal state. &nbsp;&nbsp;&nbsp;\r\n The ruling forces of Japan have instituted laws related to war one after another under the pretext of ensuring \"security\" of Japan and coping with \"emergency in surrounding areas\".&nbsp;&nbsp;&nbsp;\r\n The institution of the \"law on cooperation in UN peace-keeping operations\" allowed the SDF to undertake military operations outside Japan's territory. &nbsp;&nbsp;&nbsp;\r\n \"The law on contingency in surrounding areas\" and \"Japan-U.S. defense cooperation guidelines\" created preconditions for conducting military actions in advance. &nbsp;&nbsp;&nbsp;\r\n There is in Japan an institutional mechanism whereby it can conduct any military action once it has a will. &nbsp;&nbsp;&nbsp;\r\n Japan's strategy for \"exclusive defense\" was replaced by one for \"attack\" and the level of the SDF's strength is on a par with world military powers. &nbsp;&nbsp;&nbsp;\r\n The right-wing reactionaries of Japan seek to bring the capabilities of the Maritime and Air SDF to the highest level in Asia in the foreseeable future. &nbsp;&nbsp;&nbsp;\r\n The strategy for \"preemptive attack\", hi-tech weaponry and frequent military exercises clearly indicate Japan's ambition to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n It is the ulterior intention of the Japanese reactionaries to round off the state machinery in such a way as to ensure the SDF's advance to any part of the world unhindered. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' overseas military operation is primarily targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n They seek to ignite a war of reinvasion of Asia in Korea under the pretext of \"coping with contingency,\" obsessed with extreme arrogance and megalomania. &nbsp;&nbsp;&nbsp;\r\n This is the main aim sought by Japan in reexamining and updating the above-mentioned \"system.\" &nbsp;&nbsp;&nbsp;\r\n The gravity of Japan's moves for updating the system lies in that they are very dangerous war moves for carrying out Japan's strategy for invasion of Korea and realizing its ambition for dominating Asia. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are seriously mistaken, however. &nbsp;&nbsp;&nbsp;\r\n Their desperate moves to reexamine the system for the purpose of reinvading Korea would be little short of digging their own graves. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Advancing June 15 Era of Reunification",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#16",
            "content": "Imperialists' High-Handed and Arbitrary Practices Flailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- The high-handed and arbitrary practices of the imperialists have reached an extreme phase on the international arena. Their ambition for hegemony can never come true as it is an anachronistic daydream. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The U.S. is dreaming of world hegemony but it is not strong enough to realize it, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is now censured and condemned by the people in every region and country of the world and finding itself in the abyss of international isolation and ruin. &nbsp;&nbsp;&nbsp;\r\n The nearer the doom of the imperialists is drawing, the more desperate they become in their efforts to escape it. Their frantic recourse to the policy of strength is nothing but the deathbed frenzy of the weak and the last-ditch effort to prevent their ruling system from its collapse. &nbsp;&nbsp;&nbsp;\r\n If the broad masses of people in the world firmly unite and struggle holding aloft the banner of independence and defence of justice, they can foil any move of the imperialists for aggression and any strategy of strength and defend the world peace and security and push forward the global independence. &nbsp;&nbsp;&nbsp;\r\n It is important to arm the people with independent ideology. The popular masses who are the master of the revolution and responsible for the development of history can do anything if they are equipped with the independent idea. &nbsp;&nbsp;&nbsp;\r\n It is particularly important for building the popular masses' strength of justice to bolster the national defense capability. &nbsp;&nbsp;&nbsp;\r\n It is necessary to maintain the principle of national independence and not to allow any slightest concession and retreat in the confrontation with the imperialists, without fearing them. &nbsp;&nbsp;&nbsp;\r\n It is also necessary to take a tough stand towards the imperialists. This is the independent mode of counter-action to emerge victorious in the confrontation with the imperialists. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the Songun politics that the DPRK has defended the sovereignty and socialism and dynamically pushed forward the cause of building a great prosperous powerful nation despite the vicious siege and offensive of the imperialists. &nbsp;&nbsp;&nbsp;\r\n The countries advocating independence are channeling great efforts into building up the military muscle after singling out the increase of national defense capability as an important policy and a strategic goal. This has become a new global trend in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The imperialists are becoming evermore desperate in their efforts to escape their doomsday now drawing nearer, but this will get them nowhere.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. and S. Korean Bellicose Forces' Moves for Invading DPRK Flayed",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#17",
            "content": "Rodong Sinmun on Advancing June 15 Era of Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- There is a raging anti-reunification storm in the way of the June 15 era of reunification, but nobody can check the trend of the nation's history towards justice, stresses Rodong Sinmun in a by-lined article today. &nbsp;&nbsp;&nbsp;\r\n The June 15 era of reunification is a new era of the national reunification movement propelled by the idea of \"By our nation itself\", the idea that has been supported by all Koreans, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Now all the Koreans are approving the above-said idea regardless of differences in ideology, political view and ism and, on this basis, joining in the strong current of the June 15 era of reunification. It has become the unanimous will and faith of the Koreans to reject outsiders and settle the problem of national reunification independently by their concerted efforts. No force on earth can block this advance of the era. &nbsp;&nbsp;&nbsp;\r\n The June 15 era of reunification has brought bright future of national reunification, going through trials of history over the past years. &nbsp;&nbsp;&nbsp;\r\n The United States is now getting more hell-bent on the hostile moves for aggression on the DPRK behind the curtain of \"dialogue\" and \"peace\". It aggravates the military confrontation and tension on the Korean Peninsula while laying obstacles in the way of the development of the national reunification movement. The Lee Myung Bak regime in south Korea, zealously servile to the U.S., is bedeviling the inter-Korean relations and desperately trying to bring back the past era of confrontation while denying the June 15 joint declaration and the October 4 declaration, its action programme. &nbsp;&nbsp;&nbsp;\r\n But, any attempt of the foreign forces and the south Korean separatists to reverse the trend of the June 15 era of reunification can never come true. All the Koreans at home and abroad ardently support the present June 15 era of reunification, not the past era of north-south confrontation, and are vigorously pushing its advance. The desperate moves of the foreign forces and the Lee Myung Bak group for confrontation against reunification are bound to go bankrupt as they go against the demand of the nation and the trend of the times, the article concludes.  \r\n\r\n\r\n"
        },
        {
            "title": "Resignation of Chief of Puppet Police Office Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#18",
            "content": "U.S. and S. Korean Bellicose Forces' Moves for Invading DPRK Flayed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- If the U.S. and the south Korean bellicose forces ignite a war of aggression against the DPRK, they will suffer incomparably graver punishment than they did in the war of the 1950s, warns Minju Joson Sunday in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces and the south Korean puppet army intend to stage the largest-ever landing operation exercises early in November by mobilizing two regiments of the Marines of the south Korean puppet armed forces and one regiment of the U.S. Marines, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. forces and the south Korean puppet army have staged a lot of landing operation exercises but it is the first time that they have hurled more than 10 000 strong marine forces into the exercises. &nbsp;&nbsp;&nbsp;\r\n The U.S. is meticulously and undisguisedly pushing forward its scheme to swallow up the whole of Korea by igniting a war of aggression against the DPRK and intruding marines into it from the sea. &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling quarters are these days taking issue with the DPRK saying this or that, far from doing what they should do. This is a crafty trick to mislead public opinions and invent a pretext for unleashing a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves for a war of aggression against the DPRK are being propelled more frantically after the commander of the U.S. forces in south Korea was replaced by another. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group, subservient to the U.S., is getting hell-bent on such moves for confrontation with compatriots as stepping up the preparations for large-scale joint maritime military exercises while pushing forward the purchase of Apache helicopters from the U.S., attracted to its remarks that it will sell them dog-cheap. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation proves that the army and people of the DPRK were just when they have strengthened the capabilities for national defence in every way under the banner of Songun, and it is necessary to consolidate the war deterrent in the future, too.\r\n The U.S. and the south Korean war-like forces would be well advised to give up their foolish attempt to swallow up the DPRK by force of arms.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Lee Myung Bak Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#19",
            "content": "Resignation of Chief of Puppet Police Office Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Lawmakers from the Democratic Party of south Korea held a press conference on Sept. 24 in demand of the resignation of the chief of the puppet police office, according to CBS of south Korea. &nbsp;&nbsp;&nbsp;\r\n Accusing the chief of the police office of crying out for \"examining the punishment of mothers for their ill-treatment of babies\" despite the fact that the police is investigating those housewives who participated in candlelight rallies with babies on their baby carriages, they termed this sheer nonsense. &nbsp;&nbsp;&nbsp;\r\n Querying \"Is there any mother on earth who uses her baby as a shield?\" they condemned the police for uttering not a single word of apology for resorting to violence while indiscriminately using extinguishers against baby carriages. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded the chief of the police office own the responsibility for the recent crackdown and immediately step down.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Democratic Party of S. Korea Denounces \"Grand National Party\"",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#20",
            "content": "Struggle against Lee Myung Bak Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- A meeting took place in Seoul on Sept. 23 to mark the first anniversary of the Solidarity for Progress of south Korea. &nbsp;&nbsp;&nbsp;\r\n Present there were representatives of organizations of different circles including the South Headquarters of the National Alliance for the Country's Reunification, the Federation of Peasants Associations, the Women's Solidarity, the Federation of Poor People's Organizations and the Council of Youth Organizations of south Korea. &nbsp;&nbsp;&nbsp;\r\n At the meeting speakers recalled that the Solidarity for Progress of south Korea was inaugurated in the hope of organizing a permanent solidarity organization of the progressive camp and a national unified federation of solidarity. &nbsp;&nbsp;&nbsp;\r\n They called on all people to turn out in the struggle against the traitorous moves of the pro-U.S. conservative forces and build a new society in which the popular masses have become masters. &nbsp;&nbsp;&nbsp;\r\n At the end of the speeches a resolution titled \"Let us boost the Solidarity for Progress of south Korea to frustrate the suppression of people under the pretext of security and punish the dictatorial regime ignoring people, the regime subservient to the U.S.\" was read out there. &nbsp;&nbsp;&nbsp;\r\n Accusing the present conservative regime of seeking to bring back the past era of dictatorship, crying out for \"regaining the lost decade,\" the resolution appealed to the people of all strata to turn out in the struggle to form a people's front against Lee Myung Bak under the uplifted banner of democracy and independent reunification. &nbsp;&nbsp;&nbsp;\r\n It noted that a whirlwind of suppression under the pretext of security is sweeping throughout society and the Lee Myung Bak bellicose forces have become frantic in their arms build-up and war exercises targeted against the north, pursuant to the U.S. hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting, the above-said solidarity held a conference at which it discussed an action plan to implement the October 4 declaration and struggle for the abolition of the \"National Security Law\" and the solution of the problem of people's living, etc.   \r\n\r\n\r\n"
        },
        {
            "title": "Dangerous Military Moves against DPRK Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#21",
            "content": "Democratic Party of S. Korea Denounces \"Grand National Party\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- The Democratic Party of south Korea denounced the \"Grand National Party\" for acting as a cat's paw of puppet traitor Lee Myung Bak on Sept. 24, according to CBS of south Korea. &nbsp;&nbsp;&nbsp;\r\n The Democratic Party stated that the group of Lee Myung Bak had instructed the \"Grand National Party\" to allow the passage of all kinds of unpopular bills through the \"National Assembly\" under the pretext of \"recovering the economy\" a little while ago. &nbsp;&nbsp;&nbsp;\r\n The Democratic Party accused the GNP of seeking to carry the bills objected by the people such as the \"bill on reforming overall real estate tax\" and the \"draft amendment to the law on the protection of communication secret\" through the \"National Assembly.\" &nbsp;&nbsp;&nbsp;\r\n All these facts go to prove that the GNP is acting as a stooge of the \"government,\" it held. &nbsp;&nbsp;&nbsp;\r\n The Democratic Party stressed that the \"government\" and the GNP should stop the action of ignoring the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#22",
            "content": "Dangerous Military Moves against DPRK Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on Sept. 23 to denounce the U.S. and the puppet bellicose forces of south Korea for their dangerous military moves to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement recalled the fact that the minister of \"National Defense\" undisguisedly hinted at an attempt to develop \"CONPLAN 5029\" into \"OPLAN 5029\" which calls for stronger preemptive attack allegedly to cope with the \"case of emergency\" at the \"National Assembly\" on Sept. 11. &nbsp;&nbsp;&nbsp;\r\n The U.S. has already worked out various war scenarios to mount a preemptive attack on the DPRK such as \"New OPLAN 5026\", \"OPLAN 5027-04\" and \"OPLAN 5029\", it said, stressing: &nbsp;&nbsp;&nbsp;\r\n The number of large-scale joint military exercises waged by the Lee Myung Bak war-like forces in collusion with the U.S. has rapidly increased this year with an aim of rounding off those scenarios for a war against the north. &nbsp;&nbsp;&nbsp;\r\n The war exercise Hoguk, large-scale landing exercise, scheduled to be staged in November clearly shows to what extent the war hysteria of the U.S. and the Lee Myung Bak regime has reached. &nbsp;&nbsp;&nbsp;\r\n The statement urged the U.S. and the Lee regime to totally give up all sorts of war scenarios against the DPRK and immediately stop the war exercise Hoguk which may bring the danger of a war to the Korean Peninsula. \r\n\r\n\r\n"
        },
        {
            "title": "Formation of Solidarity Mechanism against Lee Myung Bak Proposed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#23",
            "content": "Implementation of Inter-Korean Declarations Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- The Federation of South Korean Trade Unions held a ceremony of launching a long journey for reunification in 2008 to implement the June 15 joint declaration and the October 4 declaration in Seoul on Sept. 22. &nbsp;&nbsp;&nbsp;\r\n At the ceremony speakers said that a grave obstacle is lying in the way of implementing the June 15 joint declaration and the October 4 declaration and the inter-Korean relations have been deteriorated due to the Lee Myung Bak group's treachery. &nbsp;&nbsp;&nbsp;\r\n They called upon the people from all walks of life to stage an uninterrupted struggle to implement the above-said declarations under the banner of peace and reunification irrespective of their ideology and ism. &nbsp;&nbsp;&nbsp;\r\n They also called on the workers to fulfill their mission and role as the main player in the reunification movement, appealing to all of them to turn out in the struggle to implement the declarations. &nbsp;&nbsp;&nbsp;\r\n A declaration made public at the ceremony asserted that the October 4 declaration is a key to independent reunification, peace and prosperity as it is a programme for embodying the June 15 joint declaration in all fields. &nbsp;&nbsp;&nbsp;\r\n The federation would fully support the above-said declarations and work hard to implement them, it stressed, urging the Lee Myung Bak \"government\" to drop its anti-reunification policy and make positive efforts for the improvement of the inter-Korean relations. \r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Human Rights Abuses Denounced",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#24",
            "content": "Formation of Solidarity Mechanism against Lee Myung Bak Proposed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- Over 50 personages of different circles including honorary Professor Paek Rak Chong of Seoul National University and Chairman of the Bar Association for a Democratic Society of south Korea Paek Sung Hon called a press conference in Seoul on Sept. 24 at which they proposed the formation of a front to struggle against Lee Myung Bak. &nbsp;&nbsp;&nbsp;\r\n At the conference speakers disclosed the fact that the Lee group brutally suppressed the people from all walks of life in their candlelight actions. &nbsp;&nbsp;&nbsp;\r\n Then a declaration on the situation was made public. It called on the people of different social standings to solidarize with each other to fight against the undemocratic and unpopular policies of the \"government\" threatening the livelihood of the people. &nbsp;&nbsp;&nbsp;\r\n It accused the Lee \"government\" of enforcing unpopular policies and bringing the people's livelihood to bankruptcy on this land while threatening peace on the Korean Peninsula pursuant to the U.S. moves for a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It called for immediately setting up a pan-national and well-organized solidarity mechanism against Lee Myung Bak involving civic and social organizations and people of different circles to cope with such rash acts of the treacherous group. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Diamond Jubilee Celebrated",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#25",
            "content": "S. Korean Authorities' Human Rights Abuses Denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- Non-governmental organizations denounced the south Korean puppet authorities' human rights abuses at the 9th meeting of the United Nations Human Rights Council. &nbsp;&nbsp;&nbsp;\r\n They disclosed that lots of innocent people and even medical workers who were treating the wounded people fell victim to the brutal and merciless violence by police at the candlelight rallies held by south Korean people against the authorities' moves to import American beef. &nbsp;&nbsp;&nbsp;\r\n They also accused the south Korean authorities of making various charges against human rights activists who disclosed injustice of the authorities' human rights abuses and deciding to grant the police privileges to wantonly arrest the peaceable people who participated in the candlelight rallies. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded the south Korean authorities release all human rights activists behind the bar, immediately stop the action of bringing charges against them, take immediate measures to treat the activists who were wounded by police violence, take legal action against the assailants and take all necessary measures to prevent recurrence of police violence.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Just Cause of Korean People Supported",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#26",
            "content": "DPRK's Diamond Jubilee Celebrated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 27 (KCNA) -- Round-table talks and a reception took place in China, round-table talks, a book exhibition, a concert in Uganda and a news briefing in Indonesia from Sept. 2 to 4 on the occasion of the diamond jubilee of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Displayed in the venue of the book exhibition were famous works of General Secretary Kim Jong Il and books dealing with Songun Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the functions. &nbsp;&nbsp;&nbsp;\r\n The vice-president of the Liaoning Provincial Association for International Friendly Contact of China said that he was pleased with the steady victories won by the Korean people in building a great prosperous powerful socialist nation under the leadership of the Workers' Party of Korea headed by Kim Jong Il, adding that the Sino-DPRK friendship provided by the leaders of the elder generation of the two countries is steadily growing stronger under the care of the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n The chief of the Group for the Study of the Juche Idea of Comrade Kim Il Sung of Old Kampala Higher Middle School said that the DPRK has made leaping progress by firmly maintaining the line of independence in politics, self-support in economy and self-reliance in national defence under the wise leadership of President Kim Il Sung and Kim Jong Il and advanced, holding high the banner of socialism without vacillation in any storm and powerfully encouraging the world revolutionary people. &nbsp;&nbsp;&nbsp;\r\n The manager of the Badja Machine Co. of Indonesia said that the DPRK has emerged a politico-ideological and military power under the wise leadership of Kim Il Sung and Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion china",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#27",
            "content": "Just Cause of Korean People Supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 28 (KCNA) -- The Asia-Pacific regional meeting of the World Federation of Trade Unions was held in Katmandu, Nepal, on Sept. 21 and 22. &nbsp;&nbsp;&nbsp;\r\n A resolution for solidarity with the Korean people adopted at the meeting expressed deep concern over the U.S. and the south Korean authorities' moves of threatening peace and security on the Korean Peninsula and driving the inter-Korean relations to a collapse. &nbsp;&nbsp;&nbsp;\r\n The resolution continued: &nbsp;&nbsp;&nbsp;\r\n We bitterly denounce the U.S. hostile policy to stifle the DPRK which is advancing independently and the anti-reunification moves of the south Korean authorities following the U.S. &nbsp;&nbsp;&nbsp;\r\n We strongly demand the U.S. drop its hostile policy towards the DPRK, replace the armistice agreement with a peace agreement and withdraw its forces from south Korea to remove a source of a war and achieve lasting peace on the Korean Peninsula and realize the independent reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n We express firm solidarity with the workers and other people of Korea in their struggle against the U.S. and south Korean authorities' anti-DPRK and anti-reunification moves. &nbsp;&nbsp;&nbsp;\r\n The resolution supported the just cause of the workers and other people of Korea who are working hard to accelerate the building of a great prosperous powerful socialist nation under the Songun leadership of Kim Jong Il and open up a new era of independent reunification, peace and prosperity by the concerted efforts of the Korean nation under the banner of the June 15 North-South Joint Declaration. \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe carta de participantes en el Festival de Cine",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#28",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Es imposible detener el avance de la epoca de reunificacion del 15 de Junio",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#29",
            "content": "Kim Jong Il recibe presente de delegacion china\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 27 de septiembre (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dedicara la delegacion de la Asociacion de Amistad China-Corea, de visita en Corea. &nbsp;&nbsp;&nbsp;\r\nEl presidente de la entidad, Wu Donghe, quien preside la delegacion, lo entrego el dia 27 al presidente del Presidium de la Asamblea Popular Suprema de la RPDC, Kim Yong Nam.     \r\n\r\n\r\n"
        },
        {
            "title": "Actos en China, Uganda e Indonesia por efemeride coreana",
            "url": "http://kcna.co.jp/item/2008/200809/news09/29.htm#30",
            "content": "Kim Jong Il recibe carta de participantes en el Festival de Cine\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 27 de septiembre (ATCC) -- Los participantes en el XI Festival Internacional de Cine de Pyongyang dirigieron el dia 26 una carta de agradecimiento al Dirigente Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n La misiva senala que el presente festival sirvio de un motivo muy util para fortalecer el lazo y la cooperacion entre los cineastas e intercambiar sus experiencias y opiniones.&nbsp;&nbsp;&nbsp;\r\n Durante el periodo del certamen presenciamos la funcion gimnastico-artistica masiva \"Arirang\" y visitamos varios lugares de Corea, y en este curso pudimos conocer bien el noble sentimiento ideologico y la firmeza espiritual singular del pueblo coreano, subraya la carta y continua:&nbsp;&nbsp;&nbsp;\r\n Nos quedamos muy impresionados de que gracias a la original politica del Songun (priorizacion militar) de Su Excelencia, Corea ha logrado cambios relevantes en todas las esferas y de que todos los literarios y artistas consideran como maestro a Vd. y toman por una gran gloria disfrutar de la direccion de Vd. &nbsp;&nbsp;&nbsp;\r\n Estamos contentos de que el presente certamen se efectuo excelentemente sin ningun defecto en todos los aspectos y le rendimos de todo corazon el agradecimiento a Su Excelencia respetable quien presto profunda atencion a la marcha exitosa del festival.&nbsp;&nbsp;&nbsp;\r\n Deseamos con toda sinceridad que el bajo la sabia y probada guia de Su Excelencia, el pueblo coreano logre mayores exitos en la construccion de la gran potencia prospera y en Corea se creen mucho mas obras literarias y artisticas excelentes que conmuevan a la gente. &nbsp;&nbsp;&nbsp;\r\n Aunque el periodo del certamen no era largo, apreciaremos los exitos y experiencias del presente festival y en el futuro tambien participaremos con sinceridad en el Festival Internacional de Cine de Pyongyang por la independencia, la paz y la amistad.    \r\n\r\n\r\n"
        }
    ]
}