{
    "date": "2008-08-28",
    "url": "http://kcna.co.jp/item/2008/200808/20080828.htm",
    "articles": [
        {
            "title": "Message of Sympathy to Kyrgyz President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#1",
            "content": "Message of Sympathy to Kyrgyz President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of sympathy to Kurmanbek Bakiyev, President of Kyrgyzstan, in connection with the recent airliner crash in Kyrgyzstan that claimed casualties. &nbsp;&nbsp;&nbsp;\r\n Expressing deep sympathy and consolation to the president and, through him, to the victims and the bereaved families of the dead, Kim in his message sincerely hoped that the Kyrgyz government would eradicate the aftermath of the accident as soon as possible.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Algerian President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#2",
            "content": "Message of Sympathy to Algerian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on August 22 sent a message of sympathy to Abdelaziz Bouteflika, President of Algeria, in connection with a bomb explosion in Algeria that left dozens of innocent people dead and wounded. &nbsp;&nbsp;&nbsp;\r\n Kim in the message expressed deep sympathy and condolences to the president and, through him, to the victims and their bereaved families. &nbsp;&nbsp;&nbsp;\r\n The message reiterated the DPRK's firm support and solidarity with the Algerian government's policy of national reconciliation and efforts to combat terrorism and achieve the stability and unity of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "New Stamps Issued",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#3",
            "content": "New Stamps Issued \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- Commemorative stamps (a souvenir sheet and five individual stamps) have been released on the occasion of the 60th anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The souvenir sheet runs the Korean painting \"In the Days of Creating the National Flag and Emblem of the New Korea\" showing the images of President Kim Il Sung and anti-Japanese war woman hero Kim Jong Suk examining the national flag and emblem of the DPRK to be founded. Printed on its upper part are the words \"In Commemoration of the 60th Anniversary of the Foundation of the DPRK\" and \"Juche 37 (1948) - Juche 97 (2008)\". &nbsp;&nbsp;&nbsp;\r\n The individual stamps carrying the national flag and emblem of the DPRK on their upper parts reflect developed features of Korea thriving under the banner of the DPRK, features of the people who are making a fresh leap in the building of an economic power and the will of the nation to usher in a new era of independent reunification, peace and prosperity with the concerted efforts of the north, the south and the overseas, upholding the banner of the June 15 joint declaration and October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Feats of Youth Holding Brilliant Place in Revolutionary Chronicles",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#4",
            "content": "Feats of Youth Holding Brilliant Place in Revolutionary Chronicles \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- Korean young men and women have covered a path of glorious struggle and proud victory for the motherland and the revolution and written a new brilliant history of the Juche-oriented youth movement. &nbsp;&nbsp;&nbsp;\r\n The anti-Japanese revolutionary fighters in their teens and twenties, the first generation of the Korean revolution, waged a bloody struggle against the Japanese imperialist robbers for scores of years, with President Kim Il Sung as the core of unity, thereby accomplishing the historical cause of national liberation. &nbsp;&nbsp;&nbsp;\r\n Youths dynamically conducted various mass movements including the \"my hill\" movement, the movement to win the title of \"Minchong\" (Democratic Youth League) for their weapons and the youth work-team movement, defending the soil of the motherland at the cost of blood from the U.S. imperialist armed invasion during the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n In the periods of postwar rehabilitation and construction and laying of the foundations of socialism, they gave full play to the revolutionary spirit of self-reliance and hard struggle to work miracles and performed feats in successfully accomplishing the historical cause of socialist industrialization in a short span of time. &nbsp;&nbsp;&nbsp;\r\n Tens of thousands of young people found their way to coal and ore mines, rural districts and other grand socialist construction sites and stood at the head of difficult and toilsome work in the flame of the great upsurge of Chollima that swept the country, thus displaying their honor as vanguard units and shock brigades. &nbsp;&nbsp;&nbsp;\r\n They gave full scope to extraordinary revolutionary enthusiasm and patriotic devotion in the gigantic advance for the prosperity of the country. In this course, lots of edifices sprang up for the building of a great, prosperous and powerful country firmly guaranteeing a bright future of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n Many monumental edifices were built in different places of the country, among them the West Sea Barrage, one of the biggest of its kind in the world, cutting 20 ri (eight kilometers) across the rough sea, the Anbyon Youth Power Station, the Kwangmyongsong Saltern, the Kumsong Upturned Tideland, the Youth Hero Motorway, the Kaechon-Lake Thaesong Waterway and the Paekma-Cholsan Waterway. Together with the roaring sound of brisk production heard everywhere, they tell of the noble self-sacrificing spirit, mass heroism and flaming patriotic zeal dedicated by the youth to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The young men and women have displayed the honor of the motherland and the mettle of the Korean youth in such domains as science, technology, sports and arts and made sizable contributions to unfolding socialist fairylands in different places and completely changing the looks of the country. &nbsp;&nbsp;&nbsp;\r\n A large number of Heroes of the Republic such as Ri Su Bok, Kil Yong Jo and Kim Kwang Chol emerged from among the youths in the last revolutionary decades. &nbsp;&nbsp;&nbsp;\r\n It is the great pride for the Korean people to have the youth vanguard five million strong which is the most vigorous combat unit playing the main role in  socialist construction. Thanks to these admirable young people the might of the DPRK is growing day by day. &nbsp;&nbsp;&nbsp;\r\n The DPRK instituted the Youth Day (August 28) to glorify long the feats accomplished by the youth in the struggle for the prosperity of the country and the victory of the revolutionary cause of Juche and commemorates the day significantly every year.     \r\n\r\n\r\n"
        },
        {
            "title": "Recent U.S.-S. Korea War Exercises Termed Reckless Saber Rattling",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#5",
            "content": "Recent U.S.-S. Korea War Exercises Termed Reckless Saber Rattling \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- The madcap Ulji Freedom Guardian joint military exercises staged by the U.S. bellicose forces and the south Korean warmongers recently were a grave military provocation to the DPRK and a blatant challenge to the desire of the world peace-loving people for detente and peace on the Korean Peninsula, says Rodong Sinmun Wednesday in a signed article. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation clearly proves that the U.S. loudmouthed \"peace\", \"stability\" and \"improved relations\" are nothing but an empty talk to hoodwink the public at home and abroad and that there is no change in its scenario for aggression to stifle the DPRK by force of arms, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. war-like forces' reckless and dangerous moves for a war of aggression against the DPRK are further increasing the danger of military conflicts and a nuclear war on the Korean Peninsula, beclouding the prospect of settling the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n If it is true that the U.S. has no intention to invade the DPRK and desires peace on the peninsula, it should stop saber rattling targeted against the DPRK in south Korea and its vicinity but take practical measures for ensuring durable peace. &nbsp;&nbsp;&nbsp;\r\n The U.S. is staging frantic war exercises against the DPRK behind the scene of \"dialogue,\" escalating the military tensions on the peninsula. The people of the DPRK are highly vigilant against this double-dealing tactics of the U.S. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the DPRK's positive peace-loving efforts that a war has been averted and peace preserved on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The military racket kicked up by the U.S. bellicose forces against the DPRK, going against the spirit of the six-party talks, is aimed to bring the situation on the peninsula to the phase of acute confrontation and secure a pretext for igniting a war. &nbsp;&nbsp;&nbsp;\r\n Now that the military threat of the U.S. bellicose forces persists it is the inviolable right of the sovereign DPRK to bolster its war deterrent in every way. &nbsp;&nbsp;&nbsp;\r\n The U.S. should make a switchover in its policy towards the DPRK as called for by the people desirous of peace and security on the Korean Peninsula and peace in Asia and the rest of the world.    \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Unionists in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#6",
            "content": "Suppression of Unionists in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- The Seoul Central District Prosecutor's Office requested a warrant for arrest of a member of the court employees' union who disclosed the truth behind security cases, according to a news report of CBS of south Korea dated Aug. 23. &nbsp;&nbsp;&nbsp;\r\n The prosecution authorities took this repressive step, asserting that the member obtained investigation information on the recent security cases including the \"case of violating the 'National Security Law'\" and informed those on the want list of it. &nbsp;&nbsp;&nbsp;\r\n In the meantime, the prosecution authorities unreasonably arrested the chief of the Pusan branch of the union and made an investigation into him.    \r\n\r\n\r\n"
        },
        {
            "title": "Birthday of DPRK to Be Observed in Sweden",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#7",
            "content": "Birthday of DPRK to Be Observed in Sweden \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- A Swedish preparatory committee for celebrating the 60th anniversary of the foundation of the DPRK was inaugurated in Stockholm on Aug. 21. &nbsp;&nbsp;&nbsp;\r\n Christer Lundgren, chairman of the Sweden-Korea Friendship Association, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee set a celebration period from the end of August to September 10 and decided to widely introduce the undying exploits President Kim Il Sung and General Secretary Kim Jong Il performed by founding and developing the Republic and hold colorful political and cultural events in the capital and local cities in the period.    \r\n\r\n\r\n"
        },
        {
            "title": "Celebration Events Held in Foreign Countries",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#8",
            "content": "Celebration Events Held in Foreign Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 27 (KCNA) -- A seminar and a film show took place in Pakistan, a seminar in Democratic Congo, a lecture in Ethiopia and a film show in Laos in the period from Aug. 15 to 20 on the occasion of the 48th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the functions were famous works of the peerlessly great men, photos showing their Songun leadership exploits and books introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association said in his speech that Kim Jong Il decisively frustrated the military threats and challenges of the imperialist forces and made a breakthrough towards the building of a great prosperous powerful socialist nation with his Songun politics. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo in a report made at a seminar said that nearly half a century since the day in 1960 Kim Jong Il started the Songun revolutionary leadership was a period in which he bolstered up the army, regarding it as a pillar and main force for accomplishing the socialist cause. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the Ethiopian Youth Study Group of the Juche Idea noted in a lecture that the DPRK turned into a politically, ideologically and militarily strong power which no one dares provoke in the international arena thanks to the Songun idea of Kim Il Sung and the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Participants of the film shows watched Korean films showing the immortal Songun leadership exploits of Kim Il Sung and Kim Jong Il and introducing the International Friendship Exhibition.    \r\n\r\n\r\n"
        },
        {
            "title": "Emitidos en Corea nuevos sellos",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#9",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Brillantes proezas de jovenes en anales de revolucion coreana",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#10",
            "content": "Emitidos en Corea nuevos sellos\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 27 de agosto (ATCC) -- Fueron emitidos nuevos sellos (un papel enterizo de pequeno tamano y 5 generos de sello individual) con motivo del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  En el papel enterizo esta dibujada la pintura al estilo coreano \"En los dias en que nacian la bandera y el escudo nacional de nueva Corea\" que muestra las imagenes del Presidente Kim Il Sung y la heroina de lucha antijaponesa Kim Jong Suk viendo la bandera y el escudo nacional de la RPDC a ser fundada.&nbsp;&nbsp;&nbsp;\r\n  En su parte superior se ven las letras: \"Conmemoracion del 60o aniversario de la fundacion de la Republica Popular Democratica de Corea\", \"El 37 (1948) de la Era Juche-el 97 (2008) de la Era Juche\".&nbsp;&nbsp;&nbsp;\r\n  En los sellos individuales con la bandera y el escudo nacional de la RPDC en la parte superior estan reflejados el aspecto de desarrollo de Corea que prospera bajo la bandera de la RPDC, los aspectos del pueblo coreano que registra nuevo salto en la construccion de la potencia economica y la voluntad de la nacion dispuesta a abrir nueva epoca de la reunificacion independiente, la paz y la prosperidad con las fuerzas unidas del Norte y el Sur de Corea y ultramar bajo la bandera de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.    \r\n\r\n\r\n"
        },
        {
            "title": "Alboroto militar para incrementar peligro de guerra",
            "url": "http://kcna.co.jp/item/2008/200808/news08/28.htm#11",
            "content": "Brillantes proezas de jovenes en anales de revolucion coreana\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 27 de agosto (ATCC) -- Los jovenes coreanos recorrieron el camino de gloriosa lucha y victoria para la patria y la revolucion y crearon la brillante historia del movimiento juvenil del Juche. &nbsp;&nbsp;&nbsp;\r\nLos combatientes antijaponeses de diez y veintitantos anos de edad, primera generacion de la revolucion coreana enaltecieron al Presidente Kim Il Sung como centro de la unidad y libraron una lucha sangrienta de decenas de anos contra el imperialismo japones para lograr la historica causa de liberacion de la patria. &nbsp;&nbsp;&nbsp;\r\nEn el periodo de la Guerra de Liberacion de la Patria de junio de 1950 a julio de 1953, los jovenes desplegaron energicamente diversos movimientos masivos, entre otros, \"mi cota\", la conquista de \"Minchong-ho\" (marca de juventud democratica) y la brigada juvenil y asi defendieron a costa de la sangre el territorio patrio contra la invasion armada de los yanquis. &nbsp;&nbsp;&nbsp;\r\nEn el periodo de la restauracion y construccion de postguerra y de la edificacion basica del socialismo, los jovenes, dando pruebas plenas del espiritu revolucionario de autoconfianza y de lucha tenaz, crearon milagros y proezas al realizar en un corto espacio de tiempo la historica causa de la industrializacion socialista. &nbsp;&nbsp;&nbsp;\r\nCuando la llama del gran auge de Chollima se extendia a todo el pais, decenas de miles de jovenes acudieron voluntariamente a las minas hulleras y otras, campos rurales y lugares de construccion socialista para jugar el rol de vanguardia y brigada de choque en los trabajos duros y dificiles. &nbsp;&nbsp;&nbsp;\r\nEn el cumplimiento de la sagrada causa para la prosperidad del pais los jovenes dieron pruebas del extraordinario entusiasmo revolucionario y la abnegacion patriotica y levantaron gigantescas creaciones de la gran potencia prospera, que aseguran con firmeza el brillante porvenir de la patria y la nacion. &nbsp;&nbsp;&nbsp;\r\nNumerosas creaciones monumentales erguidas en distintas partes del pais, entre otras, el Complejo Hidraulico del Mar Oeste de talla mundial extendido a lo largo de 8 km en pleno mar, la Planta Hidroelectrica Juventud de Anbyon, la Salina Kwangmyongsong, la marisma Kumsong, la carretera Chongnyonyongung, el canal Kaechon-Lago Thaesong y el canal Paekma-Cholsan y los grandes logros de la revitalizacion de la produccion que reportan por doquier son la cristalizacion del noble espiritu de sacrificio, el heroismo masivo y el ardiente entusiasmo patriotico de que dieron pruebas los jovenes en la sagrada empresa para la prosperidad de la patria. &nbsp;&nbsp;&nbsp;\r\nEn las ramas de ciencia y tecnica, deporte, arte, etc., los jovenes demostraron plenamente el honor y el impetu de Corea y contribuyeron activamente a la labor para hacer del territorio patrio un paraiso socialista. &nbsp;&nbsp;&nbsp;\r\n  En distintos periodos de la revolucion surgieron Ri Su Bok, Kil Yong Jo, Kim Kwang Chol y otros heroes jovenes de la Republica. &nbsp;&nbsp;&nbsp;\r\n  Contar con 5 millones de vanguardistas jovenes que integran el mas vivaracho destacamento combativo que juega el rol protagonico en la defensa de la patria y la construccion socialista es el gran orgullo del pueblo coreano y por contar con estos jovenes excelentes Corea es poderosa y sale siempre victoriosa. &nbsp;&nbsp;&nbsp;\r\n  Para glorificar eternamente las hazanas acumuladas por los jovenes en la lucha por la prosperidad de la patria y la victoria de la causa revolucionaria del Juche, la RPDC definio el 28 de agosto como Dia de la Juventud y lo conmemora cada ano significativamente.    \r\n\r\n\r\n"
        }
    ]
}