{
    "date": "2008-01-09",
    "url": "http://kcna.co.jp/item/2008/200801/20080109.htm",
    "articles": [
        {
            "title": "Colliers Respond to Joint New Year Editorial",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#1",
            "content": "Colliers Respond to Joint New Year Editorial \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) - Colliers are full of enthusiasm to honor this significant year with great successes in coal production in response to the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n Kim Hyong Sik, minister of Coal Industry, said that the position and role of the coal industry in charge of providing raw materials and fuel to other industrial sectors are very important. &nbsp;&nbsp;&nbsp;\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n We will give precedence to geological prospecting and tunneling to raise coal production and intensify the prospecting of depths and surroundings of the existing coal mines so as to decisively increase coal reserves. We will strike new proposed sites of coal mines through active prospecting of new areas and thus fully meet the demand for coal. &nbsp;&nbsp;&nbsp;\r\n In particular, we will further strengthen the geological prospecting in the western areas of the country to boost coal reserves in the collieries. &nbsp;&nbsp;&nbsp;\r\n All the coal mines will be let to reinforce the tunneling forces and enhance their role so that they will secure many reserve cutting faces. &nbsp;&nbsp;&nbsp;\r\n We will concentrate main efforts on the collieries in the western areas with good extracting conditions and rich coal deposits while equipping them with enough extracting facilities and thus increase in number coal mines with big production capacity within a short span of time. &nbsp;&nbsp;&nbsp;\r\n Various coal mines under the Sunchon Area Youth Coal Mine Complex are elevating the operation rate of tunneling and hewing facilities while consolidating the achievements made in securing reserve cutting faces, expanding their production successes from the outset of the year. &nbsp;&nbsp;&nbsp;\r\n Those in such areas as Pukchang, Tokchon, Kujang and Tukjang have concentrated the tunneling and mining forces on the units with good prospect, over-fulfilling their daily quotas. &nbsp;&nbsp;&nbsp;\r\n Minor coal mines in the northern and central areas are keeping full-scale operation of tram-cars by scrupulously undertaking the facility and technical management and securing spare parts.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mass Rallies Held in DPRK",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#2",
            "content": "Mass Rallies Held in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- Mass rallies were held in North and South Phyongan Provinces, South Hwanghae Province, Kangwon Province and South Hamgyong Province on Jan. 7 to vow to thoroughly implement the militant tasks set forth in the joint editorial for this year. &nbsp;&nbsp;&nbsp;\r\n Present at the rallies were leading officials of party and power organs, economic institutions and working people's organizations and people from all walks of life and youth and students in local areas. &nbsp;&nbsp;&nbsp;\r\n Reporters and speakers at the rallies said that all members of the Workers' Party of Korea and other working people, inspired by the joint New Year editorial, are filled with the revolutionary enthusiasm to dynamically wage a general offensive for building a great, prosperous and powerful nation this significant year and thus glorify the 60th anniversary of the founding of the DPRK as a grand festival of victors. &nbsp;&nbsp;&nbsp;\r\n The joint editorial reflects the WPK's resolution and will to fling open the gate to a great, prosperous and powerful country without fail in the year commemorating the 100th birth anniversary of President Kim Il Sung, they said, noting that it is a militant banner encouraging all the servicepersons and people of the DPRK in their drive to accelerate the general advance of the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n They called upon officials and other working people to regard the Songun leadership exploits of the WPK as guidelines and work hard with strong patriotic zeal and creative spirit to greet with dignity the grand festival of September with big labour achievements. &nbsp;&nbsp;&nbsp;\r\n They underscored the need for the Korean people to strikingly demonstrate their pluck and spirit in the on-going general offensive and thus glorify this year, the 60th anniversary of the founding of the DPRK, as a year of a historic turn which will go down in the history of the country.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Feats Immortal with Republic",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#3",
            "content": "Kim Il Sung's Feats Immortal with Republic \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- The Korean people will commemorate this year the 60th anniversary of the founding of the DPRK, the glorious motherland. &nbsp;&nbsp;&nbsp;\r\n In this significant year, they are looking back upon the imperishable feats accomplished by great President Kim Il Sung in the founding of the DPRK and its consolidation and development. &nbsp;&nbsp;&nbsp;\r\n The President embarked on the road of revolution in his early years and founded the immortal Juche idea. He was the first in history to build socialist Korea by incorporating into it the idea of believing in the people as in Heaven. And he devoted his all to the prosperity of the Republic and the welfare of the people all through his lifetime. &nbsp;&nbsp;&nbsp;\r\n Breaking through grim ordeals unprecedented in history, he carried out two revolutionary wars and rehabilitation and construction and a social revolution of two stages with success, unfolding a new history of building a socialist power of Juche. &nbsp;&nbsp;&nbsp;\r\n He turned the DPRK into a big family in which the leader, the party and the masses are united single-heartedly and the government of the Republic into a genuine people's power serving the people, while setting the Korean people up as a dignified one with a strong spirit of national independence. &nbsp;&nbsp;&nbsp;\r\n As he blazed the path of the cause of building a Juche-based socialist power and provided an eternal foundation for its accomplishment, the Republic has been able to eloquently display the superiority and invincibility of Korean-style socialism in the raging storm of the anti-imperialist struggle, writing a heroic epic of creation and construction over the last 60 years. &nbsp;&nbsp;&nbsp;\r\n The Korean people owe it entirely to President Kim Il Sung that they could hew the path of building a prosperous country by their own efforts and open up a new era of national prosperity. &nbsp;&nbsp;&nbsp;\r\n The glorious history of struggle and victory the DPRK has covered, demonstrating its grand sight as a socialist power independent, self-sufficient and self-reliant in defense far and wide, is the glorious revolutionary history of the President. And his feats in laying an eternal foundation for the prosperity of the motherland and the nation, putting his heart and soul into it to the last moments of his life, will be everlasting with the Republic. &nbsp;&nbsp;&nbsp;\r\n The prosperity of Juche Korea, Songun Korea, displaying its dignity worldwide today is inseparable from the President's august name. &nbsp;&nbsp;&nbsp;\r\n Under the Songun revolutionary leadership of Kim Jong Il the Korean people are working strenuously to make the Republic more prosperous, true to the will and cause of President Kim Il Sung.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lot of Paintings Created by KPA Soldiers ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#4",
            "content": "Lot of Paintings Created by KPA Soldiers  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- Artists of the Korean People's Army Art Studio and soldiers of the KPA have produced more than 300 art works depicting Mt. Paektu in recent years. &nbsp;&nbsp;&nbsp;\r\n Art works on the theme of Mt. Paektu rich in ideological content and high in artistry have been created by the above-said studio. &nbsp;&nbsp;&nbsp;\r\n The computer-aided diorama \"Sunrise on Mt. Paektu\" is a typical masterpiece making a flawless ideological and artistic representation of the spectacular view of the sunrise over Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n The computer-aided painting \"The anchor of the Down-with-Imperialism Union lifted\" and the oil painting \"Blessing given by the leader\" and other works deal with the immortal exploits performed by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The jewel painting \"Holding the sword of Songun\" and the Korean painting \"Going to the secret camp in Mt. Paektu at dawn\" and the oil painting \"Memory\" make a truthful artistic portrayal of the great personality of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The Korean painting \"Hearing the echo made by the anti-Japanese war\" impressively tells that the history of Songun Korea and the revolutionary traditions of Mt. Paektu are shining with the century as the great brilliant commanders are held in high esteem. &nbsp;&nbsp;&nbsp;\r\n Among the art works created by military artists are the Korean painting \"February 16, 1942\", computer-aided painting \"Thunder in Songun Korea in spring\" and the paper handicraft \"The moonlit night in the native place\".&nbsp;&nbsp;&nbsp;\r\n A lot of paintings on the theme of Mt. Paektu have been created by KPA soldiers to be put on display at art exhibitions held by the army on important occasions. &nbsp;&nbsp;&nbsp;\r\n A total of more than 100 Korean paintings and oil paintings including the Korean painting \"Jong Il Peak in February\" and the oil painting \"The stream of Sobaek in spring\" were on display at exhibitions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Criminal Scenario for Military Supremacy under Fire",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#5",
            "content": "U.S. Criminal Scenario for Military Supremacy under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- Recently the New York Times reported that the U.S. Defense Department confirmed the plan for the largest-ever deployment of armed forces since the Second World War the keynote of which calls for relocating one third of the U.S. forces by 2011. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun Tuesday carries a signed commentary, which says: What merits particular attention is that the U.S. renamed the U.S. forces command in Kanagawa Prefecture in Japan \"first army corps field command\" as part of the above-said reorganization and upgraded it to a core operational base in Asia. &nbsp;&nbsp;&nbsp;\r\n Disclosing its purpose, the commentary says: &nbsp;&nbsp;&nbsp;\r\n This reveals the U.S. dangerous scenario to perpetrate military invasion against the DPRK and, furthermore, establish military domination over Asia with Japan as the most important stronghold. &nbsp;&nbsp;&nbsp;\r\n Japan is now emerging a dangerous war force, while pressing ahead with its moves to turn itself into a military giant in real earnest. &nbsp;&nbsp;&nbsp;\r\n By having a forward command in Japan geographically close to the DPRK the U.S. seeks to realize its wild ambition for military invasion of the DPRK with Japan as an operational base in \"contingency\" on the Korean Peninsula. It intends to use the Japan \"Self-Defense Forces\" as a shock force for achieving this purpose. &nbsp;&nbsp;&nbsp;\r\n The U.S. also seeks to demonstrate the U.S.-Japan military alliance in Asia-Pacific and strengthen its military edge in the region. &nbsp;&nbsp;&nbsp;\r\n The aim sought by the U.S. through its moves to beef up and relocate its overseas-based forces is to establish military supremacy in different regions of the world and control it by use of its military force. &nbsp;&nbsp;&nbsp;\r\n The U.S. is working hard to contain and control the Asian countries militarily and establish military supremacy in the region, in particular. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better drop its wild ambition to control other countries and dominate the world by military force.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Cornerstone of National Reunification",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#6",
            "content": "Rodong Sinmun on Cornerstone of National Reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- National independence is the unchangeable cornerstone in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Tuesday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n In order to victoriously advance the cause of national reunification, it is important to firmly maintain the principle of settling all problems with the stand for national independence, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n A nation is responsible for its destiny and nobody can replace it in carving out its destiny. &nbsp;&nbsp;&nbsp;\r\n Dependence on outsiders can never solve the question of national reunification. &nbsp;&nbsp;&nbsp;\r\n The independent stand which the Korean nation should maintain in the June 15 era of reunification is the stand of placing the dignity and interests of the nation above anything else and settling the question of national reunification by united efforts of Koreans. &nbsp;&nbsp;&nbsp;\r\n \"By our nation itself\" is the consistent idea of national independence, the idea that calls for solving the problem of reunification, the issue of the nation, in keeping with the will and interests of the nation by Koreans themselves, free from outsiders' interference. &nbsp;&nbsp;&nbsp;\r\n The afore-said idea clarified in the June 15 joint declaration is a banner of the times the Korean nation should invariably hold high. &nbsp;&nbsp;&nbsp;\r\n The stand of national independence should be manifested in the resolute struggle against the treachery of the flunkeyist traitors hindering the national reconciliation and unity in collusion with outside forces while turning aside from the trend of the times toward the independent reunification. &nbsp;&nbsp;&nbsp;\r\n All Koreans should conduct a vigorous struggle in firm solidarity to put an end to the existence of legal and institutional mechanisms harmful to the development of the north-south relations and national reunification. &nbsp;&nbsp;&nbsp;\r\n The most vivid expression of patriotism for the Korean nation is to work hard to achieve the national reunification by the might of the nation itself under the banner of national independence, the article stresses.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Moves to Turn Their Country into Military Giant Flayed",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#7",
            "content": "Japanese Reactionaries' Moves to Turn Their Country into Military Giant Flayed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- The Japanese reactionaries are working hard to reduce the \"three principles of arms export\" to a mere name as is the case with the \"Pacifist Constitution\" and the \"three non-nuclear principles.\" &nbsp;&nbsp;&nbsp;\r\n This comes under fire by a signed commentary of Minju Joson Tuesday. &nbsp;&nbsp;&nbsp;\r\n The \"three principles of arms export\" Japan had already proclaimed bars it in principle from exchanging sophisticated military technology and ultra-modern equipment with other countries, compelling it to spend a stupendous amount of fund for the introduction of whole sets of those equipment, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n They are taking umbrage at this situation as they would have turned Japan into a military power with ease but for these \"three principles of arms export.\" &nbsp;&nbsp;&nbsp;\r\n They are rapidly bolstering up the Japan \"Self-Defense Forces (SDF)\" into forces for preemptive strike, i.e. forces capable of independently carrying out any military operation overseas, and into strategic forces to provide a military guarantee for Japan's supremacy in Asia. &nbsp;&nbsp;&nbsp;\r\n They regard the \"three principles of arms export\" as a hurdle to achieving this sinister aim though they exist in name only. By totally eliminating this political and legal groundwork they seek to create conditions favorable for militarist overseas aggression. &nbsp;&nbsp;&nbsp;\r\n  It is the disposition of the Japanese reactionaries to tenaciously and persistently work to attain the target once it is set. &nbsp;&nbsp;&nbsp;\r\n Legal obstacles to militarist expansion overseas are being removed one by one in Japan, bringing its criminal nature as a state for militarist overseas aggression into bolder relief. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be well advised to cogitate about the grave consequences to be entailed by their moves for militarization and stop at once their foolish and rash acts.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Greatest Holidays to Be Marked in Peru",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#8",
            "content": "Korean People's Greatest Holidays to Be Marked in Peru \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- A preparatory committee for commemorating the Day of the Sun and Feb. 16 was inaugurated with due ceremony in Peru on Jan. 3. &nbsp;&nbsp;&nbsp;\r\n At the ceremony Yuri Cesar Castro Romero, secretary general of the Peruvian-Korean Institute of Culture and Friendship, Alberto Moreno Lohas, chairman of the New Left Movement of Peru, Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, Victor Oliva Miguel, general secretary of the Revolutionary Socialist Party of Peru, Lenan Raffo Munoz, general secretary of the Peruvian Communist Party, Luis Mateo Munoz, general secretary of the Socialist Party of Peru, Tani Baler Lopera, chairperson of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, and the chairwoman of a Peruvian women's association were elected co-chairpersons of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to organize colorful political and cultural functions including meetings, seminars and film shows and widely conduct information service through media on the occasions of the above-said holidays.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Joint New Year Editorial Supported in Switzerland",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#9",
            "content": "DPRK's Joint New Year Editorial Supported in Switzerland\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- The Switzerland-Korea Committee released a statement on Jan. 2 in support of the joint New Year editorial published in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement said that all the victories and successes the Korean people achieved last year are the brilliant fruition of Kim Jong Il's distinguished guidance. &nbsp;&nbsp;&nbsp;\r\n Noting that the DPRK is greeting its 60th founding anniversary this year, the statement stressed that the DPRK has demonstrated the advantages and invincibility of Korean-style socialism in the crucible of the anti-imperialist struggle. &nbsp;&nbsp;&nbsp;\r\n It is a great honour and pride for the army and people of the DPRK to greet the 60th anniversary of the DPRK at a time when the dignity and might of socialist Korea have risen to the highest level, it said, and continued: &nbsp;&nbsp;&nbsp;\r\n The Switzerland-Korea Committee wishes the Korean people shining successes in their efforts to build a great prosperous powerful nation and defend peace on the Korean Peninsula and reunify the country, true to Kim Jong Il's Songun policy.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean-style Socialism Favored by Peruvian Figure",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#10",
            "content": "Korean-style Socialism Favored by Peruvian Figure\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- The People's Front of Workers, Peasants and Students of Peru will always join the world progressive political parties and peoples in voicing positive support to the Korean people's cause of independence against imperialism and their building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Genaro Ledesma Izquieta, chairman of the front, said this in a statement released on Jan. 3 in support of the joint New Year editorial published in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The joint New Year editorial which reflected the Korean people's resolution and aspiration serves as a banner of struggle as it instills confidence of the victory of the cause of global independence and courage to achieve it into the world progressives who regard socialist Korea as a model of progress, justice and development. &nbsp;&nbsp;&nbsp;\r\n No matter how desperately the imperialists may work Korean-style socialism of Juche will always emerge victorious thanks to the prominent idea and leadership of Kim Jong Il and his Songun policy and the single-minded unity of the Party, the army and people around him.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Important Days Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#11",
            "content": "DPRK's Important Days Observed in Different Countries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- Seminars, photo exhibitions and a film show took place in Pakistan, Mongolia and Bangladesh from Dec. 18 to 24 last year on the occasions of the 16th anniversary of Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of those functions were photos showing the immortal exploits of the peerlessly great persons and introducing the Korean people in their efforts to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The director of the Pakistani Institute of Social Sciences said at the seminar that Kim Jong Il has trained the Korean People's Army into a matchless army, adding that the KPA which has grown to be strong ranks for devotedly defending its leader is symbolic of the country's invincible national power and displaying its might stronger than any nukes. &nbsp;&nbsp;&nbsp;\r\n Garib Newaz, president of the Bangladesh People's League who is chairman of the Bangladesh Self-Reliance Research Centre, said that Kim Jong Suk always lives in the hearts of the people along with the century for her exploits for the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages to Kim Jong Il were adopted at the seminars. &nbsp;&nbsp;&nbsp;\r\n Participants of the film show held in Pakistan watched Korean film \"The 75th Anniversary of the Heroic Korean People's Army\".&nbsp;&nbsp;&nbsp;\r\n Meanwhile, a seminar on Kim Jong Il's famous work \"Socialism Is a Science\" was held over phone by the U.S. Group for the Study of Songun Politics and the British Association for the Study of Songun Policy on January 2.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Residents in Japan Vow Positive Efforts for National Reunification",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#12",
            "content": "Korean Residents in Japan Vow Positive Efforts for National Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- The Federation of Koreans for Democracy and Reunification in Japan will conduct a positive movement for solidarity with the forces of conscience in Japan, firmly maintaining the stand of Korean residents, and wage a vigorous struggle to advance the movement for independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Bu, chairman of the federation, declared this in a New Year's article contributed to the January 1 issue of Minjok Sibo, a newspaper published by Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n Noting that the destiny and future of Koreans in Japan depend on national reunification, the article called upon all compatriots to achieve concord in the Korean community in Japan and positively turn out in the movement for reunification, regarding division as disgrace.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona la Unidad No. 776 del EPC",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#13",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun revela intencion criminal de EE.UU.",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#14",
            "content": "Kim Jong Il inspecciona la Unidad No. 776 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 8 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad No. 776 del EPC laureada con el titulo del Septimo Regimiento de O Jung Hup. &nbsp;&nbsp;&nbsp;\r\n  Guiado por el jefe de la unidad, el Dirigente recorrio la sala de presentacion del historial. &nbsp;&nbsp;&nbsp;\r\n  Dijo que esta unidad formada como invencible fila de combate bajo la sabia direccion y minuciosa atencion del Presidente Kim Il Sung acumulo orgullosas proezas y meritos en la defensa de la patria y la construccion socialista empleando su incomparable abnegacion patriotica y el heroismo masivo por el partido, el lider, la patria y el pueblo y continuo que ella debe seguir exaltando plenamente el honor de la unidad Vanguardia. &nbsp;&nbsp;&nbsp;\r\n  Despues de enterarse del estado del cumplimiento del deber de la unidad, el Dirigente entro en la sala de mando operacional y las aulas de leccion militar donde averiguo como entrenan los comandantes y presento las tareas programaticas para fortalecer por todos los medios la combatividad de la unidad. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer la Casa de Militares, la biblioteca y otros establecimientos de cultura y educacion, se informo del estado de la labor politica para los militares. &nbsp;&nbsp;&nbsp;\r\n  Tambien paso revista a las instalaciones de intendencia prestando profunda atencion a la vida de los uniformados. &nbsp;&nbsp;&nbsp;\r\n  Destaco que esta unidad laureada con el titulo del Septimo Regimiento de O Jung Hup es el modelo en todos los aspectos tales como el ejercicio politico-combativo, el establecimiento de la disciplina militar y la administracion de la unidad, evaluo altamente los exitos logrados anteriormente por ella. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente se fotografio junto a los militares de la unidad. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, el Comandante Supremo inspecciono una subunidad adscrita a dicha unidad. &nbsp;&nbsp;&nbsp;\r\n  Al ver el entrenamiento de los militares, se mostro muy satisfecho de que tanto los oficiales como los soldados se ejercitan con mucho fogueo para cultivar las invencibles fuerzas herculeas y senalo que el entrenamiento es la primera tarea revolucionaria de los militares. &nbsp;&nbsp;&nbsp;\r\n  Al recorrer la sala de educacion, el dormitorio, el comedor, el bano, el deposito de alimentos subsidiarios, el corral y otros lugares, atendio con amor paternal la labor y la vida de los soldados. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente Kim Jong Il dio como recuerdo binoculos, ametralladora y fusil automatico a los militares de la subunidad y se fotografio junto a estos. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su, asi como el primer subjefe de departamento del CC del PTC, Ri Yong Chol.      \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson critica intencion de reaccionarios japoneses ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#15",
            "content": "Rodong Sinmun revela intencion criminal de EE.UU.\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 8 de enero (ATCC) -- Hace poco tiempo, el periodico estadounidense \"New York Times\" dio a conocer que el Departamento de Defensa estadounidense dio toque final al plan de emplazamiento de sus fuerzas armadas de mayor dimension despues de la Segunda Guerra Mundial. El contenido principal del plan es reubicar hasta el ano 2011 una tercera parte de las fuerzas armadas estadounidenses. &nbsp;&nbsp;&nbsp;\r\n�@Lo que llama atencion particular en dicho plan es que como un eslabon de reorganizacion de las tropas yanquis, EE.UU. convirtio el Puesto de Mando de sus Fuerzas Armadas en el Departamento de Kanagawa de Japon en la \"Comandancia sobre el Terreno del Primer Cuerpo\" y en la base de operacion principal en Asia. &nbsp;&nbsp;&nbsp;\r\n�@El diario Rodong Sinmun en un comentario individual de este martes lo califica de una revelacion de la peligrosa intencion de EE.UU. de agredir militarmente a la RPDC, tomando a Japon por un punto de apoyo importantisimo, y de establecer el control militar sobre la region asiatica. &nbsp;&nbsp;&nbsp;\r\n�@En estos dias Japon se convierte en una peligrosa fuerza belica dando acicate al curso de su conversion en una potencia militar. &nbsp;&nbsp;&nbsp;\r\n�@EE.UU. trata de ubicar su comandancia en Japon cerca de Corea con el fin de realizar su ambicion de agresion militar a la RPDC tomando por base operacional a Japon en un \"tiempo de emergencia\" y utilizando como brigada de choque a las \"fuerzas de autodefensa\" de ese pais isleno. &nbsp;&nbsp;&nbsp;\r\n�@En tanto, EE.UU. pretende manifestar sus relaciones de alianza militar con Japon en la region de Asia-Pacifico y afianzar la supremacia militar en esta region. &nbsp;&nbsp;&nbsp;\r\n  El objetivo que persigue el imperio americano a traves del aumento y reubicacion de sus uniformados es establecer el control militar sobre varias regiones del mundo. &nbsp;&nbsp;&nbsp;\r\n�@EE.UU. debe abandonar su intencion de controlar militarmente a otros paises y de dominar el mundo.     \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Independencia nacional es base de movimiento por reunificacion",
            "url": "http://kcna.co.jp/item/2008/200801/news01/09.htm#16",
            "content": "Minju Joson critica intencion de reaccionarios japoneses \r\n&nbsp;&nbsp;&nbsp;Pyongyang, 8 de enero (ATCC) -- El periodico Minju Joson publico en su edicion del dia 8 un comentario individual que revela las maniobras de los reaccionarios japoneses encaminadas a invalidar los \"tres principios de exportacion de armas\" como la \"constitucion pacifista\" o los \"tres principios de desnuclearizacion\". &nbsp;&nbsp;&nbsp;\r\n  Japon no puede intercambiar la tecnica militar de punta y los equipos sofisticados con otros paises, ya que habia declarado los \"tres principios de exportacion de armas\". Es por eso que se ve obligado a gastar enormes fondos para introducir los armamentos ultramodernos, senala el comentario y prosigue: &nbsp;&nbsp;&nbsp;\r\n  Los reaccionarios japoneses se disgustan con los \"tres principios de exportacion de armas\" que les impiden realizar la conversion de su pais en la potencia militar. &nbsp;&nbsp;&nbsp;\r\n  Ellos fortalecen las \"fuerzas de autodefensa\" como las fuerzas de ataque preventivo capaces de cumplir a solas las operaciones militares en ultramar y como las fuerzas estrategicas para asegurar en lo militar la supremacia de Japon en Asia. &nbsp;&nbsp;&nbsp;\r\n  Para preparar las condiciones favorables a la agresion militarista a ultramar, intentan anular los \"tres principios de exportacion de armas\" y otras bases politicas y legales que existen de manera formal. &nbsp;&nbsp;&nbsp;\r\n En la sociedad japonesa se eliminan una a una las bases legitimas que impiden la expansion militarista a ultramar y se revela cada vea mas abierta la naturaleza criminal del pais isleno como Estado militarista de agresion a ultramar. &nbsp;&nbsp;&nbsp;\r\n  Los reaccionarios japoneses deben reflexionar sobre las consecuencias graves que emanen de su militarizacion y poner de inmediato fin a sus actos imprudentes.     \r\n\r\n\r\n\r\n"
        }
    ]
}