{
    "date": "2008-08-16",
    "url": "http://kcna.co.jp/item/2008/200808/20080816.htm",
    "articles": [
        {
            "title": "Kim Jong Il Sends Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#1",
            "content": "Kim Jong Il Sends Greetings to Russian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- General Secretary Kim Jong Il sent a message of greetings to Russian President Dmitri Anatoliyevich Medvedev on Friday on the occasion of the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n I extend greetings to you, and through you, to the Russian people on the occasion of the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the relations between the Democratic People's Republic of Korea and the Russian Federation will develop in the interests of the two peoples, I wish you success in your work.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#2",
            "content": "Greetings to Russian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Russian President Dmitri Anatoliyevich Medvedev on the occasion of the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n In the message Kim expressed the conviction that the bilateral relations would grow stronger in conformity with the desire and aspirations of the two peoples and wished the president success in his work for the nation's prosperity and the Russian people wellbeing.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from Russian President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#3",
            "content": "Greetings to Kim Jong Il from Russian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- General Secretary Kim Jong Il received a message of greetings from Russian President Dmitri Anatoliyevich Medvedev on August 15 on the occasion of the day of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n The message reads: &nbsp;&nbsp;&nbsp;\r\n Esteemed Your Excellency Kim Jong Il, &nbsp;&nbsp;&nbsp;\r\n I extend sincere congratulations to you on the day of Korea's liberation, the national holiday of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The Korean people gained freedom through the protracted self-sacrificing struggle against the colonial subjugation. &nbsp;&nbsp;&nbsp;\r\n And the Soviet Army made a decisive contribution to defeating Japanese militarism in the Far Eastern region. &nbsp;&nbsp;&nbsp;\r\n We highly estimate your country's valuing the memory of our soldiers who laid down their lives for the liberation of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n I am convinced that the traditions of the friendly and good neighborly relations between our two countries will as ever serve as a sure guarantee for boosting Russia-DPRK cooperation in various fields. &nbsp;&nbsp;&nbsp;\r\n We support constructive cooperation and development between the north and south of Korea to strengthen the security and stability in the Korean Peninsula and overall Asia. &nbsp;&nbsp;&nbsp;\r\n Respected Your Excellency Kim Jong Il, &nbsp;&nbsp;&nbsp;\r\n I wish you good health and success in your responsible work and all the people of the friendly DPRK peace and prosperity. &nbsp;&nbsp;&nbsp;\r\n Sincerely Yours.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Statement Issued",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#4",
            "content": "Joint Statement Issued \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The North, South and Overseas Side Committees for Implementing June 15 Joint Declaration today issued a joint statement 63 years after the end of the Japanese imperialists' vicious colonial rule over the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Japan has not yet admitted the thrice-cursed crimes it committed against the Korean people but is getting more frantic in distortion of its history of aggression, moves to grab Tok Islet and political suppression of Koreans in Japan, the statement charged. &nbsp;&nbsp;&nbsp;\r\n Some countries have made an apology and reparation to the nations and individuals who suffered from the Second World War, but Japan, far from making reparation, is whitewashing its history of aggression and crimes and openly betraying its scheme for reinvasion, the statement said, and noted: &nbsp;&nbsp;&nbsp;\r\n Worse still, Japan is claiming that Tok Islet, part of inalienable territory of Korea, belongs to it. &nbsp;&nbsp;&nbsp;\r\n Japan's brutal suppression of the General Association of Korean Residents in Japan and Koreans in Japan is also an unbearable illegal crime, a revelation of its extreme hostility toward the Korean people. &nbsp;&nbsp;&nbsp;\r\n The crimes it committed against the Korean people for more than 100 years cannot be forgotten and erased no matter how much water may flow under the bridge. &nbsp;&nbsp;&nbsp;\r\n If Japan does not want to see itself isolated in the international community, it should make an apology and reparation for having imposed numerous human and material losses upon the Korean people and put an immediate halt to the distortion of history, scheme to grab Tok Islet and repression of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n On the occasion of the 63rd anniversary of national liberation we will decisively frustrate Japan's aggression and provocation and wage a dynamic struggle by the concerted efforts of the whole nation till the Japanese authorities have made an apology to all the Koreans and the world people for the historic crimes they committed against the Korean nation and liquidated them.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#5",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Floral baskets were placed before the statues of President Kim Il Sung on the occasion of the 63rd anniversary of national liberation. &nbsp;&nbsp;&nbsp;\r\n The servicepersons of the Korean People's Army, working people from all walks of life and school youth and children in the capital city of Pyongyang climbed up Mansu Hill in humble reverence for the President who organized and led the anti-Japanese revolutionary struggle to accomplish with credit the historic cause of national liberation. &nbsp;&nbsp;&nbsp;\r\n Seen before the statue was a floral basket sent by Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Placed before the statue were floral baskets in the name of the party, armed forces and power organs and social organizations and ministries and national institutions and units of the KPA and scientific, educational, cultural and art and public health and media institutions and factories and enterprises and farms and schools and so on. Bunches of flowers and flowers were also laid. &nbsp;&nbsp;&nbsp;\r\n A floral basket was placed in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front. &nbsp;&nbsp;&nbsp;\r\n The visitors made sincere bows to the statue. &nbsp;&nbsp;&nbsp;\r\n Floral baskets, bunches of flowers and flowers were laid before the statues of the President at different units in Pyongyang and in local areas of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Russian Charge d' Affaires",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#6",
            "content": "Reception Given by Russian Charge d' Affaires \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Alexander Matsegora, Russian charge d' affaires a.i. here, hosted a reception at the Taedonggang Club for the Diplomatic Corps on Thursday on the occasion of the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Kim Chol, vice-minister of Railways, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is chairwoman of the DPRK-Russia Friendship Association. &nbsp;&nbsp;&nbsp;\r\n On hand were staff members of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#7",
            "content": "Wreaths Laid \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Alexander Matsegora, charge d' affaires ad interim, and staff members of the Russian embassy here laid a wreath at the liberation tower today to mark the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Foreign diplomatic envoys here were present there. &nbsp;&nbsp;&nbsp;\r\n The wreath was laid in the name of the embassy. &nbsp;&nbsp;&nbsp;\r\n The participants paid silent tribute to the soldiers of the Soviet Army who fell in battles to liberate Korea. &nbsp;&nbsp;&nbsp;\r\n They then placed a wreath at the cemetery of the martyrs of the Soviet Army in Sadong District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Meanwhile the embassy officials placed bunches of flowers at liberation tower, bronze statue and monument to fallen fighters of the Soviet Army in Hamhung, Wonsan and Nampho.    \r\n\r\n"
        },
        {
            "title": "Celebration Meeting Held",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#8",
            "content": "Celebration Meeting Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- A meeting of foreign crew took place at Chongjin Port on Wednesday to celebrate the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting attended by the captain and crew of a Belizean-flagged ship. &nbsp;&nbsp;&nbsp;\r\n Speakers said that the exploits performed by President Kim Il Sung who achieved the historical cause of Korea's liberation by organizing and leading the anti-Japanese armed struggle to victory would shine long. &nbsp;&nbsp;&nbsp;\r\n They noted that the Korean people who were forced to undergo the colonial slavery by the Japanese imperialists owing to weak state power in the past could retake the sovereignty of the country and the dignity of the nation as they were led by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The Korean revolution started by Kim Il Sung with arms, wins victory after victory thanks to the Songun leadership of Kim Jong Il, they stressed. &nbsp;&nbsp;&nbsp;\r\n Stating that socialist Korea built and glorified by the peerlessly great men demonstrates its might to the whole world, they expressed the belief that the Korean people would successfully achieve the cause of socialism.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Il Sung's Exploits for National                Liberation",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#9",
            "content": "Rodong Sinmun on Kim Il Sung's Exploits for National Liberation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- Today marks the 63rd anniversary of historic national liberation President Kim Il Sung accomplished by defeating the brigandish Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n On the occasion Rodong Sinmun in an editorial says that the liberation of the country put an end to the dark era of national sufferings and the Korean people have since then become the proud masters of a sovereign and independent state to build a new life. &nbsp;&nbsp;&nbsp;\r\n No matter how much water may flow under the bridge the Korean people cannot forget the history of the anti-Japanese revolutionary struggle he waged to liberate Korea, crossing and re-crossing the steep ranges and alps of Mt. Paektu and the River Amnok in face of hardships and trials beyond human imagination, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n From the first days of national liberation to the last moments of his great revolutionary life he conducted energetic activities, dedicating his all to turning the country into a genuine country for the sake of the people and the most dignified and prosperous socialist country. &nbsp;&nbsp;&nbsp;\r\n It was thanks to his leadership that the country emerged a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, freed from the centuries-old backwardness and poverty and the people became the most proud and happy people in the world. Humankind does not know such a great leader as the President, who in a short span of time put the dignity and position of the country and nation on such a high level as today and performed such great feats before the country and people. The modern history of Korea is the history of the President and the country is Kim Il Sung's Korea shining with his august name. &nbsp;&nbsp;&nbsp;\r\n The country liberated by the President has greeted a great heyday of great prosperity under the guidance of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The country led by him is making a long drive with the exploits and heritages of the President as the eternal foundation. &nbsp;&nbsp;&nbsp;\r\n As the Korean people have the great revolutionary exploits and heritages and they are under the wise guidance of the Workers' Party of Korea which is glorifying them, they have noting impossible to do and rosy is the future of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Moves to Put Media under Control under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#10",
            "content": "Lee Myung Bak's Moves to Put Media under Control under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The civic organizations issued statements on Aug. 11 to denounce traitor Lee Myung Bak for dismissing Jong Yon Ju, manager of south Korean KBS. &nbsp;&nbsp;&nbsp;\r\n The All-People Action to Check Moves to Control Broadcasting Services and Suppression of Netizens of south Korea in a statement declared that it would fight to the end against any suppression so as to defend public broadcasting services and preserve the freedom of media. &nbsp;&nbsp;&nbsp;\r\n The south Korean Confederation of Trade Unions said in its statement that the \"government's\" plot to put media under its control has gone beyond the tolerance limit through the above-said action and it revealed the dictatorial nature of Lee Myung Bak to seize the public broadcasting services even by mobilizing power, said the statement, adding: &nbsp;&nbsp;&nbsp;\r\n All the workers together with people from all other strata will wage a struggle to defend the public broadcasting services and judge the dictatorial regime. &nbsp;&nbsp;&nbsp;\r\n The south Korean Teachers Union in its statement warned that the Lee Myung Bak \"government\" should immediately stop the undemocratic scheme to put media under its control, well aware what the miserable end the dictatorial regime which deprived the people of rights to speaking and hearing met in the past.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Religious Discrimination under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#11",
            "content": "Lee Myung Bak's Religious Discrimination under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The Buddhist circles of south Korea waged struggles against the Lee Myung Bak group's religious discrimination in Seoul on August 11. &nbsp;&nbsp;&nbsp;\r\n That day an emergency conference of all Buddhists in south Korea took place at the Jogye Temple. &nbsp;&nbsp;&nbsp;\r\n A resolution was made public at the conference. &nbsp;&nbsp;&nbsp;\r\n It declared that a meeting of all Buddhists denouncing Lee Myung Bak \"government\" for the breach of the constitution and religious discrimination would be held at the plaza of the City Office on August 27. &nbsp;&nbsp;&nbsp;\r\n The resolution expressed the will to intensify the struggles condemning the authorities' religious discrimination in solidarity with all religious circles and dissident organizations with the conference as a momentum. &nbsp;&nbsp;&nbsp;\r\n It stressed that the All-Buddhist Measure Committee would be formed to strongly react to the religious discrimination of the authorities. &nbsp;&nbsp;&nbsp;\r\n It also demanded that Lee Myung Bak make an apology for fostering the religious discrimination and make a promise to prevent its recurrence and a law be enacted for banning the religious discrimination and preventing its recurrence and the man responsible for the religious discrimination be punished severely. &nbsp;&nbsp;&nbsp;\r\n Prior to the conference, a rally \"Practical action to condemn Lee Myung Bak 'government' for the breach of the constitution and tendency of discriminating religion\" took place. &nbsp;&nbsp;&nbsp;\r\n Intolerable is the behavior of ignoring the Buddhist circles, the participants said, warning that they would punish the Lee Myung Bak \"government\" for pursuing the policy of discriminating religion and \"administrating the state affairs\" in the interests of a specified group only. &nbsp;&nbsp;&nbsp;\r\n They called upon all the Buddhists to participate in the All-Buddhist meeting to be held on August 27 to denounce the Lee Myung Bak group's discrimination of religion.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's \"Policy toward North\" Branded as Fiction",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#12",
            "content": "Lee Myung Bak's \"Policy toward North\" Branded as Fiction\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration of south Korea issued a statement titled \"Lee Myung Bak's policy toward the north is a fiction\" on August 10. &nbsp;&nbsp;&nbsp;\r\n The statement referred to the fact that some days ago traitor Lee Myung Bak advocated the deceptive \"policy toward the north\" while talking about the \"co-existence and co-prosperity between the south and the north\".&nbsp;&nbsp;&nbsp;\r\n \"Chongwadae\" is now giving wide publicity to this by mobilizing all forces in a bid to give impression that there is any \"change\" in the stand of the traitor, it noted, and went on: &nbsp;&nbsp;&nbsp;\r\n But there is no change in him and instead he begged foreign forces to \"cooperate with him in leading the north to opening\", not content with doing harm to the fellow countrymen before them. &nbsp;&nbsp;&nbsp;\r\n His assertion that he \"will lead the north to open its door to the world\" is a modern version of the traitor Syngman Rhee's clamors for a \"north expedition\" and \"no nukes, opening and 3,000 dollars\" are a product of Lee Myung Bak's anachronistic policy for confrontation with the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n Lee's despicable policy for confrontation with the fellow countrymen suspended all cooperation and exchanges between the south and the north aimed at promoting the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n Lee should not let loose such lies as \"co-existence and co-prosperity\" but take the stand of fully implementing the June 15 joint declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Korea's Liberation Celebrated",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#13",
            "content": "Korea's Liberation Celebrated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- A meeting was held by the Switzerland-Korea Committee and a lecture by the Romanian Workers' Association on Aug. 9 on the occasion of the 63rd anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Switzerland-Korea Committee Martin Lotscher in his speech at the meeting said that President Kim Il Sung is the benefactor of the resurrection of the Korean nation and its father who liberated the country from the Japanese imperialists' colonial rule and achieved its freedom and independence. &nbsp;&nbsp;&nbsp;\r\n He referred to the fact that the President founded the DPRK, an independent and sovereign state where the popular masses have become masters of everything, after the country's liberation and devoted his all to the prosperity of the country and the happiness of the people. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Romanian Workers' Association Daniel Dediu said in the lecture that the President embarked on the road of revolution in his teens to achieve the cause of country's liberation through the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n The feats performed by him to liberate the country will shine long along with the prospering socialist Korea, he added. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to General Secretary Kim Jong Il was adopted at the meeting in Switzerland.    \r\n\r\n\r\n"
        },
        {
            "title": "Projected War Maneuvers of U.S. and S. Korean Warmongers under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#14",
            "content": "Projected War Maneuvers of U.S. and S. Korean Warmongers under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- The U.S. and the south Korean puppet warmongers plan to stage Ulji Freedom Guardian war exercises. Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, released a statement on Aug. 8 to denounce this. &nbsp;&nbsp;&nbsp;\r\n The statement said that south Korea-U.S. \"Combined Forces Command\" officially announced that it would stage the war maneuvers from August 18 to 22. Branding the joint military exercises as provocative war maneuvers that replaced the Ulji Focus Lens drill which the U.S. and the south Korean warmongers waged as an annual event from mid-1970s, the statement went on: &nbsp;&nbsp;&nbsp;\r\n Through the dangerous war maneuvers they plan to examine and round off in an all-round way the operational ability for a preemptive nuclear attack on the DPRK while threatening it by force of arms. &nbsp;&nbsp;&nbsp;\r\n At a time when the Korean nation and the world conscience hope that peaceful reunification would be achieved at an early date on the Korean Peninsula through the sincere implementation of the June 15 North-South Joint Declaration and the October 4 declaration, the U.S. and the south Korean warmongers scheme to wage war maneuvers of aggression. This is another serious military provocation against the DPRK and blatant challenge to the Korean people and the world progressive mankind aspiring after peace and reunification, it added. &nbsp;&nbsp;&nbsp;\r\n It stressed that the U.S. and south Korean warmongers should ponder over the catastrophic consequences to be entailed by their reckless war provocation moves and immediately give up the provocative Ulji Freedom Guardian joint military maneuvers and the arms-buildup.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona Unidad No. 1319 del EPC",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#15",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il envia mensaje al presidente ruso",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#16",
            "content": "Kim Jong Il inspecciona Unidad No. 1319 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de agosto (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad No. 1319 del EPC. &nbsp;&nbsp;&nbsp;\r\n  El Comandante Supremo fue acogido en el terreno por los oficiales directivos de la Unidad. &nbsp;&nbsp;&nbsp;\r\n  El averiguo en la sala de leccion militar la situacion del uso de esta facilidad y vio un entrenamiento de los militares. &nbsp;&nbsp;&nbsp;\r\n  Al cerciorarse del estado de cumplimiento del presentado programa de ejercicios, enfatizo que todos los militares deben adquirir la alta tecnica militar y capacidad combativa mediante los ejercicios sustanciales y convenientes a las condiciones practicas. &nbsp;&nbsp;&nbsp;\r\n  Viendo el recinto del cuartel y los arboles verdes de distintas variedades en las montanas perifericas, dijo que esto deja entrever el calido patriotismo de los militares y reconocio los esfuerzos de ellos que crearon ese frondoso bosque plantando cada ano muchos arboles y cuidandolos bien. &nbsp;&nbsp;&nbsp;\r\n  Subrayo que se puede ver en todas las unidades el orgulloso aspecto de los puestos y areas del contorno transformados de modo irreconocible a traves de una intensa lucha por hacer mas hermoso el territorio patrio. &nbsp;&nbsp;&nbsp;\r\n  Continuo que los militares del EPC, quienes sienten con el corazon cuan valiosa es la patria, cumplen el papel de vanguardia tambien en la repoblacion forestal del pais. &nbsp;&nbsp;&nbsp;\r\n  A continuacion, el Dirigente recorrio varios lugares de la unidad incluyendo la sala de educacion, el dormitorio, el comedor, el bano y el deposito diario de la Compania del Heroe Kwon Il Nam y se informo de todos los detalles de la vida de los uniformados. &nbsp;&nbsp;&nbsp;\r\n  Elogio el hecho de que la Unidad acondicionara bien los establecimientos de intendencia para el confort de la vida de los soldados y encomendo a todos los oficiales que faciliten mejores condiciones de vida a los soldados quienes trabajan con abnegacion por la seguridad de la patria y el pueblo. &nbsp;&nbsp;&nbsp;\r\n  El Comandante Supremo se fotografio junto a los militares de la subunidad. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.      \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il recibe mensaje del presidente ruso",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#17",
            "content": "Kim Jong Il envia mensaje al presidente ruso\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de agosto (ATCC) -- El Dirigente Kim Jong Il, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio este viernes un mensaje de felicitacion al Presidente de la Federacion Rusa, Dmitri Anatoliyevich Medvedev, con motivo del 63o aniversario de la liberacion de Corea. &nbsp;&nbsp;&nbsp;\r\n  La misiva senala: &nbsp;&nbsp;&nbsp;\r\n  Con motivo de conmemorarse el 63o aniversario de la liberacion de Corea, hago llegar saludo a usted y por su conducto, al pueblo ruso. &nbsp;&nbsp;&nbsp;\r\n  Estoy convencido de que las relaciones entre la RPDC y la Federacion Rusa se desarrollaran conforme a los intereses de los pueblos de los dos paises y deseo a Vd. exitos en su labor.    \r\n\r\n\r\n"
        },
        {
            "title": "Editorial de Rodong Sinmun senala hazanas de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200808/news08/16.htm#18",
            "content": "Kim Jong Il recibe mensaje del presidente ruso\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 15 de agosto (ATCC) -- El Dirigente Kim Jong Il, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que el Presidente de la Federacion Rusa, Dmitri Anatoliyevich Medvedev le dirigiera este viernes en ocasion del dia de liberacion de Corea (15 de agosto). &nbsp;&nbsp;&nbsp;\r\nEl mensaje sigue: &nbsp;&nbsp;&nbsp;\r\nSu Excelencia Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nEn ocasion del dia de liberacion de Corea, fiesta nacional del pueblo coreano, hago llegar a Usted mis sinceras felicitaciones. &nbsp;&nbsp;&nbsp;\r\nEl pueblo coreano conquisto la libertad al cabo de una larga lucha de sacrificio contra la subyugacion colonial. &nbsp;&nbsp;&nbsp;\r\nTambien, el ejercito de la Union Sovietica contribuyo de manera decisiva a derrotar al militarismo japones en el Lejano Oriente. &nbsp;&nbsp;&nbsp;\r\nApreciamos mucho el hecho de que en su pais se concediera mucha importancia al recuerdo de los militares rusos que ofrendaron su vida para la liberacion de la Peninsula Coreana.&nbsp;&nbsp;&nbsp;\r\nEstoy seguro que la tradicion de las relaciones de amistad y buena vecindad existente entre los dos paises seguira siendo en lo adelante tambien la firme garantia del fortalecimiento de la cooperacion bilateral en varias ramas. &nbsp;&nbsp;&nbsp;\r\nApoyamos el desarrollo de la cooperacion constructiva entre el Norte y el Sur de Corea para el fomento de la seguridad y estabilidad de la Peninsula Coreana y toda la region asiatica. &nbsp;&nbsp;&nbsp;\r\nSu Excelencia Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nDeseo a Vd. buena salud y exitos en sus labores responsables y a todo el pueblo de la amistosa RPDC, la paz y prosperidad. &nbsp;&nbsp;&nbsp;\r\nCon alta consideracion.    \r\n\r\n\r\n"
        }
    ]
}