{
    "date": "2008-04-01",
    "url": "http://kcna.co.jp/item/2008/200804/20080401.htm",
    "articles": [
        {
            "title": "Lee Myung Bak Regime's Sycophancy towards U.S. and Anti-DPRK Confrontation Hysteria Blasted",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#1",
            "content": "Lee Myung Bak Regime's Sycophancy towards U.S. and Anti-DPRK Confrontation Hysteria Blasted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 1 (KCNA) -- Rodong Sinmun Tuesday carries its commentator's article exposing and denouncing the Lee Myung Bak regime's sycophancy towards the United States and anti-DPRK confrontation hysteria. &nbsp;&nbsp;&nbsp;\r\n The following are excerpts from it: &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak regime of the Grand National Party that emerged in south Korea recently is becoming undisguised in its sycophancy towards the U.S. and confrontation with the DPRK, blatantly swimming against the trend of the era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n Lee and his gentries are letting loose such spate of sophism as \"priority to the south Korea-U.S. relations\", \"complete settlement of the north's nuclear issue\" and \"pragmatism,\" crying out for making up for \"the lost decade\" in a bid to overturn all what has been achieved between the north and the south of Korea since the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Lee Myung Bak, in particular, is getting vocal in the nuclear racket, making no scruple of talking such nonsense as \"it is impossible to head for reunification and hard to improve the south-north relations unless nukes are dismantled.\" This reminds one of traitor Kim Young Sam's utterances that he \"would not shake his hand with the one who has access to nukes.\" &nbsp;&nbsp;&nbsp;\r\n The minister of Unification is also behaving disgustingly, asserting that he would adjust the speed, scope and ways for the development of the inter-Korean relations depending on the progress made in the efforts to settle the \"north's nuclear issue\".&nbsp;&nbsp;&nbsp;\r\n Meanwhile, the conservative ruling forces of south Korea are kicking up a wholesale campaign of purge against the progressive pro-reunification forces in a bid to quell people's desire for achieving reunification through an alliance with the north and stoke confrontation with it among them. They are, at the same time, getting frantic with war exercises for invading the north and \"human rights racket\" in collusion with outside forces. &nbsp;&nbsp;&nbsp;\r\n This indicates what extent the anti-north confrontation hysteria of the Lee Myung Bak regime has reached. &nbsp;&nbsp;&nbsp;\r\n As far as Lee Myung Bak is concerned, he is a conservative political charlatan who took the office of the mayor of Seoul from the ticket of the GNP after doing business since the period of the \"Yusin\" fascist dictatorial regime. No wonder, he revealed his true colors as a sycophant towards the U.S. and anti-north confrontation advocator as soon as he came to power. &nbsp;&nbsp;&nbsp;\r\n The anti-north confrontational nature of Lee and the ruling conservative forces was brought to light when they advocated the so-called \"no-nukes, opening and bringing the per capita income to 3000 dollars\" as their \"policy towards the north.\" The above-said piffle is nothing but a very absurd and ridiculous jargon as they cried out for the north's \"complete nuclear abandonment\" and \"opening\" as preconditions for the improvement of the north-south relations. This is little short of an anti-reunification declaration as it is aimed at sacrificing the interests of the Korean nation to serve outside forces, pursuing confrontation and war and driving the north-south relations to a collapse. &nbsp;&nbsp;&nbsp;\r\n Lee and his gentries are raising a hue and cry over what they called \"nuclear threat from the north\", vociferating that \"the north's access to nukes is impermissible\" and the \"priority should be given to the complete nuclear abandonment\".&nbsp;&nbsp;&nbsp;\r\n These are reckless remarks made by those who know nothing about the background against which the nuclear issue surfaced on the Korean Peninsula and its essence, the root cause of the nuclear threat and the agreements adopted at the six-party talks. &nbsp;&nbsp;&nbsp;\r\n The successive \"governments\" of south Korea have not shown any worry about the fact that the U.S. openly deployed in south Korea nuclear weapons enough to kill the Koreans hundreds of times but supported it and zealously joined in the U.S. nuclear war maneuvers against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was the first thing done by Lee after becoming the \"president\" that he let the U.S. bring its super-large nuclear-powered carrier and nuclear submarines and other ultra modern nuclear hardware to south Korea and staged nuclear war exercises for invading the DPRK with outside forces. He is also contemplating participating in the dangerous \"PSI\" and \"MD\" which even his predecessors hesitated to do so. &nbsp;&nbsp;&nbsp;\r\n He seems not to know properly about the contents of the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The denuclearization of the peninsula is not an issue between the north and the south but an issue between the DPRK and the U.S. and an international issue involving south Korea. That was why the six-party talks were arranged. &nbsp;&nbsp;&nbsp;\r\n He is making a mess of the process to denuclearize the peninsula by echoing what others utter like parrot as he knows nothing about why the nuclear issue was spawned in the peninsula, what compelled the DPRK to have access to nuclear deterrent and why the DPRK calls for the denuclearization of the peninsula. &nbsp;&nbsp;&nbsp;\r\n The Lee Myong Bak regime should not forget the lessons drawn by his American master and the preceding regimes that met shameful setbacks after pressurizing the DPRK to \"dismantle nukes first.\" &nbsp;&nbsp;&nbsp;\r\n The DPRK is not such state which will meekly yield to the pressure of someone to unilaterally dismantle the nuclear deterrent, a product of great Songun and a shield for justice and peace. It is quite self-evident that what Lee, a pro-U.S. stooge, uttered cannot have any impact on making the above-mentioned nuclear deterrent an object of bargaining. &nbsp;&nbsp;&nbsp;\r\n His call on \"the north to dismantle its nukes first\" is nothing but a declaration of confrontation and a war declaration as it throws a hurdle in the way of the settlement of the nuclear issue, far from helping solve it, and does harm to the north-south relations and disturbs peace. &nbsp;&nbsp;&nbsp;\r\n The word of \"opening\" uttered by Lee is an intolerable provocation to the dignity and system of the DPRK. &nbsp;&nbsp;&nbsp;\r\n As far as \"opening\" is concerned, the DPRK has never closed its door but keeps its door opened to the U.S., a hostile country, to improve its relations with it. &nbsp;&nbsp;&nbsp;\r\n It is none other than the U.S. and the present ruling forces of south Korea who are clinging to the moves to blockade against and isolate the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. has enforced the unprecedented policy for isolating and stifling the DPRK on the strength of such evil laws as the \"Trading with the Enemy Act\" and \"Law on Terrorism\" and south Korea has zealously joined it in executing them. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak regime, in particular, is opting to shut the door of the inter-Korean relations, which have favorably developed since the publication of the June 15 joint declaration, after laying down what it called \"four principles for pushing forward the policy towards the north\".&nbsp;&nbsp;&nbsp;\r\n  Lee's accusations against the DPRK over its \"human rights situation\" is a revelation of his ignorance of the DPRK and, at the same time, a deliberate political provocation to incite hostility and mistrust between fellow countrymen and push the north-south relations to those of confrontation. &nbsp;&nbsp;&nbsp;\r\n In fact, \"human rights abuses\" are rampant in south Korea under the military occupation of the U.S. &nbsp;&nbsp;&nbsp;\r\n A particular mention should be made of the fact that no sooner had the Lee Myung Bak regime emerged than it kicked up a campaign of cracking down upon progressive pro-reunification forces under the pretext of \"pro-north,\" asserting this is aimed at purging remnants of the preceding \"leftist government.\" People thus term it a \"neo-fascist regime\", \"government seeking only public peace\" and a \"reactionary regime.\" &nbsp;&nbsp;&nbsp;\r\n It finds fault with the system in the DPRK, talking about the \"opening\" and \"human rights.\" This is an impertinent act that can be perpetrated only by those who are ignorant of the basic principle of the inter-Korean relations on which both sides agreed to stop slandering each other and interfering in each other's internal affairs. &nbsp;&nbsp;&nbsp;\r\n The present south Korean authorities have gone so far as to implore their U.S. master to help lead the DPRK to \"opening\" and raise a hue and cry over its \"human rights situation\" even on the international arena, hell-bent on crying out for \"opening\" and \"improved human rights record\".&nbsp;&nbsp;&nbsp;\r\n \"Opening\" much publicized by the Lee regime indicates that it seeks to tarnish the dignified system in the DPRK, push the north-south relations to those of confrontation and, furthermore, sell off the whole of the Korean Peninsula to the outsiders lock, stock and barrel. &nbsp;&nbsp;&nbsp;\r\n Lee also floated the story about bringing someone's \"per capita income to 3,000 dollars\", making a mockery of the DPRK. This has brought to light his true colors as a vicious political charlatan and imposter. &nbsp;&nbsp;&nbsp;\r\n Lee and his gentries are letting loose a spate of honey-coated words that they will help the DPRK raise per capita income to 3,000 dollars within 10 years if it scraps nukes and opens itself to the world. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous for them to pretend to show \"generosity,\" finding fault with the self-supporting national economy in the DPRK and the living conditions of its people despite the fact that south Korea has colonial economy dependent on the U.S. This is a sort of political caricature. &nbsp;&nbsp;&nbsp;\r\n They are so foolish as to talk about \"national income\" of someone though they are in such bad shape as to be busy begging for foreign capital due to the bankruptcy of economy and the livelihood of the people in south Korea as soon as they took office. This is enough to make even a cat laugh. &nbsp;&nbsp;&nbsp;\r\n What merits attention is that the Lee Myung Bak group said it would borrow money from the Western countries and add even the money to be paid by Japan to the DPRK as reparation for its past crimes to the funds to be used for \"aiding the north.\" &nbsp;&nbsp;&nbsp;\r\n If he has an iota of the sense to discern things, he should know who helps whom and who is obliged to whom. &nbsp;&nbsp;&nbsp;\r\n Lee had better mind his own business before \"worrying\" about someone else. &nbsp;&nbsp;&nbsp;\r\n The DPRK will be able to live as well as it wishes without any help from the south as it did in the past. But it will follow how the south side will live, turning its back on the north side and standing in confrontation with it. &nbsp;&nbsp;&nbsp;\r\n Lee is exploiting the noble north-south cooperation projects for co-prosperity of the nation in a bid to meet his sinister political purpose, thus bringing into bolder relief his true colors as a disturber of reconciliation and cooperation and an enemy standing in the way of reunification and prosperity. &nbsp;&nbsp;&nbsp;\r\n Such sophism about \"no nukes, opening and 3,000 dollars,\" a provocation to the DPRK, is nothing but the most despicable jargon and a daydream as it saliently reveals the anti-reunification and treacherous nature of the Lee's regime. &nbsp;&nbsp;&nbsp;\r\n Lurking behind those remarks is reactionary \"pragmatism.\" &nbsp;&nbsp;&nbsp;\r\n There have been a series of regime changes in south Korea but it was only traitor Lee Myung Bak who openly declared at home and abroad that he would put the inter-Korean relationship within the framework of the diplomatic relations and subordinate it to them in handling the issues related to it. &nbsp;&nbsp;&nbsp;\r\n Lee's seizure of power created a thorn bush in the way of the inter-Korean relations and this cannot but have an adverse impact on the situation in and around the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Lee's regime has become frantic in establishing triangular relations of military alliance with the U.S. and Japan while tightening the nexus with them. This has escalated the tension in and around the peninsula, increasing the danger of a nuclear war. &nbsp;&nbsp;&nbsp;\r\n Should traitor Lee Myung Bak opt for confrontation, subservient to the outsiders after scrapping the inter-Korean declarations and agreements, the DPRK will have no option but to change its approach toward the south. &nbsp;&nbsp;&nbsp;\r\n Moreover, the DPRK will never allow anyone to make a preemptive attack on it in a bid to destroy its dignified system, its lifeline. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK to develop the north-south relations and achieve independent reunification, peace and prosperity in line with the historic June 15 joint declaration and the October 4 declaration. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever make every possible effort to keep the June 15 era of reunification going but mercilessly meet the challenges of a handful of absent-minded traitors swimming against the trend of the times and sternly punish them in the name of the nation. &nbsp;&nbsp;&nbsp;\r\n Lee Myung Bak should not misjudge the patience and silence so far kept by the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Lee regime will be held fully accountable for the irrevocable catastrophic consequences to be entailed by the freezing of the inter-Korean relations and the disturbance of peace and stability on the Korean Peninsula due to its sycophancy towards the U.S. and its moves for confrontation with the north.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Blasts Japan's Foolish Way of Thinking",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#2",
            "content": "KCNA Blasts Japan's Foolish Way of Thinking \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Japan is now working hard to keep the U.S. from delisting the DPRK as \"sponsor of terrorism\" as if it has no more important political and diplomatic pending issue than this. &nbsp;&nbsp;&nbsp;\r\n Politicians of Japan still join the conservative forces in calling for prevention of delisting, pulling up the DPRK over the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n The chief delegate of Japan to the six-party talks said in a talk with the U.S. assistant secretary of State on March 17 that \"the matter of delisting north Korea as sponsor of terrorism is a matter decisive of the Japan-U.S. alliance,\" calling for the \"perfect bilateral relations of trust.\" &nbsp;&nbsp;&nbsp;\r\n It is not an issue pertaining to a specified country to ensure peace including the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n That is why the countries concerned of the six-party talks and other countries in the region should behave themselves. &nbsp;&nbsp;&nbsp;\r\n Such action of the chief delegate of Japan fully reveals its ruling quarters' wrong stand and attitude toward the talks. &nbsp;&nbsp;&nbsp;\r\n In fact, Japan was more greatly satisfied than any other country over the fact that the delisting process went without result last year, regarding this as a success of Japan's diplomacy. &nbsp;&nbsp;&nbsp;\r\n This \"diplomacy of pressure upon the DPRK\" has been criticized not only in the international community but also in Japan. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Japan is conducting poor diplomacy in a bid to disturb the six-party talks and fish in troubled waters. &nbsp;&nbsp;&nbsp;\r\n But, it is greatly mistaken. &nbsp;&nbsp;&nbsp;\r\n There will be nothing for Japan to get as it has failed to take its own position at the six-party talks due to its impure behavior and, on the contrary, been recognized as a disturber. &nbsp;&nbsp;&nbsp;\r\n It is a political mistake and an act of going against the trend of the times that the Fukuda regime has got illusion about the above-said \"diplomacy\" as its predecessors did. &nbsp;&nbsp;&nbsp;\r\n In 1970s Japan had to swallow up a bitter cup behind the diplomacy between China and the U.S. because of its failure to conduct effective East Asia diplomacy. If it drew a historical lesson from this, it would be logical that the present Japanese government authorities' diplomacy toward the DPRK over the international political and diplomatic affairs should be in step with the trend of the times. &nbsp;&nbsp;&nbsp;\r\n It is preposterous that Japan has linked the already settled \"abduction issue\" with the matter of delisting. &nbsp;&nbsp;&nbsp;\r\n Japan's shamelessness and moral vulgarity have been felt more keenly when taking into consideration the case of Germany, which has shown sincere stance and attitude toward the settlement of the past in the new century. &nbsp;&nbsp;&nbsp;\r\n Japan had better get rid of such foolish way of thinking as going against the universal trend of the international political developments.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Apology and Reparation Urged",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#3",
            "content": "Japan's Apology and Reparation Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- A spokesman for the Association of Korean Victims of Forcible Drafting and Their Bereaved Families released a statement on March 31, 70 years since the Japanese imperialists promulgated the criminal \"Law on National Mobilization\" after occupying Korea in the last century. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n In order to meet the demands for huge human and material resources for expanding their war of aggression, the Japanese imperialists enacted the \"Law on National Mobilization\" on April 1, 1938 and concocted a heap of evil laws for its enforcement. They invested the \"Government-General of Korea\" with the power to put them into force. &nbsp;&nbsp;&nbsp;\r\n The barbarian Japanese imperialists forcibly drafted more than 8.4 millions of young and middle-aged Koreans from all over the country to hurl them into the war of aggression as cannon fodder and forced them into slave labor at coal mines, mines and construction sites of military bases, treating them cruelly. And they committed heinous crimes by killing them in group and using them as guinea pigs for the test of germ weapons under the pretext of \"keeping secret\" in the end. &nbsp;&nbsp;&nbsp;\r\n It was after the enactment of the above-said law that the Japanese imperialists openly pushed ahead with enlisting of \"comfort women\" for the Imperial Japanese Army which was going on in secrecy. They abducted nearly 200,000 Korean women, among them girls in their teens, and forced them into the sexual slavery for the aggression troops. They did not hesitate to eat them as substitute food. &nbsp;&nbsp;&nbsp;\r\n Japan can never be pardoned as it committed indelible crimes against the Korean nation by enforcing harsh colonial fascist rule after putting Korea under its control at the point of bayonet for more than four decades. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the Japanese reactionaries, seized by the old dream of the \"Greater East Asia Co-prosperity Sphere,\" have stepped up the militarization, gone frantic to distort history, grab Tok Islet and suppress the General Association of Korean Residents in Japan and intensified anti-DPRK hostile acts, far from making an apology and reparation for the past crimes, thus adding more crimes to them. &nbsp;&nbsp;&nbsp;\r\n The Korean people are sharply following the Japanese reactionaries' ambition for reinvasion and their vicious anti-DPRK moves with towering hatred and will never remain an on-looker to them. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should not run amuck but make apology and full reparation to the Korean nation for Japan's crime-woven past.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Leaves Kampala",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#4",
            "content": "Kim Yong Nam Leaves Kampala \r\n&nbsp;&nbsp;&nbsp;Kampala, March 30 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday left Kampala after winding up his official good-will visit to Uganda. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party were seen off at the airport by Tarsis Kavweger, minister for Relief, Disasters and Refugees, Gerard Namirembe Bitamazire, minister of Education and Sports, Serapio Rukundo, minister of State for Tourism, Trade and Industry, and Pak Hyon Jae, DPRK ambassador to Uganda. &nbsp;&nbsp;&nbsp;\r\n There was a farewell ceremony at the airport.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Thanks to Ugandan President",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#5",
            "content": "Message of Thanks to Ugandan President \r\n&nbsp;&nbsp;&nbsp;Kampala, March 30 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Sunday sent a message of thanks to Yoweri Kaguta Museveni, President of the Republic of Uganda, leaving Kampala after wrapping up the official goodwill visit to Uganda. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in the message said that he saw Ugandan people achieving a lot of successes in the efforts for social and economic development. And he referred to the fact that at talks and conversations both sides exchanged views on boosting bilateral relations and on issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n He noted with satisfaction that his visit that was made amid the deep concern of the Ugandan president and government marked an important occasion in deepening the mutual understanding and friendship and giving an impetus to the development of the relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n He wholeheartedly wished the Ugandan people greater success in the struggle to build thriving Uganda and the president good health and great success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Piano Manufacturing Technology Develops in DPRK",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#6",
            "content": "Piano Manufacturing Technology Develops in DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The Pyongyang Piano Joint Venture Company is mass-producing new types of pianos with unique resonance structure. &nbsp;&nbsp;&nbsp;\r\nThe new ones whose tone quality has been improved with the introduction of new technology are popular among experts. &nbsp;&nbsp;&nbsp;\r\nThe pianos were appreciated by piano makers and dealers at the international musical instrument exhibitions held in Germany and the U.S. respectively in April 2004 and in January 2006. &nbsp;&nbsp;&nbsp;\r\nIn an interview with KCNA, Han Chol Yong, director of the company, said: Our pianos are associated with the warm care of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nKim Jong Il saw the first piano made by the company on March 31, Juche 77 (1988). &nbsp;&nbsp;&nbsp;\r\nHe encouraged the workers there, saying as they made the trial piano, they should manufacture better pianos in future. And he indicated the direction and way to solve the problems raised in production. &nbsp;&nbsp;&nbsp;\r\nOver the last two decades, the company has directed many efforts to the modernization of equipment, while applying advanced technology to production. &nbsp;&nbsp;&nbsp;\r\nThe technicians there put piano model 120 on the line of serial production and developed models 100, 110, 123 and 136 one after another. &nbsp;&nbsp;&nbsp;\r\nThey, who had relied on imported mechanical devices and keyboards, the core elements of piano, are now making them by themselves. &nbsp;&nbsp;&nbsp;\r\nToday the company has laid a solid foundation to meet the increasing demand for piano and manufacture any kinds of piano in accordance with the world trend if it wants to do. &nbsp;&nbsp;&nbsp;\r\nThe company has concluded contracts with Austria, China and various other countries and is exporting pianos there.    \r\n\r\n\r\n"
        },
        {
            "title": "Multimedia on Plants and Animals in Mt. Paektu Issued",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#7",
            "content": "Multimedia on Plants and Animals in Mt. Paektu Issued \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Kim Il Sung University has recently brought out the multimedia program \"Library of Mt. Paektu\" (part of plants) and (part of animals) to give a comprehensive knowledge of plants and animals in Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\nThe part of plants introduces more than 1,600 seed plants of 505 species in 114 families. &nbsp;&nbsp;&nbsp;\r\nIt contains abundant materials on the succession process of plants in the course of acclimatization to the frequent changes of the climate in Mt. Paektu, boundaries of forests, plant stocks and other information on the plants in this area. &nbsp;&nbsp;&nbsp;\r\nAnd it provides photo-illustrated accounts of species of plants including rare species and those in danger of extinction and biological features of each species. &nbsp;&nbsp;&nbsp;\r\nThe part of animals introduces more than 2,500 kinds of vertebrates and invertebrates living in this area, mainly in the biosphere reserve of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\nA user of this multimedia can easily find data on animals by names of places, taxonomic categories, Korean alphabets and zoological names. &nbsp;&nbsp;&nbsp;\r\nThe data give photo-illustrated explanations about the biological features, distributions and other information on the animals. &nbsp;&nbsp;&nbsp;\r\nThis multimedia is very popular at the Grand People's Study House and other institutions.    \r\n\r\n\r\n"
        },
        {
            "title": "Koreans Called upon to Reject Cooperation with Outside Forces",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#8",
            "content": "Koreans Called upon to Reject Cooperation with Outside Forces \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The south Korean conservative ruling quarters are now busy cooperating with outside forces, vociferating about \"top priority to south Korea-U.S. relations\" and the \"restoration of south Korea-Japan relations.\" &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday observes in a signed article carried in this regard: &nbsp;&nbsp;&nbsp;\r\n The prevailing situation requires all Koreans to unite close under the banner of \"By our nation itself\" and put a definite end to the sycophancy and treachery of the pro-U.S. conservative forces and their dependence on outsiders and dynamically advance the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n National independence and dependence on outsiders can never go together in the struggle of the Korean nation for independent reunification, peace and prosperity, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n National independence represents patriotism while dependence on outsiders means treachery. &nbsp;&nbsp;&nbsp;\r\n Independence is what keeps the nation alive. National independence guarantees national dignity and honor, national pride and indomitable will and spirit of the nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should become a main player in settling the issue of national reunification under any circumstances. It should be achieved by the concerted efforts of the Koreans according to their will and wishes for independence. &nbsp;&nbsp;&nbsp;\r\n It is the inviolable national right of the Koreans to regain the national sovereignty usurped by the outside forces by their concerted efforts as a main player. &nbsp;&nbsp;&nbsp;\r\n The aggressive outside forces are not interested in the national reunification and peace but in the continued division and confrontation. &nbsp;&nbsp;&nbsp;\r\n Any attempt to solve the issue of national reunification, a matter of regaining national sovereignty lost to outside forces, by depending on outsiders is little short of going oneself under the yoke of slavery. &nbsp;&nbsp;&nbsp;\r\n Dependence on outsiders and cooperation with them lead to national ruin and self-destruction. &nbsp;&nbsp;&nbsp;\r\n The moves of the pro-U.S. conservative forces to boost cooperation with outside forces cannot be construed otherwise than a treacherous and anti-reunification act of flatly denying the historic June 15 joint declaration and the October 4 declaration agreed upon and proclaimed by the north and the south and challenging the idea of \"By our nation itself\" that enjoyed support and sympathy from all fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n All Koreans in the north and the south and overseas should turn out in a nationwide struggle to foil the moves of the pro-U.S. conservative forces in south Korea to increase their dependence on outside forces in a bid to hurt the destiny of the nation and its dignity, bearing deep in mind the truth that they can preserve national independence, dignity and honor only by remaining true to the idea of \"By our nation itself.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Describes Juche Idea as Eternal Banner of Struggle",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#9",
            "content": "Rodong Sinmun Describes Juche Idea as Eternal Banner of Struggle\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Today is the 26th anniversary of General Secretary Kim Jong Il's famous work \"On the Juche Idea.\" &nbsp;&nbsp;&nbsp;\r\n In this regard, Rodong Sinmun Monday carries a signed article describing the work as an immortal library which systematized and comprehended in all aspects the Juche idea fathered by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are now holding higher the banner of the Juche idea in the gigantic advance to win the final victory in building a great prosperous powerful nation under the Songun leadership of the Workers' Party of Korea, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The people's unshakable will to advance under the uplifted banner of the Juche idea is manifested vividly, above all, in the fact that they are devotedly implementing the WPK's lines and policies, regarding them as absolute truth. &nbsp;&nbsp;&nbsp;\r\n Their stand and attitude toward the WPK's lines and policies are transparent. &nbsp;&nbsp;&nbsp;\r\n As the entire army and all the people fully display the spirit of devotedly implementing the WPK's policies, epoch-making miracles and feats are being wrought one after another in the Korean revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Their steadfast will is also manifested to the full in the fact that they are pushing ahead with the building of a great prosperous powerful nation in the revolutionary spirit of self-reliance with firm belief in their strength. &nbsp;&nbsp;&nbsp;\r\n Signal achievements are now being made at major units of the national economy effecting upswing in technological improvement and production, monumental edifices in the era of Songun built across the country and socialist landscapes shaped in towns and the countryside. All of them are a precious fruition of the Korean people's revolutionary spirit of self-reliance. &nbsp;&nbsp;&nbsp;\r\n The Korean people's unshakable will also finds its vivid expression in the fact that they are reliably defending the ideological position of Korean-style socialism and the Korean socialist way of life while resolutely smashing the imperialists' reactionary ideological and cultural infiltration. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people are devotedly implementing the WPK's lines and policies and vigorously accelerating the building of a great prosperous powerful nation in the revolutionary spirit of self-reliance, closely rallied as one in mind around their leader. This proud reality gives confidence that the history of the Korean revolution will shine forever as the victorious history of the Juche idea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. and S. Korean Forces Commit Over 200 Cases of Air Espionage in March",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#10",
            "content": "U.S. and S. Korean Forces Commit Over 200 Cases of Air Espionage in March\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The U.S. imperialist aggressor forces and the south Korean forces committed at least 200 cases of aerial espionage against the DPRK in March with strategic and tactical reconnaissance planes of different missions, aggravating the situation of the Korean Peninsula, according to a military source. &nbsp;&nbsp;&nbsp;\r\n More than 110 cases were made by the U.S. imperialist warmongers and 90 odd cases by the south Korean forces. &nbsp;&nbsp;&nbsp;\r\n On March 26 and 27, overseas-based RC-135 flew into south Korea to have aerial photographing and electronic reconnaissance on the DPRK as a whole. &nbsp;&nbsp;&nbsp;\r\n Earlier, an overseas-based U-2, which was deployed in south Korea on March 9, and other high-altitude strategic reconnaissance planes of this type in the U.S. Air Force bases in south Korea had air espionage on major objects in the depth of the DPRK. &nbsp;&nbsp;&nbsp;\r\n From March 17 to 19, an E-3 based in Japan was sent to south Korea to spy on the DPRK while commanding flying corps involved in the combined air war exercises of the U.S. and south Korean air forces while committing reconnaissance about the DPRK side. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists let more than three reconnaissance planes such as RC-12 and RC-7B fly in the sky above the forefront area everyday between March 2 and 6 and between March 9 and 15 to commit intensive surveillance and electronic reconnaissance on the DPRK. &nbsp;&nbsp;&nbsp;\r\n In the meantime, two RC-800s of the south Korean forces committed aerial espionage against the DPRK on March 29. The number of cases of espionage by this tactical reconnaissance plane totaled to over 60. &nbsp;&nbsp;&nbsp;\r\n A RF-4C of the south Korean forces was almost every day sent to the sky above the forefront area to have surveillance, photographing and electronic reconnaissance on the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rally for Peace and Disarmament Held in Seoul",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#11",
            "content": "Rally for Peace and Disarmament Held in Seoul\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The People for Achieving Peace and Reunification, the Family Movement for Realizing Democracy (Mingahyop) and the Association for Supporting Prisoners of Conscience of the Mingahyop in south Korea held the 77th rally for peace and disarmament in Seoul on March 25. &nbsp;&nbsp;&nbsp;\r\n A resolution, read out at the rally, referred to the fact that recently the U.S. administration submitted to Congress what is called \"proposal for strengthening south Korea-U.S. military cooperation.\" &nbsp;&nbsp;&nbsp;\r\n It contended that the \"proposal\" would result in fattening the U.S. munitions businesses under the signboard of \"efficiency of weapons\" and tightening south Korea's military dependence on the U.S. &nbsp;&nbsp;&nbsp;\r\n The people from all walks of life are strongly opposed to the above-said anti-peace and aggressive \"proposal\" and will wage a vigorous struggle against the warmongers' moves for arms buildup, it said. &nbsp;&nbsp;&nbsp;\r\n Denouncing the south Korean authorities' moves to build the missile defense system, it said that such action would spark off an arms race and create an acute war crisis in Northeast Asia.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Images of Three Generals of Mt. Paektu Carried in Many Foreign Media",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#12",
            "content": "Images of Three Generals of Mt. Paektu Carried in Many Foreign Media\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Images of President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese war hero Kim Jong Suk have been carried by a total of 6,500 media, including newspapers, magazines, TVs and bulletins, and Internet homepages of political parties and organizations in over 150 countries over the past seven or more years. &nbsp;&nbsp;&nbsp;\r\n On significant occasions media of China, Russia, Cuba, Iran, India, Bulgaria, Portugal, Nigeria, Guinea, Ethiopia, Mexico, Guyana and other countries introduced works of the peerlessly great men of Mt. Paektu and the brief history of their  revolutionary activities, carrying their portraits and pictures. Among them were a portrait of the smiling President, a photo of Kim Il Sung and Kim Jong Suk, a fine art work depicting the woman commander of Mt. Paektu who safeguarded the headquarters of revolution with her body as a shield, pictures of Kim Jong Il and photos the three great persons posed for all together. &nbsp;&nbsp;&nbsp;\r\n  TVs of Laos, Syria, Egypt, Italy, Cuba and other countries broadcast \"The Great Life in 1994,\" \"For the Liberation of the Country\" and other Korean films carrying august images of three great persons of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Also their images were posted on Internet homepages of political parties, organizations and institutions of different countries, including the Central Committee of the All-Union Communist Party of Bolsheviks, the British Association for the Study of Songun Policy, the Peru Group for the Study of Kimilsungism, the Brazilian Centre for Peace and Solidarity, the U.S. Group for the Study of Songun Politics and SANA of Syria.    \r\n\r\n\r\n"
        },
        {
            "title": "End to Discrimination against Graduates from Korean Schools in Japan Demanded",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#13",
            "content": "End to Discrimination against Graduates from Korean Schools in Japan Demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The Japanese Federation of Bar Associations made public a written recommendation addressed to the Japanese government on March 26 demanding it recognize the qualification of graduates from Korean schools to be admitted to Japanese universities. &nbsp;&nbsp;&nbsp;\r\n The written recommendation accused the Japanese government of discriminating against students of Korean schools in treating them, thereby encroaching upon their right to study. &nbsp;&nbsp;&nbsp;\r\n It recalled that students of Korean schools alone have to go through \"individual examination\" at all universities and their applications for  admission are being turned down even after the revision of the regulations for enforcing the law on school education adopted in 2003 which called for extending the qualifications of graduates from foreign schools to be admitted to Japanese universities. &nbsp;&nbsp;&nbsp;\r\n It urged the Japanese government to recognize without any discrimination the qualification of graduates from Korean schools to be admitted to Japanese universities.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun condena actitud conflictiva de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#14",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Condenan insistencia en \"ataque preventivo\" contra la RPDC",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#15",
            "content": "Rodong Sinmun condena actitud conflictiva de Lee Myung Bak\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 1 de abril (ATCC) -- El periodico Rodong Sinmun publico este martes un comentario condenando el servilismo a Estados Unidos y el fanatismo del \"Poder\" de Lee Myung Bak por la confrontacion con el Norte de Corea. &nbsp;&nbsp;&nbsp;\r\n  Abajo va su texto resumido: &nbsp;&nbsp;&nbsp;\r\n  En los ultimos dias, el \"poder\" de Lee Myung Bak del \"Gran Partido Nacional\" conformado recientemente en el Sur de Corea desafia frontalmente a la corriente de la epoca de reunificacion independiente practicando abiertamente el servilismo a EE.UU. y la confrontacion con el Norte de Corea. &nbsp;&nbsp;&nbsp;\r\n  Al prometer a gritos recuperar los supuestos \"diez anos perdidos\", Lee y su banda tratan de echar por tierra todos los acuerdos logrados entre el Norte y el Sur de Corea despues de publicada la historica Declaracion Conjunta del 15 de Junio abogando por la \"prioridad a las relaciones Sur de Corea-EE.UU.\", la \"solucion completa del problema nuclear del Norte\" y el \"pragmatismo\", entre otras sofisterias. &nbsp;&nbsp;&nbsp;\r\n  En particular, al intensificar la campana para escandalizar el problema nuclear, Lee dice sin escrupulos que \"con armas nucleares no se puede marchar hacia la reunificacion y sera dificil desarrollar las relaciones Sur-Norte\". Esto resulta una copia de la palabra del titere Kim Young Sam de \"no estrechar la mano con el poseedor de armas nucleares\".&nbsp;&nbsp;&nbsp;\r\n  Tambien es repugnante el comportamiento del ministro de \"Reunificacion\" que dice ajustar la velocidad, la dimension y el modo de impulso del desarrollo de las relaciones con el Norte conforme al avance de la situacion del \"problema nuclear del Norte\".&nbsp;&nbsp;&nbsp;\r\n  Por otra parte, a fin de sofocar el impetu de reunificacion pro-Norte de los habitantes e inculcarles a estos el sentimiento conflictivo con el Norte, los gobernantes conservadores surcoreanos libran una gran campana para eliminar a las fuerzas progresistas partidarias de reunificacion e intensifican los ejercicios belicos para la agresion al Norte y el alboroto para acusar a este del problema de \"derechos humanos\" en contubernio con las fuerzas foraneas. &nbsp;&nbsp;&nbsp;\r\n  Todo lo dicho muestra a que grado llego el fanatismo del \"poder\" de Lee por el enfrentamiento con el Norte. &nbsp;&nbsp;&nbsp;\r\n  Lee es un politiquero conservador quien se dedico a los negocios desde el regimen dictatorial fascista de \"renovacion\" y trabajo de alcalde de Seul como militante del \"Gran Partido Nacional\".&nbsp;&nbsp;&nbsp;\r\nPor lo tanto, no es ninguna sorpresa la posicion servil a EE.UU. y postura conflictiva de Lee con el Norte, que fueron mostradas tan pronto como el asumiera el \"poder\".&nbsp;&nbsp;&nbsp;\r\n  Tal naturaleza de Lee y sus compinches conservadores en el Poder se pone de relieve en su \"politica al Norte\": \"Desnuclearizacion, apertura y 3000\".&nbsp;&nbsp;&nbsp;\r\n  Este disparate sumamente absurdo y atrevido, que presenta como premisa de las relaciones Norte-Sur la \"renuncia total a las armas nucleares\" y la \"apertura\" del primero, deviene una declaracion anti-reunificacion para vender los intereses nacionales a las fuerzas extranjeras, perseguir el enfrentamiento y la guerra y llevar las relaciones Norte-Sur a una coyuntura catastrofica. &nbsp;&nbsp;&nbsp;\r\n  En estos tiempos, preconizando la supuesta \"amenaza nuclear del Norte\", Lee y su banda dicen que \"no pueden permitir nunca la posesion de armas nucleares por el Norte\" y \"deben lograr primero la renuncia total a estos artefactos\".&nbsp;&nbsp;&nbsp;\r\nEstas palabras parten de la ignorancia del curso del surgimiento y esencia del problema nuclear de la Peninsula Coreana, la fuente de la amenaza nuclear y de los acuerdos logrados en las conversaciones a 6 bandas. &nbsp;&nbsp;&nbsp;\r\n  Los sucesivos \"poderes\" del Sur de Corea nunca se preocuparon del despliegue abierto en el territorio surcoreano de las armas nucleares de EE.UU. que sobran para exterminar en cientos veces a la nacion coreana, y al contrario, lo defendieron y se incorporaron activamente a las maniobras del imperio encaminadas a provocar una guerra nuclear contra el Norte de Corea. &nbsp;&nbsp;&nbsp;\r\n  Lo que hizo primero Lee Myung Bak en calidad de \"presidente\" fue introducir en el suelo surcoreano los equipos belicos  nucleares sofisticados de EE.UU. incluyendo el portaaviones de propulsion supergrande y submarinos y desarrollar con las fuerzas extranjeras los ejercicios para la guerra nuclear contra el Norte de Corea. &nbsp;&nbsp;&nbsp;\r\n  Ademas, piensa involucrar al Sur de Corea en la peligrosisima \"Iniciativa de Seguridad contra la Proliferacion\" (PSI en siglas inglesas) y en el \"sistema antimisiles\", a lo cual no se atrevieron sus antecesores. &nbsp;&nbsp;&nbsp;\r\n   Parece que Lee no conoce correctamente ni el contenido de desnuclearizacion de la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\nEsta desnuclearizacion no es un problema entre el Norte y el Sur, sino es una cuestion entre la RPDC y EE.UU. y un asunto internacional en que esta implicado tambien el Sur de Corea. Por esta razon, comenzaron las conversaciones a 6 bandas. &nbsp;&nbsp;&nbsp;\r\nEn realidad, Lee lleva al fracaso esa labor repitiendo como papagayo lo que dicen otros sin saber como ocurrio el problema nuclear de la Peninsula Coreana, por que el Norte de Corea preparo el disuasivo nuclear y por que este insiste en la desnuclearizacion de toda la Peninsula Coreana. &nbsp;&nbsp;&nbsp;\r\nEl \"poder\" de Lee debe sacar la leccion de su amo gringo y el \"poder\" antecesor que resultaron fracasados en su intento de imponer al Norte de Corea la \"renuncia nuclear, primero\".&nbsp;&nbsp;&nbsp;\r\nNo podemos renunciar docilmente a nuestro disuasivo nuclear, producto de la grandiosa idea del Songun (priorizacion militar) y escudo de la justicia y la paz, porque alguien nos lo demande unilateralmente. &nbsp;&nbsp;&nbsp;\r\nIgualmente, resulta obvio que nuestra fuerza de disuasion nuclear nunca puede ser un objeto de regateo con los lacayos proyanquis de la calana de Lee Myung Bak. &nbsp;&nbsp;&nbsp;\r\nEn fin de cuentas, la teoria de \"renuncia nuclear del Norte, primero\" de Lee no pasa de ser una declaracion de confrontacion y de guerra, que obstaculiza la solucion del problema nuclear y se niega a las relaciones Norte-Sur y a la paz. &nbsp;&nbsp;&nbsp;\r\nLa \"apertura\", de que habla Lee, resulta una intolerable provocacion contra la dignidad y el sistema de la RPDC. &nbsp;&nbsp;&nbsp;\r\nEn lo tocante a este tema, hasta ahora no habiamos prohibido a nadie el acceso a nuestro pais y hemos abierto hasta a EE.UU., pais hostil con el nuestro, las posibilidades de mejorar las relaciones bilaterales. &nbsp;&nbsp;&nbsp;\r\nAl contrario, son precisamente EE.UU. y los actuales circulos del \"poder\" del Sur de Corea los que bloquean y acorralan a la RPDC. &nbsp;&nbsp;&nbsp;\r\nEl imperio ha venido practicando en franco contubernio con el Sur de Corea las inauditas maniobras de aislamiento y aplastamiento a la RPDC en virtud de infames leyes como la \"ley de comercio exterior con paises hostiles\" y la \"ley antiterrorista\".&nbsp;&nbsp;&nbsp;\r\nEn particular, el \"poder\" de Lee Myung Bak se dirige a bloquear las relaciones Norte-Sur, que se desarrollaron favorablemente tras la aprobacion de la Declaracion Conjunta del 15 de Junio, esgrimiendo los supuestos \"4 principios para dar impulso a la politica sobre el Norte\".&nbsp;&nbsp;&nbsp;\r\nEl cuestionamiento del supuesto \"problema de derechos humanos\" del Norte es una muestra de la ignorancia de Lee sobre la RPDC y, al mismo tiempo, deviene una provocacion politica malintencionada para inculcar el sentimiento de hostilidad y la desconfianza entre los connacionales y llevar a la confrontacion las relaciones Norte-Sur. &nbsp;&nbsp;&nbsp;\r\n  El \"problema de DDHH\" existe por el contrario en el Sur de Corea sometido a la ocupacion militar de EE.UU. &nbsp;&nbsp;&nbsp;\r\n  En particular, tan pronto como hizo su aparicion, el \"poder\" de Lee levanta la ola de represion contra las fuerzas progresistas pro-reunificacion calificandolas de \"pronorcoreanas\" bajo el pretexto de liquidar los residuos del antecesor \"regimen izquierdista\".&nbsp;&nbsp;&nbsp;\r\nPor consiguiente, esta condenado por los habitantes como \"poder neofascista\", \"gobierno policial\" y \"poder restaurador de lo caduco\".&nbsp;&nbsp;&nbsp;\r\n  La provocacion al regimen de la RPDC con la \"apertura\" y \"DDHH\" es una accion atrevida de los que no saben el principio fundamental que rige en las relaciones Norte-Sur, segun el cual ambas partes no deben censurar o calumniar reciprocamente ni intervenir en los asuntos internos de la contraparte. &nbsp;&nbsp;&nbsp;\r\n  Las actuales autoridades surcoreanas enloquecidas por la teoria de \"apertura\" y \"DDHH\" pidieron a su amo norteamericano que les ayudara lograr la \"apertura\" del Norte y libran la campana de \"DDHH\" anti-RPDC hasta en la escena internacional. &nbsp;&nbsp;&nbsp;\r\n  La supuesta \"apertura\" preconizada por el \"poder\" de Lee demuestra su intencion de mellar el muy digno regimen de la RPDC, llevar a la confrontacion las relaciones intercoreanas y, a la larga, entregar en bandeja a las fuerzas extranjeras toda la Peninsula Coreana no solo el territorio surcoreano sino tambien incluyendo la extension del Norte de Corea. &nbsp;&nbsp;&nbsp;\r\n  Ademas, el especulador y estafador Lee planteo la teoria de \"3000 de ingreso per capita\" con que quiso burlarse de la RPDC. &nbsp;&nbsp;&nbsp;\r\n  En estos momentos, Lee y sus pandilleros pronuncian palabras edulcorantes de toda clase como que si la RPDC renuncia a sus armas nucleares y practica la \"apertura\", la ayudarian para que el ingreso per capita llegue a 3000 US$ dentro de 10 anos. &nbsp;&nbsp;&nbsp;\r\n  Es una caricatura politica el procedimiento ridiculo de ellos que actuan como \"generosos\" jactandose de su economia colonial dependiente de EE.UU. y criticando atrevidamente la economia nacional independiente y la vida del pueblo de la RPDC. &nbsp;&nbsp;&nbsp;\r\n  Es una cosa de morirse de risa el hecho de que el que habla del \"ingreso per capita\" de alguien es el mismo que debido a la economia surcoreana y la vida popular arruinadas, se vio obligado a mendigar en todas partes las inversiones extranjeras desde su llegada al poder. &nbsp;&nbsp;&nbsp;\r\n  Lo mas ridiculo del caso es que la pandilla de Lee anuncia utilizar como fondos de \"ayuda al Norte\" el prestamo contraido con los paises occidentales y hasta la cuota que debe pagar Japon a la RPDC para indemnizar los crimenes cometidos en el pasado contra el pueblo coreano. &nbsp;&nbsp;&nbsp;\r\n  Si Lee tuviera el mas elemental sentido de juicio, sabria quien es el ayudante y quien es el que recibe la ayuda. &nbsp;&nbsp;&nbsp;\r\n  Seria recomendable que Lee se limpie su nariz antes de \"preocuparse\" de alguien. &nbsp;&nbsp;&nbsp;\r\nAl igual que en el pasado, podremos vivir en el futuro tambien sin el Sur de Corea y veremos como este podra subsistir dando espaldas y enfrentandose con el Norte. &nbsp;&nbsp;&nbsp;\r\n  Al malemplear las sagradas labores de cooperacion entre el Norte y el Sur para la coprosperidad nacional en sus malsanos objetivos politicos, Lee Myung Bak desentrano su origen de estropeador de la reconciliacion y cooperacion y de enemigo para la reunificacion y prosperidad. &nbsp;&nbsp;&nbsp;\r\n  Por cierto, la teoria de \"desnuclearizacion, la apertura y 3000\" plagada de provocativos sofismas contra la parte Norte resulta la palabra mas repugnante y una ilusion absurdisima que resultan una muestra coherente del caracter anti-reunificacion y antinacional del \"poder\" de Lee. &nbsp;&nbsp;&nbsp;\r\n  Esa teoria esta cimentada en el reaccionario \"pragmatismo\".&nbsp;&nbsp;&nbsp;\r\n  Hasta la fecha, hubo en varias ocasiones el cambio de \"poder\" en el Sur de Corea. &nbsp;&nbsp;&nbsp;\r\nPero, Lee es el unico traidor que declaro abiertamente al interior y exterior del pais que trataria las relaciones Norte-Sur poniendolas por debajo de los vinculos diplomaticos y sujetandolas a estos. &nbsp;&nbsp;&nbsp;\r\n  La llegada al \"poder\" de Lee creo un camino espinoso para las relaciones Norte-Sur, lo cual influiria sobre la situacion de la Peninsula Coreana y su contorno. &nbsp;&nbsp;&nbsp;\r\n  El \"poder\" de Lee da acicate al establecimiento de la alianza militar tripartita fortaleciendo la confabulacion con EE.UU. y Japon. Esto agudiza mas la tension de la Peninsula Coreana y su contorno y aumenta el peligro de guerra nuclear. &nbsp;&nbsp;&nbsp;\r\n  Si el titere Lee toma como ahora el camino de enfrentamiento violando las declaraciones y acuerdos Norte-Sur y siguiendo a las fuerzas foraneas, nos vemos obligados a cambiar nuestro modo de respuesta. &nbsp;&nbsp;&nbsp;\r\n   En particular, no toleraremos ni en lo minimo a quienes quieran dar el primer golpe atentando a nuestro digno sistema que significa nuestra vida. &nbsp;&nbsp;&nbsp;\r\n  Es invariable nuestra posicion de desarrollar las relaciones Norte-Sur y lograr la reunificacion independiente, la paz y la prosperidad segun la historica Declaracion Conjunta del 15 de Junio y la del 4 de Octubre. &nbsp;&nbsp;&nbsp;\r\n  Si bien realizaremos todos los esfuerzos en lo adelante tambien por dar continuidad a la epoca de reunificacion iniciada el 15 de Junio, destruiremos sin piedad el desafio de un punado de estupidos que navegan contra la epoca y condenaremos a duras penas en nombre de toda la nacion a los traidores vendepatrias. &nbsp;&nbsp;&nbsp;\r\n  Lee Myung Bak no debe interpretar mal nuestra paciencia y silencio mantenidos hasta la fecha. &nbsp;&nbsp;&nbsp;\r\n  El \"poder\" de Lee se responsabilizara enteramente por las destructivas consecuencias de la congelacion de las relaciones Norte-Sur y de la quiebra de la paz y estabilidad de la Peninsula Coreana, que se produciran debido a sus maniobras de servilismo a EE.UU. y de enfrentamiento con el Norte.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam agradece a Yoweri Kaguta Museveni",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#16",
            "content": "Condenan insistencia en \"ataque preventivo\" contra la RPDC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 31 de marzo (ATCC) -- En la \"audiencia de confirmacion en la Asamblea Nacional\" del Sur de Corea sostenida el dia 26, el presidente de la Junta de los Jefes de Estado Mayor del ejercito surcoreano dijo que en el caso necesario dara un \"golpe preventivo\" con las armas teledirigidas de precision contra las bases nucleares del Norte de Corea mientras cuestionaba la supuesta \"amenaza nuclear\" proveniente de este. &nbsp;&nbsp;&nbsp;\r\nAl publicar un articulo intitulado \"Las autoridades militares surcoreanas deben actuar con prudencia\", un comentarista de asuntos militares subrayo que esas palabras resultan practicamente la declaracion de guerra contra la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\n  Nosotros no las calificamos de un simple lapsus linguae sino de reflejo de la nueva politica al Norte de las actuales autoridades surcoreanas, senala el comentarista y prosigue: &nbsp;&nbsp;&nbsp;\r\n  La expresion del \"golpe preventivo\" a las bases nucleares de los connacionales parte de la inmadurez politica e ignorancia de asuntos militares de quien desconoce como fueron preparados nuestros artefactos nucleares y cuales son sus blancos. Tambien, constituye un comportamiento vil de los tipejos serviles y sumisos a las grandes potencias para adular a su amo al poner en practica las bandidescas exigencias de este. &nbsp;&nbsp;&nbsp;\r\n  Si tenemos en cuenta la situacion de las autoridades militares surcoreanas, ese \"ataque preventivo\" es una palabra atrevida, que no es ninguna sorpresa para nosotros. &nbsp;&nbsp;&nbsp;\r\nPero, ya que esa frase desafiante representa la nueva politica de enfrentamiento de las actuales autoridades surcoreanas contra la RPDC, nuestro ejercito se ve obligado a aclarar la posicion de principios al respecto. &nbsp;&nbsp;&nbsp;\r\n  Como hemos aclarado en varias ocasiones, en la Peninsula Coreana, que no esta en los tiempos de guerra ni de paz, el golpe preventivo no es un medio exclusivo de una parte. &nbsp;&nbsp;&nbsp;\r\n  Nuestras fuerzas armadas revolucionarias, que observan con alta vigilancia todos los movimientos militares del ejercito surcoreano, se mantienen siempre en alta disposicion de combate. &nbsp;&nbsp;&nbsp;\r\n  Responderan con el golpe preventivo mas rapido, mas poderoso y mas avanzado de nuestro estilo a los mas minimos movimientos de la igual accion militar contra nuestras bases nucleares. &nbsp;&nbsp;&nbsp;\r\n  El tradicional modo de reaccion y el temperamento combativo de nuestras fuerzas armadas revolucionarias son responder con el canonazo al tiroteo y con la sobredureza a la dureza. &nbsp;&nbsp;&nbsp;\r\n  Nuestro ejercito, que tiene la mision de defender la patria socialista bajo la bandera del Songun (priorizacion militar), no estara esperando jamas con brazos cruzados hasta que los belicistas inicien el \"golpe preventivo\".&nbsp;&nbsp;&nbsp;\r\n  Ellos deben darse clara cuenta de que si comienza el ataque preventivo adelantado de nuestro estilo, todas las cosas no solo seran envueltas en llamas sino se reduciran a cenizas. &nbsp;&nbsp;&nbsp;\r\n  Si las autoridades militares surcoreanas no exponen la posicion de revocar y pedir disculpa por esa palabra violenta de \"ataque preventivo\", seran abortados todos los dialogos Norte-Sur previstos. &nbsp;&nbsp;&nbsp;\r\n  Mantenemos invariablemente la posicion de que el dialogo y la guerra son incompatibles. &nbsp;&nbsp;&nbsp;\r\n  Resulta ilogico dialogar con la contraparte que habla sin escrupulos de dar el primer golpe como si no le bastaran el aumento de las fuerzas armadas agresoras dispuestas a provocar la guerra y el despliegue de las macro-ejercicios militares junto con las fuerzas foraneas. &nbsp;&nbsp;&nbsp;\r\n  Bajo tales circunstancias tan graves, por ahora, nuestras fuerzas armadas revolucionarias se vieron obligadas a tomar la medida de prohibir rigurosamente el paso de las autoridades surcoreanas incluyendo las figuras militares por la Linea de Demarcacion Militar. &nbsp;&nbsp;&nbsp;\r\n  Hasta la fecha, a partir de la posicion de contribuir a la reconciliacion, la unidad y la coprosperidad de la nacion, nuestro ejercito permitio el paso por la Linea de Demarcacion Militar, bloqueada consecuentemente durante mas de medio siglo, sin restringir a los que lo desearon. &nbsp;&nbsp;&nbsp;\r\n  Pero, tambien tiene su limite nuestra magnanimidad. &nbsp;&nbsp;&nbsp;\r\n  No habra otra tonteria mas grande que seguir introduciendo en su casa a los belicistas que no vacilan en dar el primer golpe para danar al anfitrion. &nbsp;&nbsp;&nbsp;\r\n  Las autoridades militares surcoreanas se responsabilizaran de todas las consecuencias graves que se produciran en el desarrollo de las relaciones Norte-Sur. &nbsp;&nbsp;&nbsp;\r\n  La historia mostro en varias ocasiones el tragico fin de quienes dieron espaldas a la exigencia de la epoca y la aspiracion de la nacion. &nbsp;&nbsp;&nbsp;\r\n  Las autoridades militares surcoreanas deben ver correctamente la situacion y actuar con prudencia.   \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam parte de Kampala",
            "url": "http://kcna.co.jp/item/2008/200804/news04/01.htm#17",
            "content": "Kim Yong Nam agradece a Yoweri Kaguta Museveni\r\n&nbsp;&nbsp;&nbsp;Kampala, 30 de marzo (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, partiendo de esta capital tras terminar su visita oficial y de amistad a la Republica de Uganda, envio el dia 30 un telegrama de agradecimiento a su homologo ugandes Yoweri Kaguta Museveni. &nbsp;&nbsp;&nbsp;\r\nEl remitente se refiere a que pudo presenciar directamente muchos exitos que el pueblo ugandes logra en la lucha por el desarrollo socio-economico y  a que en las conversaciones y charlas intercambiaron opiniones sobre el problema de fortalecer y desarrollar de continuo las relaciones bilaterales  y otros asuntos de interes comun. &nbsp;&nbsp;&nbsp;\r\nSenala que se siente satisfecho de que la presente visita realizada bajo la profunda atencion del presidente y el gobierno de Uganda haya servido de un importante motivo para profundizar mas el entendimiento mutuo y la fraternidad y promover aun mas el desarrollo de las relaciones entre los dos paises. &nbsp;&nbsp;&nbsp;\r\nDesea de todo corazon al pueblo ugandes un mayor avance en la lucha por construir la Uganda prospera y al destinatario buena salud y grandes exitos en sus labores responsables.    \r\n\r\n\r\n\r\n"
        }
    ]
}