{
    "date": "2008-08-04",
    "url": "http://kcna.co.jp/item/2008/200808/20080804.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Sub-unit of KPA Navy Unit",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Enjoys Performance Given by Art Squad of KPA Unit 757",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#2",
            "content": "Kim Jong Il Inspects Sub-unit of KPA Navy Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- General Secretary Kim Jong Il inspected a sub-unit of KPA Navy Unit 155 honored with the title of O Jung Hup-led  Seventh Regiment. &nbsp;&nbsp;&nbsp;\r\n After receiving a salute, he went round the warship associated with revolutionary activities of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The President personally went aboard the historic warship on May 24, 1970 and gave precious instructions on bolstering up the naval forces. &nbsp;&nbsp;&nbsp;\r\n Recalling with deep emotion the unforgettable historical day, Kim Jong Il praised the unit for preserving and managing well the warship associated with the leadership exploits of the President. He added that the undying revolutionary exploits performed by the President in the building of the Juche-oriented navy would shine long in the history of the country. &nbsp;&nbsp;&nbsp;\r\n He dropped in at the operation commanding room to learn about the unit's performance of guard duty and the training there. &nbsp;&nbsp;&nbsp;\r\n Expressing satisfaction over the fact that seamen of the unit are performing combat duty with high vigilance, sharply watching every move of the enemies, and all the commanding officers have acquired a high skill of operating the warship and commanding ability, he set forth the tasks to be fulfilled by the unit to boost the combat capability in every way. &nbsp;&nbsp;&nbsp;\r\n Making the rounds of entertainment and educational and supply service facilities of the unit, he took deep care of the living of the seamen. &nbsp;&nbsp;&nbsp;\r\n He was satisfied to learn that the commanding officers of the unit have provided the seamen with good and convenient conditions for their living and highly appreciated the efforts made by them. &nbsp;&nbsp;&nbsp;\r\n He met and had a warm talk with Choe Jong Su, captain of a boat of the sub-unit. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the sub-unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for KPA Unit Stationed in Area of Mt. Kumgang Issues Special Statement",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#3",
            "content": "Kim Jong Il Enjoys Performance Given by Art Squad of KPA Unit 757 \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- General Secretary Kim Jong Il enjoyed a performance given by the art squad of KPA Unit 757. &nbsp;&nbsp;&nbsp;\r\n The performers put on the stage colorful numbers of various genres including agitating story \"General Inspects Drill Ground,\" female trio \"Soldiers Sing of Our Supreme Commander,\" drama agitation \"Sharp Eyes,\" male quartet \"Whole Country Knows,\" male vocal solo \"The Country I Am Defending\" and choral recitation of poem \"Let's Sharpen Our Bayonets to Annihilate Enemy.\" &nbsp;&nbsp;&nbsp;\r\n He highly appreciated their successful performance, expressing great satisfaction over the fact that the art squad members of the unit not only created excellent works vividly reflecting the inexhaustible mental power of the servicepersons of the KPA but staged a truthful and militant performance. &nbsp;&nbsp;&nbsp;\r\n Noting that the art agitation is very important as it has strong influence and appeal in the ideological education of the servicepersons, he set forth important tasks which would serve as guidelines for intensifying the revolutionary and militant performing activities. &nbsp;&nbsp;&nbsp;\r\n Among the audience were KPA Generals Hyon Chol Hae and Ri Myong Su and other commanding officers of the army, Department Director of the WPK Central Committee Jang Song Thaek, First Vice-Department Directors Ri Yong Chol and Ri Je Gang and other senior officials of the WPK Central Committee.    \r\n\r\n"
        },
        {
            "title": "Greetings to Macedonian President",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#4",
            "content": "Spokesman for KPA Unit Stationed in Area of Mt. Kumgang Issues Special Statement \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- A spokesman for the unit of the Korean People's Army stationed in the area of Mt. Kumgang issued today a special statement in connection with the unsavory incident that occurred in the area of Mt. Kumgang on July 11 in which an unidentified south Korean tourist was shot to death after illegally intruding into the area under the military control of the north side. &nbsp;&nbsp;&nbsp;\r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n We still do not know for what purpose the killed tourist crossed the boundary fence which bans free access in early dawn and what the tourist was going to do after intruding deep into the said area. &nbsp;&nbsp;&nbsp;\r\n Whatever the cause of the incident might be, our side already expressed regret at it through a relevant organ, taking into consideration the fact that the tourist was a compatriot although the tourist met death due to the tourist's own mistake. &nbsp;&nbsp;&nbsp;\r\n But no sooner had the incident occurred than the south Korean puppets, as if they had been waiting for the incident to occur, went so imprudent as to kick up a reckless racket of confrontation with the north almost every day, misleading the public opinion at home and abroad. &nbsp;&nbsp;&nbsp;\r\n Traitor Lee Myung Bak and other men in authority of the puppet government including those concerned of the \"Ministry of Unification\" are taking the lead in this campaign and it is joined in by the \"Grand National Party\" and other conservative political parties and organizations. &nbsp;&nbsp;&nbsp;\r\n On July 31 Han Sung Su, puppet prime minister, again made his appearance in an official event where he behaved so ridiculously as to demand the north \"punish\" the one responsible for the incident and make an understandable \"clarification.\" &nbsp;&nbsp;&nbsp;\r\n We can not but say what we should do, given that the Lee Myung Bak group keeps making much fuss, slandering us just like a guilty party filing the suit first. &nbsp;&nbsp;&nbsp;\r\n The recent racket kicked up by the Lee group is nothing but a deliberate anti-DPRK confrontational ruckus launched by the group on the basis of the fiction cooked up on its own presumption and judgment in a bid to achieve a sinister aim. &nbsp;&nbsp;&nbsp;\r\n A soldier of the KPA spotted the above-mentioned unidentified intruder into the area under the military control of the north side at around 4:50 a.m. on July 11 in a place about 800 m north of the boundary fence. &nbsp;&nbsp;&nbsp;\r\n The soldier who was on combat duty at that time asked the intruder to stop several times according to the relevant regulations in order to ascertain the identity, given that it was too early for the soldier to judge from which direction the intruder came and discern whether the trespasser was a man or a woman. &nbsp;&nbsp;&nbsp;\r\n The trespasser, however, began to flee away, disregarding the soldier's repeated demand. This compelled the soldier to fire even blank shots in an effort to stop the intruder at any cost. Defying this, the intruder ran away so quickly that the soldier was compelled to open fire at the intruder, killing intruder in the end. &nbsp;&nbsp;&nbsp;\r\n This is the truth quite contrary to the Lee group's propaganda. &nbsp;&nbsp;&nbsp;\r\n  Frankly speaking, we have so many things that require clarifications but the tourist met death after illegally intruding into the area under the military control of our side. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the Lee group is urging us to make \"apology\" and \"probe the truth\" while making desperate efforts to make the public believe that the KPA soldier took an \"excessive counter-action\" against the intruder in the area under the military control though the soldier was well aware that the intruder was an unarmed tourist who was on a walk at dawn. &nbsp;&nbsp;&nbsp;\r\n Worse still, they behaved so shamelessly as to visit this or that country in a bid to arrange even a \"joint survey of the scene\" through \"international cooperation\".&nbsp;&nbsp;&nbsp;\r\n It is our stand that as far as the fact-finding probe is concerned, this request was fully met when the personnel of the south side permanently stationed at Mt. Kumgang tourist resort inspected the scene, confirmed the dead and took over the body. &nbsp;&nbsp;&nbsp;\r\n Therefore, we interpreted the racket kicked up by traitor Lee Myung Bak right after the occurrence of the incident as a foolish and clumsy behavior betraying his ignorance of military affairs as he has never served in the army and termed it a deliberate anti-DPRK confrontational move to bring the inter-Korean relations to a graver phase. &nbsp;&nbsp;&nbsp;\r\n The Lee group is making much fuss that what the soldier of the KPA did was a wanton violation of the law on the tour of Mt. Kumgang and the agreement on entry, exit and stay in the tourist resort reached between the north and the south though it was a legitimate military action. Clear is an aim sought by the group through this. &nbsp;&nbsp;&nbsp;\r\n The group is working hard to lay the blame for the incident at the door of our side. &nbsp;&nbsp;&nbsp;\r\n Traitor Lee is kicking up all these rackets, absurdly linking the incident that occurred due to the intruder's mistake with the \"vital right of people\" and hyping and falsifying the incident. This is another politically motivated charade to evade the responsibility for having made the vital rights of south Koreans a victim of American cattle infected with mad cow disease and divert the criticism of him to us. &nbsp;&nbsp;&nbsp;\r\n The reality shows that traitor Lee Myung Bak is driving the frozen inter-Korean relations to a catastrophic phase and he has reached the phase of completely hamstringing the implementation of the historic June 15 joint declaration and the October 4 declaration after going beyond the phase of negating these declarations. &nbsp;&nbsp;&nbsp;\r\n In view of such grave provocation of the Lee Myung Bak group as persisting in its reckless anti-DPRK confrontational racket after unilaterally suspending the tour of Mt. Kumgang under the pretext of the recent case the spokesman for the above-said unit of the KPA made it clear that the unit is authorized to take the following measures: &nbsp;&nbsp;&nbsp;\r\nWe will expel all the persons of the south side staying in the Mt. Kumgang tourist area we deem unnecessary. &nbsp;&nbsp;&nbsp;\r\n We will more strictly limit and control the passage of the persons and vehicles of the south side through the Military Demarcation Line to enter the area of Mt. Kumgang. &nbsp;&nbsp;&nbsp;\r\n We will take strong military counter-actions against even the slightest hostile actions in the tourist resort in the area of Mt. Kumgang and the area under the military control from now on. &nbsp;&nbsp;&nbsp;\r\n The statement warned that in case the present inter-Korean relations reach a catastrophic phase, the Lee Myung Bak group will be held entirely accountable for this before the times and the nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Dae Meets U.S. Reverend and His Party",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#5",
            "content": "Greetings to Macedonian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Macedonian President Branko Crvenkovski on Saturday on the occasion of the national day of Macedonia. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly relations between the DPRK and Macedonia would grow stronger, Kim in the message wished the Macedonian people progress and prosperity.    \r\n\r\n"
        },
        {
            "title": "FM Meets American",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#6",
            "content": "Kim Yong Dae Meets U.S. Reverend and His Party \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly, met and had a talk with U.S. Rev. Franklin Graham and his party at the Mansudae Assembly Hall Saturday.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from American",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#7",
            "content": "FM Meets American \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun met and had a talk with U.S. Rev. Franklin Graham and his party at the Mansudae Assembly Hall on Sunday.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Players' Group Leaves for Beijing",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#8",
            "content": "Gift to Kim Jong Il from American \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by U.S. Rev. Franklin Graham on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The gift was handed over to Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly, by Graham today.    \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Minju Joson Leaves for China",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#9",
            "content": "DPRK Players' Group Leaves for Beijing \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- A DPRK players' group led by Pak Hak Son, chairman of the Physical Culture and Sports Guidance Commission, left here today to participate in the 29th Olympic Games to be held in Beijing. &nbsp;&nbsp;&nbsp;\r\n It was seen off at the airport by Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, Kwak Pom Gi, vice-premier of the Cabinet, and athletes.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Delegation Arrives Here",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#10",
            "content": "Delegation of Minju Joson Leaves for China\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- A delegation of the Minju Joson led by its Associate Editor Hong Tong Chol left here today to visit China.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese School",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#11",
            "content": "Chinese Delegation Arrives Here\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- A friendship delegation of Jilin Yuwen Middle School of China led by Director Han Fei arrived here today.    \r\n\r\n\r\n"
        },
        {
            "title": "Sports Contest for Jonsung Cup Held",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#12",
            "content": "Gift to Kim Jong Il from Chinese School\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Jilin Yuwen Middle School of China. &nbsp;&nbsp;&nbsp;\r\n The gift was handed to an official concerned on August 2 by Director Han Fei who is heading the friendship delegation of the school on a visit to the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "9th National Program Contest in Education Field Held",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#13",
            "content": "Sports Contest for Jonsung Cup Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- The sports contest for Jonsung Cup took place in Pyongyang and Wonsan on the occasion of the 55th anniversary of the victory in the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n The contest was divided into seven events including swimming, diving, synchronized swimming, rowing and cycling. &nbsp;&nbsp;&nbsp;\r\n In the contest the sports group of the Ministry of Fisheries proved successful in swimming event, the April 25 Sports Group in diving event, the sports group of the Ministry of Land and Marine Transport in synchronized swimming, rowing and canoeing events and the sports group of the Ministry of Light Industry in cycling.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given at Chinese Embassy",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#14",
            "content": "9th National Program Contest in Education Field Held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- The 9th National Program Contest in Education Field was held here from July 31 to August 2. &nbsp;&nbsp;&nbsp;\r\n Participating in it were university and college students selected in provincial preliminaries. &nbsp;&nbsp;&nbsp;\r\n Put in the contest, divided into university and college sections, were program-related problems to be solved by use of mathematical intelligence and knowledge and high-level algorithm. &nbsp;&nbsp;&nbsp;\r\n The participants used \"Pulgunbyol\" (red star), a Korean-style computer operating system. &nbsp;&nbsp;&nbsp;\r\n Highly estimated in the contest were Kim Chaek University of Technology, University of Science, Huichon University of Communications and Wonsan College of Medicine. &nbsp;&nbsp;&nbsp;\r\n Its closing ceremony took place at Kim Chaek University of Technology on Aug. 2. &nbsp;&nbsp;&nbsp;\r\n Jon Kuk Man, vice-minister of Education, made an address there.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given on Switzerland's National Day",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#15",
            "content": "Reception Given at Chinese Embassy\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- Chinese Military, Naval and Air Attache Sun Yanfeng arranged a reception at the embassy here Friday on the occasion of the 81st anniversary of the foundation of the Chinese People's Liberation Army. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Pak Jae Gyong, vice-minister of the People's  Armed Forces, general officers and officers of the Korean People's Army, officials concerned and diplomatic envoys  and military attaches of various countries here. &nbsp;&nbsp;&nbsp;\r\n On hand were Chinese Ambassador to the DPRK Liu Xiaoming and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves for Revival of Militarism under Fire",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#16",
            "content": "Reception Given on Switzerland's National Day\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- Katharina Zellweger, country director of the Swiss Cooperation Office of DPRK of the Federal Department of Foreign Affairs, hosted a reception on Friday on the occasion of the national day. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were officials concerned, diplomatic envoys of various countries and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Redeem Vandalism and Plunder of Cultural Treasures of Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#17",
            "content": "Japan's Moves for Revival of Militarism under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- Japan came under fire by the world public as it committed such war crimes as imposing unspeakable sufferings and misfortune upon the Asian nations in the last century. It is again becoming a big troublemaker to the international community at present because of its escalated moves for revival of militarism intended to turn itself into a military giant and realize its ambition for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarist forces are now putting spur to rounding off the preparations for reinvasion. &nbsp;&nbsp;&nbsp;\r\n Its military reinforcement and active overseas dispatch of the \"Self-Defense Forces\" are a criminal deed of seriously threatening and wrecking peace in Asia and bringing a danger of new war to it. &nbsp;&nbsp;&nbsp;\r\n Japan's politics turning to the Right and militarization arouses a great concern of the international community. Typical of such tendency is visits to the \"Yasukuni Shrine\" by the Japanese reactionaries. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are persistently attempting to make the visit to the \"shrine\" by politicians a duty and rule despite the protest of other Asian countries. This is a dangerous move designed to incite militarism in the Japanese society and thus lay an ideological basis for reinvasion of Asia. &nbsp;&nbsp;&nbsp;\r\n It is also part of Japan's scheme for militarization that it is seeking a permanent membership at the UN Security Council, advertising about \"contribution to global peace and security\".&nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries set the DPRK as the first target of attack in attaining their overseas aggression aims. They are stepping up the arms buildup and the move to turn Japan into a military power under the pretext of \"threat\" from the DPRK while waiting for a chance to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities are now asserting that Korea's Tok Islet and other surrounding countries' territories belong to Japan and calling for distorted description of them in history textbooks. This shows that Japan's move for territorial expansion has reached a very grave stage. &nbsp;&nbsp;&nbsp;\r\n After the defeat in the war Japan had accelerated the preparations for reinvasion wearing a mask of \"peaceful state\". At last the ghost called Japanese militarism has laid bare itself, rushing about in frenzy. &nbsp;&nbsp;&nbsp;\r\n But, Japan should behave itself, mindful that the revival of militarism and reinvasion will only result in its own destruction.    \r\n\r\n\r\n"
        },
        {
            "title": "Glorifying WPK as Kim Il Sung's Party Called for",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#18",
            "content": "Japan Urged to Redeem Vandalism and Plunder of Cultural Treasures of Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- The Japanese imperialists' vandalism and plunder of valuable cultural treasures of Korea were serious international crimes as those crimes were a challenge to human civilization, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n Not a few facts about the plunder and vandalism of historic relics and cultural treasures committed by foreign aggressor forces have been disclosed so far but what the Japanese imperialists perpetrated in this respect in Korea put those crimes into the shade. &nbsp;&nbsp;&nbsp;\r\n The article cites the following facts to prove this: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists' looting of cultural treasures of Korea started long before their occupation of Korea. This is clearly evidenced by \"an ordinance\" called the \"method of collecting treasures\" promulgated by the Japanese imperialists in 1894. &nbsp;&nbsp;&nbsp;\r\n Japan looted cultural treasures of Korea in an undisguised manner after its occupation of Korea. Already right after their occupation of Korea the Japanese imperialists let a group led by Sekino, well-known for exploring historical remains and relics, to conduct comprehensive expert-level investigation into the national relics in the whole territory of Korea for as long as ten years and worked out a total of 15 volumes of \"Lists of Korea's Historical Remains\" before publishing them. &nbsp;&nbsp;&nbsp;\r\n Basing himself on these lists, Hirobumi Ito, first resident-general of the Japanese imperialists in Korea, issued an order on making survey and collecting cultural relics of Korea. This kicked off an undisguised plunder of national heritages of Korea. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists instructed Terauchi, the first governor-general, to promulgate the \"ordinance on preservation of historical remains and relics\" and barbarously looted heritages of Korea in such a terror-ridden atmosphere that they sealed off the scenes before carrying out their looting operations with the mobilization of power of the \"Government-General\" and the army and police. &nbsp;&nbsp;&nbsp;\r\n Their plunder was not confined to this. The Japanese imperialists dug up or destroyed at random historical remains in Mt. Taesong and in areas along the banks of the River Taedong in Pyongyang and old tombs in Kaesong, Seoul and in different other places of Korea and plundered the country of a number of its valuable cultural relics under the pretext of building railways, harbors, roads and military installments to make them properties of individual Japanese or state properties of Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialist aggressors vandalized or plundered all national classics belonging to Korea. &nbsp;&nbsp;&nbsp;\r\n  Japan still keeps those cultural relics it looted from Korea without making any repentance or apology for them but shelves the issue without giving any assurances or making any promise to return them although the old century is replaced by the new one, the article notes, urging the Japanese government to redeem the criminal acts of vandalizing or looting cultural relics of Korea at an early date.    \r\n\r\n\r\n"
        },
        {
            "title": "Unjust Punishment on Patriotic Youth in S. Korea Assailed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#19",
            "content": "Glorifying WPK as Kim Il Sung's Party Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- General Secretary Kim Jong Il's work calling for radically improving the party work to step up the drive for modeling the whole society on the Juche idea serves as an immortal programme for glorifying the Workers' Party of Korea as the party of President Kim Il Sung, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n The work, published on August 2, Juche 63 (1974), clarifies that modeling the whole society on the Juche idea is the general task for the WPK work and to imbue the whole party with the Juche idea is prerequisite for doing so. It also expounds in detail the essence and necessity for transforming the whole party after the Juche idea, principled matters arising in realizing this cause and tasks and ways to do so. &nbsp;&nbsp;&nbsp;\r\n Clearly reflected in the ideas and theories clarified in the work is the steadfast will of Kim Jong Il to glorify the WPK, founded and led by the President for decades, as his party forever and steadily augment its militant might and thus accomplish the revolutionary cause of Juche, the article says. &nbsp;&nbsp;&nbsp;\r\n The past more than three decades since the publication of the work were the significant days when the validity and the tremendous vitality of the unique idea and theories on party building initiated by Kim Jong Il have been fully proven, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n He has long developed the WPK into the invincible revolutionary party under the banner of modeling the whole party on the Juche idea. This made it possible for the DPRK to firmly defend the red flag of revolution despite the complicated situation under which socialism collapsed in some countries. &nbsp;&nbsp;&nbsp;\r\n The admirable victories and achievements gained by the Korean people in the stand-off with the U.S. and in the building of a rich and powerful country under the banner of Songun would have been unthinkable without the undying feats he performed in the cause of building the revolutionary party of Juche type. &nbsp;&nbsp;&nbsp;\r\n The work serves as immortal guidelines for developing the WPK into a pure ideological entity always replete with the revolutionary idea of the President and as precious guidelines that help it demonstrate its dignity as the party reliably preserving and glorifying the revolutionary feats of the President forever and carry out all its work and activities just as he did. &nbsp;&nbsp;&nbsp;\r\n Only when the ideas and theories clarified by Kim Jong Il in the work are more thoroughly embodied as unshakable guidelines in the party building and activities, will it be possible for the WPK to shine as the eternal party of Kim Il Sung and for the revolutionary cause of Juche to make steady victorious advance, the article concludes.    \r\n\r\n\r\n"
        },
        {
            "title": "Rally for Peace and Disarmament Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#20",
            "content": "Unjust Punishment on Patriotic Youth in S. Korea Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The Overseas Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) made public a statement on July 29 in denunciation of the south Korean puppet prosecution's unjust punishment on a pro-reunification patriotic youth. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that some time ago, the prosecution demanded prison terms of 7 years and suspension of qualification of 7 years for Yun Ki Jin, chairman of the South Headquarters of Pomchonghakryon, the statement said that they cannot repress indignation at the action of the prosecution which has branded him as \"criminal\" by invoking the \"National Security Law,\" a fascist evil law. &nbsp;&nbsp;&nbsp;\r\n The Overseas Headquarters of Pomchonghakryon bitterly denounces the prosecution authorities' anachronistic and inhuman behavior, the statement said, strongly urging the south Korean authorities to repeal the NSL, an anti-national and anti-reunification evil law, and acquit Yun as early as possible. &nbsp;&nbsp;&nbsp;\r\n It declared that the overseas headquarters would fulfill its role as the vanguard for reunification until the day when the June 15 joint declaration and the October 4 declaration are totally implemented.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-Japanese Struggle Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#21",
            "content": "Rally for Peace and Disarmament Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The People for Achieving Peace and Reunification, the People's Action against the Troop Dispatch and the Inhabitants Measure Committee against the Expansion of Training Ground in Mugon-ri in south Korea held the 81st rally for peace and disarmament outside the Defence Ministry building in Seoul on July 29. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally referred to the fact that the military authorities submitted a \"bill of defence budget for 2009\", which envisages an increase of 8.8 percent over this year, to the Ministry of Planning and Finance. &nbsp;&nbsp;&nbsp;\r\n What cannot be overlooked is that the spending for improvement of defence capabilities envisaged in the bill increases 15 percent over that for this year, they said, pointing out that it is aimed to establish the system of preemptive precision striking weapons for a war against the north, including introduction of AWACS and F-15Ks. &nbsp;&nbsp;&nbsp;\r\n They charged that the bill, keynote of which is for massive reinforcement, expansion of the U.S. military base in Phyongthaek and training ground in Mugon-ri and increase of the share of cost for upkeep of the U.S. forces present in south Korea, is closely related to the scheme to tighten the aggressive \"alliance\" with the U.S. &nbsp;&nbsp;&nbsp;\r\n They slashed at the sycophantic moves of the military authorities seeking to include the expense for transfer of the Second Division of the U.S. imperialist forces in the increased share of cost for the upkeep of the U.S. forces. &nbsp;&nbsp;&nbsp;\r\n A statement of the People for Achieving Peace and Reunification was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n The statement held that the bill, a challenge to the will of the people desirous of peace and reunification, should be totally modified. &nbsp;&nbsp;&nbsp;\r\n It urged the military authorities to immediately stop such slavish and submissive drain on resources for the U.S. as the establishment of MD, introduction of sophisticated weapons, expansion of U.S. military bases and increased share of the cost for keeping the U.S. troops in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak's Repressive Step Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#22",
            "content": "Anti-Japanese Struggle Called for in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The Federation of Homogeneous Nation Movement Organizations in south Korea held a meeting for national independence history in Seoul on July 29, 103 years after the \"Taft-Katsura Agreement\" was cooked up by the criminal collusion of the U.S. and Japanese aggressors. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally said that the \"agreement\" was a product of the open collusion between the U.S. and Japanese imperialists to occupy and dominate Korea and the rest of Asia. &nbsp;&nbsp;&nbsp;\r\n It held that the U.S. and Japan should not repress other nations again under any pretext. &nbsp;&nbsp;&nbsp;\r\n It demanded that Japan deeply reflect on its crimes committed against the Korean nation and make an apology and reparation. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that Japan is nowadays intensifying its scheme to seize Tok Islet, the resolution expressed the will to wage a stronger struggle for protecting Tok Islet. &nbsp;&nbsp;&nbsp;\r\n It declared the period of the movement for national independence history until November 17, 103 years after the \"Ulsa (1905) Five-point Treaty\" was fabricated by the Japanese imperialists, and called on the south and the north of Korea to jointly conduct a decisive and vigorous anti-Japanese struggle during the period.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Accused of Encouraging Japan in Its Moves to Grab Tok Islet",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#23",
            "content": "Lee Myung Bak's Repressive Step Assailed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The People's Measure Council against the Total Opening of south Korean Market to American Beef in south Korea called a press conference in Seoul on July 30 to denounce the Lee Myung Bak group for having taken another repressive step. &nbsp;&nbsp;&nbsp;\r\n A press release, read out at the press conference, noted that on the same day the police authorities formed a \"mobile police team\" which specializes in cracking down upon demonstrations. This repressive tool is to play the same role as the \"Paekgoldan\" (skull team) did during the past fascist dictatorship, it added. &nbsp;&nbsp;&nbsp;\r\n The Lee group is going to turn history back to the past era of nightmare, the press release said, questioning: \"Does the lost decade much touted by the Lee Myung Bak 'government' mean the period in which the 'Paekgoldan' was disappeared?\" &nbsp;&nbsp;&nbsp;\r\n Speakers at the press conference charged that the \"mobile police team\" is training to crack down upon citizens, and demanded the immediate disbandment of this repressive tool. &nbsp;&nbsp;&nbsp;\r\n They urged the authorities to stop the repressive moves, saying how violent crackdown upon citizens is for \"maintenance of legal order.\" &nbsp;&nbsp;&nbsp;\r\n Meanwhile, members of the Council of Bereaved Families for National Democracy lodged a strong protest with the policemen after being kept from attending the press conference by them. &nbsp;&nbsp;&nbsp;\r\n They gave vent to their wrath, saying that inveterate is grudge of the bereaved families whose children were killed by the dictators and that \"it is clear that the 'Paekgoldan,' a group of murderers, will dye every nook of south Korea with people's blood and make it full of crying.\" &nbsp;&nbsp;&nbsp;\r\n The council issued an emergency statement in which it declared that it would wage a struggle against Lee Myung Bak, given that he chose the way of dictatorship to maintain the \"government\" with violence.    \r\n\r\n\r\n"
        },
        {
            "title": "Lee Group's Suppression of Religion Flayed",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#24",
            "content": "U.S. Accused of Encouraging Japan in Its Moves to Grab Tok Islet\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- The Press Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration of south Korea issued a statement on July 28 accusing the U.S. of zealously encouraging Japan in its moves to grab Tok Islet. &nbsp;&nbsp;&nbsp;\r\n The statement charged that the U.S. is officially supporting Japan in its moves to seize the islet as evidenced by the fact that it recently marked the islet as the area of undesignated sovereignty. &nbsp;&nbsp;&nbsp;\r\n This behavior of the U.S. reminds one of July 29, 1905 when the \"Taft-Katsura Agreement\" was cooked up, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n This conspiracy clearly indicates that there was a deal between the U.S. and Japan behind the scene in which they sought selfish aims to secure military hegemony in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n We dismiss the U.S. government's attitude as an act of backing Japan in its moves for aggression and strongly demand the former correctly mark Tok Islet. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to pay deep attention to the warning of the forces of conscience of the international community that should it fail to halt the criminal moves, it will have to pay a dear price for them. &nbsp;&nbsp;&nbsp;\r\n The \"government\" should fulfill its historic mission to defend Tok Islet, properly understanding that it found itself in such a deplorable situation because it gave priority to the \"alliance\".&nbsp;&nbsp;&nbsp;\r\n It should, at the same time, stop at once the acts of deteriorating the relations with the north, while \"calling for top priority to the alliance with the U.S. and Japan,\" and clarify its will to implement the June 15 joint declaration and the October 4 declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S., Anti-Lee Myung Bak Struggle Called for",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#25",
            "content": "Lee Group's Suppression of Religion Flayed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- Buddhist organizations of south Korea including the Buddhist Joint Conference for Ending the Biased Treatment of Religion and the Committee for Promoting Buddhist Mass on the Situation held a Buddhist mass on the situation in front of the Police Office of south Korea in Seoul on July 30 in protest against the traitor Lee Myung Bak group's suppression of religion. &nbsp;&nbsp;&nbsp;\r\n Speakers at the mass denounced the police for checking and searching the car carrying the general director of the Buddhist Jogyejong on July 29. &nbsp;&nbsp;&nbsp;\r\n They asserted that this reckless act perpetrated by the police was little short of treating the general director as a \"criminal,\" adding that this incident was by no means accidental but a product of \"government's\" biased policy towards religion. &nbsp;&nbsp;&nbsp;\r\n They called upon all religionists of south Korea to turn out in a struggle to punish the Lee \"government\".&nbsp;&nbsp;&nbsp;\r\n Then the statements of the above-said two Buddhist organizations were read out. &nbsp;&nbsp;&nbsp;\r\n The statements termed the police's illegal check and search suppression of religion which can never be pardoned and the \"government's\" open declaration of a war against the Buddhist circle. &nbsp;&nbsp;&nbsp;\r\n The statements demanded Lee Myung Bak apologize to the people, thoroughly probe the truth about the incident, fire the chief of the Police Office and immediately withdraw the police force deployed around Jogye Temple. &nbsp;&nbsp;&nbsp;\r\n The statements warned that all religionists in south Korea would join the people from all walks of life in launching anti-\"government\" actions including large protest meetings unless these demands are met.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean Exhibition Opened in Czech Republic",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#26",
            "content": "Anti-U.S., Anti-Lee Myung Bak Struggle Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 2 (KCNA) -- The headquarters of the anti-U.S., anti-Lee Myung Bak Movement of south Korea made public an appeal titled \"Let's usher in an era of the people's sovereignty through an anti-U.S., anti-Lee Myung Bak struggle\" on July 25. &nbsp;&nbsp;&nbsp;\r\n No sooner had traitor Lee come to power than he unhesitatingly sold out the people's sovereignty to the U.S., vociferating about \"strategic alliance in the 21st century,\" and then pursued sycophantic and servile diplomacy and bedeviled the inter-Korean relations, etc., inviting isolation, the appeal said, and went on: &nbsp;&nbsp;&nbsp;\r\n The group has resorted to the merciless crackdown upon the candlelight actions of people against the American beef import, revealing its unpopular nature. &nbsp;&nbsp;&nbsp;\r\n The appeal called for setting a week of candlelight resistance and launching a one-million-people candlelight demo with Bush's trip to south Korea as a momentum. &nbsp;&nbsp;&nbsp;\r\n It stressed the need to wage a dynamic struggle for the withdrawal of the U.S. forces on such important occasions as September 8, 1945, the day the U.S. aggressor forces landed in south Korea for aggression. &nbsp;&nbsp;&nbsp;\r\n The appeal declared that the headquarters would develop the People's Measure Council against the Total Opening of south Korean Market to American Beef into the Headquarters of the All-People Movement for Achieving Sovereignty and to this end, the headquarters would launch a dynamic struggle demanding the U.S. hold renegotiations and the movement for people's sovereignty on August 6 on the occasion of Bush's junket to south Korea. &nbsp;&nbsp;&nbsp;\r\n The appeal also declared it would stage one-million-people candlelight demos on August 15 and 16 and hold a \"summer intensive training course\" in the latter half of August and launch the movement for the withdrawal of the U.S. forces on September 8.    \r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung Praised in Mexico",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#27",
            "content": "Korean Exhibition Opened in Czech Republic\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- A Korean book, photo and handicraft exhibition was opened with due ceremony in the Czech Republic on July 24 on the occasions of the 60th birthday of the DPRK and the 60th anniversary of the establishment of diplomatic ties between the DPRK and the Czech Republic. &nbsp;&nbsp;&nbsp;\r\n On display in the venue of the exhibition were famous works of the peerlessly great men, photos showing their undying exploits and introducing Songun Korea and handicrafts associated with wisdom and skill of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The mayor of a city expressed expectation that the exhibition would help deepen the understanding between the peoples of the two countries and boost the friendly, cultural and economic cooperative relations. &nbsp;&nbsp;&nbsp;\r\n Jiri Jarka, honorary chairman of the Paektusan Czech-Korean Friendship Association, said that the modern history of Korea is unthinkable without the wise guidance of President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that today the DPRK is further prospering under the Songun leadership of Kim Jong Il, he stressed that the Korean people led by him would surely lead a free and peaceful life in reunified Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona la Unidad No. 1622 del EPC",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#28",
            "content": "President Kim Il Sung Praised in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 3 (KCNA) -- The Mexican Committee for the Study of Kimilsungism published the 9th issue of its bulletin carrying the image of President Kim Il Sung on the occasion of the 63rd anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n In an article titled \"President Kim Il Sung who ushered in a new era of the national liberation struggle in colonial countries\" the bulletin noted that Alva Chavez, chairwoman of the Latin American Institute of the Juche Idea, praised Kim Il Sung as the great leader who performed undying exploits in the modern history of Korea and the world history of the national liberation struggle in colonial countries by setting an example of the national liberation struggle in colonial countries. &nbsp;&nbsp;&nbsp;\r\n Through the anti-Japanese armed struggle in Korea, the President proved that the peoples in colonial countries are able to overturn the imperialist colonial rule by their own efforts and achieve the cause of national liberation, the bulletin said, and went on: &nbsp;&nbsp;&nbsp;\r\n The victory of the anti-Japanese armed struggle organized and conducted under his leadership clearly showed that the peoples of colonial countries should meet counterrevolutionary violence with revolutionary violence and only the organized armed struggle is the way for defeating the imperialist aggressors and achieving the liberation and independence of each country. &nbsp;&nbsp;&nbsp;\r\n The exploits performed by the President in opening up a new era of the national liberation struggle in colonial countries are recorded brilliantly in the history of cause of human independence.    \r\n\r\n\r\n"
        },
        {
            "title": "Portavoz de unidad militar en monte Kumgang publica declaracion especial",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#29",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Parte de Pyongyang la seleccion olimpica de RPDC para Beijing",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#30",
            "content": "Kim Jong Il inspecciona la Unidad No. 1622 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 2 de agosto (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad No. 1622 del EPC. &nbsp;&nbsp;&nbsp;\r\n  El Comandante Supremo averiguo como se entrenan los uniformados de la unidad en la sala de entrenamiento. &nbsp;&nbsp;&nbsp;\r\n  Presento las tareas para incrementar la combatividad de la unidad mostrandose satisfecho de que los oficiales y los soldados de ella se preparan como combatientes capaces de uno vs. cien enemigos librando los ejercicios coherentes en pleno acato a la orientacion del partido sobre esta materia. &nbsp;&nbsp;&nbsp;\r\n  Tras ver los datos sobre la buena conducta de los oficiales, suboficiales y soldados ejemplares en el entrenamiento, evaluo altamente los orgullosos meritos de ellos que lo hacen dedicando ingentes esfuerzos. &nbsp;&nbsp;&nbsp;\r\n  Gracias a que la unidad presto atencion primordial a los ejercicios, todos los militares pudieron adquirir las elevadas tecnicas militares y la capacidad de combatir, subrayo y anadio que la intensificacion del entrenamiento para el combate deviene la garantia fundamental del aumento de la combatividad de la unidad. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, se cercioro del estado de reforestacion y aprecio mucho el patriotismo de los militares de la unidad que anteriormente acondicionaron muchas areas boscosas y las cultivaron con sumo cuidado. &nbsp;&nbsp;&nbsp;\r\n  Acto seguido, recorrio las facilidades de cultura, educacion e intendencia como la sala de educacion, dormitorio, comedor, deposito de alimentos subsidiarios, bano y barberia prestando profunda atencion al trabajo y la vida de los uniformados. &nbsp;&nbsp;&nbsp;\r\n  Cuando se informaba de la calidad de las imagenes de video y del uso de los equipos culturales y recreativos, se puso contento por las excelentes condiciones de vida cultural facilitadas a los soldados. &nbsp;&nbsp;&nbsp;\r\n  Enseno los remedios para mejorar la intendencia encomendando a los oficiales de mando que presten profunda atencion a la vida de los soldados al tener siempre presente las instrucciones del Presidente Kim Il Sung de que la intendencia es precisamente la labor politica. &nbsp;&nbsp;&nbsp;\r\n  El Dirigente dejo como recuerdo a los militares binoculos, ametralladora y fusil automatico y se retrato con ellos. &nbsp;&nbsp;&nbsp;\r\n  Le acompanaron los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun conmemora dia de publicacion de obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200808/news08/04.htm#31",
            "content": "Portavoz de unidad militar en monte Kumgang publica declaracion especial\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 3 de agosto (ATCC) -- En la zona del monte Kumgang murio fusilada el 11 de julio una turista surcoreana de identidad desconocida mientras se infiltraba ilegalmente en la zona de control militar de la Republica Popular Democratica de Corea. &nbsp;&nbsp;&nbsp;\r\nEn relacion con este accidente desgraciado, el portavoz de la unidad del Ejercito Popular de Corea estacionada en esa zona hizo publica el dia 3 una declaracion especial. &nbsp;&nbsp;&nbsp;\r\n  No conocemos todavia por que esa turista entro bien temprano de la madrugada, cuando todos estan en sueno profundo, en la zona de control militar tras brincar la cerca de alerta ni que quiso hacer ella alli, senalo el portavoz y prosiguio: &nbsp;&nbsp;&nbsp;\r\n  Sean cuales fueran las circunstancias del accidente en que ella resulto victima fatal por su propia falta, expresamos nuestra lastima por conducto de las entidades correspondientes tomando en consideracion que ella es nuestra compatriota. &nbsp;&nbsp;&nbsp;\r\n  No obstante, tan pronto como ocurriera el incidente, los titeres surcoreanos realizan casi todos los dias, como si estuvieran esperandolo, sin examinar los detalles del caso y tomandolo por pretexto, la acalorada e imprudente campana de enfrentamiento contra la RPDC  y enturbiaron la opinion publica interna y externa del pais. &nbsp;&nbsp;&nbsp;\r\n  Al frente de esta campana estan el mismo traidor Lee Myung Bak, los funcionarios interesados del \"Ministerio de Reunificacion\" y otras autoridades titeres surcoreanas y se les unen el \"Gran Partido Nacional\" y otros partidos politicos y entidades conservadores. &nbsp;&nbsp;&nbsp;\r\n  El 31 de julio, el primer ministro titere Han Sung Su volvio a demandar absurdamente en un lugar publico a nuestra parte \"castigar\" al responsable del presente caso y brindar \"explicaciones\" aceptables. &nbsp;&nbsp;&nbsp;\r\n  Puesto que la banda de Lee sigue armando alborotos acusandonos con la logica de bandido, estamos obligados a decir lo que debemos decir. &nbsp;&nbsp;&nbsp;\r\n  El presente alboroto de la horda de Lee Myung Bak no pasa de ser la maniobra de enfrentamiento anti-RPDC que ellos desarrollan malintencionadamente  inventando el caso a base de las suposiciones y juicios a su manera. &nbsp;&nbsp;&nbsp;\r\n  Nuestro militar distinguio a eso de las 4 y 50 de la madrugada del 11 de julio a la intrusa en el punto a casi 800 metros al norte de la cerca de alerta. &nbsp;&nbsp;&nbsp;\r\n  Por las limitaciones del tiempo crepuscular de la madrugada, el no podia juzgar la ruta de penetracion de la intrusa ni su sexo. &nbsp;&nbsp;&nbsp;\r\n  Ese militar, que entonces estaba en el cumplimiento de su mision, le ordeno \"!alto!\" a la intrusa en varias ocasiones segun lo establecido en el reglamento del servicio militar a fin de averiguar su identidad. &nbsp;&nbsp;&nbsp;\r\n  Pero, ella comenzo a huir despreciando la orden reiterada. &nbsp;&nbsp;&nbsp;\r\n  A pesar de los esfuerzos de nuestro militar por detenerla incluso el tiro del cartucho de fogueo, ella se busco su muerte sorprendida por la bala mientras huia a gran velocidad. &nbsp;&nbsp;&nbsp;\r\n  He aqui los verdaderos aspectos del caso cuestionado tanto por la horda de Lee Myung Bak. &nbsp;&nbsp;&nbsp;\r\nFrancamente dicho, tenemos muchas cosas que preguntarle a la intrusa si ella no se hubiera muerto. &nbsp;&nbsp;&nbsp;\r\n  Sin embargo, la banda de Lee difunde la opinion de que si nuestro militar \"reacciono de manera excesiva\" sabiendo muy bien que la victima era turista desarmada tomando un paseo de madrugada. &nbsp;&nbsp;&nbsp;\r\nY esta pidiendo a nuestra parte la \"disculpa\" y la \"averiguacion de los verdaderos aspectos\".&nbsp;&nbsp;&nbsp;\r\n  Para colmo, esta deambulando por todas partes para mendigar la \"cooperacion internacional\" necesaria para abrir una \"investigacion conjunta en el terreno\".&nbsp;&nbsp;&nbsp;\r\n  Al ratificar nuestra posicion en cuanto a la investigacion, consideramos suficiente el hecho de que los surcoreanos, quienes permanecian en la Zona Turistica del monte Kumgang, identificaron directamente a la muerta en el lugar de los hechos y la recibieron. &nbsp;&nbsp;&nbsp;\r\n  Por eso, calificamos la campana anti-RPDC desatada por el incidente de accion estupida e imbecil proveniente de la ignorancia de asuntos militares del traidor Lee que ni siquiera paso el servicio militar. &nbsp;&nbsp;&nbsp;\r\nPor lo tanto, la tildamos de malintencionada maniobra de confrontacion con la RPDC para llevar a la peor fase las relaciones Norte-Sur. &nbsp;&nbsp;&nbsp;\r\n  Ahora, la banda de Lee arma escandalo como si la justa medida militar de nuestro ejercito hubiera violado flagrantemente la ley de turismo al monte Kumgang y el acuerdo sobre la entrada, la salida y la estancia en la zona turistica, aprobados por el Norte y el Sur. &nbsp;&nbsp;&nbsp;\r\n  La banda de Lee intenta imputar a la RPDC la responsabilidad del presente caso. &nbsp;&nbsp;&nbsp;\r\n  Todos estos alborotos, que arma el traidor Lee exagerando los detalles del accidente surgido por la falta de la muerta y relacionandolo con el \"derecho a la vida del pueblo\", no pasan de ser otra farsa politica torpe para eludir su responsabilidad de haber sacrificado este mismo derecho para la importacion de la carne de vacas locas de EE.UU. y dirigir a la RPDC la avalancha de criticas por el respecto. &nbsp;&nbsp;&nbsp;\r\n  La realidad demuestra que el traidor Lee lleva las relaciones Norte-Sur ya en congelamiento a la fase catastrofica y entro en accion para abortar por completo la ejecucion de la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre luego de traspasar la etapa de negarlas. &nbsp;&nbsp;&nbsp;\r\n  Para hacer frente a los graves actos provocativos de la banda de Lee, que con motivo del presente accidente, interrumpio unilateralmente el turismo al monte Kumgang y se apela de continuo al alboroto de confrontacion con la RPDC, el portavoz anuncio por el encargo la adopcion de las siguientes medidas:&nbsp;&nbsp;&nbsp;\r\n  La RPDC deportara a los surcoreanos que permanecen innecesariamente en la zona turistica del monte Kumgang. &nbsp;&nbsp;&nbsp;\r\n  Restringiremos y controlaremos mas rigurosamente el paso por la Linea de Demarcacion Militar del personal y vehiculos de la parte Sur que van a entrar en la zona del monte Kumgang. &nbsp;&nbsp;&nbsp;\r\n  En lo adelante, tomaremos fuertes contramedidas militares hasta a los minimos actos hostiles que surjan en la zona turistica y la de control militar de la zona del monte Kumgang. &nbsp;&nbsp;&nbsp;\r\n  Por ultimo, el portavoz subrayo que si las actuales relaciones intercoreanas caen en una situacion catastrofica, la banda de Lee debera asumir la entera responsabilidad de ello ante la epoca y la nacion.    \r\n\r\n\r\n"
        }
    ]
}