{
    "date": "2008-03-28",
    "url": "http://kcna.co.jp/item/2008/200803/20080328.htm",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Kinshasa",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#1",
            "content": "Kim Yong Nam Arrives in Kinshasa \r\n&nbsp;&nbsp;&nbsp;Kinshasa, March 26 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, arrived here on Wednesday to pay an official goodwill visit to the Democratic Republic of Congo. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Minister of Foreign Affairs Pak Ui Chun, Minister of Foreign Trade Ri Ryong Nam, Minister of Public Health Choe Chang Sik and others. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and his party were greeted at the airport by Godefroid Mayobo Mpwene Ngantien, minister in charge of the prime minister's Office, Marcelin Chisambo, special advisor to the president on political and foreign affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam was presented with a bunch of flowers by a child. &nbsp;&nbsp;&nbsp;\r\n He announced an arrival statement.    \r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between Kim Yong Nam and Joseph Kabila",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#2",
            "content": "Talks Held between Kim Yong Nam and Joseph Kabila \r\n&nbsp;&nbsp;&nbsp;Kinshasa, March 26 (KCNA Correspondent) -- Talks were held between Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Joseph Kabila, President of Democratic Congo, at the presidential palace on Wednesday. &nbsp;&nbsp;&nbsp;\r\n Joseph Kabila expressed the will to further strengthen the friendly relations between Democratic Congo and the DPRK, noting that these relations have a long history. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on the matter of boosting the bilateral cooperative relations by carrying forward the tradition of friendship and issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Present there were DPRK Foreign Minister Pak Ui Chun, DPRK Ambassador to Democratic Congo Ri Won Son, Vice-Minister for Foreign Affairs of the Ministry of Foreign Affairs and International Cooperation of Democratic Congo Ignace Gata Mavita and other.   \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Leaves Luanda",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#3",
            "content": "Kim Yong Nam Leaves Luanda \r\n&nbsp;&nbsp;&nbsp;Luanda, March 26 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday left Luanda after his official good-will visit to Angola. &nbsp;&nbsp;&nbsp;\r\n  Kim Yong Nam and his party were seen off by President of the National Assembly of Angola Roberto de Almeida, Foreign Minister Joao Bernardo De Miranda, Minister of Foreign Trade Joaquim Icuma Muafumba, Minister of Health Anastacio Ruben Sicatu, Angolan Ambassador to the DPRK Joao Manuel Bernardo and officials concerned. &nbsp;&nbsp;&nbsp;\r\n There was a farewell ceremony at the airport.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of Thanks to Angolan President",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#4",
            "content": "Message of Thanks to Angolan President \r\n&nbsp;&nbsp;&nbsp;Luanda, March 26 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on March 26 sent a message of thanks to Angolan President Jose Eduardo Dos Santos, leaving Luanda after winding up his official visit to Angola. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in the message recalled that at a series of talks and conversations both sides exchanged views on the issue of steadily boosting the bilateral relations and other matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n He noted with satisfaction in the message that his visit marked an important occasion in deepening the mutual understanding and friendship and giving further impetus to the development of the relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n The visit helped him see for himself signal achievements made by the Angolan people in their efforts to achieve the prosperity of the country, the message added. &nbsp;&nbsp;&nbsp;\r\n It sincerely wished friendly Angola bigger progress in the future and its president good health and fresh success in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Pakistani PM",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#5",
            "content": "Congratulations to Pakistani PM \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a congratulatory message to Makhdoom Syed Yusuf Raza Gilani upon his election as Prime Minister of Pakistan. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries will grow stronger, the message sincerely wished him great success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secretary General of African Regional Committee for Study of Juche Idea Here",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#6",
            "content": "Secretary General of African Regional Committee for Study of Juche Idea Here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Kamwiziku Octave, secretary general of the African Regional Committee for the Study of the Juche Idea, arrived here on Thursday.    \r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Vietnamese Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#7",
            "content": "Friendly Meeting with Vietnamese Embassy Officials Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A friendly meeting with staff members of the Vietnamese embassy here was held at Kum Song School Thursday on the occasion of the 30th anniversary of the conclusion of an inter-governmental agreement on cultural cooperation between the DPRK and Vietnam. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Ambassador Le Van Cu and staff members of the Vietnamese embassy. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n The participants went round several classrooms of the school and enjoyed an art performance given by students. &nbsp;&nbsp;&nbsp;\r\n They talked about the need to boost cooperative relations in the field of culture between the two countries, deepening friendship.    \r\n\r\n\r\n"
        },
        {
            "title": "50th Anniversary of Sinchon Museum Observed",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#8",
            "content": "50th Anniversary of Sinchon Museum Observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The 50th anniversary of the Sinchon Museum was observed. &nbsp;&nbsp;&nbsp;\r\n Established on March 26, Juche 47 (1958), the museum has served as a centre for anti-U.S. and class education in the DPRK. &nbsp;&nbsp;&nbsp;\r\n On display at the museum are evidences proving the bestial, vicious and cruel nature of the atrocities committed by the U.S. imperialists and class enemy in Sinchon County, South Hwanghae Province during the last Korean war (June 25, 1950-July 27, 1953) and materials about the heroic struggle of the patriotic people. &nbsp;&nbsp;&nbsp;\r\n For 52 days of their occupation of Sinchon County during the war the U.S. imperialists massacred at least 35,000 patriots and innocent people or a quarter of the population of the county by the most brutal methods. They tortured civilians in a savage manner, buried them alive, hung and burned them to death and drove nails into their heads. &nbsp;&nbsp;&nbsp;\r\n A meeting was held on March 26 on this occasion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Politics Beneficial to People",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#9",
            "content": "Songun Politics Beneficial to People\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Today the Korean people absolutely support and thoroughly implement the great Songun politics. &nbsp;&nbsp;&nbsp;\r\n It is because the politics defends and guarantees with credit the independent rights and fundamental interests of the popular masses from all manner of encroachment on the part of the imperialist reactionaries. &nbsp;&nbsp;&nbsp;\r\n It is the mode of socialist politics of the DPRK where the interests of the army and people fully accord with each other. &nbsp;&nbsp;&nbsp;\r\n Only when strengthening the revolutionary army and relying on it, therefore, is it possible to defend still firmer the destiny of the people and fully ensure their independent and creative life from the aggressive acts of the imperialists. &nbsp;&nbsp;&nbsp;\r\n Thanks to the Songun politics, the DPRK is confidently carrying on the revolution and construction to suit the actual conditions of the country and the independent demand and interests of the popular masses as indicated by its idea and faith under the uplifted banner of independence in the present complex and acute situation. &nbsp;&nbsp;&nbsp;\r\n History has experienced anti-popular and reactionary modes of politics which abuse military power in infringing upon the independent demand and interests of people and going against social development. &nbsp;&nbsp;&nbsp;\r\n Typical of them were the anti-popular, reactionary and fascist politics and military dictatorship of Hitler, Mussolini and Tojo. &nbsp;&nbsp;&nbsp;\r\n They all went to ruin in the long run as reactionary ruling methods against the will and demand of the popular masses. &nbsp;&nbsp;&nbsp;\r\n The Songun politics is the invincible banner which firmly defends the demand and fundamental interests of the popular masses and fully guarantees the victorious advance of revolution under any adverse conditions. &nbsp;&nbsp;&nbsp;\r\n By dint of the Songun politics, the Korean people protected the socialist system and the destiny of the country and nation, frustrating the moves of imperialists to stifle the DPRK in the most difficult period of \"Arduous March\" and the forced march and thus opened the road of advance for building a great, prosperous and powerful socialist country. &nbsp;&nbsp;&nbsp;\r\n The experience shows patently that the Songun politics of the Workers' Party of Korea is a mighty socialist mode of politics for people dynamically propelling social development.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Hostile Policy toward DPRK under Fire",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#10",
            "content": "Japanese Reactionaries' Hostile Policy toward DPRK under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The Japanese reactionaries' crafty and harsh hostile policy toward the DPRK is a reckless deed of making the issue more complicated and driving the DPRK-Japan hostile relations to extremes. Minju Joson Thursday observes this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are seeking a sinister aim by calling for the extension of sanctions against the DPRK while peddling again the \"abduction issue\" which had already been settled. &nbsp;&nbsp;&nbsp;\r\n Their intention is to tarnish the image of the DPRK over the \"nuclear issue\" and the \"abduction issue\" at any cost, shun the implementation of the points agreed upon at the six-party talks and lay obstacles in the way of settling the nuclear issue on the Korean Peninsula while evading their reparation for the past human rights abuses. &nbsp;&nbsp;&nbsp;\r\n They persist in applying sanctions against the DPRK, though they are well aware of the fact that the sanctions do not adversely affect its economic development. They are, at the same time, working hard to seize the Central Hall of the General Association of Korean Residents in Japan (Chongryon), a legitimate organization of overseas citizens of the DPRK, and keep the embargo on the ship Mangyongbong-92 in a bid to physically destroy Chongryon and tear compatriots in Japan off the care of their homeland. &nbsp;&nbsp;&nbsp;\r\n They are seriously mistaken if they think they can frighten someone and wrest concession through sanctions. &nbsp;&nbsp;&nbsp;\r\n The Korean people consider Japan's sanctions as a burlesque. &nbsp;&nbsp;&nbsp;\r\n Japan's poor and wicked conduct is an act of violating the spirit and letter of the DPRK-Japan Pyongyang Declaration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Adherence to Stand for Independence against Imperialism Called for",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#11",
            "content": "Adherence to Stand for Independence against Imperialism Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Independence against imperialism is a principled stand which should be adhered to by the people making revolution. Rodong Sinmun Thursday observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\nThe article refers in detail to the fact that it is the unshakable revolutionary stance of the DPRK to struggle for independence against imperialism and the Korean people's history of struggle is characterized by ceaseless confrontation with imperialism and struggle against it. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The reality of the international community goes to prove that the idea of the DPRK's foreign policy--independence and peace--is very just and it calls on the world people to intensify the anti-imperialist struggle more urgently than ever before. &nbsp;&nbsp;&nbsp;\r\n The article points in detail to the fact that the DPRK has put forward a lot of proposals and initiatives for peace against war on the basis of the outstanding idea and strategy of the anti-imperialist struggle set forth by President Kim Il Sung and General Secretary Kim Jong Il in the past period and played a pioneer's role in its efforts to realize world independence against imperialism. The article continues: &nbsp;&nbsp;&nbsp;\r\n An intensified struggle against imperialism provides a sure guarantee for frustrating the imperialists' moves for domination and achieving uninterrupted progress and victory in the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n What is important in intensifying the above-said struggle is to firmly adhere to the principled stand against imperialism, direct the spearhead of attack to it and bind the imperialists hand and foot in different parts of the world. &nbsp;&nbsp;&nbsp;\r\n To harbor any illusion about imperialists would benumb the anti-imperialist spirit and diverting people from the anti-imperialist struggle and bring the revolution and construction to ruin in the end. People should counter the imperialists' counterrevolutionary offensive with a strategy of solidarity.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Urged to Remain True to Three Principles of National Reunification",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#12",
            "content": "All Koreans Urged to Remain True to Three Principles of National Reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- The three principles of national reunification --independence, peaceful reunification and great national unity -- and the idea of \"By our nation itself,\" an embodiment of the principles, serve as an invariable banner in the June 15 era of reunification to be consistently held aloft by all Koreans no matter what wind may blow. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Thursday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n \"By our nation itself\" fully represents the idea of national independence and peaceful reunification, the idea of defending peace and the idea of the great national unity in the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The reunification of the country is a matter to be settled by the Koreans themselves and an issue related to the sovereignty of the nation. &nbsp;&nbsp;&nbsp;\r\n As the U.S. imperialists, who divided the Korean Peninsula into two parts, are desperately hamstringing the efforts to achieve national reconciliation, unity and reunification while interfering in the internal issues of the Korean nation, it is more important than anything else to maintain independence and strictly abide by the Juche-based stand of the nation, while categorically rejecting and opposing flunkeyism and dependence upon foreign forces. &nbsp;&nbsp;&nbsp;\r\n National reunification should be achieved by peaceful means without recourse to force of arms. &nbsp;&nbsp;&nbsp;\r\n The differences in ideologies and systems cannot be solved by use of force and it is necessary, therefore, to achieve the reunification of the country by peaceful means under all circumstances, putting aside all differences. &nbsp;&nbsp;&nbsp;\r\n It is the great national unity of the Korean nation that can frustrate the moves of the separatist forces at home and abroad against national reunification and advance the movement for it. The eye-opening successes made in the above-said movement since the adoption of the June 15 joint declaration convincingly prove that the might of the Koreans united close in the idea of \"By our nation itself\" provides a sure guarantee for the victory in the cause of independent reunification. &nbsp;&nbsp;&nbsp;\r\n Specific methods may vary according to the change of the situation in the struggle for national reunification, but fundamental principles of national reunification can never change, concludes the article.    \r\n\r\n\r\n"
        },
        {
            "title": "Conclusion of Peace Agreement Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#13",
            "content": "Conclusion of Peace Agreement Urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Representatives of various civic and public organizations in south Korea held a ceremony of declaring a movement for the conclusion of an agreement on ensuring peace on the Korean Peninsula in Seoul on March 24. &nbsp;&nbsp;&nbsp;\r\n Speakers at the ceremony declared that it is a major task before organizations of people of different social standings to drive the U.S. forces out of south Korea and conclude an agreement on ensuring peace on the peninsula. &nbsp;&nbsp;&nbsp;\r\n In order to achieve lasting peace, it is necessary to force the U.S. forces to withdraw from south Korea and conclude a peace agreement and, at the same time, get the \"UN Command\" dismantled at once, they emphasized. &nbsp;&nbsp;&nbsp;\r\n They declared that they would stage practical movements including the holding of a one million-signature campaign for the conclusion of a peace agreement and a big rally in Seoul on July 27, the 55th anniversary of the conclusion of the Armistice Agreement. &nbsp;&nbsp;&nbsp;\r\n An article in the name of 615 personages of different social standings was read out at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The article called upon the people from all walks of life to unite close to put an end to the bitter history of flunkeyism, submission and confrontation between compatriots and usher in a new era of independence and peace, reunification and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Struggle Supported in Peru",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#14",
            "content": "Korean People's Struggle Supported in Peru\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, met the delegation of the Workers' Party of Korea led by Vice Department Director of its Central Committee Kim Thae Jong in Lima on March 23 and had a friendly talk with it. &nbsp;&nbsp;&nbsp;\r\n At the meeting the chairman said that visiting the DPRK several times, he had the honor of being received by President Kim Il Sung and getting teachings from him and came to know better about the Juche idea, the guiding idea of the WPK. &nbsp;&nbsp;&nbsp;\r\n He stressed that his front would always support the WPK and the Korean people in their struggle to build a great prosperous powerful socialist nation and reunify the country independently true to the Songun revolutionary leadership of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Day of Sun Commemorated in South Africa",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#15",
            "content": "Day of Sun Commemorated in South Africa\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 27 (KCNA) -- A lecture titled \"President Kim Il Sung is immortal\" was given at the Mfumalanga Provincial Committee of the South African Communist Party on March 16 on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n On display in the venue of the lecture were famous works of the President and General Secretary Kim Jong Il and books and photos introducing the vitality of the Songun politics and socialism centered on the popular masses. &nbsp;&nbsp;&nbsp;\r\n Bonakele Majuba, secretary of the provincial committee who is also chairman of the South African Association of Friendship and Solidarity with Korean People, said at the lecture that the President always lives in the hearts of mankind because the Juche idea and the Songun idea fathered by him serve as a textbook for the life and struggle of peoples in many countries of the world and a mental wealth common to humankind. &nbsp;&nbsp;&nbsp;\r\n Progressive mankind is significantly commemorating the birth anniversary of the President as a holiday common to mankind and the Day of the Sun, he said, adding that this is a manifestation of their desire to always remember his great idea and exploits and hold him in high esteem as the eternal leader of the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Thanks to the leadership of Kim Jong Il, the DPRK's cause of socialism is sure to win one victory after another and the noble idea and exploits of the President will be successfully carried forward and it will become a brilliant reality, he stressed.     \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam arriba a Kinshasa",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#16",
            "content": "For Spanish-speaking people\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam departe con Joseph Kabila",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#17",
            "content": "Kim Yong Nam arriba a Kinshasa\r\n&nbsp;&nbsp;&nbsp;Kinshasa, 26 de marzo (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, llego el dia 26 a esta capital para realizar una visita oficial y de amistad a la Republica Democratica del Congo. &nbsp;&nbsp;&nbsp;\r\n  Le acompanan el canciller Pak Ui Chun, el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Salud Publica Choe Chang Sik y otros. &nbsp;&nbsp;&nbsp;\r\n  En el aeropuerto Kim y su comitiva fueron acogidos por el ministro encargado del trabajo del premier Godefroid Mayobo Mpwene Ngantien, el asesor especial del presidente encargado de los asuntos politicos y diplomaticos Marcelin Chisambo y otros. &nbsp;&nbsp;&nbsp;\r\n  Una nina obsequio un ramo de flores a Kim Yong Nam. &nbsp;&nbsp;&nbsp;\r\n  El visitante publico una declaracion de llegada.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam parte de Luanda",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#18",
            "content": "Kim Yong Nam departe con Joseph Kabila\r\n&nbsp;&nbsp;&nbsp;Kinshasa, 26 de marzo (Corresponsal de ATCC) -- Tuvieron lugar el dia 26 en el Palacio Presidencial en un ambiente amistoso las conversaciones entre el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, y el presidente de la Republica Democratica del Congo Joseph Kabila. &nbsp;&nbsp;&nbsp;\r\n  En la ocasion el mandatario congoleno dijo que las relaciones de amistad entre la RDC y la RPDC tienen una larga historia y expreso su voluntad de fortalecerlas. &nbsp;&nbsp;&nbsp;\r\n  Ambas partes intercambiaron opiniones sobre el problema de ampliar y desarrollar las relaciones de cooperacion bilateral dando continuidad a la tradicion de amistad y otros asuntos de interes mutuo. &nbsp;&nbsp;&nbsp;\r\n  Estuvieron presentes ahi por la parte coreana el canciller Pak Ui Chun y el embajador coreano en el Congo Democratico Ri Won Son y por la congolena el viceministro encargado de asuntos exteriores del Ministerio de Relaciones Exteriores y Cooperacion Internacional Ignace Gata Mavita y el director del Gabinete Presidencial Raymond Tshibanda.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam agradece al presidente angoleno",
            "url": "http://kcna.co.jp/item/2008/200803/news03/28.htm#19",
            "content": "Kim Yong Nam parte de Luanda\r\n&nbsp;&nbsp;&nbsp;Luanda, 26 de marzo (Corresponsal de ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, partio el dia 26 de esta capital luego de terminar la visita oficial y de amistad a la Republica de Angola. &nbsp;&nbsp;&nbsp;\r\nKim y su comitiva fueron despedidos por el presidente de la Asamblea Nacional Roberto De Almeida, el canciller Joao Bernardo De Miranda, el ministro de Comercio Exterior Joaquim Icuma Muafumba, el ministro de Salud Publica Anastacio Ruben Sicatu, el embajador  angoleno en Corea Joao Manuel Bernardo y otros. &nbsp;&nbsp;&nbsp;\r\nEn la terminal aerea tuvo lugar la ceremonia para despedir a Kim Yong Nam.    \r\n\r\n\r\n"
        }
    ]
}