{
    "date": "2008-10-11",
    "url": "http://kcna.co.jp/item/2008/200810/2008-10-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Women's Battery of KPA",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-18ee.html",
            "content": "Kim Jong Il Inspects Women's Battery of KPA\r\n Pyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il inspected a women's battery of KPA Unit 821.\n\t\t\t\t\t  He learned about the battery's performance of duty before watching its soldiers' firepower training. \n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be fulfilled by the battery to increase its combat capability, expressing satisfaction over the fact that the servicepersons of the battery are performing their guard duty in a responsible manner with utmost vigilance to cope with the evermore undisguised moves of the enemies for aggression and growing up to be a-match-for-a hundred fighters.\n\t\t\t\t\t\n\t\t\t\t\t Walking in the compound of the barracks, he watched the thick verdure formed by trees of various species. Noting that its soldiers have created a thick woodland and greenery, he praised the women soldiers for having tended even a single tree and a blade of grass of the country with ardent patriotism. \n\t\t\t\t\t\n\t\t\t\t\t He acquainted himself in detail with the soldiers' service and living, going round an education room, a bedroom, a mess hall, a wash-cum-bath house, a non-staple food store and other places. \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the assiduous way the servicepersons of the battery have managed its economic life, greatly pleased with the fact that they are living full of revolutionary and militant spirit as required by the slogan \"Let us train, study and live like anti-Japanese guerillas!\" and have registered great successes in sideline farming, in particular.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the women soldiers standing guard over the country with arms in hands are treasures of the country, he called on the commanding officers of the unit to pay special attention to their living. \n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the servicepersons of the battery.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su."
        },
        {
            "title": "Kim Jong Il's Work Published",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-17ee.html",
            "content": "Kim Jong Il's Work Published\r\n Pyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il published \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\", a talk to Rodong Sinmun, the organ of the Workers' Party of Korea, and Minju Joson, the organ of the DPRK government, on Sept. 5, Juche 97 (2008).\n\t\t\t\t\t He said in the preface of the work that the great leader Comrade Kim Il Sung is the founder of the DPRK, father of socialist Korea and the eternal president of the State, adding that the undying feats performed by him for the country and the people serve as an eternal foundation for the country and the revolution and as a solid basis for building a great prosperous and powerful socialist nation and carrying forward and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t In the first part of the work he noted that the 60-year-long history of the DPRK is a history of great struggle and victory, a history of great creation and changes in which it has defended the independence and honor of the country and built a powerful and prosperous socialist nation, weathering out the tempest of revolution under the guidance of the great leader and the great party.\n\t\t\t\t\t\n\t\t\t\t\t  He went on:\n\t\t\t\t\t\n\t\t\t\t\t  Our Republic has advanced along the road of victory and glory, pulling through unprecedented difficulties and trials in the acute confrontation with the imperialist aggression forces throughout its history, i.e. from the early period of laying a foundation for the nation-building and state construction up to now when a drive is going on to build a great prosperous and powerful socialist nation. Our struggle for building a new country, a new society was a rigorous and arduous struggle for overcoming all difficulties, but our country paved a new path for carrying out the cause of independence against imperialism, the socialist cause, and performed immortal great feats and accumulated precious experience, working miracles of historical significance in this course. That is why the 60-year-long history of our Republic is shining brilliantly and our socialist country, Korea of Songun, is now fully demonstrating its dignity and might as a fortress of independence and socialism.\n\t\t\t\t\t\n\t\t\t\t\t In the 1990s the situation rapidly changed, and our country and revolution faced unprecedentedly great difficulties and trials.\n\t\t\t\t\t\n\t\t\t\t\t Our Party held high the banner of Songun to cope with the prevailing situation and smashed every anti-DPRK and anti-socialist move of the imperialists and reactionaries with the invincible political and military might, thus honorably defending the sovereignty of the country and the nation and our socialism,\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in the second part of his work emphasized that the DPRK has emerged a socialist power of Juche with invincible might as it is guided by the Juche idea founded by President Kim Il Sung and it has applied the idea to all fields of the nation-building and state activities under the guidance of the Party.\n\t\t\t\t\t\n\t\t\t\t\tOur Republic is a genuine country of the people and a socialist state centered on the popular masses as it puts forward them as the master of the state and society and serves them.\n\t\t\t\t\t\n\t\t\t\t\t Our Party is the dearest mother party and our Republic is the motherland as they lead the people and take care of them and protect their destiny with love and trust and the embrace of the Party and the motherland serves as a cradle of genuine life and happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t Our Republic is an independent socialist state which firmly preserves the Juche character and the national character in the nation-building and state activities.\n\t\t\t\t\t\n\t\t\t\t\t Our Republic, which has grown strong under the banner of the Juche idea, has demonstrated its dignity as a socialist country centered on the popular masses which has strictly abided by the class principle, the revolutionary principle, a socialist state independent in politics, self-supporting in economy and self-reliant in national defence which is strong in the Juche character and national character and a genuine motherland of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t It is an invincible socialist power which has demonstrated its dignity by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Our Songun politics has served as an ever-victorious banner of our country and revolution and an all-powerful treasured sword for the revolution and construction as it embodies and comprehends in an overall way the revolutionary principles and strategy and tactics of Juche and the leadership methods and art of Juche on the basis of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration and the October 4 declaration were adopted and published thanks to our policy for national reunification based on the Songun politics and the common efforts of the nation to bring about a landmark phase in national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun politics and our independent foreign policy the prestige and influence of our Republic have unprecedentedly risen on international arena and its external relations rapidly expanded and developed.\n\t\t\t\t\t\n\t\t\t\t\t He in the third part of the work underscored the need to build a great prosperous powerful socialist nation on this land by energetically accelerating the all-out advance for the Songun revolution and thus win a decisive victory in accomplishing the cause of the leader, the socialist cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Noting that national reunification is the most urgent task facing the nation, he called on all compatriots in the north and the south and overseas to achieve national unity on the principle of national independence, shatter all machinations of the anti-reunification forces and accomplish the cause of national reunification without fail by the concerted efforts of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t We should wage a positive struggle to foil the policy of war of the imperialist aggressor forces and their hegemonic moves, defend peace and achieve global independence by strengthening the friendship and solidarity with all countries and progressive people desirous of independence, he said."
        },
        {
            "title": "Anniversary of WPK Observed",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-08ee.html",
            "content": "Anniversary of WPK Observed\r\n Pyongyang, October 10 (KCNA) - Leading papers today dedicate editorials to the 63rd anniversary of the Workers' Party of Korea. \n\t\t\t\t\t Rodong Sinmun says that the foundation of the WPK by President Kim Il Sung was a solemn declaration of the birth of a revolutionary party of new type in the era of independence and a historic event which brought about a fundamental change in the development of the Korean revolution and political life of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The President was a peerlessly great man who created a model of the times in building a revolutionary party under the banner of the Juche idea, the daily notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is the eternal party of the President as it has demonstrated its dignity as an invincible revolutionary party thanks to the greatness of his idea and politics.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the future of the WPK as it has brilliant history and tradition of the single-minded unity provided by the President as its eternal treasures.\n\t\t\t\t\t\n\t\t\t\t\t The glorious history of the WPK which has emerged victorious with the might of the single-minded unity is shining long thanks to the immortal history of General Secretary Kim Jong Il in leading the Party.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has become an ideologically pure entity all members of which take the same breath true to the idea and intention of Kim Jong Il, an invincible revolutionary party that has formed a harmonious whole with the army and people by embodying his revolutionary philosophy of comradeship and powerful elite ranks that have applied his leadership traits and revolutionary method.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest honor of the WPK and happiness of the Korean people to hold the great leader at the highest post of the Party generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The paper calls on the whole party and army and all people to glorify for all ages the tradition of the single-minded unity provided by the President as the eternal treasure of the WPK and the revolution and hold fast to the Songun leadership of Kim Jong Il in one mind and intention.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that as long as it is led by Kim Jong Il the WPK will always demonstrate its might as an invincible party under any storm and stress."
        },
        {
            "title": "Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-10ee.html",
            "content": "Homage to Kim Il Sung\r\n Pyongyang, October 10 (KCNA) -- Senior officials of the party and state, the chairperson of a friendly party and leading officials of the party, armed forces and power organs, social organizations, ministries and national institutions visited the Kumsusan Memorial Palace on Friday on the occasion of the 63rd anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t A floral basket was laid before the statue of President Kim Il Sung in the joint name of the Central Committee of the WPK, the WPK Central Military Commission, the DPRK National Defence Commission, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Written on the ribbon of the floral basket were letters \"The great leader Comrade Kim Il Sung is immortal\".\n\t\t\t\t\t\n\t\t\t\t\t They paid profound tribute to the President, looking up to his statue.\n\t\t\t\t\t\n\t\t\t\t\t They made a bow in humble reverence to the President who successfully carried out the cause of founding a revolutionary party and developed the WPK into a steel-strong party with a high sense of organization and discipline, an invincible one receiving the absolute support and trust of the popular masses with his veteran and seasoned leadership.\n\t\t\t\t\t\n\t\t\t\t\t Among the visitors to the palace on the same day were anti-Japanese revolutionary fighters, servicepersons of the Korean People's Army and people from all walks of life."
        },
        {
            "title": "KPA Commanding Officers Pay Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-12ee.html",
            "content": "KPA Commanding Officers Pay Tribute to Kim Il Sung\r\n Pyongyang, October 10 (KCNA) -- Commanding officers of the Korean People's Army visited the Kumsusan Memorial Palace on Friday on the occasion of the 63rd anniversary of the Workers' Party of Korea.\n\t\t\t\t\t They paid respectful homage to the statue of President Kim Il Sung who successfully achieved the cause of building a revolutionary party of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They paid tribute in profound reverence to Kim Il Sung who made an immortal contribution to developing the revolutionary armed forces and carrying out the cause of socialism by building the WPK as a powerful force guiding the Songun revolution and wisely leading it."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-11ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung\r\n Pyongyang, October 10 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung on the occasion of the 63rd anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The statue of Kim Il Sung on Mansu Hill is visited by an endless stream of the servicepersons of the Korean People's Army, working people from all walks of life and school youth and children in the capital and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Seen before the statue of the President was a floral basket from Kim Jong Il, general secretary of the WPK, chairman of the DPRK National Defence Commission and supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statue were floral baskets in the name of party, armed forces and power organs, social organizations, ministries, national institutions, institutions of science, education, culture and arts, public health and media and industrial establishments, farms and schools and other units in Pyongyang and flowers.\n\t\t\t\t\t\n\t\t\t\t\t Also placed was a floral basket in the name of the Pyongyang Mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Masses of various circles paid tribute in humble reverence to the President who ushered in a new history of building a revolutionary party of Juche and built a socialist power, independent in politics, self-supporting in economy and self-reliant in defense on this land, by wisely leading the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were laid before the statues of the President standing in various units including Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security and the Pyongyang Schoolchildren's Palace.\n\t\t\t\t\t\n\t\t\t\t\t Working people and school youth and children across the country visited the statues of the President in their residential areas and laid floral baskets and flowers."
        },
        {
            "title": "Congratulatory Message to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-04ee.html",
            "content": "Congratulatory Message to Kim Jong Il\r\n Pyongyang, October 10 (KCNA) -- The Central Committee of the Anti-Imperialist National Democratic Front Friday presented a congratulatory message to General Secretary Kim Jong Il on the occasion of the 63rd anniversary of the founding of the Workers' Party of Korea. \n\t\t\t\t\t The past more than six decades covered by the WPK is a shining course in which great creation and renovation were brought about in the revolution and construction under the uplifted banner of Songun and the chronicle of victory and glory in which a new history was opened up in building a revolutionary vanguard party in the era of independence, the message said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, with his rare wisdom and energetic leadership, strengthened and developed the WPK into an invincible party with strong sense of independence that remains unfazed despite whatever storm and stress, vanguard ranks with strong sense of organization and discipline that have formed a harmonious whole with the popular masses and a party of bright prospect that has firmly established monolithic ideology and leadership and successfully solved the problem of carrying forward the revolutionary cause.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il for the first time in history put forward the issue of giving a steady continuity to the idea and cause of the President as the noble mission the party has assumed before history and has developed the WPK into the party of the President, the founder of the party, both in name and reality. And you have brought about the overall efflorescence of the Workers' Party era unprecedented in the history of the nation under the banner of modeling the whole society on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il pursued the original Songun politics in all fields in the mid 1990s, in particular, thus consolidating the single-minded unity of the army and people as firm as a rock and building a strong war deterrent, and led the struggle of defending socialism and building a great prosperous powerful nation to victory with their might. This is a feat worthy special mention as it helped demonstrate to the world the greatness and invincible might of the WPK as the guide of the cause of Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, possessed of noble patriotism, brought about a turning phase of national reunification by providing the June 15 joint declaration, a landmark of reunification in the new century, and the October 4 declaration, a programme for its implementation, with his rare far-sightedness and broad magnanimity and thus strikingly manifested the validity and vitality of the WPK's line of country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is an unshakable faith and will of vanguard fighters of the AINDF and patriotic people from all walks of life to entirely entrust the prospect of national reunification and the future of nation to Kim Jong Il and advance under his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t We will take the lead in opening up a new era of independent reunification and peace and prosperity by calling upon people from all walks of life to turn out in the struggle to foil the vicious anti-reunification moves to provoke a war against the DPRK on the part of the U.S. and pro-U.S. warmongers under the uplifted banner of the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Birthday of WPK Observed",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-14ee.html",
            "content": "Birthday of WPK Observed\r\n Pyongyang, October 10 (KCNA) -- The State Symphony Orchestra gave a concert at the Moranbong Theater on Friday to mark the 63rd anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t It was enjoyed by senior officials of the party, army and state, the chairman of a friendly party and officials of the armed forces organs, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t The concert began with piano concerto \"Song Devoted to Comrade Kim Jong Il\". The repertoire included items of instrumental music and vocal music such as female alto solo \"The Forest Sways\" and orchestral music \"No One Knows\" and \"Rich Harvest Comes to the Chongsan Plain\".\n\t\t\t\t\t\n\t\t\t\t\t The performers, with a deep artistic representation, highly praised the immortal exploits President Kim Il Sung and General Secretary Kim Jong Il performed by founding the WPK, a revolutionary party of Juche type, and building it into an invincible party receiving absolute support and trust of the people with their outstanding ideological and theoretical activities and energetic leadership."
        },
        {
            "title": "Dancing Parties Held",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-15ee.html",
            "content": "Dancing Parties Held\r\n Pyongyang, October 10 (KCNA) -- Dancing parties of youth and students were held in different parts of the country on Friday to celebrate the 63rd anniversary of the foundation of the Workers' Party of Korea.\n\t\t\t\t\t The youth and students gathered in the venues of dancing parties in the capital including the plazas of the Monument to Party Founding, the Tower of the Juche Idea and the Pyongyang Indoor Stadium. They enthusiastically danced full of happiness of celebrating the founding anniversary of the party.\n\t\t\t\t\t\n\t\t\t\t\t They presented veritable sea of dancers with warm reverence for General Secretary Kim Jong Il who has glorified the WPK as an eternal party of President Kim Il Sung through his experienced and seasoned leadership, dancing to the tunes of such songs as \"Our General Is Best\", \"Party Represents Our Happiness\" and \"It is October\".\n\t\t\t\t\t\n\t\t\t\t\t They showed their intention to fully display the wisdom and valiant spirit of young vanguards in the on-going worthwhile struggle, true to the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Youth and students in Sinuiju, Hamhung, Wonsan and other parts of the country in dancing parties reflected the faith, will and optimism of youth, significantly celebrating the anniversary."
        },
        {
            "title": "President Kim Il Sung's Immortal Exploit in Party Building",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-13ee.html",
            "content": "President Kim Il Sung's Immortal Exploit in Party Building\r\n Pyongyang, October 10 (KCNA) -- Today the Korean people are lauding, as a political veteran rare to be seen, President Kim Il Sung who had paved a new path and created a shining model for building a revolutionary party in the independent era, deeply looking back on the 60-odd years covered by the Workers' Party of Korea (WPK).\n\t\t\t\t\t The President who put forward the party building as a fundamental issue of the revolution in his early years formed the Down-with-Imperialism Union (DIU) with young vanguards of new generation on October 17, Juche 15 (1926) and laid down a solid organizational and ideological basis and established the brilliant revolutionary traditions of the party in the flames of the anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t The President, basing himself on this, accomplished the cause of party foundation in time under the complex circumstances after the liberation of the country and led it so as to creditably discharge the mission and role as the political general staff guiding the construction of a new country from the first days after its foundation.\n\t\t\t\t\t\n\t\t\t\t\t The President, with rich experience accumulated in the course of leading the revolutionary struggle of various stages, set forth new fundamental theory and principle for the party building of the working class and the way for their realization and systematized the idea and theory on building the man-centered party in a comprehensive way.\n\t\t\t\t\t\n\t\t\t\t\t He led the efforts to carry through the mass line in the party activities thoroughly while firmly ensuring the unity and cohesion and purity of the party ranks and establishing the steel-like organization and discipline and thus strengthened and developed the WPK as a party defending and representing the independent demand and interest of the popular masses and as a revolutionary party of the working class which forms a harmonious whole with the masses.\n\t\t\t\t\t\n\t\t\t\t\t Particularly, he saw to it that the great Songun idea had been invariably maintained throughout the history of the party and laid down a firm organizational and ideological basis of the party and its leadership system for carrying forward the cause of Juche. This is the prominent exploit performed by him.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il, the WPK is demonstrating the dignity as President Kim Il Sung's Party in name and reality and is guiding the Korean people's efforts to build a great, prosperous and powerful socialist country along one road of victory."
        },
        {
            "title": "Reception Given by Russian Ambassador",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-09ee.html",
            "content": "Reception Given by Russian Ambassador\r\n Pyongyang, October 10 (KCNA) -- Russian Ambassador to the DPRK Valery Sukhinin hosted a reception at the Pyongyang Koryo Hotel on Oct. 9 on the occasion of the 60th anniversary of the establishment of diplomatic ties between the DPRK and Russia.\n\t\t\t\t\t Present there on invitation were Foreign Minister Pak Ui Chun, Vice-Minister of Foreign Affairs Kung Sok Ung, Vice-Minister of Railways Kim Chol, Vice-Minister of Foreign Trade Ri Myong San and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Staff members of Russian embassy here were also present there. \n\t\t\t\t\t\n\t\t\t\t\t The ambassador said in his speech that after the establishment of diplomatic ties between the two countries in 1948 they have invariably kept the friendly relations based on the principles of mutual assistance, confidence and respect.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Russian President Dmitri Anatoliyevich Medvedev and General Secretary Kim Jong Il pay deep attention to the development of relations between the Russia and the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the a ground-breaking ceremony for the reconstruction of Rajin-Khasan Railways and Rajin Port successfully took place on Oct. 4, he expressed the belief that the Russia-DPRK friendly and cooperative relations would consistently grow stronger for the promotion of welfare of the two peoples on the principles of good neighborliness, equality and mutual benefit.\n\t\t\t\t\t\n\t\t\t\t\t The foreign minister stressed that after the establishment of the diplomatic ties the DPRK and Russia have boosted cooperation and exchanges in different fields such as politics, economy and culture for the past six decades and thus contributed to achieving prosperity common to the two peoples, regional stability and world peace. \n\t\t\t\t\t\n\t\t\t\t\t He said that he is rejoiced over the good achievements made in Russia, friendly neighbor, sincerely hoping that everything would go well in Russia in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the traditional DPRK-Russia friendly and cooperative relations would grow stronger."
        },
        {
            "title": "S. Korean Solidarity's Struggle Supported",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-05ee.html",
            "content": "S. Korean Solidarity's Struggle Supported\r\n Pyongyang, October 10 (KCNA) -- The Solidarity for Implementing South-North Joint Declaration of south Korea launched a sit-in strike on situation to frustrate the suppression of candlelight demonstrations and the case faked up against the Solidarity for Implementing South-North Joint Declaration and abolish the \"National Security Law\" in Seoul on Oct. 6.\n\t\t\t\t\t Prior to the strike, the solidarity held a press conference.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the press conference exposed the fact that the security authorities in conspiracy with conservative media spread false report that the solidarity illegally ran a nursery and educated even children in leftist idea, in a bid to increase suppression of the solidarity. \n\t\t\t\t\t\n\t\t\t\t\t Such reckless acts are anti-reunification moves aimed to obliterate the progressive pro-reunification and patriotic organizations and nullify the June 15 joint declaration and the October 4 declaration as they were perpetrated as an escalation of the suppression of candlelight demonstrations.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out. It declared that the sit-in strikers of the solidarity would carry on the struggle against the Lee Myung Bak regime's suppression of candlelight demonstrations by holding meetings and conducting demonstrations, signature campaigns and information services and join the people in their efforts to smash the schemes against the solidarity."
        },
        {
            "title": "Significant Days of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-01ee.html",
            "content": "Significant Days of DPRK Observed in Different Countries\r\n Pyongyang, October 10 (KCNA) -- Seminars were held in Democratic Congo, Finland and France on Oct. 1 and 2 to mark the 63rd anniversary of the Workers' Party of Korea (WPK) and the 82nd anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t Present there were figures of political parties and organizations including the Genuine Lumumbist Patriotic Party and the Working Citizens' Association of Democratic Congo, the Finnish National Committee for the Study of the Juche Idea and the Finnish Group for the Study of Works of Comrade Kim Jong Il and the French Group for the Study of the Juche Idea and other people.\n\t\t\t\t\t\n\t\t\t\t\t Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, spoke in high praises of President Kim Il Sung who gave the origin of building a new type revolutionary party with the formation of the DIU in his teens and performed immortal exploits for the cause of building a party by consolidating the organizational and ideological base for party founding in the period of the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Rohekele Andre, president of the Working Citizens' Association of Democratic Congo, said that the WPK developed into an invincible party with strong sense of organization and militancy under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Antti Siika Aho, chief of the Finish Group for the Study of Works of Comrade Kim Jong Il, at the seminar on General Secretary Kim Jong Il's work \"On the Juche Idea\", referred to the fact that the President founded the Juche idea and liberated the country by waging the armed struggle against the Japanese imperialists and after that he founded the WPK and developed the DPRK into an independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t Today the WPK is called an invincible and most disciplined party all members of which are united in one mind under the seasoned leadership of Kim Jong Il, mother party enjoying absolute support and trust of the people, Jean Marie Lambret, chief of the French Group for the Study of the Juche Idea, noted, adding that the WPK would always emerge victorious in the future, too, as it is led by him.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the seminar held in France."
        },
        {
            "title": "Anniversary of WPK Marked in Mexico",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-02ee.html",
            "content": "Anniversary of WPK Marked in Mexico\r\n Pyongyang, October 10 (KCNA) -- The Mexican Committee for the Study of Kimilsungism published the 13th issue of its bulletin on Oct. 4 on the occasions of the 63rd anniversary of the Workers' Party of Korea and the 82nd anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The bulletin in an article with a photo showing the might of single-minded unity of the Korean people said that President Kim Il Sung formed the DIU, thus starting the history of building a revolutionary party of Juche type and consolidating the organizational and ideological foundation for founding a party during the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the WPK has achieved the single-minded unity of the whole society by pursuing the benevolent politics for the first time in history, the bulletin continued:\n\t\t\t\t\t\n\t\t\t\t\t The WPK shows deep loving care for the popular masses and places trust in them as required by the benevolent politics based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il considers that the loving care and obligation among comrades precisely lead to unity and the more sincere and warmer the comradeship becomes, the stronger the single-minded unity will grow.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the DPRK is admired by the international community for being stronger than a nuclear weapon. This would be unthinkable without the benevolent politics pursued by the WPK."
        },
        {
            "title": "Korea's Reunification Supported",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-03ee.html",
            "content": "Korea's Reunification Supported\r\n Pyongyang, October 10 (KCNA) -- The Mexican political parties and organizations issued a joint statement on Oct. 2 in support of the proposal for founding the Democratic Federal Republic of Koryo (DFRK) and the historic October 4 declaration.\n\t\t\t\t\t The statement noted that the proposal set forth by President Kim Il Sung provides the most reasonable and only way for achieving the reunification of the country by the concerted efforts of the nation free from interference of outside forces to suit to the specific conditions of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration provided thanks to the patriotic will for reunification and bold decision of General Secretary Kim Jong Il is a great programme for reunification for achieving the independent and peaceful reunification of the country in the idea of \"By our nation itself\" and the October 4 declaration is a programme for implementing it, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It vehemently denounced traitor Lee Myung Bak as a sycophantic traitor who takes no account of reunification and the future destiny of the nation as he is keen on sycophancy toward the U.S. and the policy for confrontation with the DPRK while totally negating the significant events and successes made in the north-south relations in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t It called on world political parties, governments and organizations supporting the reunification of Korea to expose and assail the Lee group's sycophantic and traitorous nature and moves against reunification and give strong support and encouragement to the Korean people in their struggle to achieve the independent and peaceful reunification of the nation under the banner of the June 15 North-South Joint Declaration and the October 4 declaration according to the proposal for founding the DFRK."
        },
        {
            "title": "Ousting of Lee Myung Bak Group from Power Called for",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-06ee.html",
            "content": "Ousting of Lee Myung Bak Group from Power Called for\r\n Pyongyang, October 10 (KCNA) -- A spokesman for the General Association of Koreans in China on Oct. 4 issued a statement titled \"The Lee Myung Bak group checking the trend of the era of independent reunification will not be able to escape destruction\".\n\t\t\t\t\t The statement said that as soon as traitor Lee came to power he brought into bolder relief his true colors as sycophantic traitor serving the U.S. while crying out for giving priority to tightening \"alliance\" with the United States.\n\t\t\t\t\t\n\t\t\t\t\t He not only sold off the dignity and interests of the nation to foreign forces without hesitation while talking about the \"relations of strategic alliance\" but committed such violence as arresting figures of many organizations of south Korea who turned out for reunification while breaching the June 15 joint declaration and the October 4 declaration, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t It referred to the fact that south Koreans of all strata and overseas compatriots are waging struggle against Lee deploring that it is a shame of the nation to have such hooligan with poor knowledge of politics, economy and common sense as \"president\".\n\t\t\t\t\t\n\t\t\t\t\t The statement appealed to the officials of the association and all Koreans in China to make all efforts to oust traitor Lee, enemy of the nation and sycophantic element serving the U.S., from the post of power and thoroughly implement the above-said declarations so as to achieve the reunification of the country as early as possible."
        },
        {
            "title": "Publicada nueva obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-19ee.html",
            "content": "Publicada nueva obra de Kim Jong Il\r\nPyongyang, 10 de octubre (ATCC) -- El Dirigente Kim Jong Il hizo publica la obra clasica \"La Republica Popular Democratica de Corea es el Estado socialista del Juche con invencible poderio\".\n\t\t\t\t\tLa obra se trata de las declaraciones hechas el 5 de septiembre del 97 (2008) de la Era Juche a los periodicos Rodong Sinmun y Minju Joson, organos del partido y del gobierno, respectivamente."
        },
        {
            "title": "RPDC es el Estado socialista del Juche con invencible poderio",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-20ee.html",
            "content": "RPDC es el Estado socialista del Juche con invencible poderio\r\nPyongyang, 10 de octubre (ATCC) -- El Dirigente Kim Jong Il hizo el 5 de septiembre del 97 (2008) de la Era Juche las declaraciones intituladas \"La Republica Popular Democratica de Corea es el Estado socialista del Juche con invencible poderio\" a los periodicos Rodong Sinmun y Minju Joson, organos del partido y del gobierno, respectivamente.\n\t\t\t\t\t  En el prologo de las declaraciones, el Dirigente senalo que el Presidente Kim Il Sung es el fundador de la RPDC y de la Corea socialista y eterno Presidente del Estado y subrayo que sus inmortales hazanas acumuladas ante la patria y el pueblo sirven de eterna piedra angular para nuestra patria y revolucion y de solido cimiento para la construccion de una gran potencia prospera socialista y para la continuacion y culminacion de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  En la primera parte de la obra, el Dirigente destaco que la historia de 60 anos de nuestra Republica es la trayectoria de gran lucha y victorias y de grandes creaciones y cambios, en que bajo la direccion del gran Lider y del gran partido, se defendio la independencia y el honor de la patria y se construyo la patria socialista prospera marchando contra vientos y mareas de la revolucion, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEn todo el periodo historico desde la preparacion de la base para la edificacion del pais y la etapa inicial de la construccion del Estado hasta la fecha, en que se construye una gran potencia prospera socialista, nuestra Republica avanzo por la unica senda de victorias y glorias superando las dificultades y pruebas sin precedentes en medio del agudo enfrentamiento con las fuerzas agresoras imperialistas. \n\t\t\t\t\t\n\t\t\t\t\tSi bien nuestra lucha por la construccion de una nueva patria y una nueva sociedad fue la batalla muy severa y ardua por vencer toda clase de dificultades, nuestra patria exploro el nuevo camino del cumplimiento de la causa antiimperialista por la independencia y la socialista y acumulo en este proceso grandes proezas y preciosas experiencias, que seran imperecederas, creando milagros de la historia. \n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, la historia de 60 anos de nuestra Republica brilla con esplendor y nuestra patria socialista, la Corea del Songun, manifiesta hoy su prestigio y aspecto majestuoso de fortaleza de la independencia y baluarte del socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la situacion bruscamente cambiada en la decada de los 90 del siglo pasado, nuestra patria y revolucion afrontaron severas dificultades y pruebas sin precedentes en la historia.\n\t\t\t\t\t\n\t\t\t\t\t  Frente a la situacion dada, nuestro partido defendio honrosamente la soberania del pais y la nacion y el socialismo coreano destruyendo a cada paso bajo la bandera del Songun y con el invencible poderio politico y militar las maniobras anti-RPDC y antisocialistas de los imperialistas y otros reaccionarios.\n\t\t\t\t\t\n\t\t\t\t\tEn la segunda parte de la obra, el Dirigente senalo que la RPDC pudo convertirse en un potente Estado socialista del Juche con invencible poderio porque toma por idea directriz la idea Juche creada por el gran Lider y la materializa globalmente en la construccion del Estado y las actividades estatales bajo la direccion de nuestro Partido y continuo:\n\t\t\t\t\t\n\t\t\t\t\tNuestra Republica es el verdadero pais del pueblo que presenta a las masas populares como duenas del Estado y la sociedad y sirve para estas y el Estado socialista centrado en las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tNuestro partido y nuestra Republica son el mas intimo partido madre y la patria madre que conducen y cuidan al pueblo con el amor y la confianza y defienden sus destinos y el regazo del partido y la patria es la cuna de la verdadera vida y la felicidad del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tNuestra Republica es el Estado socialista independiente que sostiene con firmeza el espiritu Juche en la construccion del Estado y las actividades estatales y mantiene activamente la nacionalidad. \n\t\t\t\t\t\n\t\t\t\t\tNuestra Republica fortalecida bajo la bandera de la idea Juche es el pais socialista centrado en las masas populares que materializo estrictamente los principios clasistas y revolucionarios y, al mismo tiempo, manifiesta su orgulloso aspecto del Estado socialista independiente, autosostenido y autodefensivo con fuerte espiritu Juche y nacionalidad y de la verdadera patria para toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tNuestra Republica es la invencible potencia socialista que demuestra su majestuoso aspecto mediante el Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\tNuestra politica de Songun se arraiga en la idea Juche y materializa y sintetiza globalmente los principios revolucionarios, la estrategia y tacticas del Juche y el metodo y el arte de direccion del  Juche. Por esta razon, ella constituye la bandera de victorias de nuestra patria y revolucion y el remedio omnipotente en la revolucion y la construccion.\n\t\t\t\t\t\n\t\t\t\t\tGracias a nuestra politica en materia de reunificacion de la patria basada en la politica de Songun y a los esfuerzos comunes de la nacion, fueron aprobadas y publicadas la Declaracion Conjunta Norte-Sur del 15 de Junio y la Declaracion del 4 de Octubre abriendo asi la coyuntura trascendental de la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLa politica de Songun y nuestra politica exterior de caracter independiente hicieron que se elevaran mas que nunca la autoridad y la influencia de nuestra Republica en la arena internacional y se ampliaran y se desarrollaran rapidamente las relaciones exteriores.\n\t\t\t\t\t\n\t\t\t\t\tEn la tercera parte de la obra el Dirigente Kim Jong Il destaco la necesidad de construir en el territorio patrio una gran potencia prospera socialista al dar buen impulso a la marcha general de la revolucion del Songun para lograr la victoria decisiva en el cumplimiento de la causa del Presidente, la causa socialista del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayando que la reunificacion de la patria es la tarea mas importante y prioritaria de la nacion coreana, el Dirigente exhorto a todos los compatriotas del Norte, el Sur y en ultramar a lograr la unidad nacional en el principio de independencia nacional y cumplir sin falta la causa de reunificacion de la patria con las fuerzas nacionales unidas frustrando las maniobras de toda indole de las fuerzas opositoras a la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Al fortalecer la amistad y la solidaridad con todos los paises y pueblos progresistas, que aspiran a la independencia, debemos luchar activamente por defender la paz, frustrar la politica belicista y las maniobras dominacionistas de las fuerzas agresoras imperialistas y verificar la independencia en todo el mundo, concluyo."
        },
        {
            "title": "Periodicos felicitan 63o aniversario de fundacion del PTC",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-21ee.html",
            "content": "Periodicos felicitan 63o aniversario de fundacion del PTC\r\nPyongyang, 10 de octubre (ATCC) -- Los periodicos centrales insertaron hoy editoriales dedicados al 63o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tEl diario Rodong Sinmun destaca que la fundacion de esta entidad por el Presidente  Kim Il Sung fue la declaracion solemne del nacimiento del partido revolucionario de nuevo tipo en la epoca de independencia y evento historico que trajo un viraje radical en el desarrollo de la revolucion coreana y en la vida politica del pueblo coreano y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung es el Gran Hombre sin igual que bajo la bandera de la idea Juche, creo el ejemplo de epoca en la construccion de un partido revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC es el eterno partido del Presidente que llego a ser altamente dignificado como invencible partido revolucionario gracias a la grandeza de la idea y la politica de el.\n\t\t\t\t\t\n\t\t\t\t\tEs sumamente esplendida la perspectiva de esta agrupacion porque atesora eternamente la brillante historia y tradicion de la unidad monolitica preparada por el Presidente.\n\t\t\t\t\t\n\t\t\t\t\tLa gloriosa historia del PTC continua segun la inmortal orientacion del Dirigente Kim Jong Il sobre este partido.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC es un organismo ideologicamente puro en que todos los militantes respiran el mismo aire apoyando la idea y la voluntad del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tResulta tambien el invencible partido revolucionario que logro la unidad de cuerpo y alma entre el ejercito y el pueblo materializando la filosofia revolucionaria de camaraderia del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, esta poderosa unidad de flor y nata encarna los rasgos de direccion y el modo revolucionario del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEnaltecer de generacion en generacion al gran Lider y al gran Dirigente en el puesto cimero del partido es la maxima gloria del PTC y la felicidad mas grande del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tTodo el partido, todo el ejercito y todo el pueblo deben glorificar infinitamente la tradicion de la unidad monolitica preparada por el Presidente como riqueza eterna del PTC y la revolucion y seguir con la unica alma la direccion del Songun del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson afirma que mientras es guiado por el Dirigente, el PTC seguira mostrando su gallardo aspecto de invencible partido que sale siempre victorioso aun en medio de cualesquier vientos y mareas."
        },
        {
            "title": "Ofrecido concierto por el 63o aniversario de fundacion del PTC",
            "url": "http://kcna.co.jp/item/2008/200810/news11/20081011-22ee.html",
            "content": "Ofrecido concierto por el 63o aniversario de fundacion del PTC\r\nPyongyang, 10 de octubre (ATCC) -- Con motivo del 63o aniversario de la fundacion del Partido del Trabajo de Corea, la Orquesta Sinfonica Nacional ofrecio este viernes el concierto conmemorativo en el Teatro Morambong.\n\t\t\t\t\tLo disfrutaron los cuadros del partido, el ejercito y el Estado, el presidente del partido amigo y los funcionarios de las instituciones de las fuerzas armadas, ministerios y organos centrales. \n\t\t\t\t\t\n\t\t\t\t\tEn la funcion iniciada con el concierto para el piano \"Himno al camarada Kim Jong Il\" se interpretaron el contralto \"Se agita la selva\", las musicas orquestales \"Nadie lo sabe\" y \"Abundante cosecha en la llanura Chongsan\" y otras piezas instrumentales y vocales. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron a traves de la profunda interpretacion musical las imborrables proezas del Presidente Kim Il Sung, quien fundo el PTC, partido revolucionario de tipo jucheano, y del Dirigente  Kim Jong Il quien con sus destacadas actividades ideo-teoricas y su orientacion entusiasta lo convirtio en la invencible agrupacion apoyada y confiada absolutamente por el pueblo."
        }
    ]
}