{
    "date": "2008-01-08",
    "url": "http://kcna.co.jp/item/2008/200801/20080108.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Gathering with Chinese Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#2",
            "content": "Kim Jong Il Inspects KPA Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 776 honored with the title of O Jung Hup-led 7th Regiment. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il looked round the room dedicated to the history of the unit, guided by the commander of the unit. &nbsp;&nbsp;&nbsp;\r\nHe underscored the need for the unit to continue exalting its honor as a guard unit, noting that the unit which has grown to be ranks of matchless fighters under the wise leadership and warm care of President Kim Il Sung is a unit of merits as it has performed proud feats in the defence of the country and socialist construction by displaying unparalleled patriotic devotion and popular heroism for the Party and the leader, the country and the people. &nbsp;&nbsp;&nbsp;\r\n After learning about the unit's performance of duty, he dropped in at an operational command room and military lecture rooms to acquaint himself with the training of its commanding officers. He set forth important tasks to be fulfilled by the unit to increase its combat capability in every way. &nbsp;&nbsp;&nbsp;\r\n Going round the servicepersons' hall and library and other cultural and educational facilities, he got familiar with the political work conducted among them. &nbsp;&nbsp;&nbsp;\r\n Then he took deep care of soldiers' living, looking round supply service facilities. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the successes made by the unit in the past, noting that the unit honored with the title of O Jung Hup-led 7th Regiment is a model not only in the combat and political training but in the establishment of military discipline and its management and in all other aspects. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\n He also inspected a sub-unit of the unit. &nbsp;&nbsp;&nbsp;\r\n After watching soldiers' training, he expressed satisfaction over the fact that its commanding officers and soldiers are undergoing intensive training to build up strength strong enough to beat any enemy. Training is the primary revolutionary task for the soldiers, he said. &nbsp;&nbsp;&nbsp;\r\n Then he took deep care of soldiers' service and living as a father would do, making the rounds of an educational room, a bedroom, a mess hall, a wash-cum-bath house, a non-staple food store, a barn and other places. &nbsp;&nbsp;&nbsp;\r\n He gave the servicepersons of the sub-unit a pair of binoculars, a machine gun and an automatic rifle as gifts and had a photograph taken with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su and Ri Yong Chol, first deputy department director of the C.C., WPK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint New Year Editorial Appeals to Korean People's Hearts",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#3",
            "content": "Friendly Gathering with Chinese Embassy Officials Held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- The Foreign Ministry of the DPRK arranged a friendly gathering with staff members of the Chinese embassy here on Jan. 7 on the occasion of the New Year, Juche 97 (2008). &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Liu Xiaoming, Chinese ambassador to the DPRK, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n On hand were Pak Ui Chun, minister of Foreign Affairs, and officials of the foreign ministry. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the gathering. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting talked about the need to boost the DPRK-China relations in the New Year, too, deepening the friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Revolutionary Slogan for Present General Offensive",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#4",
            "content": "Joint New Year Editorial Appeals to Korean People's Hearts \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- The Korean people are roused to immense excitement and emotion by the joint New Year editorial calling upon them to glorify this year marking the 60th anniversary of the founding of the DPRK as a year of gigantic struggle, a year of national historic jubilation, in which a great turn is expected in the history of the country and the revolution. &nbsp;&nbsp;&nbsp;\r\n The working people of the country are assiduously studying the editorial word by word, thinking they have to deeply grasp its idea and content and positively incorporate them into practice, if they are to greet the grand festival of DPRK founding anniversary in September with a sense of pride after scoring significant results in their work. &nbsp;&nbsp;&nbsp;\r\n In response to their high degree of enthusiasm in studying the editorial, the TV and radio continue reporting explanations of the editorial and the features of the working people of different strata stirred to the depths of their being. &nbsp;&nbsp;&nbsp;\r\n The leading newspapers such as Rodong Sinmun allot much space to articles explaining the editorial. &nbsp;&nbsp;&nbsp;\r\n Officials of industrial establishments and co-op farms across the country are meticulously planning the organizational and political work to bring home the idea and content of the editorial to the workers and farmers in various forms and ways. &nbsp;&nbsp;&nbsp;\r\n Those of the Pyongyang Thermal-power Complex, the Kim Chaek Iron and Steel Complex, the Mangyongdae Machine-tool Factory, the Namsa Co-op Farm in Rakrang District, Pyongyang, and other units go to the work sites seething with production zeal, taking with them visual aids, and explain to the working people the content of the editorial in words easy to understand. &nbsp;&nbsp;&nbsp;\r\n The working people show special interests in the study of the tasks set before their units and fields and ways of their fulfillment. &nbsp;&nbsp;&nbsp;\r\n At all work sites working people have heated discussions on the editorial, combining it with practice, during breaks, and people are seen absorbed in studying the editorial in buses and subway trains in the rush hour. &nbsp;&nbsp;&nbsp;\r\n The Korean people have turned out as one in the efforts to implement the tasks set forth in the editorial, which appeals to them to launch into a general offensive this year for significantly marking the 60th anniversary of the founding of the DPRK as a great revolutionary auspicious event which will go down in the history of the country and fling open the gate to a great, prosperous and powerful nation in a few years to come.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Implementation of October 4 Declaration Urged",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#5",
            "content": "Revolutionary Slogan for Present General Offensive  \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- The slogan \"Glorify this year of the 60th anniversary of the founding of the DPRK as a year of historical turn which will go down in the history of the country!\" was put forth by the joint New Year editorial of the organs of the Party, army and youth league of the country. &nbsp;&nbsp;&nbsp;\r\n Upon receiving this militant slogan full of the idea and intention of the Workers' Party of Korea, the Korean people have turned out in the efforts to bring about a fresh leap forward from the outset of the year. &nbsp;&nbsp;&nbsp;\r\n Following the happy news that the Musan Mining Complex successfully blasted 150 000-cubic meter earth at the first day work of the year, the workers of the Kim Chaek Iron and Steel Complex turned out the first molten iron with a determination to prove themselves worthy of the Party's trust. &nbsp;&nbsp;&nbsp;\r\n The enthusiasm for the general offensive has swept everywhere in the country, to say nothing of the mining industry and Ranam, Rakwon and Taean machine-building bases.\r\n The militant slogans set in each period and at each stage of the developing revolution have firmly griped the hearts of the servicepersons and people, inspiring them into heroic feats. &nbsp;&nbsp;&nbsp;\r\n Early in January 1998 when the DPRK was forcing its way through the unprecedented ordeals of \"Arduous March\" and the forced march caused by the imperialists' moves to isolate and stifle it and successive natural disasters, the WPK issued the slogan \"Forward in the forced march for final victory!\" &nbsp;&nbsp;&nbsp;\r\n In response to the militant slogan of the Party reflecting its indomitable will to overcome all the difficulties with a bold offensive and achieve the final victory, the Korean people displayed to the full their mental power they had hardened in the storms of revolution. &nbsp;&nbsp;&nbsp;\r\n Scientists and technicians of the country successfully launched the first artificial satellite with the unbreakable faith and the spirit to surmount difficulties. And the working people in Jagang and South Hamgyong Provinces completed the construction of hundreds of minor power stations in 1998 alone, thus creating a new history of changes on this land. &nbsp;&nbsp;&nbsp;\r\n In 2000, too, the Korean people held aloft the revolutionary slogan of their own style \"Glorify this year greeting the 55th anniversary of the WPK founding as a proud year of victory in the flames of the great Chollima upsurge!\" &nbsp;&nbsp;&nbsp;\r\n Under the militant slogan, the army and people of Korea built the Anbyon Youth Power Station (second stage), Thaechon Power Station No. 5, the Youth Hero Motorway and other edifices, with the result that they adorned the year of 2000 with proud labor achievements. &nbsp;&nbsp;&nbsp;\r\n Under the uplifted revolutionary slogan advanced in the joint New Year editorial, the Korean people will vigorously launch the general offensive this year in order to carry into practice the far-reaching plan of the Party to open wide the gate to a great, prosperous and powerful country without fail in 2012.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Foreign Policy of DPRK",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#6",
            "content": "Implementation of October 4 Declaration Urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- The historic October 4 declaration is a solemn declaration heralding a new era of independent reunification and peace and prosperity, and it is a significant declaration in which the north and the south of Korea reaffirmed the spirit of the June 15 joint declaration and promised to accelerate peace and cooperation and national reunification on its basis. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n The October 4 declaration clarifies tasks and ways for solving all problems for developing inter-Korean relations, securing durable peace of the country and achieving common prosperity of the nation, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The above-said tasks are realistic problems for implementing the landmark program for independent reunification set forth in the June 15 joint declaration and their fulfillment promotes the implementation of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The reality of the movement for national reunification which has entered a new stage of development calls upon the north and the south to dynamically carry out the patriotic cause of the development of north-south relations and peace and prosperity as clarified in the October 4 declaration, holding the June 15 joint declaration as the banner of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The north and the south are parties directly responsible for the implementation of the October 4 declaration. Anyone who loves the country and the nation and wants national reunification should support and defend the October 4 declaration and strive to implement it. &nbsp;&nbsp;&nbsp;\r\n Only when all Koreans at home and abroad, masters of the national reunification movement, turn out as one, is it possible to successfully implement the October 4 declaration. All the compatriots, whether they be in the north and the south or overseas, should turn out in the patriotic drive to implement the October 4 declaration, as set forth in the joint New Year editorial, transcending the differences in political view and religious belief, occupation and social strata.     \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book Praising Kim Jong Suk Published in Ecuador",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#7",
            "content": "Rodong Sinmun on Foreign Policy of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- It is the invariable stand of the Workers' Party of Korea and the government of the DPRK to consistently embody the idea of the foreign policy -- independence, peace and friendship, observes Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n Independence, peace and friendship represent the basic idea of the foreign policy of the WPK and the government of the DPRK, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The idea of their independent foreign policy most fully meets the intrinsic wishes of the human beings to live and develop independently. &nbsp;&nbsp;&nbsp;\r\n Without an independent stand, people cannot properly advance the revolution and construction and achieve final victory. &nbsp;&nbsp;&nbsp;\r\n The DPRK never allows anyone to infringe upon its sovereignty, meddle in its internal affairs, dominate and control it. It is opposed to any act of violating the sovereignty of any other country. &nbsp;&nbsp;&nbsp;\r\n It estimates and handles anything arising in the relations with other countries and all other issues with independence as a yardstick and resolutely struggles against the infringement upon independence. &nbsp;&nbsp;&nbsp;\r\n The above-said idea of the peace-loving foreign policy represents the desire of the people to live in a peaceful world free from war. &nbsp;&nbsp;&nbsp;\r\n People can successfully promote national prosperity and the building of an independent new society only in a peaceful environment. &nbsp;&nbsp;&nbsp;\r\n Peace cannot be achieved by the effort of an individual country and people alone. &nbsp;&nbsp;&nbsp;\r\n Mankind's desire for peace can come true only when the peace-loving progressive people get united and wage a dynamic struggle for defending peace from war. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned idea of the foreign policy presupposes boosting the friendly and cooperative ties with all countries and people of the world. &nbsp;&nbsp;&nbsp;\r\n It is the avowed foreign policy of the DPRK to develop the friendly and cooperative relations with all the countries of the world advocating independence. &nbsp;&nbsp;&nbsp;\r\n The DPRK will make every effort to establish sound international relations and order as a member of the international community.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Significant Days Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#8",
            "content": "Book Praising Kim Jong Suk Published in Ecuador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- Book \"Mrs. Kim Jong Suk, Illustrious Commander of Mt. Paektu\" was published by the Voluntad Publishing House of Ecuador on Dec. 29 last year on the occasion of the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n Carried in the book are a photo of Kim Jong Suk and photos showing her immortal revolutionary life. &nbsp;&nbsp;&nbsp;\r\n The book consists of \"1. At the place having a distant view of Mt. Paektu,\" \"2. Often passing high and steep peaks of Paektu\" and \"3. Always living in the same way as she did during the period of activities in Mt. Paektu.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Finnish Organizations Support Joint New Year Editorial of DPRK",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#9",
            "content": "DPRK's Significant Days Observed in Different Countries \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- Korean book and photo exhibitions and film shows took place in Russia, India, Syria, Iran, Malaysia, Indonesia, Thailand and Singapore in the period from Dec. 19 to 25 last year on the occasions of the 16th anniversary of Kim Jong Il's assumption of office as supreme commander of the Korean People's Army and the 90th birth anniversary of anti-Japanese war hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n On display in the venues of the exhibitions were famous works of the leader, photos showing the undying feats he performed in leading the Songun revolution and books and photos introducing Songun Korea. &nbsp;&nbsp;&nbsp;\r\n The participants in the film shows watched Korean films including \"For the Liberation of the Country\" \"They Were Together on the Road of the Great Songun Leadership\" \"The 75th Anniversary of the Heroic Korean People's Army\" \"The Korean People's Army, Steel-like Ranks\" and \"Care Shown to Make Their Lives Shine\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il visita una central del rio Ryesong en construccion",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#10",
            "content": "Finnish Organizations Support Joint New Year Editorial of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 7 (KCNA) -- The Finnish National Committee for the Study of the Juche Idea, the Finnish Group for the Study of Works of Comrade Kim Jong Il and the North Branch of the Finland-Korea Society released a joint statement on January 2 in support of the joint New Year editorial published by newspapers of the party, the army and the youth league in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Expressing full support to \"Glorify This Year of the 60th Anniversary of the Founding of the DPRK as a Year of Historical Turn Which Will Go Down in the History of the Country\", the joint editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, the statement said: &nbsp;&nbsp;&nbsp;\r\n The Korean people will more vigorously push ahead with the building of a great, prosperous powerful socialist nation under the wise leadership of Kim Jong Il in 2008, too. &nbsp;&nbsp;&nbsp;\r\n The joint editorial clearly set forth the tasks for the Korean people this significant year marking the 60th birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK founded by President Kim Il Sung has advanced far and will continue to go along the road full of glory in the future, too. &nbsp;&nbsp;&nbsp;\r\n Any moves of the imperialist allied forces can never bring the Korean people to their knees. &nbsp;&nbsp;&nbsp;\r\n As stated in the joint editorial, the Korean people will defend their country and achieve the independent and peaceful reunification of the country under the Songun revolutionary leadership based on the Juche idea.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun aboga por ejecutar ideal de independencia, paz y amistad ",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#11",
            "content": "For Spanish-speaking people\r\n\r\n"
        },
        {
            "title": "Ecuador: impreso libro referente a la Generala celebre Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2008/200801/news01/08.htm#12",
            "content": "Kim Jong Il visita una central del rio Ryesong en construccion\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 7 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, estimulo en el terreno de construccion de la Central Hidroelectrica del rio Ryesong a los constructores que iniciaron la lucha del ano nuevo. &nbsp;&nbsp;&nbsp;\r\n�@Tras intercambiar el saludo con los funcionarios presentes para recibirle, el Dirigente diviso desde un observatorio el panorama de la planta cerciorandose en detalles del estado de construccion. &nbsp;&nbsp;&nbsp;\r\n�@Evaluo altamente a los constructores y voluntarios destacando que ellos trabajaron mucho en un ano y registran desde los primeros dias del ano nuevo exitos prodigiosos e innovadores y les envio un cordial saludo. &nbsp;&nbsp;&nbsp;\r\n�@Al senalar que esta planta situada en un buen lugar fue disenada excelentemente de modo rentable y garantiza una alta calidad de construccion como una obra arquitectonica de eterna duracion, se mostro muy satisfecho de que se va creando otro bien del pais. &nbsp;&nbsp;&nbsp;\r\n�@Al contemplar un gran lago artificial, dique y la planta hidroelectrica Juventud no.1, senalo que constituye un gran exito que los constructores cumplieron en un corto plazo gigantescas tareas de trabajo dando pruebas del espiritu de autososten y lucha tenaz y volvio a evaluar altamente sus meritos. &nbsp;&nbsp;&nbsp;\r\n�@El Dirigente califico al Complejo de Construccion de Plantas Hidroelectricas de Kangdong de ameritada brigada de construccion que hizo enorme aporte a la electrificacion del pais al edificar numerosas plantas hidroelectricas de gran dimension, entre otras, las del rio Jangja, el rio Nam y Thaechon y anadio que este complejo debe dar firme continuidad a sus orgullosas tradiciones de lucha. &nbsp;&nbsp;&nbsp;\r\n�@El Dirigente presento las tareas para terminar pronto la obra. &nbsp;&nbsp;&nbsp;\r\n�@Dijo que ya que quedo finalizado el principal proyecto de la construccion, deben organizar bien los trabajos y concentrar las fuerzas para hacer mas facil el resto de la obra. &nbsp;&nbsp;&nbsp;\r\n�@Seguidamente, resalto la necesidad de librar la ofensiva final para acortar el plazo de construccion. &nbsp;&nbsp;&nbsp;\r\n�@Finalmente, el expreso su esperanza y conviccion de que los constructores y voluntarios movilizados en la construccion construiran magnificamente la planta electrica del rio Ryesong como una creacion arquitectonica a la altura de la epoca del Songun (priorizacion militar). &nbsp;&nbsp;&nbsp;\r\n�@Le acompanaron el secretario responsable del Comite del PTC en la Provincia de Hwanghae del Norte, Choe Ryong Hae, el primer subjefe de departamento del CC del PTC, Ri Yong Chol, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su.    \r\n\r\n\r\n\r\n"
        }
    ]
}