{
    "date": "2008-07-21",
    "url": "http://kcna.co.jp/item/2008/200807/20080721.htm",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Battery of KPA Unit",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit for Training Recruits",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#2",
            "content": "Kim Jong Il Inspects Battery of KPA Unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- General Secretary Kim Jong Il inspected a battery of KPA Unit 205 honored with the title of O Jung Hup-led 7th Regiment. &nbsp;&nbsp;&nbsp;\r\n He watched its soldiers in firepower training and expressed satisfaction over the fact that they have grown to be a-match-for-a hundred fighters and creditably performed the noble mission and duty they assumed before the country and the revolution in the general march for the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n He dropped in at a military lecture room to acquaint himself with the training. He took deep care of the service and living of the soldiers, making the rounds of an education room, a bedroom, a mess hall, a wash-cum-bathroom and a barn and other places of the battery. &nbsp;&nbsp;&nbsp;\r\n No details escaped him, ranging from soldiers' use of entertainment equipment to the operation of their bath house. He highly appreciated their revolutionary spirit of self-reliance, expressing great satisfaction over the fact that the battery has provided good conditions for its soldiers' living by its own efforts and enabled them to lead an affluent life. &nbsp;&nbsp;&nbsp;\r\n Praising the officers and men of the battery for having made successes not only in increasing its combat capability and managing itself but in stock-breeding and sideline farming in perfect unity, he said that it is one of the features peculiar to the KPA to display the transparent revolutionary spirit of devotedly implementing the Party's line and policies. &nbsp;&nbsp;&nbsp;\r\nHe met with the soldiers of the battery and gave a warm pep talk to them before having a photo session with them.\r\n He was accompanied with KPA Generals Hyon Chol Hae and Ri Myong Su.  \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves to Grab Tok Islet under Fire",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#3",
            "content": "Kim Jong Il Inspects KPA Unit for Training Recruits \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 3898 for training recruits. &nbsp;&nbsp;&nbsp; \r\n He learned about how the educational programme is being implemented and watched the training of recruits. He was satisfied to know that the unit has organized diverse forms of effective trainings to train recruits well informed of military regulations and possessed of strong physical bodies in a brief span of time. &nbsp;&nbsp;&nbsp; \r\n Praising the recruits for preparing themselves as stalwart soldiers through their intensive training, he said that the training of recruits is particularly important for those soldiers who begin their military service. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself in detail with how the political work is being conducted among recruits, going round a soldiers' hall, an education room and other entertainment and educational facilities. &nbsp;&nbsp;&nbsp;\r\n He set forth the tasks to be fulfilled by the unit to deepen the ideological work, expressing great satisfaction over the fact that the unit has trained the soldiers as fighters strong in idea and faith by preparing diverse educational materials needed for conducting the revolutionary and working-class education in a unique manner to suit the peculiarities of the recruits and organizing brisk political work by use of them. &nbsp;&nbsp;&nbsp;\r\n He watched an art course being conducted for the recruits. The soldier culture representing the era of Songun is efflorescing as the days go by as soldiers are given the opportunity to acquire rich knowledge about arts from the days of recruits and bringing their talents into full bloom, he noted, underscoring the need to pay deep attention to their cultural and emotional life so that revolutionary optimism may prevail in the whole army. &nbsp;&nbsp;&nbsp;\r\n He walked round the compound of the barracks to learn about the management of the unit. &nbsp;&nbsp;&nbsp;\r\n After making the rounds of a bedroom, a mess hall, a kitchen, a non-staple food store, a food processing room, a welfare service complex and other supply service facilities, he expressed great satisfaction with the fact that the commanding officers of the unit have provided the recruits with good conditions for their living and significantly improved their diet by positively developing the sideline farming, in particular. &nbsp;&nbsp;&nbsp;\r\n No period is as beautiful and worthwhile as the days spent by one as a soldier with arms, he noted, urging all recruits to glorify the worthwhile days of their military service with shining feats. &nbsp;&nbsp;&nbsp;\r\n He had a photograph taken with the servicepersons of the unit. &nbsp;&nbsp;&nbsp;\r\nHe was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su. \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Ridicules Japan's Mean Behavior",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#4",
            "content": "Japan's Moves to Grab Tok Islet under Fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Some days ago the Japanese authorities decided to write Tok Islet as part of the Japanese territory in the new teaching guidelines for primary and middle schools of Japan and officially announced them. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the Central Committee of the Democratic Front for the Reunification of the Fatherland Saturday issued a statement branding the Japanese authorities' measure to educate the students in the \"dominion over Takeshima\" as an unpardonable move for reinvasion of Korea and vehemently denouncing this in the name of the whole nation. &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n The fact that the islet is part of the inviolable territory of the Korean nation was clearly proved already long ago by historical facts and geographical and legal evidence. More historical materials proving this fact have been unearthed in different countries and in Japan, too, recently. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the Japanese reactionaries, not content with making far-fetched assertion that Tok Islet belongs to Japan's territory,  are working hard to convince the young Japanese of this assertion. This can be perpetrated only by the ferocious aggressors and brazen-faced robbers. &nbsp;&nbsp;&nbsp;\r\n The Korean people will never allow the Japanese reactionaries to grab the inviolable territory of Korea, the precious treasure and cradle of existence, prosperity and life of the nation but force them to pay without fail for the above-said moves as well as for the crimes committed by Japan in the past. &nbsp;&nbsp;&nbsp;\r\n The brazen-faced and provocative moves of the Japanese reactionaries are attributable to the Lee Myung Bak group's sycophancy towards Japan and acts of treachery, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Traitor Lee Myung Bak's act of keeping mum about Japan's undisguised moves to seize the islet, to say nothing of the crimes committed by it in the past and conniving at them is encouraging the Japanese samurais in their wild ambition for reinvasion. &nbsp;&nbsp;&nbsp; \r\n It is a foolish daydream for Japan to try to grab the islet of Korea with the help of Lee, the traitor identical to the \"five traitors of 1905\". &nbsp;&nbsp;&nbsp; \r\n The Korean nation will never pardon such traitor as Lee Myung Bak.  \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Colombian President",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#5",
            "content": "KCNA Ridicules Japan's Mean Behavior \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Japan keeps behaving ridiculously even though the six-party talks have entered a new phase. &nbsp;&nbsp;&nbsp;\r\n The foreign minister, the chief Cabinet secretary and other men in authority in Japan recently vied with each other in asserting that there can be neither the lifting of sanctions against the DPRK nor energy aid to it unless progress is made in settling the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n It is absolutely ludicrous for Japan to try to prevent the six-party talks from making progress at any cost. &nbsp;&nbsp;&nbsp;\r\n As well known, the DPRK has taken practical measures for denuclearization and the fulfillment of commitments by those parties concerned is also high on the agenda. &nbsp;&nbsp;&nbsp;\r\n But it is only Japan which is standing in the way of the talks while refusing to fulfill its commitment under the agreement adopted by the six-party talks under the pretext of the \"abduction issue.\" &nbsp;&nbsp;&nbsp;\r\n Such mean behavior is peculiar to Japan, a country remaining clean indifferent to the international agreement and even elementary morality in a bid to serve its own selfish interests. &nbsp;&nbsp;&nbsp;\r\n By nature, the \"abduction issue\" is not to be taken up at the six-party talks as it has nothing in common with the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Japan has so far disturbed the work of the talks, creating only complexities in their way. &nbsp;&nbsp;&nbsp;\r\n The reality again raises the question as to whether there is any need to let Japan participate in the talks any longer. &nbsp;&nbsp;&nbsp;\r\n Should Japan continue behaving as now, it will stand isolated and will not be able to escape the fate of being kicked out of the talks in the end. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#6",
            "content": "Greetings to Colombian President \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to Alvaro Uribe Velez, President of Colombia, on the occasion of its national day. &nbsp;&nbsp;&nbsp;\r\n Wishing the President and the government of Colombia success in the work for stability and development of the country, Kim in the message expressed belief that the friendly and cooperative relations between the two countries would continue to develop on good terms.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Artist Wins Top Prize of Intl' Art Expo",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#7",
            "content": "DPRK Delegation Leaves \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- A DPRK delegation led by Foreign Minister Pak Ui Chun Saturday left here to participate in the ministerial meeting of the ASEAN Regional Forum to be held in Singapore and the meeting of the foreign ministers of the non-aligned countries in Iran. &nbsp;&nbsp;&nbsp;\r\n The delegation is also to visit Singapore and Vietnam.\r\n\r\n\r\n"
        },
        {
            "title": "World-Famous Gymnasts of DPRK",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#8",
            "content": "Korean Artist Wins Top Prize of Intl' Art Expo \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Merited Artist Choe Chang Ho, room chief of the Korean Painting Group of the Mansudae Art Studio, was awarded \"prize for the best art,\" the top prize, at the 11th Beijing International Art Expo held in China recently in recognition of several Korean paintings which represented the stamina of Songun Korea and the scenic beauty of the country. &nbsp;&nbsp;&nbsp;\r\n The expo brought together art organizations and famous artists from more than 80 countries and regions of the world including the DPRK, China, Russia, Italy, UK and France. It drew international attention for its big scale and diversity in themes and varieties of art works on display there. &nbsp;&nbsp;&nbsp;\r\n The Korean paintings \"Lake Chon on Mt. Paektu in Winter\" and \"When Climbing Jipson Peak\" and other works won great admiration and evoked lively response among visitors for the bold and dynamic stroke used in drawing them and enthusiastic and unique representation. &nbsp;&nbsp;&nbsp;\r\n Officials of the government and noted artists of China said that the DPRK's contribution of art works to the expo made it peculiar and splendid, adding that the Korean paintings deeply impressed all visitors for their truthful and vivid representation of human being's desire, wish and life. \r\n\r\n\r\n"
        },
        {
            "title": "\"Among the People\" Vol. 74 Published",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#9",
            "content": "World-Famous Gymnasts of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- Many world-famous gymnasts have been produced in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Labor Hero and People's Sportsman Pae Kil Su bagged several gold medals at the pommel horse events of the World Gymnastic Championships and Olympic Games, demonstrating the honor of the country. &nbsp;&nbsp;&nbsp;\r\n Kim Kwang Suk, champion of the uneven bars event in the 26th World Gymnastic Championships, performed a new movement in which she made front somersault in the air on the higher bar. It is called Kim Kwang Suk's movement. &nbsp;&nbsp;&nbsp;\r\n Pak Kyong Sil also successfully displayed a new movement at the uneven bars event, which was registered as Pak Kyong Sil's movement by the International Gymnastic Federation. &nbsp;&nbsp;&nbsp;\r\n Ri Song Sop and Ri Chol Hun gave play to movements of highest technique respectively at the horizontal bar event in the 20th Olympic Games and at the pommel horse event in the 21st World Gymnastic Championships. The movements were named after Ri Song Sop and Ri Chol Hun respectively. &nbsp;&nbsp;&nbsp;\r\n Ri Jong Song performed a movement in which he made treble flip-flap with simultaneous double somersault in the floor exercise. The 11th International Men's Gymnastic Referee Workshop decided to call this movement after his name. &nbsp;&nbsp;&nbsp;\r\n Besides, Ri Se Gwang was highly appreciated by performing a new movement at the long horse event of a world cup gymnastic championship, and Kang Yun Mi and Pyon Kwang Sun were awarded the honorary title \"World-Class Gymnast\". \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Imperialists' Economic Infiltration Termed Means of Aggression and Plunder",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#10",
            "content": "\"Among the People\" Vol. 74 Published\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- \"Among the People\" Vol. 74, collection of reminiscences, was published by the Workers' Party of Korea Publishing House. &nbsp;&nbsp;&nbsp;\r\n It consists of 18 reminiscences dealing with immortal revolutionary exploits performed by President Kim Il Sung and his noble popular traits. &nbsp;&nbsp;&nbsp;\r\n Reminiscences titled \"In Order to Let Them Carry forward the Spirit of Mt. Paektu\" and \"Request Reflected in a Photograph\" carry the contents that the President earnestly requested the rising generation to accomplish the revolutionary cause of Juche upholding the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It has other reminiscences such as those entitled \"'The Party Has Done Very Good Thing This Time'\" dealing with the fact that the President instructed officials to do more good things for the people and \"On the Running Train\" that he organized a consultative meeting for the improvement of standard of people's living. &nbsp;&nbsp;&nbsp;\r\n Reminiscences titled \"Remembering the Early Days of the History of Building Minor Power Stations in the DPRK\" says that the President unfolded the far-reaching plan for building many minor power stations after the country's liberation. &nbsp;&nbsp;&nbsp;\r\n Other reminiscences including \"A Method of Cultivating Bean Crops Personally Taught by President\" deal with the big efforts made by the President to settle the issue of people's food. &nbsp;&nbsp;&nbsp;\r\n Those entitled \"'This Is a Wonderful Site'\" and \"Treasuring and Loving Medical Workers More than Others\" say that the President personally selected the site of building a house of culture for servicepersons and showed loving and benevolent care for public health workers. &nbsp;&nbsp;&nbsp;\r\n The President trained sons and daughters of ordinary workers and farmers into persons of ability of the country and led them forward step by step with his loving care. These facts are dealt by such reminiscences as those titled \"In Order to Give Correct Guidance to Farming\", \"Under the President's Love and Trust\" and \"Trusting in and Putting Forward\".&nbsp;&nbsp;&nbsp;\r\n Those titled \"Paying Attention to Even Technical Education of Women\" and \"Saying to Be Well Aware of Reality\" show how he put his heart and soul into training the rising generation as reliable revolutionary men. &nbsp;&nbsp;&nbsp;\r\n Others including \"I Can Not Sleep When I Think of Comrade Kim Chaek\" and \"The Cradle of My Life\" deal with the President's noble revolutionary obligation, comradeship and popular traits. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "RIMPAC Joint Military Exercises Assailed",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#11",
            "content": "Imperialists' Economic Infiltration Termed Means of Aggression and Plunder\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- The imperialists are now resorting to more concealed and crafty moves for economic infiltration into the developing countries. Terming it a means employed by them for aggression and plunder. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today observes this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n \"Aid\" is one of the major methods used by the imperialists for exploitation and plunder these days. Through this they are deterring the developing countries from achieving economic self-sustenance while subjugating them politically, too. &nbsp;&nbsp;&nbsp;\r\n \"Loan\" also serves as one of crafty means employed by the imperialists for plunder. They indirectly lend \"loan\" to those countries under various conditionality through the International Monetary Fund and the World Bank, etc., thus intensifying exploitation and plunder of those countries. &nbsp;&nbsp;&nbsp;\r\n Another method which the imperialists put emphasis on nowadays when making economic inroads into other countries is sanctions. &nbsp;&nbsp;&nbsp;\r\n Some of the examples are collective economic sanctions by international organizations and single-handed economic sanctions by domestic laws.  &nbsp;&nbsp;&nbsp;\r\n One of the most vicious ways employed by the U.S. when tightening sanctions against other countries is monetary sanctions. Depending on the old IMF system, the U.S. merges or absorbs the banks of the developing countries and seizes and puts under its control the raw and other material resources and means of production, thus preventing those countries from building independent national economy. &nbsp;&nbsp;&nbsp;\r\n The craftiness of the imperialists' exploitation and plunder is more glaringly disclosed in the field of science and technology. &nbsp;&nbsp;&nbsp;\r\n They intensify neo-colonial exploitation and plunder of those developing countries by transferring the out-dated and backward science and technologies to those countries. &nbsp;&nbsp;&nbsp;\r\n What they seek in such economic infiltration is to grasp more firmly those countries as their markets, field of material resources and capital investment. Through this they aim to dominate those countries economically and plunder them, and furthermore, subjugate them in political and military terms. &nbsp;&nbsp;&nbsp;\r\n The developing countries should put a stop to the economic infiltration and moves of subjugation of the imperialists and achieve economic self-sustenance and prosperity by developing the South-South cooperation.\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Troops from S. Korea Called for",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#12",
            "content": "RIMPAC Joint Military Exercises Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- RIMPAC joint military exercises now underway with the involvement of multi-national naval operational armed forces including the U.S. troops and the south Korean puppet army are a product of the U.S. strategy for aggression against the DPRK, says Rodong Sinmun Saturday in a signed article. &nbsp;&nbsp;&nbsp;\r\n Saying that the RIMPAC is not aimed to ensure \"security along sea routes\" or \"counter terrorism\" as claimed by the U.S., the article goes on: &nbsp;&nbsp;&nbsp;\r\n The exercises are coordinated military operations and a preliminary war to preempt an attack on the DPRK from A to Z in view of their timing, programme, nature and scale. &nbsp;&nbsp;&nbsp;\r\n An aim sought by the U.S. through the exercises is to hold an unchallenged military edge in Asia-Pacific and put into practice with many countries involved its criminal scheme to militarily isolate and press the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. pretends to be interested in holding \"dialogue\" with the DPRK and \"ensuring peace\" on the Korean Peninsula but it is nothing but a camouflaged peace trick to cover up its scheme for putting military pressure on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is leaving no means and methods untried to bring down the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n The above-said joint military exercises are a reckless war drill designed to blockade the DPRK in the sea. &nbsp;&nbsp;&nbsp;\r\n The gravity of the exercises is clearly manifested in the moves of the U.S., Japan and the south Korean puppets to tighten their triangular military alliance. &nbsp;&nbsp;&nbsp;\r\n The exercises are a premeditated military action to hurl huge multi-national armed forces including the Japanese forces into the Korean Peninsula, just as was done by the U.S. in the past Korean war, and unleash the second Korean war. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces should immediately stop conspiring with their allies for reckless DPRK-targeted military action as such moves only chill the atmosphere for dialogue and escalate the danger of a war.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "106th Anti-U.S. Solidarity Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#13",
            "content": "Withdrawal of U.S. Troops from S. Korea Called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- It is the primary task facing the Korean nation in its struggle for peace against war to force the U.S. imperialist aggression troops, the chieftain of aggression and war, to quit south Korea as early as possible. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Saturday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggression forces present in south Korea are the main forces disturbing peace as they have escalated confrontation and tension on the Korean Peninsula and brought about the danger of a war of aggression against the DPRK, infringing upon the sovereignty of the Korean nation.  &nbsp;&nbsp;&nbsp;\r\n The U.S. military presence in south Korea is a product of the strategy of the U.S. imperialists to dominate the world as it is aimed at keeping a hold on south Korea as its military stronghold and using it as a springboard from which to conquer the whole of Korea and Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The last Korean war brought to light the criminal nature of the U.S. imperialist aggression troops as most brutal aggressors, disturbers of peace and a group of man-killers. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have persistently pursued their wild ambition to invade the DPRK, keeping their troops in south Korea even after the ceasefire. &nbsp;&nbsp;&nbsp;\r\n The U.S. military has called for protecting the U.S. \"vital interests\" on the Korean Peninsula, talking about \"its strategic importance.\"  It is steadily reinforcing its aggression forces in south Korea, far from pulling them out of south Korea. &nbsp;&nbsp;&nbsp;\r\n Due to the U.S. policy of military presence in south Korea the situation in Korea remains so dangerous that a war may break out any moment. &nbsp;&nbsp;&nbsp;\r\n This policy has become evermore pronounced since the appearance of the pro-U.S. conservative Lee Myung Bak puppet regime, further increasing the danger of war. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggression forces' presence in south Korea should not be allowed to go on as it is going against the trend of times towards peace and reunification. For durable peace on the Korean Peninsula and national independence and reunification the U.S. imperialist aggression forces should quit south Korea without delay, urges the article. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protests against Japan's Moves to Grab Tok Islet Unabated",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#14",
            "content": "106th Anti-U.S. Solidarity Rally Held in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The 106th anti-U.S. solidarity rally was held near the U.S. embassy in Seoul, on July 15. &nbsp;&nbsp;&nbsp;\r\n It brought together members of civic and public organizations including the People for Achieving Peace and Reunification, the South Headquarters of the National Alliance for the Country's Reunification, the Council for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and the Inhabitants' Measure Committee for Opposing the Expansion of the Drilling Ground in Mugon-ri of south Korea. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally said that the peace on the Korean Peninsula could be achieved only when the U.S. completely dropped its hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally held that if the U.S. truly stands for the denuclearization of the Korean Peninsula and peace in Northeast Asia, it should drop its hostile policy towards the DPRK, conclude a peace agreement on the Korean Peninsula and withdraw its troops from south Korea. &nbsp;&nbsp;&nbsp;\r\n Accusing the south Korean and U.S. authorities of contemplating talks to adopt \"future initiative for south Korea-U.S. alliance\" in upcoming August, it demanded them immediately cancel such a plan as it is quite contrary to the peace process on the Korean Peninsula.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Traitor Lee Myung Bak Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#15",
            "content": "Protests against Japan's Moves to Grab Tok Islet Unabated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The movement of south Koreans of all strata protesting against Japan's moves to grab Tok Islet is gaining in scope and strength. &nbsp;&nbsp;&nbsp;\r\n At least 80 organizations including the Federation of Homogeneous Nation Movement Organisations jointly held a press conference outside the Japanese embassy in Seoul on Thursday. &nbsp;&nbsp;&nbsp;\r\n The organizations in a joint statement released at the conference held that Japan's \"claim to Tok Islet\" amounts to an action to invade the islet, part of the inviolable territory of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Accusing Japan of working hard to make the islet an object of international territorial dispute for realizing its wild ambition to grab the islet, the statement termed this an unpardonable brigandish act against humanity and peace as it is an undisguised move to revive militarism. &nbsp;&nbsp;&nbsp;\r\n They will vehemently condemn Japan's moves to revive militarism and, at the same time, struggle to remove their root cause in order to bring peace and prosperity to Northeast Asia, it stressed. &nbsp;&nbsp;&nbsp;\r\n The statement called on all people to turn out in the struggle to defend the islet irrespective of ideology, social circle and religion as the issue of the islet is related to the sovereignty. &nbsp;&nbsp;&nbsp;\r\n Now is the time to take an action against the repetition of Japan's reckless acts, the statement noted, urging the Lee Myung Bak \"government\" to react to Japan in all fields. &nbsp;&nbsp;&nbsp;\r\n The organizations in a resolution read out then declared that the camp of the national movement would strongly react against Japan's moves to revive militarism and its sinister attempt to grab the territory. &nbsp;&nbsp;&nbsp;\r\n The south Korean Confederation of Trade Unions and the Solidarity for Asian Peace and History Education separately held press conferences and issued statements on July 16 assailing Japan's moves to seize the islet. &nbsp;&nbsp;&nbsp;\r\n  On the same day the 822nd Wednesday rally took place outside the Japanese embassy in Seoul to denounce Japan's ambition for aggression.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Environmental Pollution at U.S. Military Bases in S. Korea Disclosed",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#16",
            "content": "Struggle against Traitor Lee Myung Bak Staged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- A grand candlelight march for the people's sovereignty to punish traitor Lee Myung Bak was launched in Seoul on Thursday with more than 30,000 people of different strata attending. &nbsp;&nbsp;&nbsp;\r\n They held the 71st candlelight rally at Chonggye plaza despite the obstruction by the police. &nbsp;&nbsp;&nbsp;\r\n Speakers at the rally criticized as the worst one the Lee Myung Bak \"government\" which indiscriminately arrests citizens in the just struggle and cracks down upon the candlelight rallies, terming them \"illegal.\" &nbsp;&nbsp;&nbsp;\r\n A decision of the people upon traitor Lee was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n The decision condemned Lee for pursuing only unpopular policies and quelling the voices of the people in the same way of suppression as was employed during the fascist dictatorship and demanded that he step down. &nbsp;&nbsp;&nbsp;\r\n After the rally its participants staged a demonstration and held a protest rally in front of the Japanese embassy. &nbsp;&nbsp;&nbsp;\r\n They urged the Japanese government to withdraw its \"claims to Tok Islet\" and apologize to the Korean people, and stated that traitor Lee has lost popularity while being disregarded by his American and Japanese masters. &nbsp;&nbsp;&nbsp;\r\n Then the demonstrators held a rally again outside the Jongro police station in denunciation of the police's violence. &nbsp;&nbsp;&nbsp;\r\n On the same day, a press conference for declaring the sovereignty of the people was called in Seoul by over 50 representatives of civic and social organizations, including the Federation of Peasants Associations, the Teachers' Union, the Federation of the Poor, the Committee for Promoting Mass on Situation and the Christian Measure Council against the Import of American Beef. &nbsp;&nbsp;&nbsp;\r\n At the conference they expressed the will to struggle against the undemocratic \"government\" to the last together with all the people desirous of democracy. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Pro-Reunification Patriotic Champions under Fire",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#17",
            "content": "Environmental Pollution at U.S. Military Bases in S. Korea Disclosed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- The Committee for Environmental Investigation into the U.S. Military Bases grouping 8 civil and social organizations of south Korea including the Green Federation made public a general report on damage done by environmental pollution at the U.S. military bases on July 16. &nbsp;&nbsp;&nbsp;\r\n The report dealt with the ceaseless cases of environmental pollution at the U.S. military bases for the last decade and relevant problems at issue of south Korea-U.S. \"SOFA\".&nbsp;&nbsp;&nbsp;\r\n The report cited concrete facts to disclose the serious pollution of soil and underground water, etc. by the live shell firing exercise that involved fighters and war hardware of different sorts and oil leakage. &nbsp;&nbsp;&nbsp;\r\n It noted that oil leakage caused 77 percent of environmental damage occurred at the U.S. military bases, saying that if the \"government\" does not want to bear the astronomical amount of expense for environmental recovery, it should completely revise the unequal \"SOFA\".&nbsp;&nbsp;&nbsp;\r\n The committee warned that it would submit the report to the \"government\", the U.S. Congress and the UN Environment Programme and hold a seminar for the settlement of the issue of the environmental pollution at the U.S. military bases. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lee Myung Bak Group's Suppression of S. Koreans Assailed",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#18",
            "content": "Suppression of Pro-Reunification Patriotic Champions under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Organizations of different strata in south Korea respectively released statements on July 16 denouncing the security authorities for the suppression of members of the Reunification Youth Society, an organisation for supporting the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon). &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Implementing the South-North Joint Declaration in its statement condemned the security authorities for arresting members of the society by invoking the \"National Security Law\" (NSL) for the mere reason that they provided convenience to Yun Ki Jin, chairman of the South Headquarters of Pomchonghakryon. &nbsp;&nbsp;&nbsp;\r\n The crackdown upon the progressive pro-reunification patriotic champions by invoking the NSL, an evil law of the times, shows the true colors of the Lee Myung Bak \"government\" as the unpopular and anti-reunification one, said the statement. &nbsp;&nbsp;&nbsp;\r\n It urged the Lee \"government\" to immediately repeal the NSL and release the arrested members of the society. &nbsp;&nbsp;&nbsp;\r\n The South Headquarters of Pomchonghakryon in a statement denounced traitor Lee of cracking down upon even those who helped Yun, not content with arresting him who had been on the want list for a decade with his youth dedicated to the reunification movement. &nbsp;&nbsp;&nbsp;\r\n The statement bitterly condemned the Lee \"government\" and the security authorities, its lackeys, for their brutal repression of the society, a legal mass organization, by invoking the NSL in the June 15 era of reunification in which the desire for national independent reunification, peace and prosperity is growing. &nbsp;&nbsp;&nbsp;\r\n The statement expressed the will to struggle to the last against the suppression by the Lee group inciting national confrontation, swimming against the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n The Measure Committee for the Release of Chairman of the South Headquarters of Pomchonghakryon Yun Ki Jin in a statement branded the suppression of members of the society as an anti-reunification and undemocratic action against the times.\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves to Grab Tok Islet under Fire",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#19",
            "content": "Lee Myung Bak Group's Suppression of S. Koreans Assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Overseas Koreans' organizations denounced the Lee Myung Bak group for suppressing south Koreans. &nbsp;&nbsp;&nbsp;\r\n The United Confederation of Koreans in Russia in a statement issued on July 17 dismissed the moves of the conservative ruling forces to put out the candlelight held by south Korean people by dint of dictatorship and suppression as a foolish delusion and a big misjudgment. &nbsp;&nbsp;&nbsp;\r\n The Lee Myung Bak group should not forget that the all successive treacherous regimes met stern punishment and shameful destruction although they tried hard to tide over the ruling crisis by suppression and high-handed practices, the statement added. &nbsp;&nbsp;&nbsp;\r\n The Ningan City branch of the General Association of Koreans in China in a statement on July 14 urged the Lee Myung Bak group to stop brutal suppression of the just candlelight actions and sycophantic and treacherous anti-reunification moves without delay. &nbsp;&nbsp;&nbsp;\r\n The Harbin Regional Association of the general association in a statement on July 15 accused traitor Lee Myung Bak of raising again the \"theory of giving priority to the nuclear issue\" at a \"policy speech\" made at the \"opening ceremony of the 18th term National Assembly\" in which he said that \"he would give top priority to the denuclearization of the north\" and \"the settlement of nuclear issue of the north is a priority task\" malignantly asserting he \"makes it clear once again\". \r\n\r\n\r\n\r\n"
        },
        {
            "title": "May and June Issue of Bulletin \"Thongil\" Published",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#20",
            "content": "Japan's Moves to Grab Tok Islet under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- Organizations of Koreans in the U.S. including the Association of Koreans in Washington held an emergency press conference and assailed Japan's moves to grab Tok Islet on July 16. &nbsp;&nbsp;&nbsp;\r\n At the press conference the organizations dismissed the measure taken by the Japanese government concerning the issue of the islet as a provocation infringing upon the territorial sovereignty of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n They urged the Japanese government to give up a trick for turning the islet into dispute-ridden area, and make an apology at once. &nbsp;&nbsp;&nbsp;\r\nThe Lee Myung Bak \"government\" should strongly react to Japan's moves to seize the territory of Korea, they demanded, declaring: &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the U.S. will struggle in unity against Japan's moves. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Branch of Mexican Committee for Study of Kimilsungism Inaugurated",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#21",
            "content": "May and June Issue of Bulletin \"Thongil\" Published\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- The International United Confederation of Koreans published the May and June issue of bulletin \"Thongil.\" &nbsp;&nbsp;&nbsp;\r\n The bulletin carried an article under the title \"Korean Peninsula: June 15 Era of Reunification and Kim Jong Il\".&nbsp;&nbsp;&nbsp;\r\n The article said it is thanks to the leadership of Kim Jong Il that the Korean Peninsula enjoys the miraculous reality of the June 15 era of reunification. &nbsp;&nbsp;&nbsp;\r\n It praised Kim Jong Il for having provided the June 15 joint declaration and led Koreans to its implementation by pursuing Songun policy while firmly rallying the whole nation under the June 15 banner with warm love for the nation, fixed will for reunification and benevolent policy. &nbsp;&nbsp;&nbsp;\r\n The bulletin also carried an article titled \"Ever-Victorious Workers' Party of Korea and Kim Jong Il.\" &nbsp;&nbsp;&nbsp;\r\n It noted that it is thanks to his energetic leadership that the WPK has grown to be an invincible one that has achieved unbreakable unity and cohesion, a party that has struck deep roots among broad popular masses. &nbsp;&nbsp;&nbsp;\r\n In an article titled \"Korea in 2008, For Independent Reunification and Peace and Prosperity\" the bulletin referred to the fact that the DPRK in the joint new year editorial appealed to all Koreans to open up a new era of independent reunification and peace and prosperity by pooling their efforts this year. &nbsp;&nbsp;&nbsp;\r\n The bulletin carried photo-accompanied accounts of the grand meeting for national reunification held at Mt. Kumgang Resort to mark the 8th anniversary of the publication of the June 15 joint declaration and the event for reunification marking 8th anniversary of the June 15 joint declaration held in Osaka by Koreans in Japan.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Mexico",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#22",
            "content": "Branch of Mexican Committee for Study of Kimilsungism Inaugurated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 20 (KCNA) -- An inaugural ceremony of the Morelos branch of the Mexican Committee for the Study of Kimilsungism was held on the spot on July 11. &nbsp;&nbsp;&nbsp;\r\n President of the committee Ramon Jimenez Lopez referred in detail to how President Kim Il Sung founded the Juche idea and Songun idea and the main contents, historic significance and originality and vitality of the above-said ideas. &nbsp;&nbsp;&nbsp;\r\n He praised the President for having performed undying exploits before the Korean revolution and the world revolution by embodying the Juche idea and the Songun idea and General Secretary Kim Jong Il for successfully carrying forward his ideas and cause. &nbsp;&nbsp;&nbsp;\r\n Adrian Morales Montecinos was elected head of the branch at the ceremony. &nbsp;&nbsp;&nbsp;\r\n A deep study of the Juche idea helped him know well about the originality and vitality of the idea, he said, expressing his will to positively carry out the study and dissemination of the Juche idea as a follower of the Juche idea and head of the branch. &nbsp;&nbsp;&nbsp;\r\n The orientation of activities of the branch was discussed at the ceremony.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung Remembered",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#23",
            "content": "Kim Jong Il's Work Published in Mexico\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- General Secretary Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was published in pamphlet by the Mexican Committee for the Study of Kimilsungism on July 12. &nbsp;&nbsp;&nbsp;\r\n The work, brought out on July 26, Juche 85 (1996), scientifically analyses the limitation of the time of the preceding philosophy and the originality of the Juche philosophy. It clarifies the idea that the Juche philosophy serves as the revolutionary philosophy and political philosophy of the Workers' Party of Korea and the principled matters arising in studying, explaining and disseminating the Juche philosophy.\r\n\r\n\r\n"
        },
        {
            "title": "Anti-DPRK Moves of U.S. and S. Korean Authorities under Fire",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#24",
            "content": "President Kim Il Sung Remembered\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- A rally and a photo exhibition were held in Mexico, meetings to remember President Kim Il Sung in Peru and Democratic Congo and lectures were given in India and Zambia in the period from July 3 to 10 on the occasion of the 14th anniversary of his demise. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Central Committee of the People's Socialist Party of Mexico in his speech at an event praised the President as an extraordinary thinker and theoretician and a peerlessly brilliant commander as he founded the undying Juche idea and the Songun idea, protecting the dignity and sovereignty of the nation and leading the anti-imperialist, anti-U.S. struggle to victory.    The exploits performed by the President would last forever, he added. &nbsp;&nbsp;&nbsp;\r\n The chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo and other speakers noted that the President was the great man like the sun whom no one in the world could match in ideas, theories and personality, a man born of Heaven. &nbsp;&nbsp;&nbsp;\r\n B.C. Gupta, chairman of the Juche Idea Study Society of Indian Delhi, said that 14 years have passed since demise of President Kim Il Sung and the old century was replaced by new one but the Korean people always remember the President and hold him in high esteem because he performed really great and immortal exploits for socialist Korea. &nbsp;&nbsp;&nbsp;\r\n The principal of Lusaka Dental School of Zambia said that the President's cause is sure to be successfully accomplished thanks to the unique Songun politics pursued by Kim Jong Il. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspecciona Unidad No. 3898 del EPC",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#25",
            "content": "Anti-DPRK Moves of U.S. and S. Korean Authorities under Fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 19 (KCNA) -- The Arab Committee for Solidarity with the Korean People and Supporting the Reunification of Korea in Jordan issued a statement on July 10 lashing at the U.S. and the south Korean authorities' moves for a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement accused the U.S. of perpetrating ceaseless military provocations against the DPRK, noting that these are acts of aggression disturbing the peace and security on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. administration has perpetrated madcap war exercises and aerial espionage against the DPRK in south Korea and areas around the Korean Peninsula by mobilizing sophisticated war hardware and huge armed forces of aggression, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The aerial espionage committed by the U.S. imperialists and the south Korean bellicose forces against the DPRK goes to prove that they are stepping up the preparations for a war of aggression. &nbsp;&nbsp;&nbsp;\r\n Lee Myung Bak of south Korea is busy kicking off war hysteria, trumpeting about joint military exercises with the U.S. This once again clearly indicates that the south Korean authorities are chiefly to blame for blocking the development of the inter-Korean relations, not standing for dialogue. &nbsp;&nbsp;&nbsp;\r\n The Lee group would be well advised to bear in mind that its act of supporting the U.S., the killer and destroyer, in its moves for aggression would only precipitate its destruction just as what happened during the Korean war in the 1950s. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam felicita a su  homologo colombiano",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#26",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        },
        {
            "title": "Pintor coreano gana \"premio para mejor arte\"",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#27",
            "content": "Kim Jong Il inspecciona Unidad No. 3898 del EPC\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 21 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea inspecciono la Unidad No. 3898 del EPC para el entrenamiento de los reclutas. &nbsp;&nbsp;&nbsp;\r\nLuego de enterarse del estado de cumplimiento del programa docente vio el entrenamiento de los reclutas y se mostro satisfecho de que la unidad realiza sustancialmente varios ejercicios para criar en un corto tiempo a los reclutas como los militares  versados en reglamentos militares y dispuestos de robustez fisica. &nbsp;&nbsp;&nbsp;\r\nElogio a los reclutas que crecen como mejores militares al participar con afan en los ejercicios y senalo que el entrenamiento de reclutas tiene la importancia especial para los militares quienes comienzan el servicio militar. &nbsp;&nbsp;&nbsp;\r\nRecorriendo la casa de los militares, la sala de ecuacion y otras instalaciones culturales y educativas hizo conocimiento de los detalles de la labor politica para ellos. &nbsp;&nbsp;&nbsp;\r\nSe mostro muy satisfecho de que la unidad  hizo diversos datos educativos para realizar novedosamente la ecuacion revolucionaria y la clasista de acuerdo con la peculiaridad  de los reclutas y despliega activamente con tales datos la labor politica para formar a los militares como fuertes en la ideologia y la conviccion y presento las tareas que se presentan para librar profundamente la labor ideologica. &nbsp;&nbsp;&nbsp;\r\nEl Comandante Supremo vio el cursillo artistico para los reclutas donde senalo que desde el periodo de los reclutas, nuestros militares  enriquecen los conocimientos artisticos y hacen florecer a sus anchas sus talentos, gracias a lo cual  la cultura de los militares de la epoca del Songun (priorizacion militar) florece  y se desarrolla cada dia mas. &nbsp;&nbsp;&nbsp;\r\nY anadio que deben prestar la gran atencion a la vida cultural de los militares para  hacer reinar el romanticismo revolucionario en todo el ejercito. &nbsp;&nbsp;&nbsp;\r\nEl Comandante Supremo recorrio el recinto del cuartel e hizo conocimiento del estado de la administracion de la unidad. &nbsp;&nbsp;&nbsp;\r\nActo seguido, hizo recorrido por el dormitorio, comedor, cocina, deposito de alimentos subsidiarios, sala de elaboracion, conjunto de servicio publico y otras instalaciones de intendencia y se mostro muy satisfecho de que los oficiales de la unidad ofrecieron excelentes condiciones de vida a los reclutas y en particular, mejoraron mucho la vida alimentaria al desarrollar activamente la economia suplementaria. &nbsp;&nbsp;&nbsp;\r\nSenalo que no hay el tiempo mas hermoso y valioso que el de los soldados y subrayo que todos los reclutas deben hacer brillar con proezas orgullosas los dias de servicio militar. &nbsp;&nbsp;&nbsp;\r\nSe fotografio junto con los militares de la unidad. &nbsp;&nbsp;&nbsp;\r\nLe acompanaron los generales de ejercito del EPC Hyon Chol Hae y Ri Myong Su. \r\n\r\n\r\n"
        },
        {
            "title": "Entidad arabe condena maniobra anti-RPDC de EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2008/200807/news07/21.htm#28",
            "content": "Kim Yong Nam felicita a su  homologo colombiano\r\n&nbsp;&nbsp;&nbsp;Pyongyang, 19 de julio (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 18 un mensaje de felicitacion al presidente de la Republica de Colombia, Alvaro Uribe Velez, con motivo del Dia Nacional de este pais. &nbsp;&nbsp;&nbsp;\r\n  El remitente desea a su destinatario y al gobierno de Colombia exitos en sus trabajos para lograr la estabilidad y el desarrollo del pais y les expresa conviccion de que las relaciones de amistad y cooperacion existentes entre los dos paises continuaran desarrollandose favorablemente tambien  en lo adelante. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}