{
    "date": "2008-10-16",
    "url": "http://kcna.co.jp/item/2008/200810/2008-10-16ee.html",
    "articles": [
        {
            "title": "Polish Foreign Ministry Delegation Arrives",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-18ee.html",
            "content": "Polish Foreign Ministry Delegation Arrives\r\n Pyongyang, October 15 (KCNA) -- A delegation of the Polish Ministry of Foreign Affairs led by its Vice-Minister Ryszard Schnepf arrived here today.\n\t\t\t\t\t A Polish royal string quartet also arrived here on the same day."
        },
        {
            "title": "Kim Il Sung's Visit to Vietnam and Kim Jong Il's Meeting with Nong Duc Manh Marked",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-19ee.html",
            "content": "Kim Il Sung's Visit to Vietnam and Kim Jong Il's Meeting with Nong Duc Manh Marked\r\n Pyongyang, October 15 (KCNA) -- A photo exhibition was opened at the Pyongyang International Cinema House on Wednesday under the co-sponsorship of the Korean Committee for Cultural Relations with Foreign Countries, the Vietnamese embassy in the DPRK and the DPRK-Vietnam Friendship Association to mark the 50th anniversary of President Kim Il Sung's visit to Vietnam and the first anniversary of the meeting of General Secretary Kim Jong Il with Nong Duc Manh, General Secretary of the Central Committee of the Communist Party of Vietnam.\n\t\t\t\t\t On display in the venue of the photo exhibition were photos showing Kim Il Sung's historic visit to Vietnam and meeting between Kim Jong Il and Nong Duc Manh.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Vietnam Friendship Association, other officials concerned, working people in Pyongyang and Le Van Cu, Vietnamese ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the opening ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that President Kim Il Sung's visit to Vietnam and President Ho Chi Minh's visit to the DPRK marked significant occasions as they laid fresh foundation in developing the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t They said that the meeting of Kim Jong Il with Nong Duc Manh offered an important occasion in developing friendship and unity between the parties, countries and peoples of the DPRK and Vietnam to a new higher stage, adding that they would make positive efforts to boost the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the photos displayed.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the opening ceremony the participants watched the Korean documentary \"The great leader Comrade Kim Jong Il meets General Secretary of the Central Committee of the Communist Party of Vietnam Nong Duc Manh.\" (October 16-18, Juche 96 (2007))"
        },
        {
            "title": "27th Yun I Sang Concert Opens",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-20ee.html",
            "content": "27th Yun I Sang Concert Opens\r\nPyongyang, October 15 (KCNA) -- The 27th Yun I Sang Concert was opened.\n\t\t\t\t\t Its opening performance took place at the Yun I Sang Concert Hall on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The concert was presented by artistes of a national art troupe and the orchestras of the Yun I Sang Music Institute and Pyongyang Kim Won Gyun Conservatory.\n\t\t\t\t\t\n\t\t\t\t\tIt was appreciated by Minister of Culture Kang Nung Su, officials concerned and creators and artistes in the field of culture and arts.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were the widow of Yun I Sang and his daughter, a visiting group of the \"Yun I Sang Peace Foundation\" of south Korea headed by Director Sin Kye Ryun and overseas compatriots staying in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t The concert began with female solo \"The moment of biding farewell drawing near\", the song from the revolutionary opera \"The Flower Girl\". Its repertoire included \"Halo around the moon\", the lyric song composed by Yun in the early period of his activities, duet for cello and harp, No. 2 of quintet for clarinet and string quartet and \"Carpet\" for string music done by Yun and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The concert will last till Oct. 17."
        },
        {
            "title": "Gifts to Kim Jong Il from Chinese Local Party and Government",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-08ee.html",
            "content": "Gifts to Kim Jong Il from Chinese Local Party and Government\r\n Pyongyang, October 15 (KCNA) -- General Secretary Kim Jong Il was presented with a gift in the joint name of the Shenzhen City Committee of the Communist Party of China (CPC) and the Shenzhen Municipal People's Government.\n\t\t\t\t\t The gift was conveyed to Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, on Tuesday by Li Yizhen, secretary of the Shenzhen City Educational Commission who is member of the Standing Committee of the Shenzhen City Committee of the CPC, on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was also presented with a gift in the joint name of Liu Yupu, deputy secretary of the Guangdong Provincial Committee of the CPC who is secretary of the Shenzhen City Committee of the CPC, and Xu Zhongheng, mayor of the Shenzhen Municipal People's Government."
        },
        {
            "title": "Chinese Children's Art Troupe Gives Performance",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-10ee.html",
            "content": "Chinese Children's Art Troupe Gives Performance\r\nPyongyang, October 15 (KCNA) -- A Shenzhen children's art troupe of China on a visit to the DPRK gave a performance at the Mangyongdae Schoolchildren's Palace on Tuesday.\n\t\t\t\t\t The performance was enjoyed by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and schoolchildren in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tAlso among the audience were leading members of the Shenzhen children's art troupe of China led by Li Yizhen, secretary of the Shenzhen City Educational Commission who is member of the Standing Committee of the Shenzhen City Committee of the Communist Party of China, Charge d'Affaires a.i. Hao Xiaofei and staff members of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The children's art troupe put on the stage colorful numbers it has prepared with sincerity with warm friendly feelings towards the Korean people and schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, chorus \"Broad Bellflower\" which was watched by leader Kim Jong Il during his visit to the central and southern areas of China was warmly acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t Performers also impressively sang Korean songs delighting the audience."
        },
        {
            "title": "German Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-09ee.html",
            "content": "German Ambassador Gives Reception\r\n Pyongyang, October 15 (KCNA) -- German Ambassador to the DPRK Thomas Schafer gave a reception at the Taedonggang Club for the Diplomatic Corps on October 14 on the occasion of the national day of the Federal Republic of Germany.\n\t\t\t\t\t Present there on invitation were Vice-Minister of Foreign Affairs Kung Sok Ung, Vice-Minister of Foreign Trade Ri Myong San, Vice-Chairperson of the Korean Committee for Cultural Relations with Foreign Countries Hong Son Ok who is chairperson of the DPRK-Germany Friendship Association, Vice-Chairman of the Pyongyang City People's Committee Kim Jong Sik, officials concerned and diplomatic envoys of various countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the German embassy here were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "New Documentary Produced",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-01ee.html",
            "content": "New Documentary Produced\r\n Pyongyang, October 15 (KCNA) -- The Korean Documentary and Scientific Film Studio recently produced the documentary \"Builders of the Orangchon Power Station who have done something great without being known to others.\"\n\t\t\t\t\t  The film impressively shows popular heroism and the matchless devotion displayed by the members of the young shock brigade and people in North Hamgyong Province in their efforts to build the Orangchon Power Station into a magnificent structure in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t It tells the story that General Secretary Kim Jong Il visited the construction site of the said power station where he praised the people in the province for having done something great without being known to others, indicated the orientation and ways to build it into a structure of eternal value and took a benevolent measure to this end."
        },
        {
            "title": "President Kim Il Sung's Lofty Outlook on Posterity",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-11ee.html",
            "content": "President Kim Il Sung's Lofty Outlook on Posterity\r\nPyongyang, October 15 (KCNA) -- It was the greatest happiness for President Kim Il Sung to treasure and take care of the rising generation.\n\t\t\t\t\tThe President, regarding to bring up younger generation as an important issue related to the future destiny of the revolution, did not stint anything for the children.\n\t\t\t\t\t\n\t\t\t\t\tHe saw to it that Children's Corps schools were set up in guerrilla bases during the arduous anti-Japanese armed struggle and measures were taken to build nurseries, kindergartens and schools after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\tWhen the first nursery was built in Pyongyang, he called at the nursery where he showed warm care of the children who started to walk.\n\t\t\t\t\t\n\t\t\t\t\tAlthough there were many urgent problems to be solved for the construction of a new society after the liberation of the country, the President put the pencil issue on the agenda of the first session of the Provisional People's Committee of North Korea. He disbursed a huge amount of state fund for educational expenses such as the construction and repair of schools in Juche 35 (1946) when the state was financially insufficient.\n\t\t\t\t\t\n\t\t\t\t\tIt was none other than President Kim Il Sung who instructed officials that schools for the bereaved children and orphanages were built in the period of the hard-fought Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\tHe visited Pyongyang Songbuk Primary School (then Pyongyang Primary School No. 19) on April 1, 1954, the school-opening day, and acquainted himself with defective points of the school building and took a measure to use a nearby building as school.\n\t\t\t\t\t\n\t\t\t\t\tThe history of President Kim Il Sung's love for the rising generation is carried forward by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe children in the Democratic People's Republic of Korea are called as \"King\" of the country and are growing up as reliable successors to the revolutionary cause of Juche, enjoying the benefit of free education under the affection of Kim Jong Il."
        },
        {
            "title": "Large Contingents of Youth Vanguard in DPRK",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-12ee.html",
            "content": "Large Contingents of Youth Vanguard in DPRK\r\n Pyongyang, October 15 (KCNA) -- General Secretary Kim Jong Il set forth the slogan \"Love the Youth!\" and has paid deep attention to rearing the young people into the vanguard fighters of the Songun revolution, the advance detachment in national defense and socialist construction and young heroes of the country.\n\t\t\t\t\tHe published the work \"The Present Times and the Tasks Facing Young People\" in October Juche 77 (1988).\n\t\t\t\t\t\n\t\t\t\t\t In the work he elucidated the position and role of the young people in society and gave a detailed exposition of tasks and ways for guiding them to discharge their missions as the successors to the Korean revolution, leading them to grasp the Juche idea as their unshakable faith, devote themselves to the cause of anti-imperialism and independence, correctly understand the superiority of socialism over capitalism and so forth.\n\t\t\t\t\t\n\t\t\t\t\t In many other famous works such as \"On the Mission and Duty of the Kim Il Sung Socialist Youth League\" and \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made under His Leadership\", he gave comprehensive answers to theoretical and practical questions arising in boosting the role of the youth league.\n\t\t\t\t\t\n\t\t\t\t\tHe saw to it that the youth organization was developed into the Kim Il Sung Socialist Youth League and the Korean young men and women grew to be the sturdy defenders of the cause of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Today, they are working miracles and performing feats at the most difficult posts in building a great, prosperous and powerful nation and reporting world-startling results in the efforts to scale the fortress of advanced science and technology ahead of others.\n\t\t\t\t\t\n\t\t\t\t\tThey have built a lot of monumental structures including the Anbyon Youth Power Station, the Kwangmyongsong Saltern, the Kumsong Tideland, the Youth Hero Motorway, the Kaechon-Thaesong Lake Waterway and the Paekma-Cholsan Waterway in different parts of the country. And they are now dedicating their youthful zeal at construction sites of major objects such as the Paektusan Songun Youth Power Station under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is a brilliant fruition of Kim Jong Il's idea and policy of valuing the youth to have large contingents of youth adding luster to the Songun era."
        },
        {
            "title": "Kim Il Sung's Exploits Performed in Building Socialist Power Lauded",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-16ee.html",
            "content": "Kim Il Sung's Exploits Performed in Building Socialist Power Lauded\r\n Pyongyang, October 15 (KCNA) -- President Kim Il Sung is a peerlessly great man who paved a unique way for building a socialist power in the present times and set a brilliant example in doing so.\n\t\t\t\t\t Rodong Sinmun today observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The extraordinary leadership provided by the President to build an invincible socialist power finds expression in that he held fast to the line and principle of independence under any conditions and circumstances, regarded it as the most important state affair to boost the military capability and directed primary efforts to it and maintained a grip on unity as the mainstay of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK stood firm when socialist countries collapsed one after another in the last century and its people ushered in a new era of building a great prosperous powerful nation, firmly holding higher the banner of socialism under the grave situation in which the reactionary offensive of the imperialist allied forces reached an extreme phase. This was possible only thanks to the powerful political, military and economic potentials of its own built by the President under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the strong military force bolstered up by the President with his far-sightedness that the DPRK could adorn its history with an epic of creation and changes and the heyday of prosperity, mercilessly frustrating the ceaseless moves of the imperialists and reactionaries for aggression and war.\n\t\t\t\t\t\n\t\t\t\t\tThe President showed warm loving care and trust for the people, always mixing with them and leading each of them to the building of a rich and powerful nation by embracing them. This resulted in turning the country into a big harmonious family under socialism and bringing the heyday of prosperity to this land. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, the greatest legacy left behind by the President with patriotism, has demonstrated its dignity and might before the whole world as an invincible socialist power generation after generation under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt has reached the position of a proud independent powerful state and greeted an era of brilliant efflorescence in which it enjoys the greatest prosperity in the history of the Korean nation spanning 5,000 years.\n\t\t\t\t\t\n\t\t\t\t\t Under the Songun leadership of Kim Jong Il, the DPRK is widely known as a promising socialist country as it has greeted an era of prosperity in all fields in the new century. \n\t\t\t\t\t\n\t\t\t\t\t It is immense pride and honor for the Korean people to live and make a revolution in the dignified and prosperous great socialist power which was built by the President and is being glorified by Kim Jong Il by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will cherish this high national pride and great happiness and successfully realize the lifetime desire of the President under the Songun leadership of the great Party and thus build without fail a great prosperous powerful socialist nation of Juche on this land of Kim Il Sung's nation."
        },
        {
            "title": "U.S. Policy for Nuclear War Censured",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-14ee.html",
            "content": "U.S. Policy for Nuclear War Censured\r\n Pyongyang, October 15 (KCNA) -- The Department of Defense and the Department of Energy of the United States recently defined \"the future war as a nuclear war\" in their policy report \"state security and nukes in the 21st century.\" Meanwhile, the U.S. delegate, addressing the 63rd Session of the UN General Assembly, let loose a string of jargon that the U.S. has the willingness to reduce nuclear weapons only when the \"security\" of the U.S. and its allied countries is guaranteed and that it is vital for the U.S. to possess the armed forces equipped with nuclear weapons as a deterrent.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t This is an open declaration made by the U.S. before the international community that it would invariably pursue the policy of a nuclear war in the future, too, the commentary notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. definition of the \"future war as a nuclear war\", talking about \"threat\" from other countries is a blatant challenge to the desire of humankind.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' moves for a nuclear war are not aimed to cope with ''threat\" from someone as claimed by them.\n\t\t\t\t\t\n\t\t\t\t\tIn fact, there is hardly any country which is not exposed to their nuclear threat. The U.S. is, indeed, the chief criminal posing a nuclear threat and spreading nuclear weapons in the world and a root cause of nuclear arms race bringing the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t \"National security\" by dint of nukes called for by the U.S. is prompted by its intention to reinforce its nuclear arsenal under the pretext of the non-existent \"nuclear threat\" from someone and so on.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' criminal attempt to realize their wild ambition for domination by holding an unchallenged upper-hand in nuclear weapons has been brought into bolder relief.\n\t\t\t\t\t\n\t\t\t\t\t Humankind is facing the danger of a nuclear war and the world peace is gravely harassed due to the U.S. imperialists' reckless moves to ignite a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Such moves would not be beneficial to the U.S., either.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better stop the moves for the development of new type nuclear weapons and nuclear arms buildup, bearing in mind that its reckless moves for a nuclear war would be a foolish act of endangering its own security."
        },
        {
            "title": "Lee Myung Bak's Moves to Intensify Fascist Dictatorship Assailed",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-15ee.html",
            "content": "Lee Myung Bak's Moves to Intensify Fascist Dictatorship Assailed\r\n Pyongyang, October 15 (KCNA) -- The fascist dictatorship pursued by the Lee Myung Bak group can never be tolerated as it is a blatant challenge to the trend of the times and the Korean nation's cause of independent reunification.  \n\t\t\t\t\t Rodong Sinmun today observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee is busy establishing a fascist dictatorial system to lay grave obstacles to the cause of independent reunification in utter disregard of the south Koreans' desire for the independent development of the society and democracy and national reunification. These criminal moves should be decisively checked. \n\t\t\t\t\t\n\t\t\t\t\t The above-said system is a treacherous one of depending on foreign forces in a bid to maintain and strengthen the U.S. colonial domination system. \n\t\t\t\t\t\n\t\t\t\t\tThe issue of Korea's reunification can be settled only when the outsiders' domination over south Korea and interference in its internal affairs are brought to a definite end. \n\t\t\t\t\t\n\t\t\t\t\t The traitor has reduced south Korea to a complete colony of the U.S., swimming against the trend of the times towards independent reunification in utter disregard of the destiny of the nation.  \n\t\t\t\t\t\n\t\t\t\t\t The said system is an anti-reunification system as it blocks the national reconciliation and unity and incites the distrust between fellow countrymen and confrontation among them. \n\t\t\t\t\t\n\t\t\t\t\t The pro-reunification patriotic figures and organizations' free discussion and activities for national reunification are unthinkable and the inter-Korean reconciliation and unity can hardly be expected as long as the fascist rule of the group of traitors to bring back the period of the past dictatorship is allowed to go on in south Korea. This is as clear as noonday. \n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned system is one aimed at igniting a war of aggression against the north as it brings the dark clouds of a war, threatening the peace on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The group is busy staging madcap military exercises under the simulated conditions of invading the north and conducting noisy smear campaigns against it, infusing the consciousness of confrontation with fellow countrymen into south Koreans and fanning up war hysteria. \n\t\t\t\t\t\n\t\t\t\t\tThe fascist dictatorship can never be a cure-all nor can it be a measure for the upkeep of the treacherous regime.  \n\t\t\t\t\t\n\t\t\t\t\t It is the law of the development of history that a fascist regime and a dictator are bound to meet self-destruction."
        },
        {
            "title": "Japan's Evermore Reckless Moves for Reinvasion Blasted",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-17ee.html",
            "content": "Japan's Evermore Reckless Moves for Reinvasion Blasted\r\n Pyongyang, October 15 (KCNA) -- The Japanese militarist forces are now rushing headlong into the moves for reinvasion, like a puppy knowing no fear of a tiger. These moves stunning the world are a blatant challenge to peace. \n\t\t\t\t\t Rodong Sinmun Wednesday says this in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t Japan has recently disclosed its true colors again as a dangerous militarist force of aggression before the world community by test-firing an anti-ballistic missile, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan's plan for establishing the missile defense system (MD) is, in essence, a plan for building a powerful system for missile offensive and a move for rounding off preparations for its overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists are describing the MD as one for coping with someone's \"military threat\" but this is nothing but an artifice to fool the public. The moves for the MD stepped up by them are aimed to secure powerful offensive forces and acquire war capability strong enough to mount military attacks on other countries any moment. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese ruling quarters are taking much pain to extend the dispatch of the troops of the Self-Defence Forces (SDF) now performing the refueling mission for multi-national forces in the Indian Ocean. They are leaving no means untried to extend the \"law on special measures against terrorism\" at any cost with the calculation that it will pave the way not only for the advance of the SDF overseas but for legitimate offensive military operations.\n\t\t\t\t\t\n\t\t\t\t\tTheir stepped-up moves for reinvasion are, in essence, aimed at implementing their hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This policy is not confined to standing up against the DPRK only. It is aimed to realize their ambition for \"Greater East Asia Co-Prosperity Sphere\" which they failed to do in the past. This assumes ever greater danger. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will increase the self-reliant national defence capability in every way while maintaining a high degree of vigilance against the Japanese militarists' vicious hostile policy toward the DPRK and their moves for reinvasion and mercilessly wipe out the aggressors mounting a preemptive attack on them, the article warns, demanding the Japanese militarists stop their reckless moves, bearing in mind that their hostile policy toward the DPRK and intensified moves to stage a comeback to Korea would only lead to self-destruction."
        },
        {
            "title": "Traitor Lee Myung Bak's Unjust Educational Policy Assailed",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-05ee.html",
            "content": "Traitor Lee Myung Bak's Unjust Educational Policy Assailed\r\n Pyongyang, October 15 (KCNA) -- The south Korean Teachers Union held a press conference in Seoul on Oct. 8 at which it denounced traitor Lee Myung Bak's unjust educational policy.\n\t\t\t\t\t A press release read out at the press conference deplored that the education of south Korea is in a serious crisis due to the Lee \"government's\" unpopular policy.\n\t\t\t\t\t\n\t\t\t\t\tAccusing the Lee group of enforcing the educational policy calling for increasing only funds for private schools under the signboard of \"advancing education,\" the press release said: What is arousing our greater anger is that Lee gentries are desperately enforcing the educational policy strongly opposed by the people from all walks of life, pursuant to Lee's reckless moves.\n\t\t\t\t\t\n\t\t\t\t\t Vehemently denouncing the Lee group for pursuing the unpopular educational policy, going against the trend of the times, the press release urged the \"government\" to comprehensively reexamine the deceptive educational policy and wipe out the people's distrust in education."
        },
        {
            "title": "Action for Checking Expansion of Drill Ground Staged",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-06ee.html",
            "content": "Action for Checking Expansion of Drill Ground Staged\r\n Pyongyang, October 15 (KCNA) -- The 1st all-people meeting for checking the expansion of the Mugon-ri drill ground was held in Seoul on Oct. 11.\n\t\t\t\t\tSpeakers at the meeting denounced the military authorities for running amuck to expand the drill ground in a bid to invade the north while paying lip-service to peace and unification before people.\n\t\t\t\t\t\n\t\t\t\t\tThey called upon the people from all walks of life to win a victory in the struggle against the expansion of the above-said drill ground and thus get all the U.S. military bases in south Korea dismantled. \n\t\t\t\t\t\n\t\t\t\t\t A resolution read out at the meeting accused the military authorities of requisitioning land after issuing an \"official instruction\" on the expansion of the above-said drill ground on Sept. 5. \n\t\t\t\t\t\n\t\t\t\t\tThe above-mentioned move is only escalating the military tension between the south and the north and posing a threat to the peace on the Korean Peninsula, held the resolution.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the expansion of the said drill ground is aimed, in a nutshell, at escalating the south Korea-U.S. joint military exercises to invade the north, it urged the military authorities to immediately stop its expansion."
        },
        {
            "title": "Birthday of WPK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-02ee.html",
            "content": "Birthday of WPK Observed in Different Countries\r\nPyongyang, October 15 (KCNA) -- A meeting, a book exhibition and film show were held in Thailand, round-table talks in Ecuador and a film show in Laos on Oct. 1 and 5 on the occasion of the 63rd anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Organization for the Study of the Juche Idea of Thailand said that the WPK has traversed only the road of victory without making any mistake in implementing its line on the revolution and construction since its foundation.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Thailand-DPRK Friendship Association said during a series of visits to the DPRK he was deeply impressed by the fact that the Korean people have achieved great successes in the revolution and construction, single-mindedly united around President Kim Il Sung and General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The deputy manager of the Laos-Korea Tin Company said after watching a film showing the might of the Korean People's Army (KPA) that the DPRK's cause of building a great prosperous powerful nation would be sure to be accomplished as long as there are the wise leadership of Kim Jong Il, general secretary of the WPK and supreme commander of the KPA, the army and people united as one around the Party and strong national defence capability. \n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the event held in Thailand."
        },
        {
            "title": "63rd Founding Anniversary of WPK Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-03ee.html",
            "content": "63rd Founding Anniversary of WPK Observed in Foreign Countries\r\n Pyongyang, October 15 (KCNA) -- Chairman of the Central Committee of the Workers' Party of Bangladesh Rashed Khan Menon issued a statement on Oct. 8 on the occasion of the 63rd anniversary of the founding of the Workers' Party of Korea.\n\t\t\t\t\tThe statement noted that the 63-year-long history of the WPK is a glorious history in which it has turned the DPRK, once a backward colonial semi-feudal country, into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, and led the cause of Korean-style socialism and the human cause of independence to shining victory despite all sorts of tempests of history.\n\t\t\t\t\t\n\t\t\t\t\t The statement extended full support and solidarity to the just cause of socialist Korea, expressing the belief that the WPK and the army and people of the DPRK under the outstanding leadership of Kim Jong Il would achieve greater success in their heroic struggle to defend the socialist motherland and build a reunified great prosperous powerful nation under the great banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The deputy director for Political Affairs and International Relations of the Pan-African Movement issued a statement under the title \"WPK winning one victory after another under leadership of HE Kim Jong Il\" on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The statement referred to the fact that the WPK has become a party deeply rooted among the broad popular masses and a mother party deeply trusted by the people under the dynamic leadership of Kim Jong Il. The WPK led by him will always emerge victorious, it added."
        },
        {
            "title": "Birthday of WPK Observed in Brazil",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-04ee.html",
            "content": "Birthday of WPK Observed in Brazil\r\n Pyongyang, October 15 (KCNA) -- The Brazil-Korea Friendship Association issued a bulletin on Oct. 8 on the occasion of the 63rd anniversary of the founding of the Workers' Party of Korea.\n\t\t\t\t\tThe bulletin in its article said that the more than six decades covered by the WPK are a history in which it has steadily advanced, demonstrating its victory and glory under the flag of the party emblazoned with a hammer, a sickle and a writing brush. It referred in detail to the fact that President Kim Il Sung formed the Down-with-Imperialism Union, a vanguard organization, giving origin to the building of a new-type revolutionary party and thus successfully accomplishing the historic cause of party founding.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the WPK organized and led to victory the building of a new Korea after the country's liberation and the three-year-long Fatherland Liberation War, the postwar rehabilitation and construction and the struggle of the people for socialist industrialization, thereby building in Korea a socialist system centered on the popular masses, independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t As the WPK was founded and strengthened and developed by the President and its history and tradition are given steady continuity by General Secretary Kim Jong Il, it is fully demonstrating its might as an organizer and guide of all victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has always emerged victorious also because it has taken the Juche idea, the guiding idea in the era of independence, as its unshakable guiding principle, the bulletin noted, adding that the WPK will always remain invincible under its unfurled flag, a symbol of victory and glory."
        },
        {
            "title": "Moves for Retrogressive Revision of History Textbooks in S. Korea Flayed",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-07ee.html",
            "content": "Moves for Retrogressive Revision of History Textbooks in S. Korea Flayed\r\n Pyongyang, October 15 (KCNA) -- A spokesman for the United Confederation of Koreans in Russia issued a statement on Oct. 10 denouncing the south Korean anti-reunification forces for their moves to make a retrogressive revision of history textbooks.\n\t\t\t\t\tThe statement said: The Lee Myung Bak group of traitors is seeking to rewrite the history textbooks for high schools in south Korea in such a way as to serve the pro-U.S. and \"anti-communist\" purposes under the motto of \"liquidating the remnants of the leftist forces\" and \"strengthening the anti-communist education for security\". It is, at the same time, kicking up a racket of suppressing the progressive forces standing against its moves. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are keen to distort or delete the modern history of the Korean nation shining with the patriotic struggle waged against the foreign aggression and colonial rule and for winning the sovereignty of the nation, the statement noted, and went on;\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities' above-mentioned moves prove that their reckless actions to stamp out everything progressive and reunification-oriented in south Korea and revive in all fields the shameful past characterized by the U.S. domination and subjugation, confrontation with fellow countrymen and a fascist rule have reached an extremely reckless and grave phase.\n\t\t\t\t\t\n\t\t\t\t\t The confederation strongly condemns the south Korean authorities' above-said moves as a wanton violation of the justice and truth and an outright challenge to history and reality.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people from all walks of life should vigorously turn out in the struggle to decisively frustrate the treacherous and  anti-reunification moves quite contrary to the trend of history including the south Korean authorities' above-said moves and achieve the historic cause of independence, democracy and reunification."
        },
        {
            "title": "Kim Jong Il recibe presentes enviados desde China",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-21ee.html",
            "content": "Kim Jong Il recibe presentes enviados desde China\r\nPyongyang, 15 de octubre (ATCC) -- El Dirigente Kim Jong Il recibio presente que le enviaran a nombre comun el Comite Municipal del Partido Comunista de China (PCCh) en Shenzhen y el Gobierno Popular de esta ciudad.\n\t\t\t\t\tLi Yizhen, miembro permanente del Comite Municipal del PCCh en Shenzhen y secretario de la Comision Educacional de esta ciudad, de visita en Corea, lo entrego el dia 14 al secretario del Comite Central del Partido del Trabajo de Corea, Kim Jung Rin.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, fue entregado el regalo que le dedicaron en nombre comun al Dirigente Kim Jong Il Liu Yupu, subsecretario del Comite Provincial del PCCh en Guangdong y secretario del comite arriba mencionado, y Xu Zhongheng, alcalde del Gobierno Popular de Shenzhen."
        },
        {
            "title": "Inaugurado 27o Concierto de Yun I Sang",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-22ee.html",
            "content": "Inaugurado 27o Concierto de Yun I Sang\r\nPyongyang, 15 de octubre (ATCC) -- Quedo inaugurado este miercoles en la capitalina Casa de Musica Yun I Sang el 27o concierto en homenaje a este musico celebre.\n\t\t\t\t\tEn la funcion inaugural actuaron los artistas de las entidades artisticas centrales y las Orquestas del Instituto de Musica Yun I Sang y del Conservatorio Kim Won Gyun de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tLa disfrutaron el ministro de Cultura Kang Nung Su y otros funcionarios, los creadores y artistas de la rama de cultura y arte.\n\t\t\t\t\t\n\t\t\t\t\tSe distinguian tambien entre el publico la viuda y la hija de Yun, el grupo de visita de la \"Fundacion de la Paz Yun I Sang\" del Sur de Corea presidido por el director Sin Gye Ryun y los compatriotas residentes en ultramar, de visita en la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn este espectaculo, iniciado con el solo femenino de la cancion \"Se acerca el momento de despedida\" de la opera revolucionaria \"La florista\", se interpretaron las composiciones de Yun como su primera obra \"Nimbo lunar\", el duo instrumental para el violonchelo y arpa, el quinteto instrumental no. 2 para el clarinete y el cuarteto de instrumentos de cuerda, XXX, etc. \n\t\t\t\t\t\n\t\t\t\t\tEl concierto continuara hasta el dia 17."
        },
        {
            "title": "Rodong Sinmun condena politica de guerra nuclear de EE.UU.",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-23ee.html",
            "content": "Rodong Sinmun condena politica de guerra nuclear de EE.UU.\r\nPyongyang, 15 de octubre (ATCC) -- En su reciente informe de politica intitulado \"La seguridad nacional del siglo XXI y las armas nucleares\", el Departamento de Defensa y el de Energia de Estados Unidos definieron la \"guerra del futuro como la nuclear\".\n\t\t\t\t\tPor otra parte, en el 63o periodo de sesiones de la Asamblea General de la ONU el delegado norteamericano dijo que EE.UU. \"tiene la voluntad de realizar el desarme nuclear\" en la medida que se garantice la \"seguridad\" nacional y de los paises aliados y que la conservacion de las fuerzas nucleares por su pais es \"problema vital porque son disuasorias\".\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene la abierta declaracion a la sociedad internacional de que en lo adelante tambien EE.UU. perseguiria invariablemente la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un comentario individual del dia 15 y continua.\n\t\t\t\t\t\n\t\t\t\t\tTal definicion, que hizo EE.UU. bajo el pretexto de la supuesta \"amenaza\" de otros paises, resulta desafio frontal a la aspiracion de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras de guerra nuclear de los imperialistas norteamericanos no son para hacer frente a la \"amenaza\" de alguien como insisten ellos.\n\t\t\t\t\t\n\t\t\t\t\tPracticamente, casi todos los paises del mundo son amenazados por ese pais con armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el culpable de amenaza y proliferacion nucleares en la arena internacional y el factor de carrera armamentista nuclear y peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLa insistencia de EE.UU. en que en el futuro tambien \"defendera la seguridad nacional\" apoyandose en las armas nucleares revela su intencion de aumentar su arsenal de estos artefactos bajo el pretexto de la fantasmal \"amenaza nuclear\" para satisfacer a toda costa su ambicion dominacionista basandose en la supremacia nuclear.\n\t\t\t\t\t\n\t\t\t\t\tDebido a tales insensatas maniobras de los imperialistas norteamericanos, la humanidad corre el peligro de guerra nuclear y la paz mundial se ve amenazada gravemente.\n\t\t\t\t\t\n\t\t\t\t\tEl recrudecimiento de esas maniobras no sera util ni para el mismo EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tBien consciente de que sus insensatas maniobras  de guerra nuclear resultaran un acto torpe que destruye la seguridad de si mismo, EE.UU. debe abandonar de inmediato sus nuevos planes de desarrollo y aumento de armas nucleares."
        },
        {
            "title": "Rodong Sinmun critica las maniobras agresivas y politica hostil de Japon",
            "url": "http://kcna.co.jp/item/2008/200810/news16/20081016-24ee.html",
            "content": "Rodong Sinmun critica las maniobras agresivas y politica hostil de Japon\r\nPyongyang, 15 de octubre (ATCC) -- En la actualidad las fuerzas militaristas japonesas corren aun mas por el camino de nueva agresion en desafio a la paz, sin tener conciencia del peligro.\n\t\t\t\t\tSenala asi el rotativo Rodong Sinmun en un articulo individual de este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tHace poco, Japon realizo una prueba de interceptacion de misil balistico, de modo que volvio a revelar por si mismo a la faz del mundo su naturaleza de peligrosas fuerzas agresivas militaristas.\n\t\t\t\t\t\n\t\t\t\t\tEl proyecto de establecimiento del sistema antimisiles de Japon es, en su esencia, un plan de establecimiento del sistema de ataque de misiles y una maniobra para perfeccionar los preparativos de agresion a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tLos militaristas japoneses dicen que su establecimiento del sistema antimisiles es para hacer frente a la \"amenaza militar\" de alguien, pero, esto no pasa de ser una artimana para enganar la opinion publica. En efectivo, este plan de Japon toma por objeto tener poderosas fuerzas armadas de ataque y disponer de la capacidad de guerra capaz de asestar ataque militar contra cualesquier paises en el periodo necesario.\n\t\t\t\t\t\n\t\t\t\t\tAhora las capas gobernantes de Japon se desesperan para prolongar el plazo de envio de las \"fuerzas de autodefensa\" que hacen en el Oceano Indico las actividades de suministro de combustibles a las fuerzas multinacionales.\n\t\t\t\t\t\n\t\t\t\t\tLos militaristas japoneses se valen de todos los medios para prolongar el vencimiento de la \"ley de medidas especiales contra el terrorismo\", porque creen que esto es la clave para realizar de manera legitima el avance a ultramar de sus \"fuerzas de autodefensa\" y sus ofensivas operaciones militares.\n\t\t\t\t\t\n\t\t\t\t\tEl objetivo de los militaristas japoneses para intensificar las maniobras de nueva agresion reside en realizar la politica hostil a Corea.\n\t\t\t\t\t\n\t\t\t\t\tEsta politica no solo es para hacer frente a la RPDC, sino tambien para llevar a cabo su ambicion de la \"esfera de coprosperidad de la gran Asia Oriental\". He aqui la peligrosidad de sus maniobras de nueva agresion.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano refuerza la vigilancia sobre la cruenta politica hostil y las maniobras de los militaristas japoneses para realizar nueva agresion contra la RPDC y consolida por todos los medios las fuerzas de autodefensa nacional para aniquilar despiadadamente a los invasores que se atrevan a agredir a nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLos militaristas japoneses deben tener presente que la intensificacion de su politica hostil y maniobras belicas contra la RPDC les llevaran a la autodestruccion y poner fin a sus actos imprudentes."
        }
    ]
}