{
    "date": "2009-01-12",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-12ee.html",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Algerian President",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-09ee.html",
            "content": "Gift to Kim Jong Il from Algerian President\r\nPyongyang, January 12 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Algerian President Abdelaziz Bouteflika on the occasion of the New Year Juche 98 (2009).\n\t\t\t\t\t The gift was handed to an official of the DPRK embassy in Beijing on January 9."
        },
        {
            "title": "FM Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-10ee.html",
            "content": "FM Meets Chinese Delegation\r\nPyongyang, January 12 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun Monday met and had a talk with a delegation of the Chinese Ministry of Foreign Affairs headed by Hu Zhengyue, assistant to the foreign minister."
        },
        {
            "title": "Central Election Committee for Election of Deputies to DPRK SPA Formed",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-01ee.html",
            "content": "Central Election Committee for Election of Deputies to DPRK SPA Formed\r\nPyongyang, January 12 (KCNA) -- A decision of the Presidium of the Supreme People's Assembly of the DPRK was published on January 6 to form the Central Election Committee for the Election of Deputies to the 12th SPA of the DPRK.\n\t\t\t\t\t According to the decision, the central election committee was formed with Yang Hyong Sop as chairman, Kim Jung Rin as vice-chairman, Choe Yong Rim as secretary general and Ju Sang Song, Ri Yong Chol, Kim Pyong Phal, Kang Chang Uk, Ro Song Sil, Kim Yong Ho, Kim Wan Su, Jong Thae Gun, Kim Ji Son and Kang Chol Won as members."
        },
        {
            "title": "First Day of Sports Observed across Country",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-08ee.html",
            "content": "First Day of Sports Observed across Country\r\nPyongyang, January 12 (KCNA) -- Officials and working people across the country conducted popular sports activities on January 11, first Day of Sports this year.\n\t\t\t\t\t Officials of the ministries and national institutions in Pyongyang had group running and presented group performances of mass rhythmic exercise and Taekwon-do exercise for health.\n\t\t\t\t\t\n\t\t\t\t\t The runners ran along the streets of the city full of vigor sharing their breaths and mind to glorify this year as a year of fresh revolutionary upswing.\n\t\t\t\t\t\n\t\t\t\t\t The group performances of mass rhythmic exercise and Taekwon-do exercise for health presented by officials of the ministries and national institutions at Kim Il Sung Square added to the elated atmosphere of the capital city of Pyongyang stirring with the drive of working people to perform fresh feats in the new year.\n\t\t\t\t\t\n\t\t\t\t\t Officials and working people in South Phyongan, South Hamgyong, Kangwon, Ryanggang and North Phyongan Provinces conducted such colorful sports activities as group running, tug of war, basketball, volleyball and Yut games."
        },
        {
            "title": "13th Kimjongilia Festival to Be Held",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-15ee.html",
            "content": "13th Kimjongilia Festival to Be Held\r\nPyongyang, January 12 (KCNA) -- The 13th Kimjongilia Festival will take place in Pyongyang on the occasion of the birthday of General Secretary Kim Jong Il. \n\t\t\t\t\t The festival which will be under way in the Kimilsungia-Kimjongilia Exhibition from the mid of February will be participated in by armed forces bodies, commissions and ministries of the Cabinet and national institutions, servicepersons of the Korean People's Army, working people and overseas compatriots organizations including the General Association of Korean Residents in Japan and foreign friends.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, immortal flower shows and visits to the Kimilsungia- Kimjongilia hothouses will take place in different provinces."
        },
        {
            "title": "Memorial Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-13ee.html",
            "content": "Memorial Stamps Issued in DPRK\r\n Pyongyang, January 12 (KCNA) -- Memorial stamps (one souvenir sheet and one individual stamp) have been issued in the DPRK to mark the 50th anniversary of the founding of the Worker-Peasant Red Guards, a revolutionary militia. \n\t\t\t\t\t President Kim Il Sung formed the Worker-Peasant Red Guards, a self-defensive armed force of workers, peasants and other working people,  on January 14, Juche 48 (1959), basing himself on the precious experiences gained in the building of civilian armed forces in the period of the anti-Japanese armed struggle and after the liberation of the country such as the anti-Japanese self-defence corps, the children's vanguards, the workers' shock brigade, the paramilitary corps  and the people's self-defence corps. \n\t\t\t\t\t\n\t\t\t\t\t Inscribed on the top of the stamps are the letters \"In Celebration of 50th Founding Anniversary of Worker-Peasant Red Guards.\"\n\t\t\t\t\t\n\t\t\t\t\t Carried in the souvenir sheet is a stamp with the image of the President among members of the Worker-Peasant Red Guards against the background of a picture of columns of the Worker-Peasant Red Guards marching in fine array, convinced of victory.\n\t\t\t\t\t\n\t\t\t\t\t The individual stamp portrays members of the Worker-Peasant Red Guards who are firmly defending the socialist motherland and the gains of the revolution while making energetic efforts to carry through the policy of the Workers' Party of Korea to arm the entire people and turn the whole country into a fortress."
        },
        {
            "title": "Korean People Inheriting Tradition of Revolutionary Upsurge",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-11ee.html",
            "content": "Korean People Inheriting Tradition of Revolutionary Upsurge\r\nPyongyang, January 12 (KCNA) -- Juche 98 (2009) is a year of a new revolutionary upsurge in which the Korean people will register amazing successes in the efforts for the building of a great, prosperous and powerful nation.\n\t\t\t\t\tOn receiving the news that General Secretary Kim Jong Il kindled the torch of a new revolutionary upsurge in Kangson on December 24 last year, they are filled with firm conviction and enthusiasm to make a historic leap in all fields of the revolution and construction this year.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, who called on the workers of Kangson in the crucial postwar period, earnestly appealed to them to bridge over the difficulties of the revolution, saying that he believed in them and they trusted him, and thus brought about a great Chollima upsurge.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, racing at the speed of Chollima from the historic time, has turned into a powerful country, independent in politics, self-supporting in the economy and self-reliant in defence, and adorned the heyday of socialism with proud achievements.\n\t\t\t\t\t\n\t\t\t\t\t An artificial earth satellite \"Kwangmyongsong No. 1\" was successfully launched, the paddy fields across the country were rezoned to fit socialist Korea and the Chollima Steel Complex and many other factories and enterprises have been updated in a big way.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have built giant edifices by displaying immensely the indomitable mental power and mobilizing all the potentialities, taking ten or one hundred steps when other were taking one step. Among them are the Kaechon-Lake Thaesong Waterway, Paekma-Cholsan Waterway, Thaechon Youth Power Station No. 4, Anbyon Youth Power Station, Hungju Youth Power Station No. 2, Youth Hero Motorway, Kwangmyongsong Saltern, Ryesonggang Youth Power Station No. 1, Wonsan Youth Power Station and Nyongwon Power Station.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, who have achieved only victory and glory with the great tradition of the revolutionary upsurge, will create a new history of upsurge in the 21st century by giving full play to their infinite spiritual power and the superiority of the socialist self-reliant economy, under the militant slogan \"Make the fullest development of Songun Korea by inheriting the great tradition of revolutionary upswing!\""
        },
        {
            "title": "Great Life Full of Revolutionary Conviction",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-12ee.html",
            "content": "Great Life Full of Revolutionary Conviction\r\nPyongyang, January 12 (KCNA) -- More than 70 years have elapsed since indomitable revolutionary fighter Kim Hyong Gwon, uncle of President Kim Il Sung, passed away on January 12, 1936.\n\t\t\t\t\t The Korean people take this opportunity to look back, in humble reverence, upon the brilliant life of Kim Hyong Gwon, who dedicated his all to the anti-Japanese revolution with the conviction of sure victory in the revolutionary cause of Juche pioneered by the President.\n\t\t\t\t\t\n\t\t\t\t\t Born into a patriotic and revolutionary family for generations, he rallied the broad sections of people around the President by awakening and organizing them in a flexible mass work method and made them to take an active part in the struggle for the independent development of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t He went down among the masses including workers and peasants to bring home to them the revolutionary line of the President, sharing board and room and working with them and conducted energetic activities to expand and strengthen the anti-Japanese revolutionary forces in vast areas at home and abroad centering around Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Though he was always under the enemy's surveillance, he went to Fusong and Changbai areas to implant patriotism against the Japanese imperialists deep in the hearts of lots of young men and women and let them join the Paeksan Youth League. This is well illustrative of his stubborn fighting spirit and uncommon disposition as a competent political activist.\n\t\t\t\t\t\n\t\t\t\t\t He, faithfully true to the idea and leadership of the President at any time and in any place, used to willingly receive any difficult tasks of advancing into the homeland which might cost his life for carrying into practice the plan of the President to expand the armed struggle deep into the homeland.\n\t\t\t\t\t\n\t\t\t\t\t He stormed the police substation in Phabal-ri, Phungsan County (then), leading a Korean Revolutionary Army's operational group and shot to death the police sergeant who mercilessly repressed the local people. His gun report was one of revenge satisfying the pent-up resentment and grudge of the people against the Japanese imperialists and an echo of the Songun revolution, which inspired them to the struggle against Japanese imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Even after he was arrested by enemies, informed by a renegade, he continued an unflinching struggle behind bars with the indomitable spirit that one should not stop struggle even a moment but fight the enemy to the finish on the road of revolution for the national liberation.\n\t\t\t\t\t\n\t\t\t\t\t The immortal achievements made by him with a firm conviction of the victory and indomitable spirit in the brilliant history of the Korean revolution which was pioneered with arms, will shine for ever in the history of the fatherland."
        },
        {
            "title": "KCNA Rebukes U.S. Adventurous Military Actions",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-14ee.html",
            "content": "KCNA Rebukes U.S. Adventurous Military Actions\r\nPyongyang, January 12 (KCNA) -- The U.S. is busy with its military actions to secure the command of the air above the Asia-Pacific.\n\t\t\t\t\t The U.S. Defense Department started deploying three squadrons of the latest type F-22 called prototype fighter in the 21st century in the Asia-Pacific and Global Hawk in the U.S. air force base on Guam.\n\t\t\t\t\t\n\t\t\t\t\t Last year the U.S. deployed two squadrons of the latest type C-17 of a carrier class and B-1, B-2 and B-52 by turns in the region. This year it is bolstering F-22 Stealth fighters in its military bases on Guam and in Okinawa, south Korea and other places. This cannot but be interpreted as a very serious development.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. unprecedented moves to hold air supremacy of its strategic forces indicate its full-fledged adventurous military actions to retain an unchallenged upperhand of strength in the Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to hold military hegemony in the Asia-Pacific region, regarding the region as the most important strategic stronghold.\n\t\t\t\t\t\n\t\t\t\t\t By securing military strategic edge the U.S. seeks to put the region under its domination and control in a bid to contain other big powers' expansion of the sphere of their influence. \n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula is a principal outpost of the U.S. in executing its Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. singled out the DPRK as a main target of its scenario to hold military hegemony and mount preemptive attacks on strategic targets.\n\t\t\t\t\t\n\t\t\t\t\t This is eloquently proved by the fact that two thirds of the main units of the U.S. air force are deployed in the areas near the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. air force commander in the Pacific prattled that fighters would help the U.S. forces in the Pacific have increased options and did not hide their scenario to carry out F-22s' military operation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces are tightening the U.S.-south Korea and the U.S.-Japan military alliances while massively deploying ultra-modern war means capable of conducting long-distance and task force operations in south Korea and its vicinity. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms buildup on the peninsula is quite contrary to the \"official stand\" clarified by the U.S. Administration that it has no intention to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the U.S. hostile policy toward the DPRK remains unchanged behind the scene of dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Acute military and political stand-off still persists in the Asia-Pacific including the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that countries in the region would not conflict with one another over their interests and this would not lead to the use of force, should this situation be allowed to go on.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to immediately stop the adventurous military actions harassing peace and stability in the Asia-Pacific."
        },
        {
            "title": "Checking Imperialists' Moves for Domination Called for",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-04ee.html",
            "content": "Checking Imperialists' Moves for Domination Called for\r\n Pyongyang, January 12 (KCNA) -- It is a historic task of progressive humankind at present to deter the imperialists from employing the method of ruling other countries after dividing and destabilizing them and achieve national unity, the independent development and prosperity of countries and regions and global independence, says Rodong Sinmun Monday in a signed article.\n\t\t\t\t\t The said method is a trite one of domination employed by the imperialists, the article notes, disclosing the fact that owing to this method peace and security are seriously disturbed in different countries and regions of the world and there sparked off confrontation and conflict in an unbroken chain among nations, sects and political forces.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t \"Divide and rule\" is the doctrine of domination asserted by the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists seek to divide and destabilize other countries and nations in a bid to prevent them from achieving unity and weaken their strength as much as possible and thus discourage them from challenging their policy of domination and interference in their internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the imperialists are working hard to keep the Korean nation permanently divided into two and put it under their control. \n\t\t\t\t\t\n\t\t\t\t\t The United States is prodding the south Korean rulers into inciting confrontation with fellow countrymen and launching a war after sowing the seeds of confrontation and conflict among Koreans. At the same time, it is rendering the situation more strained while keeping its forces in south Korea and bolstering arms buildup and military exercises. \n\t\t\t\t\t\n\t\t\t\t\t It is due to the U.S. imperialists' policy of keeping the Korean nation divided that Korea has remained divided for more than half a century, artificial obstacles lie in the way of achieving unity of the nation and its unified development and peace and security in Northeast Asia are exposed to a big threat. \n\t\t\t\t\t\n\t\t\t\t\t Without struggling against the domination and interference by foreign forces and the separatist forces at home and abroad, it is impossible for each country and nation to achieve its unity and the independent development nor is it possible to build a new free and peaceful world.\n\t\t\t\t\t\n\t\t\t\t\t If the progressive forces aspiring after independence and peace pool their efforts and carry on the struggle for a common purpose in unity irrespective of differing ideology and social system, political view and religious belief, they can certainly foil the imperialists' moves to divide and destabilize them and emerge victorious."
        },
        {
            "title": "GNP's Moves Flailed",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-05ee.html",
            "content": "GNP's Moves Flailed \r\nPyongyang, January 12 (KCNA) -- The Action Headquarters of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration for Forcing the Lee Myung Bak Regime to Step Down in south Korea released a statement on Jan. 6 denouncing the \"Grand National Party\" for working hard to ram unpopular bills through the puppet National Assembly.\n\t\t\t\t\t The statement accused the NA Secretariat, a tool of the Lee regime, of having mobilized even riot police for dispersing lawmakers from the Democratic Labor Party and the Democratic Party and party office bearers who had been on a sit-down strike for checking the Lee Myung Bak's moves to railroad evil bills.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t The bills which the GNP is working hard to railroad through the NA even by resorting to violence, leaving at least 60 wounded,  disregarding not only the opinion of the people but their minimum demand for democracy are nothing but undemocratic and unethical bills to serve only the rich and conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t The GNP will not escape a stern judgment of the people for running amuck, taking advantage of the majority seats it holds in the NA, the statement warned.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Emergency Measure Committee for Foiling the Case Cooked up against the Solidarity for Implementing the South-North Joint Declaration in south Korea released a statement on Jan. 8 condemning the GNP's suppression of the Democratic Labor Party.\n\t\t\t\t\t\n\t\t\t\t\t The statement recalled that Kang Ki Gap, representative of the Democratic Labor Party, visited the office of the secretary general of the NA on Jan. 5 to protest against the measure for suppressing opposition parties but the GNP justified the authorities' repressive action, terming the protest \"violence\" and the like. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the charge brought by the prosecution against Kang suffices to clearly prove the fact that a new plot is now being hatched to destroy the Democratic Labor Party, the statement declared that it is the wishes of the people to see the GNP to quit the NA and Lee Myung Bak to step down."
        },
        {
            "title": "Anti-\"Government\" Campaign Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-06ee.html",
            "content": "Anti-\"Government\" Campaign Declared in S. Korea\r\nPyongyang, January 12 (KCNA) -- The Emergency Measure Committee for Foiling the Case Cooked up against the Solidarity for Implementing the South-North Joint Declaration, the Youth and Students Solidarity for Implementing the June 15 Joint Declaration and the Federation of University Student Councils in south Korea jointly called a press conference in Seoul on Jan. 8 at which they  declared they would conduct an all-people referendum on the lapse of one year since traitor Lee Myung Bak took office.\n\t\t\t\t\t A press release was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\t The press release held that the referendum to be conducted for 40 odd days from Jan. 8 to Feb. 23 would result in the people's cool and strict assessment of the Lee Myung Bak regime.\n\t\t\t\t\t\n\t\t\t\t\t The referendum is aimed to force the \"government\" to properly understand and lend an ear to the voice of the people and drop its wrong policies, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t To this end students will conduct information activities among the people across south Korea after forming their action group, the release said.\n\t\t\t\t\t\n\t\t\t\t\t  Schools, worksites and institutions at different levels hoping to participate in the referendum will be chosen as polling places and this will be staged on Internet, too, it noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\tThe results of the referendum reflecting the mindset of the people would be conveyed to Chongwadae on February 24. If the Lee Myung Bak regime persistently pursues unpopular policies defying the public protest, it will face stronger resistance, the release warned.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the above-said organizations would stage the anti-Lee Myung Bak regime struggle in solidarity with different civic and public organizations and make a new history in which the people become the masters of society."
        },
        {
            "title": "War Moves against DPRK Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-07ee.html",
            "content": "War Moves against DPRK Flayed in S. Korea\r\nPyongyang, January 12 (KCNA) -- The People for Achieving Peace and Reunification in south Korea called a press conference outside the puppet Defence Ministry building on Jan. 8 to denounce the U.S. and puppet south Korean war maniacs' scheme for preemptive attack on the DPRK.\n\t\t\t\t\t Speakers at the conference said it was disclosed recently by media that the U.S. and south Korean military authorities have run what is called \"nonproliferation working body\" in a bid to \"eliminate\" the DPRK's \"weapons of mass destruction\".\n\t\t\t\t\t\n\t\t\t\t\t The operation of the organization is closely related to the \"OPLAN 5029\" worked out allegedly to cope with \"the emergency situation\", they pointed out, adding this shows that the U.S. and south Korean military authorities' anti-DPRK war scenario is being put into practice.\n\t\t\t\t\t\n\t\t\t\t\t They condemned such moves as a military provocation aimed to make a preemptive strike at the DPRK and then realize the wild design for \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t They demanded that the said organization be dissolved at once as it goes against the reconciliation, prosperity, peace and reunification of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean military authorities are bound to face a stern punishment by the Korean nation as they are seeking a nuclear war behind the scene while talking about \"dialogue\", they warned.\n\t\t\t\t\t\n\t\t\t\t\t Then a press release was read out at the conference. The press release strongly urged the U.S. and the south Korean military authorities to drop their hostile policy toward the DPRK and immediately opt for the withdrawal of the U.S. forces from south Korea and the realization of peace on the Korean Peninsula."
        },
        {
            "title": "DPRK's Joint New Year Editorial Hailed",
            "url": "http://kcna.co.jp/item/2009/200901/news12/20090112-02ee.html",
            "content": "DPRK's Joint New Year Editorial Hailed\r\nPyongyang, January 12 (KCNA) -- The Socialist Party of Mexico, the Socialist Popular Party of Mexico, the Mexican Committee for the Study of Kimilsungism, the Mexican Institute for the Study of the Juche Idea, the Mexico-Korea Friendship Association, the Mexican Friend Association for Memory of President Kim Il Sung and the Mexican Committee for Supporting Korea's Reunification made public a joint statement on Jan. 3 in support of the joint editorial published by newspapers of the party, the army and the youth league in the DPRK.\n\t\t\t\t\tExpressing the firm belief that the Workers' Party of Korea and the Korean people will bring a new great revolutionary surge by vigorously launching the general offensive sounding the advance in 2009 to open the gate to a great prosperous and powerful nation, holding high the banner of Songun under the veteran and tested leadership of General Secretary Kim Jong Il, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t We hope that the WPK and the Korean people will make big strides by taking a bold jump in the dynamic drive to open the gate to a thriving nation in 2012 that marks the centennial birth anniversary of Kim Il Sung, father of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t We support the Korean people in the efforts to build an economic power by fully displaying the revolutionary spirit of self-reliance under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the WPK and the Korean people in their struggle to reunify the country by reenergizing the national reunification movement under the uplifted banner of the historic June 15 joint declaration, the guidepost for Korea's reunification, and the October 4 declaration, its action programme.\n\t\t\t\t\t\n\t\t\t\t\t We earnestly call upon political parties, governments and organizations of all countries to extend support and solidarity to the WPK and the Korean people in their efforts for great prosperity of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, statements supporting the joint editorial were released by Suneet Chopra, joint secretary of the All India Agricultural Workers' Union and secretary general of the All India Indo-Korean Friendship Association, on Jan. 5 and Eddie Kekana, chairman of the Group for the Study of the Progressive Ideas of South Africa who is chairman of the Pretoria Branch of the Democratic Teachers Union of South Africa, on Jan. 6."
        }
    ]
}