{
    "date": "2009-08-09",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-09ee.html",
    "articles": [
        {
            "title": "Chinese Party Official on DPRK-China Relations",
            "url": "http://kcna.co.jp/item/2009/200908/news09/20090809-06ee.html",
            "content": "Chinese Party Official on DPRK-China Relations\r\n Pyongyang, August 9 (KCNA) -- Luo Shugang, permanent deputy head of the Publicity Department of the C.C., Communist Party of China on a visit to the DPRK, noted that the Korean people have been making great progress in socialist construction through self-reliance and fortitude, true to the leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t This year marking the 60th anniversary of the establishment of diplomatic relations between China and the DPRK will be an important year in strengthening the bilateral friendship, he said, adding: \n\t\t\t\t\t\n\t\t\t\t\t The traditional China-DPRK friendship was provided by Chairman Mao Zedong and Premier Zhou Enlai and President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t This friendly relationship is daily developing under the deep care of General Secretary Hu Jintao and General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the Chinese party and government to consolidate and develop the friendly and cooperative relations between the two countries. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the China-DPRK friendship would develop more vitally by the joint efforts of both sides."
        },
        {
            "title": "Actions for Overthrow of Fascist Regime Declared in S. Korea ",
            "url": "http://kcna.co.jp/item/2009/200908/news09/20090809-04ee.html",
            "content": "Actions for Overthrow of Fascist Regime Declared in S. Korea\r\n Pyongyang, August 9 (KCNA) -- The south Korean Confederation of Trade Unions issued a statement on August 5 declaring an all-out struggle to force the fascist regime to step down.\n\t\t\t\t\t The statement charged that the puppet authorities hurled police and hooligans into the scene of the strike of unionists of Ssangyong Motor Co., which was launched in demand of the guarantee of the right to existence, to indiscriminately suppress the workers that day.\n\t\t\t\t\t\n\t\t\t\t\t Considering the violent crackdown upon the trade union of the Ssangyong Motor Co. as a declaration of a war against all the workers and other people, the confederation will launch an all-out struggle to force the fascist regime to step down, the statement said."
        },
        {
            "title": "Puppet Authorities' Crackdown on Jongyojo Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200908/news09/20090809-05ee.html",
            "content": "Puppet Authorities' Crackdown on Jongyojo Flayed in S. Korea\r\n Pyongyang, August 9 (KCNA) -- Jong Jin Hu, chairman of the Teachers Union of south Korea (Jongyojo), denounced the puppet authorities for their unreasonable crackdown on the Jongyojo on Aug. 5.\n\t\t\t\t\t He disclosed the fact that the Yongdungpho police station in Seoul summoned him to the station that day and questioned him for several hours in a bid to get information about the union's relations with opposition parties and its participation in the candlelight actions against the U.S. beef import, etc.\n\t\t\t\t\t\n\t\t\t\t\t He accused the authorities of taking issue with Jongyojo's movement for issuing declarations on the situation on the basis of a faked-up case.\n\t\t\t\t\t\n\t\t\t\t\t He denounced the Ministry of Education, Science and Technology for such illegal acts as recently referring members of Jongyojo to the prosecution and hastily taking actions to punish them, and strongly demanded repeal of such actions."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Songun Leadership Marked in Mexico",
            "url": "http://kcna.co.jp/item/2009/200908/news09/20090809-02ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Songun Leadership Marked in Mexico\r\nPyongyang, August 9 (KCNA) -- The Mexican Committee for the Study of Kimilsungism released the 27th issue of its bulletin to mark the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t The bulletin carried a photograph of Kim Jong Il inspecting a unit of the Korean People's Army and an article titled \"Kim Jong Il and His Start of Songun Leadership\". \n\t\t\t\t\t\n\t\t\t\t\t The bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t August 25, 49 years ago, was a significant day. That day Kim Jong Il began his Songun leadership with visiting the Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t At a time when the anti-socialist offensive of the imperialist forces was focused on the DPRK after the collapse of socialism in different countries, he clarified the philosophy on the army that a revolution is started, pushed forward and brought to completion with arms and the principle of Songun that the army precisely means a party, state and people and formulated the Songun politics as a basic political mode under socialism. \n\t\t\t\t\t\n\t\t\t\t\t His start of Songun leadership will shine forever along with the ever-victorious history of socialist Korea, it stressed."
        },
        {
            "title": "Kim Jong Il's Work Published in Venezuela",
            "url": "http://kcna.co.jp/item/2009/200908/news09/20090809-01ee.html",
            "content": "Kim Jong Il's Work Published in Venezuela\r\n Pyongyang, August 9 (KCNA) -- \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\", a work of General Secretary Kim Jong Il, was brought out in booklet by the Canta Clara Publishing House of Venezuela on July 10.\n\t\t\t\t\t The work published on October 2, Juche 84 (1995) serves as an immortal great programme for party construction and activities as it reviews the glorious history of the WPK in which it explored a new road of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicates the way of strengthening and developing the WPK into the eternal party of Kim Il Sung."
        },
        {
            "title": "Centenary of Birth of Kim Il Sung to Be Commemorated in Libya",
            "url": "http://kcna.co.jp/item/2009/200908/news09/20090809-03ee.html",
            "content": "Centenary of Birth of Kim Il Sung to Be Commemorated in Libya\r\n Pyongyang, August 9 (KCNA) -- A Libyan preparatory committee for commemorating the centenary of birth of President Kim Il Sung was formed in Tarabulus on August 1.\n\t\t\t\t\t Salah As Deen Abdulhamid Al Gashat, secretary general of the Sunbula International Friendship Club, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold seminars, lectures and book and photo exhibitions praising the revolutionary careers of President Kim Il Sung and General Secretary Kim Jong Il and their immortal feats and supporting the Korean people's building of a great prosperous and powerful nation and their cause of national reunification in various cities from August 1, 2009 to April 15, 2012."
        }
    ]
}