{
    "date": "2009-01-29",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-29ee.html",
    "articles": [
        {
            "title": "Greetings to King of Jordan",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-07ee.html",
            "content": "Greetings to King of Jordan\r\nPyongyang, January 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Abdullah II, King of the Hashemite Kingdom of Jordan, on the occasion of the 47th anniversary of his birthday.\n\t\t\t\t\t Kim in the message wished him good health and happiness and success in his work for the progress and prosperity of the country."
        },
        {
            "title": "FM Meets Delegation of Russian Foreign Ministry",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-11ee.html",
            "content": "FM Meets Delegation of Russian Foreign Ministry\r\n Pyongyang, January 29 (KCNA) -- Minister of Foreign Affairs Pak Ui Chun met and had a talk with the delegation of the Foreign Ministry of the Russian Federation headed by its Vice-Minister Aleksei Borodavkin when it paid a courtesy call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Gift to Kim Jong Il from Head of Russian Delegation",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-08ee.html",
            "content": "Gift to Kim Jong Il from Head of Russian Delegation\r\nPyongyang, January 29 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Aleksei Borodavkin, vice-minister of Foreign Affairs of Russia, who is leading the delegation of the ministry on a visit to the DPRK.\n\t\t\t\t\tIt was handed to Pak Ui Chun, foreign minister of the DPRK, by the vice-minister Thursday."
        },
        {
            "title": "Indomitable Spiritual Strength of Korean People",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-09ee.html",
            "content": "Indomitable Spiritual Strength of Korean People\r\nPyongyang, January 29 (KCNA) -- The Korean people have turned out as one in the struggle for implementing the militant tasks put forward by the joint New Year editorial with a high level of ideological consciousness that one's own power and consciousness are best.\n\t\t\t\t\tThey are a strong-willed people who have carried out any difficult and gigantic undertakings with the ideological and mental power.\n\t\t\t\t\t\n\t\t\t\t\tHaving a strong spiritual strength, they could defeat U.S. and Japanese imperialisms which were incomparably superior in numbers and technical equipment, demonstrate the dignity of the Korean nation to the whole world and could build a powerful socialist country independent in politics, self-supporting in the economy and self-reliant in defense on the war debris.\n\t\t\t\t\t\n\t\t\t\t\tThey could bring the unprecedentedly harsh \"Arduous March\" and the forced march to a victorious end because the army and people of Korea advanced vigorously through the difficulties with the strong spiritual strength.\n\t\t\t\t\t\n\t\t\t\t\tThe soldier constructors of the Anbyon Youth Power Station did things beyond human imagination with a firm determination that \"We will never see the blue sky of the country before implementing the order of the Respected Comrade Supreme Commander!\" This shows what marvelous miracles the mental power of people bears.\n\t\t\t\t\t\n\t\t\t\t\tThe revolutionary soldier spirit that came into being in those days spread all over the country like a prairie fire, creating the Kanggye spirit and kindling the torches in Songgang and Ranam. And the spirit displayed in Thaechon let the whole country seethe with the efforts to build a great, prosperous and powerful nation like an active volcano.\n\t\t\t\t\t\n\t\t\t\t\tThe grand monumental edifices erected on the land of Songun Korea and the successes made in the magnificent nature-remaking projects are all the fruition of the inexhaustible spiritual strength of the entire people who have turned out as one man.\n\t\t\t\t\t\n\t\t\t\t\tThe Koreans have become a people with a strong mental power as the Juche idea of President\n\t\t\t\t\t\tKim Il Sung lights the road ahead of them and General Secretary Kim Jong Il has implanted the confidence in victory and courage in their minds on the long journey of Songun leadership."
        },
        {
            "title": "Wading Pools Brisk in Midwinter",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-10ee.html",
            "content": "Wading Pools Brisk in Midwinter\r\nPyongyang, January 29 (KCNA) -- Schoolchildren in their winter vacation are spending pleasant hours in the wading pools of the Changgwang Health Complex located on the bank of the Pothong River flowing through Pyongyang.\n\t\t\t\t\tThe outdoor swimming pool steaming in cold midwinter is animated with children splashing and gliding down the slide, unaware of the passage of time.\n\t\t\t\t\t\n\t\t\t\t\tSchoolchildren are seen displaying their high swimming skill in speed competition in the indoor swimming pool with a vast beautiful mosaic seascape on a wall.\n\t\t\t\t\t\n\t\t\t\t\tThe indoor and outdoor wading pools are open in all seasons, not only in sweltering summer heat but also in spring, autumn and even in cold winter when large flakes of snow fall. With sloping beds, they are 60 centimeters to 1.2 meters deep to serve both children and adults.\n\t\t\t\t\t\n\t\t\t\t\tThey are furnished with complete sets of equipment for amusement and training.\n\t\t\t\t\t\n\t\t\t\t\tKim Song Hwan, workteam head of the wading pools, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\tThe wading pools are always crowded in all seasons. Even in cold winter like now, hundreds of schoolchildren come here every day. Feeling deeply the warm care of the Workers' Party of Korea which provided them with such wonderful center for after-school activities, the schoolchildren are training their bodies and minds to become reliable pillars of the country."
        },
        {
            "title": "Lee Group's Sycophancy towards U.S. Assailed",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-05ee.html",
            "content": "Lee Group's Sycophancy towards U.S. Assailed\r\nPyongyang, January 29 (KCNA) -- The Lee Myung Bak group formally signed the south Korea-U.S. \"special agreement on sharing the defense expenses\" which will take effect from 2009 to 2013. This is a revelation of its criminal intention to use the money collected from the people as taxes as war expenses of the aggressor troops and tighten the \"alliance\" for aggression against fellow countrymen and the political and military nexus with the U.S.\n\t\t\t\t\tRodong Sinmun Thursday observes this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThis \"agreement\" legally obliges south Korea to offer 760 billion won to the U.S. imperialist aggressor forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation can never allow the U.S. illegal and brigandish military presence in south Korea no matter how huge amount of funds it may receive from the U.S.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the Lee group is begging for the U.S. imperialist aggressor troops' permanent presence, even offering a stupendous amount of money to them under the pretext of \"upkeep\" while lending no ear to the unanimous voices of the Koreans demanding their withdrawal from south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe reality goes to prove that the Lee group is the worst group of spiritless traitors meeting the brigandish demands of its imperialist master without having even an iota of national conscience and self-esteem.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialist aggressor forces in south Korea are the root cause of all disasters of south Koreans and sycophancy and treachery are the mode of existence for a traitor. The south Koreans cannot but fall victim to outside forces nor can they escape sufferings and misfortune as long as the U.S. imperialist aggressor forces remain in south Korea to perpetrate murder and plunder, regarding them as no more than \"field mice\" and they are under the rule of the Lee group which is unable to prolong its days without kowtowing to its imperialist master."
        },
        {
            "title": "Struggle for Democracy against Fascism Urged",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-06ee.html",
            "content": "Struggle for Democracy against Fascism Urged\r\nPyongyang, January 29 (KCNA) -- The fascist rule should be removed and democratization of society realized in south Korea to achieve the independent and peaceful reunification of the country, says Rodong Sinmun today in a signed article.\n\t\t\t\t\tThe struggle for democracy against fascism is a precondition for independence against the U.S. and the cause of national reunification, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIn south Korea the patriotic and democratic forces desirous of independence against the U.S. and the national reunification have been subject to merciless crackdown by the fascist authorities. Under such situation it is impossible to expect the successful development of the movement for independence against the U.S. and for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tTo vigorously wage the struggle against fascism and for democratization is essential for reinforcing the democratic and patriotic forces so as to provide favorable conditions for independence, democracy and reunification and put an end to the fascist dictatorial rule.\n\t\t\t\t\t\n\t\t\t\t\tIt is as clear as noonday that outsiders' domination and interference in south Korea can not be terminated and the Koreans' desire for national reconciliation and unity and independent reunification can hardly be achieved now that the campaign for inter-Korean confrontation is being intensified and the fascist dictatorial rule is prevalent in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. dislikes the reconciliation and unity of the Korean nation and its reunification while zealously instigating the south Korean authorities to treachery and colonial fascist suppression.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean people should valiantly stage the struggle for democracy against fascism, in close combination with the struggle for independence against the U.S. Only by doing so, can they achieve the democratic development of the society, shake off the yoke of colonial rule and realize the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe prospect of the cause for independence, democracy and reunification depends on the efforts of the south Korean people struggling in firm unity with confidence in the justness of their cause."
        },
        {
            "title": "Probe into Truth behind Killing of Evacuees Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-03ee.html",
            "content": "Probe into Truth behind Killing of Evacuees Urged in S. Korea\r\nPyongyang, January 29 (KCNA) -- Members of the All-People Committee for Measures against the Murderous Crackdown on Evacuees in Ryongsan and Seoul citizens held a candlelight rally on the spot where evacuees were killed, on Jan. 27 in denunciation of the authorities' killing, according to south Korean CBS.\n\t\t\t\t\tSpeakers at the rally referred to the fact that the security authorities arrested the evacuees, who waged a sit-in strike in demand of the vital rights, after labeling them \"mobs,\" charging that it is as good as an act of a thief crying \"Stop the thief.\"\n\t\t\t\t\t\n\t\t\t\t\tThey strongly urged the authorities to thoroughly probe the truth behind the recent killing of evacuees and punish the person chiefly responsible for such violent crackdown."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Exploits Praised",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-01ee.html",
            "content": "Kim Jong Il's Songun Leadership Exploits Praised\r\nPyongyang, January 29 (KCNA) -- Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea in Jordan, issued a statement on Jan. 14 praising Supreme Commander of the Korean People's Army Kim Jong Il's Songun leadership exploits.\n\t\t\t\t\tHe said that Kim Jong Il has fully prepared the KPA as a mainstay and driving force for accomplishing the socialist cause and an army strong in idea and faith.\n\t\t\t\t\t\n\t\t\t\t\tRecalling that Kim Jong Il attached great importance to boosting the military and technological capability of the People's Army from long ago, the statement noted that he has reinforced it as steel-strong combat ranks all members of which have been united close as one, holding aloft the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tNo force on earth can ever match this army as all its servicepersons share the idea, will and destiny with their Supreme Commander, the statement noted, stressing that the true picture of the KPA under his commandership once again convinces everybody of the truth that an army can be strong only when it is under a brilliant commander."
        },
        {
            "title": "Joint New Year Editorial of DPRK Hailed",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-02ee.html",
            "content": "Joint New Year Editorial of DPRK Hailed\r\nPyongyang, January 29 (KCNA) -- The Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea in Jordan issued a statement on Jan. 14 in support of the joint New Year editorial of the DPRK.\n\t\t\t\t\tExpressing the belief that the Korean people would successfully carry out the gigantic task for achieving the prosperity of the socialist state of Juche this year, the statement said that the people would make a historic leap forward on all fronts for building a great prosperous powerful nation through a general offensive in response to the call of the Workers' Party of Korea in 2009, the year of a new revolutionary upswing.\n\t\t\t\t\t\n\t\t\t\t\tA final victory of socialism is in store for Kim Jong Il's Korea as long as there are a grandiose plan unrolled by the WPK and the unlimited mental power and will of the Korean People's Army and the Korean people to work miracles in hearty response to the call of the Party and the leader, stressed the statement."
        },
        {
            "title": "Kim Jong Il presencia partido de voleibol",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-12ee.html",
            "content": "Kim Jong Il presencia partido de voleibol \r\nPyongyang, 29 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea (PTC), Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio el partido de voleibol entre el equipo 25 de Abril del EPC y una seleccion, efectuado en ocasion del Ano Nuevo Lunar.\n\t\t\t\t\tCuando el Dirigente aparecio en el palco, todos los espectadores le acogieron hospitalariamente deseandole el Feliz Ano Nuevo en representacion de la unanime veneracion de todo el ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLos dos equipos escenificaron excelentes jugadas usando sin reservas las tecnicas que adiestraron con asiduo en los tiempos de entrenamiento en pleno  acato a la orientacion del PTC en materia del deporte.\n\t\t\t\t\t\n\t\t\t\t\tEn el encuentro de ese dia resulto vencedor el equipo 25 de Abril.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el partido, el Dirigente felicito los exitos de los jugadores logrados en esta ocasion muy satisfecho de que nuestros deportistas revolucionarios y combativos realizaron este excelente juego de alto nivel desplegando en lo suficiente el poderio de la competencia ideologica, la empecinada, la con velocidad y la tecnologica.\n\t\t\t\t\t\n\t\t\t\t\tEl desarrollo deportivo es una labor de mucha importancia para fortalecer el poderio del pais mediante el exitoso impulso de la lucha revolucionaria y la construccion y para robustecer las relaciones de amistad con varios paises del mundo, apunto.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la realizacion exitosa de la masificacion y la conversion en la vida cotidiana del deporte, en nuestro pais todo el pueblo se ha preparado firmemente para el trabajo y la defensa nacional y nuestros deportistas logran excelentes exitos en los eventos internacionales exaltando en alto grado el honor de la Corea del Juche y el impetu de nuestro pueblo, senalo y continuo que este orgulloso exito deviene la manifestacion general de la justeza y gran vitalidad de la politica deportiva del PTC.\n\t\t\t\t\t\n\t\t\t\t\tHay que completar la tecnica deportiva, el sistema tactico y los metodos de entrenamiento al estilo coreano para llevar a la etapa mas alta el nivel de la tecnica deportiva, dijo y presento las tareas programaticas que serviran de guia para desarrollar de manera trascendental el deporte nacional.\n\t\t\t\t\t\n\t\t\t\t\tVieron el partido junto con el Dirigente el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Jang Song Thaek y Kim Yang Gon, el primer viceministro de Relaciones Exteriores, Kang Sok Ju, los primeros subjefes de departamento del CC del PTC, Ri Je Gang y Ri Jae Il, el director general de la Agencia Telegrafica Central de Corea, Kim Ki Ryong, el presidente del Comite de Radio y Television de Corea, Cha Sung Su, y otros cuadros directivos, asi como los comandantes del ejercito, entre otros, los generales de ejercito del EPC, Hyon Chol Hae, Kim Myong Guk y Ri Myong Su."
        },
        {
            "title": "Kim Jong Il presencia funcion de conjuntos artisticos",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-13ee.html",
            "content": "Kim Jong Il presencia funcion de conjuntos artisticos\r\nPyongyang, 29 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea (PTC), Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), presencio la funcion  de los Conjuntos Artisticos de las Comandancias de las Fuerzas Navales y Aereas del EPC.\n\t\t\t\t\tLos artistas militares pusieron en la escena diversas piezas, entre otras, el cuarteto femenino \"El General junto con los soldados\", el poema en dialogo \"Inolvidable via maritima hacia la isla Cho\", la musica instrumental y cancion \"Trotes en el monte Paektu\", el duo mixto y pangchang \"Arirang entre el ejercito y el pueblo\", el solo masculino \"Al lado del General viven los soldados\" el solo femenino \"El Lider vino con amor paternal\", la danza \"Marineros que defendieron los arboles con consignas\" y el coro mixto \"Seremos el septimo regimiento de hoy\".\n\t\t\t\t\t\n\t\t\t\t\tMediante la funcion los ejecutantes mostraron bien el poderio inquebrantable del heroico EPC crecido como invencible ejercito potente en el regazo carinoso del Dirigente Kim Jong Il, insigne general, la ferrea conviccion y voluntad de los militares del EPC de defender a costa de la vida la Direccion de la Revolucion y de llevar a feliz termino con armas la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente expreso gran satisfaccion de que los integrantes de los dos conjuntos artisticos ofrecieron la excelente funcion como artistas del ejercito revolucionario y evaluo altamente los exitos de lucha de ellos quienes al desplegar energicamente las actividades de propaganda artistica combativa y revolucionaria infunden a los militares la conviccion en la cierta victoria, el optimismo, la combatividad y la valentia de aniquilar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tAl enterarse detalladamente del estado de las actividades de los artistas de los conjuntos presento las tareas programaticas que sirven de guia para fortalecer mas la propaganda artistica entre los militares.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en verla los generales de ejercito del EPC, Hyon Chol Hae, Kim Myong Guk y Ri Myong Su, los coroneles generales Jong Myong Do y Ri Pyong Chol, comandantes de las fuerzas navales y aereas y otros miembros directivos del ejercito, el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Jang Song Thaek y Kim Yang Gon, el primer vicecanciller Kang Sok Ju, los primeros subjefes de departamento del CC del PTC, Ri Je Gang y Ri Jae Il, el director general de la Agencia Telegrafica Central de Corea, Kim Ki Ryong, el presidente del Comite de Radio y Television de Corea, Cha Sung Su, y otros cuadros directivos."
        },
        {
            "title": "Kim Jong Il recibe presente de jefe de delegacion rusa",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-14ee.html",
            "content": "Kim Jong Il recibe presente de jefe de delegacion rusa\r\nPyongyang, 29 de enero (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera el jefe de la delegacion del Ministerio de Relaciones Exteriores de la Federacion Rusa presidida por el vicecanciller, Alexei Borodapkin, de visita en Corea.\n\t\t\t\t\tEl jefe de la delegacion lo entrego el dia 29 al canciller coreano, Pak Ui Chun."
        },
        {
            "title": "Rodong Sinmun condena acto servil a EE.UU. de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2009/200901/news29/20090129-15ee.html",
            "content": "Rodong Sinmun condena acto servil a EE.UU. de Lee Myung Bak\r\nPyongyang, 29 de enero (ATCC) -- La banda de Lee Myung Bak firmo oficialmente el \"acuerdo especial de compartimiento de gastos de defensa\" Sur de Corea-Estados Unidos que surtira efecto de este ano al 2013, lo cual es una muestra de intento criminal para fortalecer la \"alianza\" agresiva y la confabulacion politico-militar contra los connacionales malgastando los impuestos sanguinarios de los habitantes surcoreanos como gastos de guerra de las trapas agresivas norteamericanas.\n\t\t\t\t\tAsi senala el rotativo Rodong Sinmun en un comentario individual de hoy y continua:\n\t\t\t\t\t\n\t\t\t\t\tDebido al presente \"acuerdo\", el Sur de Corea volvera a encargarse de la obligacion juridica de entregar a las tropas yanquis ocupantes de esta parte de Corea la suma equivalente a 760 mil millones  de wones.\n\t\t\t\t\t\n\t\t\t\t\tAunque reciba la mucha cantidad de dinero por parte de EE.UU., la nacion coreana  no lo perdonara jamas porque EE.UU. esta ocupando ilegal y militarmente al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPero, la banda de Lee desprecia la demanda unanime de la nacion coreana de retirar dichas tropas del Sur de Corea y les implora su ocupacion perenne entregandoles la gran suma de dinero bajo el pretexto de \"gastos de mantenimiento\".\n\t\t\t\t\t\n\t\t\t\t\tLa realidad prueba que la horda de Lee es una banda de traidores que obedecen a la demanda bandidesca de su amo norteamericano y carecen de la conciencia y la dignidad nacionales.\n\t\t\t\t\t\n\t\t\t\t\tLas tropas agresoras norteamericanas son la fuente de todas calamidades de los habitantes surcoreanos y el acto servil a grandes potencias es el metodo de existencia del traidor.\n\t\t\t\t\t\n\t\t\t\t\tMientras perdura la ocupacion de las tropas agresoras norteamericanas en el Sur de Corea que se entregan solo al asesinato y el saqueo insultando a los habitantes surcoreanos como \"ratones de campo\" y existe la banda de Lee que mantiene su vida con la sumision y adulacion a su amo imperialista, los habitantes surcoreanos no pueden liberarse del destino de sacrificio de las fuerzas extranjeras ni de penalidades y desgracias."
        }
    ]
}