{
    "date": "2009-05-11",
    "url": "http://kcna.co.jp/item/2009/200905/2009-05-11ee.html",
    "articles": [
        {
            "title": "Talks between Kim Yong Nam and Jacob Gedleyihlekisa Zuma Held ",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-07ee.html",
            "content": "Talks between Kim Yong Nam and Jacob Gedleyihlekisa Zuma Held\r\nPyongyang, May 11 (KCNA) -- Talks were held between Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Jacob Gedleyihlekisa Zuma, President of South Africa, at the presidential palace in Pretoria on May 10.\n\t\t\t\t\t At the talks both sides discussed the matter of further developing the friendly and cooperative relations between the two counties in various domains and exchanged views on matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The talks proceeded in a friendly atmosphere. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Hyong Jun, vice-minister of Foreign Affairs of the DPRK, and Nkosazana Dlamini Zuma, foreign minister of South Africa."
        },
        {
            "title": "Kim Yong Nam Meets Foreign State Leaders",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-08ee.html",
            "content": "Kim Yong Nam Meets Foreign State Leaders\r\nPyongyang, May 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on a visit to South Africa met and had a talk with Zambian President Rupiah Bwezani Banda who paid a courtesy call on him on May 10.\n\t\t\t\t\tThe Zambian President said that he was well aware of the DPRK's support and encouragement rendered to the African people in the struggle for independence, freedom, national liberation and economic development.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK has long and fully supported the just cause of the Zambian people, he expressed the steadfast stand to steadily boost the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam also met and had a talk with Esteban Lazo Hernandez, vice-president of the Council of State of Cuba who paid a courtesy call on him on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president referred to the bilateral relations continuously developing on good terms despite the complicate international situation, adding that Cuba positively supports the principled strong stand taken by the DPRK and its efforts to achieve the peaceful reunification of the country without foreign forces' interference.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK's satellite launch is the just exercise of the right of a sovereign state, he declared that Cuba decisively rejects any sanctions against the DPRK and resolutely opposes high-handed and arbitrary practices in the international arena.\n\t\t\t\t\t\n\t\t\t\t\tDuring his visit to South Africa Kim Yong Nam met with the Presidents of Namibia, Tanzania, Equatorial Guinea and Kenya, the chairman of the African Union Committee, the Prime Minister of Sri Lanka and the vice-president of Gabon who attended the swearing in ceremony of the South African President."
        },
        {
            "title": "Stand on Int'l Information Activities Expressed ",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-02ee.html",
            "content": "Stand on Int'l Information Activities Expressed\r\nPyongyang, May 11 (KCNA) -- At the 31st meeting of the UN Committee on Information on May 5, the head of the DPRK delegation expressed the stand on the matter of providing practical measures to make the international information activities contribute to peace and security, sound social progress and promotion of sustained development.\n\t\t\t\t\t He said that priority should be attached to the discussion on the ways for establishing a new and fair international information and communications order.\n\t\t\t\t\t\n\t\t\t\t\t At present, some countries holding monopoly over the information technology and means are not only spreading their \"view of value\" and way of life to other countries but also circulating misinformation to create social chaos and openly conducting actions of instigating overthrow of regime. This is a wanton violation of the UN Charter clarifying the principles of respect to sovereignty, equality and non-interference and the international laws stipulating the relations between countries, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to take such measures for boosting international cooperation in the field of information and communications as transfer of advanced technology to developing countries by the UN, international bodies and developed countries, training of personnel and financial investment on improvement of infrastructure.\n\t\t\t\t\t\n\t\t\t\t\t The UN Department of Public Information should steadily pay attention to ensuring the strict adherence to objectivity, impartiality, correctness and all other principles in information activities and keeping balance in them, he said."
        },
        {
            "title": "Foreign Delegations Arrive",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-11ee.html",
            "content": "Foreign Delegations Arrive\r\n Pyongyang, May 11 (KCNA) -- A government delegation of Zimbabwe led by Minister of Interior Kembo Campbell Dugishmohadi and a delegation of the Foreign Ministry of Myanmar headed by Deputy Minister U Maung Myint arrived here by air today.\n\t\t\t\t\t The government of the DPRK hosted a reception in honor of the Zimbabwean government delegation today."
        },
        {
            "title": "12th Pyongyang Spring International Trade Fair Opens",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-10ee.html",
            "content": "12th Pyongyang Spring International Trade Fair Opens\r\n Pyongyang, May 11 (KCNA) -- An opening ceremony of the 12th Pyongyang Spring International Trade Fair took place at the Three-Revolution Exhibition Monday.\n\t\t\t\t\t Present at the opening ceremony were O Su Yong, vice-premier of the Cabinet, Ri Hak Gwon, head of the DPRK Chamber of Commerce, officials in the field of foreign trade, delegations and delegates of different countries and regions, diplomatic envoys and staff members of foreign embassies here. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory speech made by O Ryong Chol, vice-minister of Foreign Trade, at the opening ceremony was followed by an inaugural speech by Kim Mun Jong, president of the Korean International Exhibition Corporation. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the fair would offer a good occasion of boosting the friendship and cooperation and good neighborly friendly relations among countries through their multi-faceted contacts and wide-ranging and close activities for developing economy and trade. \n\t\t\t\t\t\n\t\t\t\t\t They stressed that the DPRK would make positive efforts to develop economic exchanges and cooperation with all countries friendly towards it on the principle of equality and mutual benefit and boost the international solidarity with the world peace-loving people in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round the machine tools, electric and electronic equipment, petrochemicals, vehicles, medicines, articles of daily use and foodstuffs displayed by companies and organizations of the DPRK, China, Russia, Germany, Malaysia, Syria, Sweden, Singapore, Australia, Austria, UK, Italy, Indonesia, Vietnam, Thailand, Poland, Turkey and Taipei of China. \n\t\t\t\t\t\n\t\t\t\t\tA reception was given at Pyongyang Koryo Hotel in connection with the opening of the fair. \n\t\t\t\t\t\n\t\t\t\t\t The fair will last till May 14."
        },
        {
            "title": "More Remains of Patriots Unearthed in DPRK",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-09ee.html",
            "content": "More Remains of Patriots Unearthed in DPRK\r\nPyongyang, May 11 (KCNA) -- More remains of patriots were unearthed recently in Susan-ri, Kangso County, South Phyongan Province, the DPRK. They were murdered by U.S. imperialists and class enemies during their occupation of the place in the days of the temporary strategic retreat of the Korean People's Army in the Fatherland Liberation War.\n\t\t\t\t\tNot a skull of the remains of five persons was undamaged.\n\t\t\t\t\t\n\t\t\t\t\tThere were holes on the front or back sides, the upper or flank sides. Some of them were severely crushed.\n\t\t\t\t\t\n\t\t\t\t\tThe hands of the remains were bound in front or rear and their upper and lower jaws were crushing, hit by murderous weapons.\n\t\t\t\t\t\n\t\t\t\t\tSome shins were cut off and none of the limbs, sternums and spines remained unbroken.\n\t\t\t\t\t\n\t\t\t\t\tThe murderers killed them in cold blood by striking them with picks, axes, sapper's hammers and square wood for the mere reason that they had done their shares in the building of the new motherland with rice after becoming the master of the land. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists and the class enemies brutally murdered innocent people accounting for one third of the population of the then Susan-myon during their occupation of the place.\n\t\t\t\t\t\n\t\t\t\t\tRemains were unearthed there in 2003 and 2007."
        },
        {
            "title": "Lee Myung Bak Group's Crackdown upon Pro-Reunification Organizations Flayed",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-04ee.html",
            "content": "Lee Myung Bak Group's Crackdown upon Pro-Reunification Patriotic Organizations Flayed\r\n Pyongyang, May 11 (KCNA) -- The Lee Myung Bak group has staged a frantic search, seizure and arrest operation against the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) and other pro-reunification patriotic organizations and their members. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This was a kick-off of an undisguised campaign to eliminate all pro-reunification patriotic forces in south Korea and stamp out their just activities and an unpardonable anti-reunification fascist offensive to escalate the confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The Lee Myung Bak regime has never resorted to such large-scale and harsh suppression of the said organizations as this time. The development indicates that the Lee Myung Bak group has entered into a full-scale and tyrannical stage in its moves to destabilize and undermine the progressive organizations supporting the inter-Korean joint declarations and standing for national reconciliation and unity and the south Korean people's patriotic movement for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The organizations that fell victim to the suppression by the south Korean authorities this time have so far taken the lead in upholding and implementing the June 15 joint declaration and the October 4 declaration under the uplifted banner of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors, much upset by their activities, seeks to eliminate all forces opposed to its anti-reunification and confrontation moves through intensified dictatorship, tide over its worst ruling crisis and, at the same time, escalate the confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t If the above-said repressive offensive is overlooked, all the forces supporting the June 15 joint declaration and progressive organizations for the reunification movement will be destroyed in south Korea, the prospect of improving the inter-Korean relations will get gloomier, the south Korean society will completely turn into a tundra of democracy and a land under the reign of the dictatorship enforced under the signboard of \"pragmatism\".\n\t\t\t\t\t\n\t\t\t\t\t The group would be well advised to properly understand the strong will of the south Korean people of all strata to implement the June 15 joint declaration and the October 4 declaration and stop at once the fascist offensive to crack down upon the organizations for the reunification movement grouping people from all walks of life including the above-said south headquarters.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans will settle accounts with the Lee regime for all the crimes committed by it against them, hell-bent on fascist dictatorship and confrontation with fellow countrymen and mete out a stern judgment to this group of traitors and bring it to final destruction, warns the commentary."
        },
        {
            "title": "Authorities' Repression of Candlelight Actions Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-05ee.html",
            "content": "Authorities' Repression of Candlelight Actions Protested in S. Korea\r\n Pyongyang, May 11 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea made public a statement on May 5 denouncing the Lee Myung Bak group of traitors for its moves to quell the candlelight action of people from all walks of life.\n\t\t\t\t\t The statement charged that the police and prosecution authorities are getting hell-bent on the suppression of the people who have staged again the candlelight action against the Lee regime's unpopular rule.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish daydream to regard fascist dictatorship as means for maintaining the power, the statement said, adding that the Lee regime's frantic suppression would arouse stronger resistance.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the people to turn out in the struggle to overthrow the murderous Lee regime oppressing and strangling the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The solidarity also made public a statement condemning the puppet authorities' crackdown upon the legitimate academic activities of university students."
        },
        {
            "title": "Unreasonable Suppression of Pomminryon Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-06ee.html",
            "content": "Unreasonable Suppression of Pomminryon Protested in S. Korea \r\n Pyongyang, May 11 (KCNA) -- Members of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) and human rights organizations in south Korea called a news conference in Seoul on May 9, protesting against the Lee Myung Bak group's unreasonable crackdown upon the arrested members of the South Headquarters of Pomminryon.\n\t\t\t\t\t Speakers at the conference said it is unprecedented and evidently illegal that the \"Intelligence Service\" has treated those members as criminals though the facts about \"crime\" were not confirmed nor warrants for their arrest issued.\n\t\t\t\t\t\n\t\t\t\t\t They declared that civic and public organizations including the South Headquarters of Pomminryon would form a \"preparatory committee for the joint measure committee of civic and public organizations to counter the suppression of Pomminryon\" and vigorously wage a joint counteraction. \n\t\t\t\t\t\n\t\t\t\t\t A press release, read out at the conference, urged the court to clearly see through the reckless suppression by the IS and take a proper action against it.\n\t\t\t\t\t\n\t\t\t\t\t Earlier on May 7, the action headquarters of the 17th-term south Korean Federation of University Student Councils (Hanchongryon) made public a statement branding the authorities' wholesale suppression as a challenge to the whole nation desirous of independent reunification. \n\t\t\t\t\t\n\t\t\t\t\t Hanchongryon will launch a stronger struggle for forcing the Lee Myung Bak regime to step down in face of the authorities' anti-reunification moves and stand in the van of the struggle to get the \"National Security Law,\" an outdated evil law, abrogated in unison with the people from all walks of life, the statement declared.\n\t\t\t\t\t\n\t\t\t\t\t The South Side Committee for Implementing June 15 Joint Declaration and its affiliated organizations released statements on May 8 denouncing the recent repression as a premeditated and intentional action of the Lee regime seeking to save itself from the ruling crisis by creating a new terror-ridden atmosphere. \n\t\t\t\t\t\n\t\t\t\t\t They stated that all the non-governmental organizations for the reunification movement aspiring after inter-Korean reconciliation and cooperation and reunification of the country strongly urge the Lee regime to stop at once the unreasonable suppression of the South Headquarters of Pomminryon."
        },
        {
            "title": "Centenary of Birth of Kim Il Sung to Be Commemorated in Austria ",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-01ee.html",
            "content": "Centenary of Birth of Kim Il Sung to Be Commemorated in Austria\r\nPyongyang, May 11 (KCNA) -- The Austrian preparatory committee for commemorating the centenary of birth of President Kim Il Sung was inaugurated in Vienna on May 6.\n\t\t\t\t\t The general secretary of the Society for the Promotion of the Relations between Austria and the DPRK was elected as chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee made public its work plan to be carried out by 2012."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno fabricas y empresas en Huichon",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-12ee.html",
            "content": "Kim Jong Il dirige sobre terreno fabricas y empresas en Huichon\r\nPyongyang, 11 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea (PTC) y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno fabricas y empresas en la ciudad de Huichon.\n\t\t\t\t\t  Primeramente, realizo una visita de orientacion al  Combinado de Maquinas Herramientas de Huichon.\n\t\t\t\t\t\n\t\t\t\t\t  Tras escuchar explicaciones sobre la modernizacion de la fabrica, se entero en detalles del proceso de la renovacion tecnica, la promocion de la modernizacion y del estado de produccion recorriendo varios procesos de produccion y las maquinas herramientas recien fabricadas.\n\t\t\t\t\t\n\t\t\t\t\tTras apreciar el funcionamiento, la estructura y los principios de operacion de las maquinas herramientas nuevamente inventadas, se mostro muy satisfecho de que los obreros de ahi producen gran cantidad de excelentes maquinas herramientas que convienen a la demanda de nuevo siglo dedicando toda su inteligencia y pasion y evaluo altamente los meritos de ellos.\n\t\t\t\t\t\n\t\t\t\t\tApunto que son importantes la posicion y el papel del Combinado de Maquinas Herramientas de Huichon en el desarrollo economico del pais y presento las tareas programaticas que le incumben.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que en los ultimos anos, gracias a las actividades energicas de las fidedignas fabricas de maquinas herramientas, se fortalecio aun mas la base material y tecnica de nuestra industria autoctona, enseno que hay que acondicionar mejor dicho combinado como fabrica modelo de la epoca de la industria de informatica. \n\t\t\t\t\t\n\t\t\t\t\tA continuacion, el Dirigente dirigio sobre el terreno el Complejo de Aparatos Electricos Juventud.\n\t\t\t\t\t\n\t\t\t\t\tAl ver varios articulos fabricados por esta empresa, se entero detalladamente del estado de produccion.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que es muy importante el deber del Complejo de Aparatos Electricos Juventud en la labor para llevar a la etapa mas alta la revolucion tecnica e ilumino las tareas y medios para normalizar la produccion en alto nivel.\n\t\t\t\t\t\n\t\t\t\t\tEl dirigio sobre el terreno la Fabrica de Maquinas de Precision de Huichon.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo el taller de piston y otros procesos de produccion  se adivino de los  detalles del estado de dotacion tecnica y de produccion.\n\t\t\t\t\t\n\t\t\t\t\tDijo que la realidad, en que se aumentaron bruscamente los medios de transporte, demanda la mayor cantidad de piezas.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que para cubrir satisfactoriamente la creciente demanda de las piezas es necesario promover con vigor la renovacion tecnica de la fabrica y elevar constantemente la capacidad productiva y presento las tareas y remedios para realizarlo.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente dijo que llega al cielo el impetu de lucha de la clase obrera de Huichon que avanza valientemente con la decision extraordinaria de abrir antes que nadie las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t  Continuo que en virtud de tal destacamento de vanguardia de fidelidad que marcha con vigor en la delantera y de la poderosa economia nacional independiente, lograran sin falta la victoria final.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Pak To Chun, secretario responsable del Comite del PTC en la Provincia de Jagang, Jon Pyong Ho, secretario del CC del PTC, Jang Song Thaek y Pak Nam Gi, jefes de departamento del CC del PTC."
        },
        {
            "title": "Kim Yong Nam en acto de toma de posesion de presidente sudafricano",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-13ee.html",
            "content": "Kim Yong Nam  en acto de toma de posesion de presidente sudafricano\r\n  Pyongyang, 11 de mayo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, participo el dia 9 en la ceremonia de toma de posesion del presidente de la Republica Sudafricana efectuada en el palacio presidencial.\n\t\t\t\t\t  En la ocasion estuvieron presentes los jefes de Estado y de gobierno de varios paises, huespedes extranjeros y personalidades de distintos sectores de Sudafrica.\n\t\t\t\t\t\n\t\t\t\t\t  En el acto el presidente Jacob Gedleyihlekisa Zuma pronuncio discurso de toma de posesion.\n\t\t\t\t\t\n\t\t\t\t\t  Ese dia se ofrecio un banquete con motivo de esta ceremonia."
        },
        {
            "title": "Kim Yong Nam se reune con dirigentes extranjeros",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-14ee.html",
            "content": "Kim Yong Nam se reune con dirigentes extranjeros\r\nPyongyang, 11 de mayo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, de visita en la Republica Sudafricana, departio el dia 10 con el presidente de la Republica de Zambia, Rupiah Bwezani Banda, quien le hizo una visita de cortesia.\n\t\t\t\t\t  En la ocasion el mandatario zambio dijo que conoce bien el hecho de que Corea apoyaba y respaldaba a la lucha del pueblo africano por la independencia, la libertad, la liberacion nacional y el desarrollo economico.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que desde hace mucho tiempo Corea apoyaba activamente la justa causa del pueblo zambio y expreso su firme posicion de seguir fortaleciendo las relaciones de amistad y cooperacion entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, Kim sostuvo charlas con Esteban Lazo Hernandez, viceprsidente del Consejo de Estado de la Republica de Cuba quien le hizo una visita de cortesia.\n\t\t\t\t\t\n\t\t\t\t\t  En esa oportunidad, el huesped cubano se refirio a que aun en la compleja situacion internacional siguen desarrollandose favorablemente las relaciones entre los dos paises y subrayo que Cuba apoya activamente la posicion intransigente de principios de Corea y sus esfuerzos por realizar por via pacifica sin ingerencia extranjera la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que el lanzamiento de satelite de Corea deviene el justo y digno ejercicio del derecho del Estado soberano y anadio que Cuba rechaza tajantemente todas las sanciones contra Corea y se opone resueltamente al despotismo y arbitrariedades en la escena internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Durante su visita a dicho pais, Kim Yong Nam se reunio tambien con los presidentes de la Republica de Namibia, la Republica Unida de Tanzania, la Republica de Guinea Ecuatorial y la Republica de Kenia, el presidente del Comite de la Union Africana,  el premier de la Republica Democratica Socialista de Sri Lanka y el vicepresidente de la Republica de Gabon, todos  participantes en el acto de toma de posesion del presidente sudafricano."
        },
        {
            "title": "Kim Yong Nam se reune con su homologo sudafricano",
            "url": "http://kcna.co.jp/item/2009/200905/news11/20090511-15ee.html",
            "content": "Kim Yong Nam se reune con su homologo sudafricano\r\nPyongyang, 11 de mayo (ATCC) -- Tuvieron lugar el dia 10 en el Palacio Presidencial las conversaciones entre el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, y el presidente de la Republica Sudafricana, Jacob Gedleyihlekisa Zuma.\n\t\t\t\t\t  En la ocasion ambas partes intercambiaron las opiniones sobre el problema de ampliar y desarrollar las relaciones de amistad y cooperacion entre los dos paises en varios dominios y otros asuntos de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\t  Las conversaciones transcurrieron en el ambiente amistoso.\n\t\t\t\t\t\n\t\t\t\t\t   Estuvieron presentes alli el vicecanciller coreano Kim Hyong Jun y el canciller sudafricano Nkosazana Dlamini Zuma."
        }
    ]
}