{
    "date": "2009-01-04",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-07ee.html",
            "content": "Kim Jong Il Inspects KPA Unit\r\n Pyongyang, January 4 (KCNA) -- General Secretary Kim Jong Il inspected Unit 1489 under the Artillery Command of the KPA and watched the firing training of its artillery pieces.\n\t\t\t\t\t He was greeted on the spot by Col. General Ri Jong Bu, artillery commander of the KPA, and other general officers and commanding officers of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He acquainted himself with the unit's performance of duty. Then he mounted an observation platform where he was briefed on the training program and watched the firing training. \n\t\t\t\t\t\n\t\t\t\t\t After watching the firing drill of the brave servicepersons of the unit firmly armed with the Juche-based war method of the WPK, he expressed great satisfaction over the fact that all of them are fully prepared politically and ideologically and in military technique to be capable of beating back any enemy's surprise invasion in time and defending the socialist country as firm as a rock. \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the success made by them in their training and advanced highly important tasks which would serve as guidelines for bolstering up the KPA as the invincible revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t The KPA, a creditable successor to the glorious traditions of the anti-Japanese war, has not only been trained as the army strong in idea and faith as it has enshrined the spirit of devotedly defending the leader and the spirit of becoming human bullets and bombs as unshakable faith but has grown to be the powerful revolutionary armed forces equipped with all type modern offensive and defensive means, he noted, adding that the socialist country is invulnerable and the cause of building a great prosperous powerful nation is sure to be accomplished as it has this matchless great army that has become steel-strong in the nearly eight decade-long arduous struggle.\n\t\t\t\t\t\n\t\t\t\t\t He met with the soldiers who participated in the training and gave a warm pep talk to them before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA General Kim Jong Gak, first vice-director of the General Political Department of the KPA, KPA Generals Hyon Chol Hae and Kim Myong Guk and other commanding officers of the KPA and leading officials of the society including those of the C.C., the WPK."
        },
        {
            "title": "Traitor Lee Myung Bak's Anti-Reunification Remarks Rebuffed",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-06ee.html",
            "content": "Traitor Lee Myung Bak's Anti-Reunification Remarks Rebuffed\r\n Pyongyang, January 4 (KCNA) -- Lee Myung Bak, when receiving a \"report on the work for the new year\" from the puppet Ministry of Unification on December 31 last year, described last year as a \"period of adjusting the south-north relations\" and blustered that \"the inter-Korean relations should not be judged with a short-sighted view\" and \"the south-north issues should be settled from a long-term viewpoint\". \n\t\t\t\t\t Minju Joson Sunday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This revealed his intention to cover up the crimes he committed by deteriorating the inter-Korean relations last year and escalate the confrontation with fellow countrymen this year.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that Lee let loose a spate of piffle that \"it is necessary to take a posture of properly kicking off the inter-Korean relations, though it is difficult to do so, rather than making it hard to improve them after clumsily beginning them\".\n\t\t\t\t\t\n\t\t\t\t\t In a word, his outbursts mean that the inter-Korean relations \"began so carelessly after the adoption of the June 15 joint declaration that it is hard to put them on a right track\" and he is, therefore, making efforts to \"properly start them, though it is difficult to do so.\" This is a blatant challenge to the Koreans and the public circles of the world.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, what Lee uttered as regards the inter-Korean relations is nothing but sheer sophism. This goes to prove that Lee does not want the improvement of the inter-Korean relations but goes reckless, unable to judge the situation, hell-bent on escalating confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t What Lee seeks is to keep pursuing the anachronistic \"policy toward the north\" in defiance of the curse and denunciation from all Koreans in a bid to further bedevil the inter-Korean relations and bring them to total severance.\n\t\t\t\t\t\n\t\t\t\t\t By letting loose the above-said sheer sophism Lee added to the crimes he has committed against the nation. The Korean nation will surely force him to pay for them. \n\t\t\t\t\t\n\t\t\t\t\t Lee should bear this in mind and make apology to the nation for his treacherous and anti-reunification crimes and step down, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t  He will face a stern punishment by the nation, if he refuses to do so and persistently lets loose outbursts contrary to the mind-set of the people in an effort to further deteriorate the inter-Korean relations."
        },
        {
            "title": "Anniversary of Kim Jong Il's Famous Work Observed",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-05ee.html",
            "content": "Anniversary of Kim Jong Il's Famous Work Observed\r\n Pyongyang, January 4 (KCNA) -- Rodong Sinmun Sunday dedicates a signed article to the 17th anniversary of the publication of General Secretary Kim Jong Il's famous work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" which fell on January 3, Juche 81 (1992).\n\t\t\t\t\tThe work profoundly explains the main cause of the collapse of socialism in various countries and the inevitable victory of socialism and comprehensively clarifies the principled issues to be consistently solved to steadily advance the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's work is a historical landmark as it put socialism on a new scientific basis and a monumental work as it indicates the true way of achieving one success after another in the socialist construction in our times, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The shining achievements made in the socialist construction in the DPRK over the past nearly two decades since the publication of the work and the trend of the pulsating times in the new century clearly prove the great significance and the attraction of the ideas and theories propounded by\n\t\t\t\t\t\tKim Jong Il in the work.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said ideas and theories strongly convince the Korean people of the justice of the leadership provided by the Workers' Party of Korea to strengthen the driving force of the revolution and steadily increase its role by giving precedence to the ideological work in the socialist construction and imbue them with the faith to firmly adhere to the fundamental principles of socialism under any conditions and circumstances and make a revolution their own way.\n\t\t\t\t\t\n\t\t\t\t\tThey instill into them great zeal and enthusiasm to bring about new leaping advances and innovations in building an economic power true to the leadership of the Party and thus eternally glorify Korean style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Noting that there are the leadership of the great Party, the tradition of effecting a great revolutionary surge and the strong foundation of the independent national economy for the Korean people, the article stresses that when all of them intensify the drive for bringing about a great revolutionary surge with the same mettle as displayed by the workers in Kangson, historic leaping progress will be made in the socialist construction and they will open the gate to a great prosperous powerful nation, highly proud of being victors."
        },
        {
            "title": "Struggle against Moves to Railroad Unpopular Evil Bills Gains Momentum in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-04ee.html",
            "content": "Struggle against Moves to Railroad Unpopular Evil Bills Gains Momentum in S. Korea\r\n Pyongyang, January 4 (KCNA) -- The struggle of people of various circles in south Korea to check the moves of the Lee Myung Bak group of traitors to railroad unpopular evil bills is now gaining momentum.\n\t\t\t\t\tThe Press Trade Union held a rally in front of the building of the puppet National Assembly on December 31 last year, the sixth day of its general strike, and demanded an immediate stop to the moves to railroad the seven bills on retrogressively revising the laws on media.\n\t\t\t\t\t\n\t\t\t\t\tThe KBS Trade Union which participated in the meeting said that it would join the Press Trade Union in its general strike from January 1.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Press Trade Union launched street information activities exposing the unreasonableness of the moves to institute evil laws in different parts of Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The Emergency Action of the People for Checking the Lee Myung Bak's Evil Laws called a press conference at which it branded the bills on retrogressively revising the laws on media, \"cyber contempt\", \"bill on revising the Law on Assembly and Demonstration\", etc. which the \"Grand National Party\" seeks to ram through the \"National Assembly\" as the moves to stamp out the democracy of this land and encroach upon the basic rights of the people.\n\t\t\t\t\t\n\t\t\t\t\t The organization strongly demanded the Lee Myung Bak \"government\" and the GNP retract the Lee Myung Bak's evil bills at once.\n\t\t\t\t\t\n\t\t\t\t\t That day a candlelight rally took place in Jongro District, Seoul, with members of civic and public organizations grouping people from all walks of life attending to denounce the moves to railroad the unpopular evil bills through the NA."
        },
        {
            "title": "Significant Days of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-01ee.html",
            "content": "Significant Days of DPRK Observed in Different Countries\r\nPyongyang, January 4 (KCNA) -- Meetings, film shows, photo exhibitions and round-table talks were held in Denmark, Russia and Iran between Dec. 18 and 23 last year on the occasions of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t Displayed in the venues of the photo exhibitions were photos showing Kim Jong Il's revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tThe participants of the film shows watched the DPRK films dealing with the invincible might of the KPA.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the functions were figures of political, public and economic circles and other people of the above-said countries.\n\t\t\t\t\t\n\t\t\t\t\tA congratulatory message to Kim Jong Il was adopted at the meeting held in Demark."
        },
        {
            "title": "Centenary of President Kim Il Sung's Birth to Be Commemorated in Spain",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-02ee.html",
            "content": "Centenary of President Kim Il Sung's Birth to Be Commemorated in Spain\r\nPyongyang, January 4 (KCNA) -- A preparatory committee of the Korean Friendship Association was formed in Spain on December 24 last year to commemorate the centenary of birth of President Kim Il Sung.\n\t\t\t\t\tAlejandro Cao de Benos, chairman of the Korean Friendship Association headquartered in Spain, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee decided to organize an internet seminar under the subject of \"President Kim Il Sung will always live in the hearts of humankind\" in March 2009, widely introduce his noble life and immortal revolutionary feats and hold colorful political and cultural events in support of the Korean people's struggle for building a great prosperous powerful socialist nation."
        },
        {
            "title": "June 15 North-South Joint Declaration and October 4 Declaration Supported in Peru",
            "url": "http://kcna.co.jp/item/2009/200901/news04/20090104-03ee.html",
            "content": "June 15 North-South Joint Declaration and October 4 Declaration Supported in Peru\r\nPyongyang, January 4 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship, the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, the Peruvian Association for the Study of Revolutionary Activities of Comrade Kim Jong Suk, the Peru-Korea Friendship Institute for the Study of Juche Songun Policy and the Peruvian Group for the Study of Kimilsungism issued a joint statement on December 26 last year in support of the June 15 North-South Joint Declaration and the October 4 declaration and in protest against the south Korean authorities' moves against the DPRK.\n\t\t\t\t\t The statement reiterated full support for the above-said declarations, adding that dramatic changes took place on the Korean Peninsula thanks to the historic declarations and the DPRK made great successes in the international arena last year by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tThe statement accused the Lee Myung Bak group of having totally denied the above-said declarations and all the successes made between the north and the south and pushed the inter-Korean relations to confrontation through their reckless moves against the DPRK in collusion with the U.S. since the very day of their seizure of power.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' moves against the DPRK are aimed to chill the desire of the Koreans in the north, the south and abroad for great national unity and hamstring the efforts to ensure peace on the peninsula, it noted. \n\t\t\t\t\t\n\t\t\t\t\tThe statement recalled that there still remains the concrete wall and strongly denounced the south Korean authorities for denying the existence of the wall and talking about what they called \"co-existence\".\n\t\t\t\t\t\n\t\t\t\t\t It expressed hope that the process of dialogue between the north and the south would be resumed and the foreign troops be pulled out of south Korea to let peace settle on the peninsula."
        }
    ]
}