{
    "date": "2009-08-19",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Message of Condolences",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-02ee.html",
            "content": "Kim Jong Il Sends Message of Condolences\r\nPyongyang, August 19 (KCNA) -- General Secretary Kim Jong Il today sent a message of condolences to the bereaved family of Kim Dae Jung, ex-president of south Korea.\n\t\t\t\t\t The message says:\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the sad news that ex-President Kim Dae Jung passed away, I express my deep condolences to Mrs. Ri Hui Ho and other bereaved family members.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away to our regret, the feats he performed to achieve national reconciliation and realize the desire for reunification will remain long with the nation."
        },
        {
            "title": "DPRK Mourning Delegation to Visit Seoul",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-18ee.html",
            "content": "DPRK Mourning Delegation to Visit Seoul\r\n Pyongyang, August 19 (KCNA) -- Upon authorization of Kim Jong Il, chairman of the DPRK National Defence Commission, a special envoy group led by Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, will visit Seoul from August 21 to 22 to mourn over the death of ex-President Kim Dae Jung."
        },
        {
            "title": "Kim Dae Jung Dies",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-01ee.html",
            "content": "Kim Dae Jung Dies\r\n Pyongyang, August 19 (KCNA) -- Kim Dae Jung, ex-president of south Korea, regretfully passed away on Tuesday while getting treatment in Severance Hospital of Yonsei University of south Korea."
        },
        {
            "title": "U.S.-S. Korea War Exercises Censured",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-06ee.html",
            "content": "U.S.-S. Korea War Exercises Censured\r\nPyongyang, August 19 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA today as regards the Ulji Freedom Guardian joint military exercises launched in south Korea:\n\t\t\t\t\tThe United States and the south Korean puppet authorities launched the joint military exercises, Ulji Freedom Guardian, in the whole of south Korea again, aggravating the situation.\n\t\t\t\t\t\n\t\t\t\t\tLurking behind them is a dangerous scheme for aggression to mount a preemptive nuclear attack on the DPRK and to conquer it anytime when an opportunity presents itself under the pretext of coping with an event of contingency in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe joint military exercises are staged no more than two months after the U.S. promised to offer \"extended deterrence\" to south Korea, and the period of the current exercises doubled that of last year.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is so foolish as to try to stifle the ideology and system of the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\tThe developments go to prove that the DPRK's decision to take one step after another for bolstering up its self-defensive deterrent was a right option in every aspect.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will closely follow every movement of the U.S. and the south Korean authorities and adopt a tough measure against any provocation."
        },
        {
            "title": "Message of Sympathy to Emir of Kuwait",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-17ee.html",
            "content": "Message of Sympathy to Emir of Kuwait\r\n Pyongyang, August 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of sympathy to Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, Emir of Kuwait, as regards unexpected fire in Kuwait that claimed huge human casualties.\n\t\t\t\t\t Kim in the message expressed deep sympathy and consolation to the emir and, through him, to the bereaved families and victims and hoped that the emir and the government of Kuwait would eradicate the aftermath of the accident as early as possible."
        },
        {
            "title": "Wreaths Laid before Grave of Kim Po Hyon",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-16ee.html",
            "content": "Wreaths Laid before Grave of Kim Po Hyon\r\n Pyongyang, August 19 (KCNA) -- Wreaths were laid before the grave of Kim Po Hyon, ardent patriot, in Mangyongdae on Wednesday on the occasion of the 138th anniversary of his birth.\n\t\t\t\t\tSeen before the grave was a wreath sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tAttending the wreath-laying ceremony were Yang Hyong Sop, Kim Ki Nam, officials of the Party, armed forces and power organs, ministries and national institutions, servicepersons of the KPA and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tWreaths in the name of the Central Committee of the Workers' Party of Korea, ministries and national institutions, military universities, educational and publishing institutions and party and power organs and farms in the city of Pyongyang were laid before the grave.\n\t\t\t\t\t\n\t\t\t\t\tThe participants observed a moment's silence, looking back upon the lofty life of Kim Po Hyon who dedicated his all to the future of the country and the nation with noble patriotism and benevolence."
        },
        {
            "title": "Revolutionary Life Shining with Noble Patriotic Spirit",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-13ee.html",
            "content": "Revolutionary Life Shining with Noble Patriotic Spirit\r\nPyongyang, August 19 (KCNA) -- Kim Po Hyon is an ardent patriot who lived a brilliant life for the country and the people.\n\t\t\t\t\tHe was born in Mangyongdae on August 19, 1871 as a son of Kim Ung U who had bravely fought in the van of the battle to sink the U.S. imperialist aggressors' ship General Sherman.\n\t\t\t\t\t\n\t\t\t\t\tHaving lost his father in his early years and lived bitter tenant's life, he had to undergo all sorts of hardships. He was possessed of unusually ardent patriotism of loving the country and people and a strong spirit opposing the foreign invaders.\n\t\t\t\t\t\n\t\t\t\t\tThough living in dire poverty, he used to say to his children that they could live without money, but not without humanity.\n\t\t\t\t\t\n\t\t\t\t\tHe lamented that the destiny of the country and nation played into the hands of the Japanese imperialists. He not only let his sons and grandsons take part in revolutionary struggle but also fought resolutely against the enemies, saying that a man should die fighting the enemy on the battlefield.\n\t\t\t\t\t\n\t\t\t\t\tWhen stooges of the Japanese imperialists tried to conciliate him with a bundle of money during the anti-Japanese struggle, he roared in a fury, \"You despicable wretch, do you really expect me to exchange my grandson's life for money? Shut your mouth, you dog, and be off with you!\"\n\t\t\t\t\t\n\t\t\t\t\tHe, indeed, was a man of uncompromising spirit with the enemies. When the Japanese imperialists forced him to change his name to Japanese one, he said: \"We mustn't change our names on any account, even if it means we're beaten to death.\" He let the Mangyongdae family members hold out their surname and names. \n\t\t\t\t\t\n\t\t\t\t\tEven after the liberation of the country, he diligently did farming, living a simple life although people dissuaded him from doing rough work as he was grandfather of the head of state."
        },
        {
            "title": "IVF Judging Course Held in DPRK",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-11ee.html",
            "content": "IVF Judging Course Held in DPRK\r\nPyongyang, August 19 (KCNA) -- A judging course of the International Volleyball Federation was held recently at the Table-Tennis Gymnasium and Volleyball Gymnasium in Chongchun Street, Pyongyang.\n\t\t\t\t\tThe course was held, divided into theoretical and practical ones, with the participation of coaches of sports teams in Pyongyang and volleyball experts.\n\t\t\t\t\t\n\t\t\t\t\tThe theoretical lecture dealt with the method of recording game results, hand signals of referees and others. It was conducted in the way of question and answer, comparing the newly changed rules to previous ones."
        },
        {
            "title": "Ulji Freedom Guardian Flailed",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-10ee.html",
            "content": "Ulji Freedom Guardian Flailed\r\nPyongyang, August 19 (KCNA) -- The Ulji Freedom Guardian joint military exercises kicked off by the U.S. and the south Korean warmongers are a revelation of an adventurous attempt of the bellicose forces at home and abroad seeking a \"solution to the issue by strength\" while threatening the DPRK by force of arms. And they are a very provocative saber rattling for a nuclear war of aggression against the DPRK as they drive the worst situation on the Korean Peninsula into a phase of explosion.\n\t\t\t\t\t Papers Wednesday say this in signed commentaries.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialist bellicose forces and the south Korean puppets are staging the exercises according to the \"joint operation plan\" they worked out from a new angle to cope with the \"change of circumstances for security\" on the Korean Peninsula. This clearly proves that they are typical actual maneuvers to realize the adventurous strategy for a preemptive nuclear strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tBy waging the joint military exercises simulating the invasion of the north despite the strong protest and denunciation at home and abroad the south Korean ruling forces seek to back the current \"sanctions\" against the DPRK by force and, at the same time, intensify the posture for joint operation to invade the DPRK together with the U.S. to cope with the \"transfer of the right to command the wartime operation\" and thus do harm to the DPRK by force of arms at any cost.\n\t\t\t\t\t\n\t\t\t\t\t We do not want a war but are not afraid of it.\n\t\t\t\t\t\n\t\t\t\t\tThe army and the people of the DPRK are fully ready to react to the enemy's provocation with merciless retaliation and to its all-out war with an all-out war in order to protect the dignity and sovereignty of the nation and the supreme interests of the country.\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson says that the military option is not almighty, stressing that the U.S. should drop the perspective dating back to the old era and stop acting rashly when it comes to the Korean issue."
        },
        {
            "title": "Removing Danger of War Called for",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-14ee.html",
            "content": "Removing Danger of War Called for\r\n Pyongyang, August 19 (KCNA) -- It is an urgent realistic task for achieving national reunification and common prosperity of the nation to foil the anti-DPRK moves of the warmongers at home and abroad and preserve durable peace on the Korean Peninsula at present.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers kicked off the Ulji Freedom Guardian joint military exercises in collusion with the U.S. This is an intolerable mockery of all the fellow countrymen aspiring after the peace and the reunification of the country and a serious military provocation against the north as it is a clear manifestation of their ambition to invade the north.\n\t\t\t\t\t\n\t\t\t\t\t If the danger of a war is not removed from the peninsula, this may lead to the provocation of a war of aggression against the north by the bellicose forces at home and abroad any moment.\n\t\t\t\t\t\n\t\t\t\t\t The fight between the north and the south will only bring the holocaust of a war to the Koreans while helping foreign forces to fish in troubled waters. \n\t\t\t\t\t\n\t\t\t\t\t When a war breaks out again on the peninsula owing to the reckless military provocation by warmongers at home and abroad, this will inevitably develop into a nuclear war. The greatest victim will be the Koreans living in the north and the south. The Korean nation can never allow itself to fall victim to a nuclear war as it already experienced the disaster of a war. \n\t\t\t\t\t\n\t\t\t\t\t The article calls upon all the compatriots from all walks of life at home and abroad who are concerned for the destiny of the country and the nation and aspire after peace and reunification to turn out as one in the nation-wide struggle to root out the source of a war from the peninsula once and for all and to preserve the peace of the country and defend security of the nation irrespective of differing ideology, ism and system."
        },
        {
            "title": "Fair Application of International Law Called for",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-15ee.html",
            "content": "Fair Application of International Law Called for\r\nPyongyang, August 19 (KCNA) -- All the progressive countries in the world should neither allow nor tolerate the imperialists' arrogant and impolite violations of international law but decisively reject them and wage a dynamic struggle to guarantee impartiality of international law.\n\t\t\t\t\tRodong Sinmun Wednesday urges this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe imperialists are persisting in the moves of abusing international law in order to realize their interference in other countries' internal affairs and their ambition to dominate the world. This is an open challenge to the independence and international justice as well as wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\tThe present reality calls for the fair application of international law on all the countries.\n\t\t\t\t\t\n\t\t\t\t\tThe principle of independence serves as the basis and leading principle of all the principles and norms of modern international law.\n\t\t\t\t\t\n\t\t\t\t\tIt is because this principle most correctly reflects the intrinsic demand of humankind and the requirements of the present times dynamically advancing toward independence and serves as basic guidelines to be essentially maintained in developing the just and fair relations among countries.\n\t\t\t\t\t\n\t\t\t\t\tThe principle of respect for sovereignty holds the most important position in all the principles of international law. The violation of this principle in the mutual relations between countries will naturally cause infringement upon all other principles of international law such as those of equality and reciprocity, noninterference in the internal affairs and territorial integrity.\n\t\t\t\t\t\n\t\t\t\t\tThe principle on banning the use of strength and threat is also one of the main principles of international law.\n\t\t\t\t\t\n\t\t\t\t\tThe armed invasion on other countries becomes international crime as it is the biggest threat to the peace and security of the world. Beefing up forces for aggression and staging military exercises near the boundaries of other countries, etc. are also threats by dint of strength.\n\t\t\t\t\t\n\t\t\t\t\tThese threats bedevil good neighborly relations between the countries and furthermore, may spark off a war.\n\t\t\t\t\t\n\t\t\t\t\tIn order to prevent this, it is necessary to strictly ban the provocation of war of aggression, indirect invasion and threat with strength in relations among states."
        },
        {
            "title": "Surveillance of Civilians by Puppet Military Censured",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-03ee.html",
            "content": "Surveillance of Civilians by Puppet Military Censured\r\n Pyongyang, August 19 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea held a press conference in Seoul on August 13 to denounce the puppet military authorities for putting civilians under their surveillance.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\tIt is disclosed on Aug. 5 that a captain in active service under the \"Defense Security Command\" of the south Korean army illegally kept watch on members of the Democratic Labor Party and civic and public organizations as well as pharmacists, artistes and others. This has touched off bitterer denunciation from the people of all circles of the society.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, the \"Defense Security Command\" held an emergency press conference on August 13 to defend his act with ungrounded argument, instead of apologizing for it, he pointed out, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DSC describes its shadowing act as a \"legitimate activity\", threatening the people.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the DSC should own responsibility for it and be relieved of his post. The minister of the \"National Defense\" should step down of his own accord as well.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the party will stand in solidarity with victims and civic and public organizations to restore the democratization and bring to light the surveillance of civilians."
        },
        {
            "title": "Hindrance to Inter-Korean Exchange Flayed",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-04ee.html",
            "content": "Hindrance to Inter-Korean Exchange Flayed\r\nPyongyang, August 19 (KCNA) -- The Press Headquarters of the South Side Committee for Implementing June 15 Joint Declaration  issued a statement on Aug. 13, denouncing the puppet Ministry of Unification for its obstruction to the inter-Korean exchange.\n\t\t\t\t\tThe statement recalled that the \"Ministry of Unification\" blocked up the exchange of non-governmental organizations in the south and the north and refused to handle the \"notification on extended term of validity of contact with inhabitants in the north\" applied by the said headquarters under the pretext of \"ensuring security and maintaining order.\"\n\t\t\t\t\t\n\t\t\t\t\tThis is an anti-reunification act intended to totally hold in check the cooperation and exchange between the south and the north, it charged.\n\t\t\t\t\t\n\t\t\t\t\tThe organization asked for extended term of validity as the term, permitted by the ministry last year, expired, the statement noted, saying: It is quite inapprehensible that the authorities took double-dealing attitude under the unreasonable pretexts.\n\t\t\t\t\t\n\t\t\t\t\tPointing out that the cause for refusal was the same as the authorities disallowed exchange between non-governmental organizations, the statement said that, after all, the present \"government\" has no willingness to implement the agreements reached between the south and the north.\n\t\t\t\t\t\n\t\t\t\t\tIt urged the authorities to encourage the exchange of media between the south and the north and stop at once such acts of refusing to accept the application for permission to non-governmental cooperation and exchange."
        },
        {
            "title": "Stop to War Exercises Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-05ee.html",
            "content": "Stop to War Exercises Urged in S. Korea\r\nPyongyang, August 19 (KCNA) -- Over 40 civic and public organizations in south Korea, including the People for Achieving Peace and Reunification, the Solidarity for Progress and the Confederation of Trade Unions, called a press conference outside the wartime commanding post of the south Korea-U.S. \"Combined Forces Command\" in Kyonggi Province on August 17, demanding halt to the Ulji Freedom Guardian joint military exercises launched by the U.S. imperialists and the puppet Lee Myung Bak bellicose forces.\n\t\t\t\t\tAt the conference the organizations recalled that the U.S. imperialists and the Lee Myung Bak bellicose group finally started the joint military exercises simulating invasion of the DPRK in the whole of south Korea, disregarding the strong protest and opposition at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThe bellicose forces have claimed that the ongoing rehearsal is \"annual and defensive one,\" but the involvement of huge aggression forces without parallel in the world proves that it is evidently a military demonstration to the DPRK, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\tThe exercises presupposing the involvement of the U.S. reinforcements will only deepen south Korea's dependence on the U.S., they said with apprehension.\n\t\t\t\t\t\n\t\t\t\t\tThey held that the U.S. and the south Korean authorities should, though belatedly, stop the war games and come out to the dialogue for peace agreement on the Korean Peninsula and military confidence.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, press conferences and rallies demanding stop to the aggression war exercises took place all at once in Inchon, Taegu, Pusan and other major cities of south Korea on the same day, according to news reports."
        },
        {
            "title": "Lee Myung Bak Group's Anti-reunification Moves Assailed",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-07ee.html",
            "content": "Lee Myung Bak Group's Anti-reunification Moves Assailed\r\nPyongyang, August 19 (KCNA) -- The Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea in Jordan issued a statement on August 11 in denunciation of the Lee Myung Bak group's moves against the nation and reunification.\n\t\t\t\t\tNoting that the DPRK has recently reaffirmed its stand to continue to implement the agreements reached between the north and south of Korea, the statement said:\n\t\t\t\t\t\n\t\t\t\t\tBut the Lee Myung Bak group of south Korea, accustomed to the submission to outsiders and fratricidal war, is refusing to do so.\n\t\t\t\t\t\n\t\t\t\t\tThis is an act of totally swimming against the spirit of the times and the desire of the Korean people and hampering the DPRK's efforts for development of the inter-Korean relations and realization of the independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group of traitors recently arrested leading members of the South Headquarters of the Pan-national Alliance for Korea's Reunification, the statement pointed out, saying that such fascist outrage revealed again the group's criminal attempt to quell the daily mounting desire for the reunification through the alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\tIt strongly demanded that the Lee group stop the suppression of the reunification movement organizations at once, release the members of the South Headquarters of the Pan-national Alliance for Korea's Reunification and discontinue the inter-Korean confrontation moves."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked in China",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-08ee.html",
            "content": "Anniversary of Korea's Liberation Marked in China\r\n Pyongyang, August 19 (KCNA) -- The General Association of Koreans in China held a meeting in Shenyang on August 14 to mark the 64th anniversary of Korea's liberation.\n\t\t\t\t\tAttending the meeting were officials of the association, representatives of its affiliated organizations, Koreans in China and the DPRK consul general in Shenyang.\n\t\t\t\t\t\n\t\t\t\t\tYang Yong Dong, chairman of the association, said that the Korean people would always remember President Kim Il Sung who devoted his all to the liberation of the country, freedom and happiness of the people and national reunification, no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\tHe noted that General Secretary Kim Jong Il who is identical to the President has reliably defended the security of the country and built up the DPRK to be an impregnable socialist bulwark, decisively repulsing the anti-DPRK smear moves of the imperialist allied forces with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tAll the Koreans in China should turn out as one in the sacred struggle to build a reunified and thriving nation, the lifelong desire of the President, under the banner of the June 15 joint declaration and the October 4 declaration true to the Songun revolutionary leadership of Kim Jong Il, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tA letter to Kim Jong Il was adopted at the meeting."
        },
        {
            "title": "Story about Kim Jong Suk Passing Night without Sleep for Comrade",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-12ee.html",
            "content": "Story about Kim Jong Suk Passing Night without Sleep for Comrade\r\nPyongyang, August 19 (KCNA) -- It was in March Juche 26 (1937) when President Kim Il Sung was making an expedition to Fusong, leading the main force of the Korean People's Revolutionary Army.\n\t\t\t\t\tAt a night when all the members of the unit fell fast asleep, tired with ceaseless battles and arduous march, Kim Jong Suk, an anti-Japanese heroine, was mending a burnt cap of a recruit by a campfire.\n\t\t\t\t\t\n\t\t\t\t\tShe used to go bed later than others, looking after revolutionary comrades. That night she found a cap burning by the campfire.\n\t\t\t\t\t\n\t\t\t\t\tShe, who always showed unstinted love for others, thought that the recruit would be very anxious when he woke up. So she patched up the cap, enduring fatigue.\n\t\t\t\t\t\n\t\t\t\t\tIt is not easy to withstand sleep coupled with physical burden and fatigue. But she, who devoted her all not for herself but for revolutionary comrades, passed a night without sleep with warm love for the recruit.\n\t\t\t\t\t\n\t\t\t\t\tIn November of 1985 the President, recollecting with deep emotion what happened that day, said to the following effect: It was tough even for stout men to overcome difficulties that day. I was moved by her warm heart devoted for others. Though she naturally disliked to be seen in public, she was always full of warm heart. She thus enjoyed love and trust from others wherever she was."
        },
        {
            "title": "Kim Jong Il expresa condolencias por el fallecimiento de Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-19ee.html",
            "content": "Kim Jong Il expresa condolencias por el fallecimiento de Kim Dae Jung\r\nPyongyang, 19 de agosto (ATCC) -- El Dirigente Kim Jong Il envio el dia 19 un telegrama de condolencias a los familiares del ex presidente Kim Dae Jung.\n\t\t\t\t\tEl texto va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEnterado de la triste noticia del fallecimiento del ex presidente Kim Dae Jung, expreso profundas condolencias a la senora Ri Hui Ho y otros familiares.\n\t\t\t\t\t\n\t\t\t\t\tAunque el ex presidente Kim Dae Jung fallecio lamentablemente, sus proezas registradas en el curso para realizar el anhelo nacional sobre la reconciliacion y la reunificacion se transmitiran eternamente con la nacion."
        },
        {
            "title": "Fallecio el ex presidente surcoreano Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-20ee.html",
            "content": "Fallecio el ex presidente surcoreano Kim Dae Jung\r\nPyongyang, 19 de agosto (ATCC) -- Fallecio lamentablemente el dia 18 el ex presidente Kim Dae Jung, quien recibia el tratamiento medico en el Hospital Severance de la Universidad Yonsei del Sur de Corea."
        },
        {
            "title": "MINREX denuncia \"Ulji Freedom Guardian\"",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-21ee.html",
            "content": "MINREX denuncia \"Ulji Freedom Guardian\"\r\nPyongyang, 19 de agosto (ATCC) -- En relacion con que se inicio en el Sur de Corea el ejercicio militar conjunto \"Ulji Freedom Guardian\", el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo este miercoles a la Agencia Telegrafica Central de Corea las siguientes declaraciones:\n\t\t\t\t\tEstados Unidos y las autoridades titeres surcoreanas agravan la situacion librando otra vez el ejercicio militar conjunto \"Ulji Freedom Guardian\" a lo largo de la extension geografica surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tEsto parte del peligroso y agresivo intento de tomar a la RPDC al atacarla preventivamente con armas nucleares en cualquier momento oportuno bajo el pretexto de hacer frente al tiempo de emergencia de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa presente maniobra militar conjunta se libra a los 2 meses desde que EE.UU. prometio ofrecer al Sur de Corea el \"disuasivo ampliado\" y su periodo se duplico en comparacion con el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. persigue el necio objetivo de aplastar con las fuerzas armadas la idea y el regimen de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion muestra que fue una opcion mil veces justa nuestra decision de seguir tomando las medidas para fortalecer las fuerzas disuasivas para la autodefensa.\n\t\t\t\t\t\n\t\t\t\t\tSeguiremos de cerca los movimientos de EE.UU. y las autoridades surcoreanas y nos enfrentaremos de modo intransigente a cualquier provocacion."
        },
        {
            "title": "Kim Yong Nam envia telegrama de consuelo al emir de Kuwait",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-22ee.html",
            "content": "Kim Yong Nam envia telegrama de consuelo al emir de Kuwait\r\nPyongyang, 19 de agosto (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 19 un telegrama de consuelo al emir del Estado de Kuwait, Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, en relacion con que hubo muchas perdidas humanas en un incendio ocurrido inesperadamente en este pais.\n\t\t\t\t\tEl remitente expresa profunda compasion y condolencias al destinatario y por su conducto, a las victimas y sus familiares y desea que el emir y el gobierno de Kuwait reparen cuanto antes las consecuencias de ese accidente."
        },
        {
            "title": "Rinden homenaje a Kim Po Hyon por aniversario 138 de su natalicio",
            "url": "http://kcna.co.jp/item/2009/200908/news19/20090819-23ee.html",
            "content": "Rinden homenaje a Kim Po Hyon por aniversario 138 de su natalicio\r\nPyongyang, 19 de agosto (ATCC) -- Con motivo del 138o aniversario del nacimiento del fervoroso patriota Kim Po Hyon, tuvo lugar este miercoles una ceremonia de homenaje al pie de su tumba en Mangyongdae.\n\t\t\t\t\tEstaba colocada ahi la ofrenda floral enviada por el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes Yang Hyong Sop, Kim Ki Nam, los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, los ministerios y organos centrales, oficiales y soldados del EPC y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tSe depositaron las ofrendas florales en nombre del Comite Central del Partido del Trabajo de Corea y de los ministerios, organos centrales, academias militares, organos de educacion y prensa y de las instituciones del partido y el Poder y granjas en esta capital.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio recordando la noble vida de Kim Po Hyon quien dedico todo lo suyo al futuro de la patria y la nacion partiendo de su noble patriotismo y virtudes humanitarias."
        }
    ]
}