{
    "date": "2009-04-09",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Elected Chairman of NDC of DPRK",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-04ee.html",
            "content": "Kim Jong Il Elected Chairman of NDC of DPRK\r\n Pyongyang, April 9 (KCNA) -- The First Session of the 12th Supreme People's Assembly of the DPRK held here elected General Secretary Kim Jong Il chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The session solemnly declared internally and externally that Kim Jong Il, general secretary of the Workers' Party of Korea and supreme commander of the revolutionary armed forces, was elected chairman of the NDC of the DPRK, reflecting the unanimous will and wishes of all the servicepersons and people, as he has performed the immortal exploits to shine long in the history of the country and put the dignity and position of the DPRK on the highest level by wisely leading the Juche revolutionary cause started in Mt. Paektu to victory through his distinguished ideological and theoretical activities and with his dynamic leadership.\n\t\t\t\t\t\n\t\t\t\t\t He developed and enriched the immortal Juche idea in all fields and advanced new and unique ideas and theories indicating the path of winning victory of socialism, thus providing a great guiding idea of the revolution. By successfully applying the idea, he has turned the DPRK into an invincible political and ideological, military and scientific and technological power, consolidated the single-minded unity of the leader, the Party, the army and the people as firm as a rock, ushered in a new era of a thriving nation unprecedented in the nation's history spanning 5,000 years with his Songun revolutionary leadership and made an undying contribution to accomplishing the cause of independence against imperialism.   \n\t\t\t\t\t\n\t\t\t\t\t The election of Kim Jong Il as chairman of the NDC of the DPRK is all the servicepersons and people's expression of unquestioned support and trust in him.\n\t\t\t\t\t\n\t\t\t\t\t This, at the same time, marks a great event strikingly demonstrating the unshakable faith and will of the army and people of the DPRK to firmly defend and glorify the Korean-style socialist system centered on the popular masses, the most advantageous system in the world, and accomplish the Songun revolutionary cause under his experienced and seasoned leadership."
        },
        {
            "title": "First Session of 12th SPA of DPRK Held",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-14ee.html",
            "content": "First Session of 12th SPA of DPRK Held\r\nPyongyang, April 9 (KCNA) -- The First Session of the 12th Supreme People's Assembly of the DPRK was held at the Mansudae Assembly Hall today. \n\t\t\t\t\tGeneral Secretary Kim Jong Il was present at the session.\n\t\t\t\t\t\n\t\t\t\t\t It was attended by newly elected deputies to the SPA.\n\t\t\t\t\t\n\t\t\t\t\t Officials of Party, armed forces and power organs, public organizations, ministries and national institutions and officials in the fields of science, education, culture and arts, public health and media attended it as observers.\n\t\t\t\t\t\n\t\t\t\t\t The session elected deputy Choe Thae Bok chairman of the SPA, deputies Kim Wan Su and Hong Son Ok vice-chairpersons.\n\t\t\t\t\t\n\t\t\t\t\t It elected deputy Kim Kuk Thae chairman of the Deputy Credentials Committee of the 12th SPA and six deputies its members.\n\t\t\t\t\t\n\t\t\t\t\t  The session discussed the following agenda items: \"1. Election of chairman of the DPRK National Defence Commission\", \"2. Election of the DPRK state leadership body\", \"3. On adopting the ordinance of the SPA of the DPRK 'On revising and supplementing the Socialist Constitution of the DPRK'\" and \"4. On the results of the implementation of the DPRK state budget for Juche 97 (2008) and its state budget for Juche 98 (2009).\"\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Yong Nam in his speech made on the first agenda item courteously presented to the session of the SPA the proposal of the Central Committee of the Workers' Party of Korea and the WPK Central Military Commission to elect Kim Jong Il chairman of the DPRK National Defence Commission, reflecting the unanimous will of the whole party and army and all the people.\n\t\t\t\t\t\n\t\t\t\t\t The proposal representing the ardent desire and unanimous will of all the servicepersons and people was fully supported and seconded by all those present. \n\t\t\t\t\t\n\t\t\t\t\t The session solemnly declared that Kim Jong Il was elected chairman of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The session discussed the second agenda item. Kim Yong Nam was elected president of the Presidium of the SPA of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt elected Yang Hyong Sop and Kim Yong Dae vice-presidents, Kim Yong Ju honorary vice-president, Choe Yong Rim general secretary and Ryu Mi Yong, Kang Yong Sop, Sim Sang Jin, Hong Sok Hyong, Kim Yang Gon, Ri Yong Chol, Kim Pyong Phal, Kang Chang Uk, Ro Song Sil, Pyon Yong Rip and Thae Hyong Chol members of the Presidium of the DPRK Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t On the motion of Kim Jong Il, the session elected the first vice-chairman, vice-chairmen and members of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Jo Myong Rok was elected first vice-chairman, Kim Yong Chun, Ri Yong Mu and O Kuk Ryol vice-chairmen and Jon Pyong Ho, Kim Il Chol, Paek Se Bong, Jang Song Thaek, Ju Sang Song, U Tong Chuk, Ju Kyu Chang and Kim Jong Gak members of the NDC.\n\t\t\t\t\t\n\t\t\t\t\t The session elected Kim Yong Il premier of the Cabinet of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The premier of the Cabinet proposed members of the Cabinet and they were appointed with a unanimous approval. \n\t\t\t\t\t\n\t\t\t\t\t Kwak Pom Gi and Thae Jong Su were appointed as vice-premiers, Ro Tu Chol as vice-premier and concurrently chairman of the State Planning Commission, O Su Yong as vice-premier, Pak Ui Chun as minister of Foreign Affairs, Ju Sang Song as minister of People's Security, Ho Thaek as minister of Electric Power Industry, Kim Hyong Sik as minister of Coal Industry, Kang Min Chol as minister of Mining Industry, Kim Hui Yong as minister of Oil Industry, Kim Thae Bong as minister of Metal Industry, Jo Pyong Ju as minister of Machine-Building Industry, Han Kwang Bok as minister of Electronics Industry, Tong Jong Ho as minister of Construction and Building-Materials Industry, Jon Kil Su as minister of Railways, Ra Tong Hui as minister of Land and Marine Transport, Kim Chang Sik as minister of Agriculture, Ri Mu Yong as minister of Chemical Industry, Ri Ju O as minister of Light Industry, Ri Ryong Nam as minister of Foreign Trade, Kim Kwang Yong as minister of Forestry, Pak Thae Won as minister of Fisheries, Hwang Hak Won as minister of Urban Management, Pak Song Nam as minister of Land and Environmental Conservation, Pae Tal Jun as minister of State Construction Control, Kim Pong Chol as minister of Commerce, Mun Ung Jo as minister of Food Procurement and Administration, Kim Yong Jin as minister of Education, Ryu Yong Sop as minister of Posts and Telecommunications, Kang Nung Su as minister of Culture, Kim Wan Su as minister of Finance, Jong Yong Su as minister of Labour, Choe Chang Sik as minister of Public Health, Kim Ui Sun as minister of State Inspection, Pyon Yong Rip as president of the State Academy of Sciences, Pak Hak Son as chairman of the Physical Culture and Sports Guidance Commission, Ri Kwang Gon as president of the Central Bank, Kim Chang Su as director of the Central Statistical Board, Kim Yong Ho as director of the Secretariat of the Cabinet and Kim Ung Gwan as minister of Capital City Construction.\n\t\t\t\t\t\n\t\t\t\t\t The session appointed Ri Kil Song as director of the Central Public Prosecutors Office and elected Kim Pyong Ryul president of the Central Court.\n\t\t\t\t\t\n\t\t\t\t\t The Legislation Committee and the Budget Committee, the panel committees of the SPA, were elected with Ju Sang Song as chairman and Ri Kil Song, Kim Pyong Ryul, Kim Phyong Hae, Song Ja Rip, Pak Kwan O and Kim Yong Il as members and with Pak Nam Gi as chairman and Ri Chol Bong, Hong So Hon, Kye Yong Sam, Mun Myong Hak, Kim Myong Hwan and Jo Hye Suk as members.\n\t\t\t\t\t\n\t\t\t\t\t The premier of the Cabinet took an oath before deputies to the SPA on behalf of the members of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Kuk Thae made a report of the above-said credentials committee at the session, and the session adopted a decision on approving it.\n\t\t\t\t\t\n\t\t\t\t\t The session discussed the third agenda item and adopted the ordinance of the SPA \"On revising and supplementing the Socialist Constitution of the DPRK\" with a unanimous approval. \n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Wan Su, minister of Finance, delivered a report on the fourth agenda item, which was followed by speeches of deputies.\n\t\t\t\t\t\n\t\t\t\t\t According to the report, the plans for the revenue from the profits of state enterprises and cooperative organizations, the main source of state budgetary revenue, were overfulfilled and as a result, last year's plan for state budgetary revenue was carried out at 101.6 per cent, an increase of 5.7 per cent over the previous year.\n\t\t\t\t\t\n\t\t\t\t\t Last year's plan for local budgetary revenue was carried out at 117.1 per cent.\n\t\t\t\t\t\n\t\t\t\t\t Last year's plan for state budgetary expenditure was implemented at 99.9 per cent and 15.8 per cent of the total expenditure was spent for national defence. \n\t\t\t\t\t\n\t\t\t\t\t This year's plan for state budgetary revenue is expected to grow 5.2 per cent over last year and the plan for the state budgetary expenditure 7 per cent over last year and a big share of it will be allocated for the development of the national economy and the improvement of the standard of people's living. 15.8 per cent of the total state budgetary expenditure is expected to be spent for national defence.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that last year the Cabinet provided a firm financial guarantee for the dynamic advance of all the servicepersons and people to accelerate the building of a great prosperous and powerful nation, thus powerfully demonstrating the validity of the financial policy of the Workers' Party of Korea and the vitality of the DPRK socialist state budget. They evinced their determination to successfully implement the state budget and bring about a signal turn in the efforts to open the gate to a thriving nation and thus glorify this year as a year of a new great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t The session adopted the decision of the SPA \"On approving the results of the implementation of the DPRK state budget for Juche 97 (2008)\" and the ordinance of the SPA \"On the DPRK state budget for Juche 98 (2009)\"."
        },
        {
            "title": "Report on Implementation of State Budget for 2008 and State Budget for 2009",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-16ee.html",
            "content": "Report on Implementation of State Budget for 2008 and State Budget for 2009\r\n Pyongyang, April 9 (KCNA) -- Deputy Kim Wan Su, minister of Finance, delivered a report on the results of the implementation of the DPRK state budget for Juche 97 (2008) and its state budget for Juche 98 (2009) at the first session of the 12th Supreme People's Assembly held on Thursday.\n\t\t\t\t\t  According to the report, the plans for the revenue from the profits of state enterprises, the main source of state budgetary revenue, and the profits of cooperative organizations were overfulfilled and as a result, last year's plan for state budgetary revenue was carried out at 101.6 per cent, an increase of 5.7 per cent over the previous year. The plan for local budgetary revenue was carried out at 117.1 per cent.\n\t\t\t\t\t\n\t\t\t\t\t Last year's plan for state budgetary expenditure was carried out at 99.9 per cent and 15.8 per cent of the total expenditure was spent for national defence.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the increased investment in the fields of electric power, coal and metal industries and railway transport, the modernization of key industrial sectors, the priority sectors of the national economy, made dynamic progress and the construction of many major industrial objects was completed to further consolidate the material and technical foundation of the national economy and increase its production potentials.\n\t\t\t\t\t\n\t\t\t\t\t  5.4 per cent more funds than the previous year were spent for agriculture according to the policy objective of the Workers' Party of Korea to solve the food problem for the people and a large amount of fund was channeled into the work for accelerating the modernization of the light industry.\n\t\t\t\t\t\n\t\t\t\t\t The financial disbursement was increased for the fields of science and technology and a huge amount of funds were spent for the development of education, culture, public health and physical culture and sports and the enforcement of such popular policies as the universal free compulsory education system, free medical service, social insurance and social security system.\n\t\t\t\t\t\n\t\t\t\t\t The state budget for this year has been shaped in a realistic and dynamic manner on the principle of tapping sources of income to the maximum and cutting down the expenditure for non-productive units as much as possible so as to satisfactorily meet the financial needs for building an economic power, improving the standard of people's living and boosting the defence capability.\n\t\t\t\t\t\n\t\t\t\t\t This year's plan for state budgetary revenue is expected to grow 5.2 per cent over last year. The revenue from the profits of state enterprises, the main source of budgetary revenue, is expected to go up 5.8 per cent over last year, that from the profits of cooperative organizations 3.1 per cent, that from the fixed asset depreciation 6.1 per cent, that from real estate rent 3.6 per cent and that from social insurance 1.6 per cent.\n\t\t\t\t\t\n\t\t\t\t\t This year's plan for state budgetary expenditure is expected to show a 7 per cent increase over last year. It has been shaped in such a way as to direct a big share of it to definitely putting the overall economy on the orbit of growth, exceeding the level of the peak year in production, bringing about a signal turn in improving the standard of people's living and accelerating the modernization in all fields of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t 15.8 per cent of the total state budgetary expenditure for this year is expected to be allocated for national defence to strengthen the People's Army, develop the defence industry and bring about a new turn in bolstering up the militia force.\n\t\t\t\t\t\n\t\t\t\t\t 8.7 per cent more funds than last year will go to the priority sectors of the national economy and the spending for the development of science and technology is expected to go up 8 per cent, that for agriculture 6.9 per cent, that for light industry 5.6 per cent and that for city management 11.5 per cent as compared with last year. \n\t\t\t\t\t\n\t\t\t\t\t A huge amount of fund will go to the field of socialist cultural construction. The financial disbursement for education will swell 8.2 per cent, that for culture and arts 3.2 per cent, that for public health 8 per cent and that for sports 5.8 per cent over last year. The state will thus consistently enforce all the popular policies to clearly prove the advantages of the socialist state budget of the country where the money earned by the people is spent for them.\n\t\t\t\t\t\n\t\t\t\t\t It is expected that the government will send a large amount of educational aid fund and stipends for the democratic national education of the children of Koreans in Japan this year, too.\n\t\t\t\t\t\n\t\t\t\t\tDifficult and vast tasks are facing us this year, but there is no fortress unconquerable and only victory is in store for us as long as there are the Songun leadership of General Secretary Kim Jong Il, the inexhaustible mental power of the servicepersons and people single-mindedly united around the headquarters of the revolution, the matchless military power and the enormous potential of the self-supporting economy, concluded the reporter."
        },
        {
            "title": "SPA Deputy Credentials Committee on Composition of Deputies",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-17ee.html",
            "content": "SPA Deputy Credentials Committee on Composition of Deputies\r\n Pyongyang, April 9 (KCNA) -- Deputy Kim Kuk Thae, chairman of the Deputy Credentials Committee, made a report of the committee at the First Session of the 12th Supreme People's Assembly held on Thursday.\n\t\t\t\t\t According to the report, the said committee confirmed the qualifications of 687 elected deputies to the 12th SPA, noting that the election of deputies was held strictly in accordance with the \"Law on the Election of Deputies to People's Assemblies at All Levels of the DPRK\" and the candidates registered at relevant constituencies got 100 per cent approval ballot from the voters.\n\t\t\t\t\t\n\t\t\t\t\tThe deputies to the SPA are genuine representatives of the people as they are devotedly working for the building of a great prosperous and powerful socialist nation, the accomplishment of the revolutionary cause of Juche, the strengthening and development of the DPRK government and the people, remaining intensely loyal to the Songun idea and leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Among the deputies are revolutionary fighters who took part in the anti-Japanese armed struggle led by President Kim Il Sung, war veterans who performed feats in the Fatherland Liberation War and persons of merits in the wartime.\n\t\t\t\t\t\n\t\t\t\t\t 16.9 per cent of them are servicepersons, 10.9 per cent workers, 10.1 per cent cooperative farmers and 15.6 per cent women.\n\t\t\t\t\t\n\t\t\t\t\t  They include admirable officials of party, power and administrative and economic organs, working people's organizations and scientific, educational, public health, cultural and art, press and other organs and those of the General Association of Korean Residents in Japan and its affiliated organizations.\n\t\t\t\t\t\n\t\t\t\t\t 42.4 per cent of the deputies are winners of Order of Kim Il Sung, Kim Il Sung Prize and the titles of the Hero of the Republic and the Labor Hero and 90.4 per cent holders of academic degrees and titles including professorship and doctorate and scientists, technicians and experts.\n\t\t\t\t\t\n\t\t\t\t\t By age one per cent of the deputies are below 35 years, 48.5 per cent between 36 and 55 years and 50.5 per cent above 56 years, and 94.2 percent of them are university graduates."
        },
        {
            "title": "1st Session of 12th SPA Hailed",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-08ee.html",
            "content": "1st Session of 12th SPA Hailed\r\nPyongyang, April 9 (KCNA) -- The First Session of the 12th Supreme People's Assembly marks a significant event as it will open a very bright prospect of the DPRK whose people are working hard to fling open the gate to a great prosperous and powerful nation under the Songun leadership of General Secretary Kim Jong Il and bring about a decisive turn in the struggle to build a socialist power of Juche. Rodong Sinmun Thursday says this in an editorial.\n\t\t\t\t\t The session marks an important occasion in helping the DPRK throw its bright rays all over the world as a country strong in independence, further developing it into an invincible political and military power which no aggressor dares provoke and accelerating the dynamic general advance to open the gate to a great prosperous and powerful nation through a new great revolutionary surge, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The session will offer an opportunity to develop the DPRK into an invincible revolutionary government remaining true to the Songun idea and the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The support and trust of all the servicepersons and people in the DPRK will grow stronger and deeper as it fully applies his Songun idea and the Songun politics and pursues the politics of boundless love and trust in the people, the noble benevolent politics, regarding the idea of believing in people as in Heaven as the basic idea governing the socialist state politics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, which has demonstrated its invincible might along the road of building a socialist power, is greeting a new landmark phase in its development under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tStressing the need to firmly defend and eternally glorify the undying feats performed by President\n\t\t\t\t\t\t Kim Il Sung in the nation-building and remain true to the Songun leadership of Kim Jong Il, the editorial continues:\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to bring about a great leap forward on all fronts of socialist construction by giving fuller play to the mental power of all servicepersons and people with the historic SPA session as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government will successfully carve out a bright future of prosperity, always demonstrating its invincible might on the road of the Songun revolution led by Kim Jong Il."
        },
        {
            "title": "Dancing Parties Held in DPRK",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-10ee.html",
            "content": "Dancing Parties Held in DPRK\r\n Pyongyang, April 9 (KCNA) -- Dancing parties of youth and students were held across the country on Thursday to celebrate the 16th anniversary of Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Amid the playing of songs \"Confetti of Best Wishes\" and \"Let's Sing Our Pride in Being under Guidance of the General\" dancing parties began in the plazas of the Party Founding Memorial Tower, the April 25 House of Culture and the Arch of Triumph and other places in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants presented beautiful dancing rhythms with their boundless reverence for Kim Jong Il who has demonstrated to the whole world the dignity and might of the DPRK after establishing the unique state guidance system and political mode.\n\t\t\t\t\t\n\t\t\t\t\t The dancing parties fully displayed the faith and will of five million young vanguard to remain faithful to the Songun leadership of Kim Jong Il, bearing deep in their mind the great honor of being blessed with the illustrious leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t Similar dancing parties took place in different parts of the country including Sinuiju, Chongjin and Kanggye cities on the same day."
        },
        {
            "title": "Ten-day Film Show Opens to Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-09ee.html",
            "content": "Ten-day Film Show Opens to Commemorate Day of Sun\r\n Pyongyang, April 9 (KCNA) -- A ten-day film show was opened in the DPRK to commemorate the Day of the Sun.\n\t\t\t\t\t Documentary and feature films such as \"President Kim Il Sung Is the Great Father of Our People,\" \"Star of Korea\" and \"The Sun of the Nation\" showing the immortal revolutionary exploits of the President will be screened at the cinemas and cultural halls across the country during the show.\n\t\t\t\t\t\n\t\t\t\t\tAlso, such documentaries will be shown as \"Cherishing the Desire of President Kim Il Sung,\" \"President Kim Il Sung and General Kim Jong Il Were Always Together on the Road of Songun-based Leadership\" and \"Great Succession\" dealing with General Secretary Kim Jong Il's revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the People's Palace of Culture on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ik Gyu, chairman of the State Film Commission, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t After the ceremony, the participants watched the documentary film \"Finding Himself among the People All His Life\" (3)."
        },
        {
            "title": "Delegations and Art Troupes of Foreign Countries and Overseas Koreans Here",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-15ee.html",
            "content": "Delegations and Art Troupes of Foreign Countries and Overseas Koreans Here\r\n Pyongyang, April 9 (KCNA) -- Vitali Kulik, chairman of the Ukrainian Federation for Independence, and his companion and a youth delegation for the study of the Juche idea in the Maritime Territory of Russia led by Anatoli Kulkov arrived here Thursday on the occasion of the Day of the Sun.\n\t\t\t\t\t Also arriving were a delegation of the International United Confederation of Koreans led by Vice-Chairman Kwon Chon Sik and Jong Il Sim, a Korean resident in Russia.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, art and acrobatic troupes of various countries and art troupes of Korean overseas came here on the same day to participate in the 26th April Spring Friendship Art Festival.\n\t\t\t\t\t\n\t\t\t\t\t They were the Chinese art troupe (Shanghai Symphony Orchestra and the Shanghai Acrobatic Troupe) and the Beijing Opera Theatre of Jilin Province, China, the State Academy Ensemble Named after Sveshnikov of Russia, the Cossack State Dance Company of Russia, the Nikulin Moscow Circus of Russia, a musician of Netherlands, a musical group of the Moldovan State Symphony Orchestra, an art troupe of the Mongolia-Korea Friendship Society, a Mongolian acrobat and his party, a group of famous artistes of the Sofia Opera Theatre of Bulgaria, a Belarusian Intrada trumpet ensemble, the Swedish Ludvika Circus, the \"Concertante\" musical trio of Cuba, a group of famous artistes of Chopin Conservatory of Poland, a pop singer of Portugal, a group of famous artistes of Finland, a group of famous artistes of the State Academy Grand Theatre Named after Naboi of Uzbekistan, a dancing troupe of the Ukrainian Kiev Dance Theatre, a female trio of \"Appasionante\" of Italy,  the Cancun musical troupe o\n\t\t\t\t\t\n\t\t\t\t\t f Spain, the Krakatau musical troupe of Indonesia, a Vietnamese art troupe, a Delta saxophone quartet of Britain and an art troupe of Koreans in the U.S."
        },
        {
            "title": "Immortal Juche Idea, Guideline of WPK",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-11ee.html",
            "content": "Immortal Juche Idea, Guideline of WPK\r\n Pyongyang, April 9 (KCNA) -- The DPRK has been thriving with the precious heritage left by the great President Kim Il Sung, founder of the DPRK, as lasting foundation.\n\t\t\t\t\t While leading the revolution and construction, the President, a peerlessly great man, designed all the work and made the priceless wherewithal to be handed down to the generations to come, always foreseeing the distant future of the country and revolution.\n\t\t\t\t\t\n\t\t\t\t\t What is his greatest exploit in laying the eternal foundation for the rich and powerful country is the creation of the immortal Juche idea that the Workers' Party and people of Korea should firmly adhere to in building a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea is the great guiding idea of the revolution which fully reflects the requirement of the era of independence and the aspiration of the people and gives perfect answers to all problems arising in achieving the prosperity of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t From the first days of his revolutionary struggle, he found himself among the popular masses and waged the struggle in reliance upon them. Covering the true road of revolution, he found the truth that the master of the revolution is the popular masses and the revolution will emerge victorious only when they are educated, organized and mobilized and that one should make a revolution not by the approval or instructions of someone but according to one's faith and on one's own responsibility and should resolve all problems arising in the revolution in an independent and creative way.\n\t\t\t\t\t\n\t\t\t\t\t Guided by the Juche idea fathered by the President on the basis of the practical experience and lesson he had gained in the revolutionary struggle, the Korean people accomplished the historic cause of national liberation and could also win victories in the Fatherland Liberation War (June 25, 1950 -July 27, 1953), the socialist construction and in the war for defending socialism without gun-report.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is opening up the road of advance to the victory under the banner of the Juche idea in the present general offensive for making a historic leap on all fronts of building a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will, in the future, too, create a history of victory and prosperity, advancing along the one road of Juche paved by the President."
        },
        {
            "title": "Immortal Banner for Development of Health Care",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-12ee.html",
            "content": "Immortal Banner for Development of Health Care\r\nPyongyang, April 9 (KCNA) -- On April 9, Juche 63 (1974) General Secretary Kim Jong Il published the famous work \"On Further Developing the Work of Public Health\" , which marked a radical turn in the development of Juche-oriented health care in the DPRK.\n\t\t\t\t\tHe gives in the work a scientific exposition to the intrinsic requirements of the Juche-oriented policy of preventive medicine indicated by President    Kim Il Sung and, on this basis, says that vigorous hygienic information activities should be conducted in various forms and ways and the work for building up hygienic and cultured environment, establishing a cultured way of production and life and preventing environmental pollution should be carried on through a mass movement. He adds that the material and technical conditions of the hygienic and anti-epidemic institutions should be further improved to put the anti-epidemic work on a high scientific and technical basis.\n\t\t\t\t\t\n\t\t\t\t\tHe gives detailed instructions on extensively applying remedies of Koryo (traditional) medicine and decisively improving the quality of medical services for the people by expanding the hospital networks, consolidating the material and technical foundations of the hospitals and raising the standard of specialization.\n\t\t\t\t\t\n\t\t\t\t\tHe deals in the work with orientations and ways of rapidly developing the nation's medical science and technology through firmly building up the medical research institutions, improving the quality of medical education and brisk exchange with other countries in this field from the Juche-based stand.\n\t\t\t\t\t\n\t\t\t\t\tSignificant achievements have been noticed in health care for the people over the 35 years since the publication of the work \n\t\t\t\t\t\n\t\t\t\t\tEven in the days of the \"Arduous March\" and the forced march, active medical services were rendered to the people to display the benefits of the most superior free medical care system and the vitality of the section doctor system.\n\t\t\t\t\t\n\t\t\t\t\tMany new medical science and research institutions, hospitals and pharmaceutical production bases have cropped up and hospitals have been furnished with modern checkup and treatment devices to put fresh muscles into the material and technical foundations of the health care centers and results of ultra-modern science and technology have been extensively applied to medical practice.\n\t\t\t\t\t\n\t\t\t\t\tThe work serves as an immortal banner in the effort to glorify the health care system of Korean-style socialism centered on the popular masses and to develop all the sectors of health care as required by Juche."
        },
        {
            "title": "Songun Brilliant Commander's Feat in Boosting Dignity of DPRK and National Power",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-13ee.html",
            "content": "Songun Brilliant Commander's Feat in Boosting Dignity of DPRK and National Power\r\nPyongyang, April 9 (KCNA) -- The Korean people are filled with boundless reverence for and trust in General Secretary Kim Jong Il who has enhanced the prestige of the country and the national power in every way and ushered in a new era of prosperity with his great Songun politics.\n\t\t\t\t\tHaving performed prominent exploits for the times and the revolution by leading the Party, army and people with extraordinary political and military leadership ability from many years ago, Kim Jong Il was elected chairman of the DPRK National Defence Commission by the absolute support of the whole Party, entire army and all the people on April 9, Juche 82 (1993).\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, which has advanced with him as the chairman of the DPRK National Defence Commission, surmounted courageously the unparalleled severe difficulties on the strength of Songun and eloquently displayed the dignity and honor of socialist Korea and created a proud history of victory to arrive at the threshold of a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tIn the 1990s when the Korean revolution faced grave ordeals, he formulated the Songun politics as the main mode of socialist politics, strengthened the People's Army to be invincible revolutionary armed forces and elevated the overall national power onto the new higher stage on the basis of strong military power.\n\t\t\t\t\t\n\t\t\t\t\tHe, covering the long journey for Songun, trained the People's Army as one strong in ideology and faith and energetically led the whole society so as to live and work in accordance with the idea and working method of the revolutionary army and thus consolidated the great army-people unity as firm as rock.\n\t\t\t\t\t\n\t\t\t\t\tHis uninterrupted field guidance to Korean People's Army (KPA) units was the main source which increased in every way the self-defensive national power with the KPA as the core.\n\t\t\t\t\t\n\t\t\t\t\tOn the basis of the revolutionary soldier spirit, the Kanggye spirit was created and the torches of Songgang and Ranam were flared up and the spirit of Thaechon pervaded the whole country, laying a solid foundation for the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\tIt is thanks to his brilliant Songun revolutionary leadership that nature-remaking projects for the rising generations have been pushed ahead dynamically, monumental edifices of the Songun era constructed in different parts of the country and eye-opening successes registered in the building of an economic power.\n\t\t\t\t\t\n\t\t\t\t\tThe torch of a new revolutionary upsurge kindled by him in Kangson in December last year has given the fullest play to the indomitable spiritual strength of the Korean people, with the result that leaps and innovations are being effected in all working sites for building a great, prosperous and powerful nation and a speed of the general march is being created in the Songun era. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people, with inexhaustible mental power and the revolutionary spirit of self-reliance, have erected giant structures such as the Wonsan Youth Power Station and the Ryesonggang Youth Power Station No. 1 and forcefully promoted the modernization of the production processes in the metal industry and other main sectors of the national economy, laying a firm foundation for achieving an epoch-making development of independent socialist economy and the improvement of people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\tThe recent successful launch of the satellite Kwangmyongsong-2 following the satellite Kwangmyongsong-1 in August 1998 fully demonstrated once again the proud might of the Juche-based space science and technology which has made a leaping progress and the powerful strength of the DPRK which has rushed forward like the wind toward the rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, which advances with the great Songun brilliant commander in its van, will thrive endlessly."
        },
        {
            "title": "Lee Myung Bak's Sycophancy and Servility to Japan Flayed",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-05ee.html",
            "content": "Lee Myung Bak's Sycophancy and Servility to Japan Flayed\r\nPyongyang, April 9 (KCNA) -- The Lee Myung Bak group is contemplating inviting to south Korea a \"military band\" of the Japanese aggressor forces who eagerly wait for an opportunity to reinvade the DPRK and whet samurai swords in disregard of the Korean nation's bitterness towards Japan.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a rash act of encouraging the Japanese reactionaries in their moves for reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t  In the past the south Korean puppet forces and the Japan Maritime \"Self-Defence Force\" frequently staged \"joint search and rescue exercises\" in the open sea and a Japanese warship made a port call on south Korea. But the SDF has never landed there. \n\t\t\t\t\t\n\t\t\t\t\t Trumpeters of reinvasion are expected to march along streets of south Korea in broad daylight, calling back the departed soul of the Japanese imperialist aggressors who set blood-stained foot on the soil of Korea, flying the sun flags more than a century ago. Whoever aware of the aggression perpetrated by the Japanese imperialists in the past can hardly imagine this happening. This is, therefore, an intolerable insult to the Koreans whose bitter grudge against the Japanese imperialists remains unsettled. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group makes no scruple of kissing the sworn enemy of the Korean nation in a bid to gratify its dirty greed for power and ambition to escalate the confrontation with fellow countrymen. This is shame on the nation and a root cause of disasters. \n\t\t\t\t\t\n\t\t\t\t\t Unpardonable are such sycophantic and treacherous acts of the Lee group as selling off the dignity and interests of the nation, while encouraging Japan in its wild ambition for reinvasion, utterly indifferent to the daily mounting anti-Japanese sentiment of all Koreans. \n\t\t\t\t\t\n\t\t\t\t\t All the compatriots will sternly judge Lee, traitor without an equal, for having openly backed the Japanese reactionaries' moves for reinvasion, obsessed by servility to Japan."
        },
        {
            "title": "KFA Holds Internet Seminar",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-01ee.html",
            "content": "KFA Holds Internet Seminar\r\nPyongyang, April 9 (KCNA) -- An Internet seminar on the subject of \"H.E. President Kim Il Sung Will Always Live in the Hearts of Humankind\" was held between March 14 and 30 under the sponsorship of the Korean Friendship Association headquartered in Spain on the occasion of the Day of the Sun.\n\t\t\t\t\t Carried in the special page of the Internet seminar, opened in the homepage run by the KFA, were the portraits of Kim Il Sung and General Secretary Kim Jong Il, biographies of the revolutionary activities of great persons of Mt. Paektu born of Heaven and their works, photos showing their undying exploits, photos introducing Songun Korea, Korean songs and art pieces.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar, Alejandro Cao de Benos, chairman of the KFA, made a keynote report which was followed by speeches of personages from organizations for the study of the Juche idea and Songun politics and organizations for friendship and solidarity with the Korean people in more than 20 countries and representatives of branches of the KFA.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers praised the immortal exploits performed by Kim Il Sung for the Korean people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The letter noted that Kim Il Sung had performed the immortal exploits, unrivalled in the world, under the banner of Juche for 70 odd years since he embarked on the road of the revolution in his teens, shouldering the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t His noble cause of independence is now successfully being carried forward by Kim Jong Il and under his distinguished leadership socialist Korea is shining as the country of Songun and the beacon of hope for the progressive humankind, it said.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the letter said, it is the inspiring banner which gave confidence in the victory of the cause of independence to the Korean people and other world progressives that Kim Jong Il visited Kangson, the birth place of the Chollima movement, in December last year to kindle the torch of Kangson in the hearts of the workers there.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the will to invigorate the solidarity movement supporting the Korean people in their efforts to achieve the independent and peaceful reunification of the country and build a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, at least 3,797,000 people of many countries gained access to the said special page during the seminar."
        },
        {
            "title": "Centenary of Birth of Kim Il Sung to Be Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-02ee.html",
            "content": "Centenary of Birth of Kim Il Sung to Be Observed in Different Countries\r\nPyongyang, April 9 (KCNA) -- A Czech preparatory committee for commemorating the centenary of birth of President Kim Il Sung was inaugurated on Apr. 2 while an Ecuadorian national preparatory committee was formed on Apr. 3 for the same purpose. \n\t\t\t\t\t Miroslav Stepan, general secretary of the Central Committee of the Czechoslovak Communist Party, and Jaroslav Kafka, chairman of the Czech Group for the Study and Materialization of the Juche Idea who is chairman of the Paektusan Czech-Korean Friendship Association, were elected co-chairmen of the Czech preparatory committee. Milton Burbano was elected chairman of the Ecuadorian national preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe Czech preparatory committee decided to organize colorful functions including meetings, round-table talks, lectures, film shows and seminars on the Juche idea on the occasions of important anniversaries of the DPRK and send messages of greetings to Kim Jong Il, General Secretary of the Workers' Party of Korea and top leader of the DPRK on those occasions.\n\t\t\t\t\t\n\t\t\t\t\t The Ecuadorian national preparatory committee decided to organize multifarious political and cultural events including meetings, book and photo exhibitions and special TV programs in the period from the Day of the Sun this year to that day in 2012."
        },
        {
            "title": "Foreign Organizations Hail DPRK's Successful Satellite Launch",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-03ee.html",
            "content": "Foreign Organizations Hail DPRK's Successful Satellite Launch\r\n Pyongyang, April 9 (KCNA) -- The Ukraine-DPRK Association released a statement on Apr. 5 hailing the successful launch of satellite Kwangmyongsong-2 by the DPRK.\n\t\t\t\t\t Its successful satellite launch proves that its science and technology have reached a high level as they have made an unprecedented leap forward thanks to the Songun politics, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t We regard such leaping advance made by the DPRK in the development of science and technology as another great success achieved by it in its work for opening the gate to a great prosperous and powerful nation in 2012.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed indignation at some countries describing the satellite of the DPRK for peaceful purposes as a military object and calling on the UN Security Council to tighten \"sanctions\" against it, urging the Ukrainian government and all progressive forces to support the DPRK's sovereign right to the space development for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t The Finland-Korea Society in a statement issued on the same day asserted that the DPRK has a legitimate right to use space for peaceful purposes like other countries in the world as it is an independent and sovereign state, warmly supporting and hailing its recent satellite launch."
        },
        {
            "title": "Kimilsungia Greenhouse Opened in Guinea",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-06ee.html",
            "content": "Kimilsungia Greenhouse Opened in Guinea\r\nPyongyang, April 9 (KCNA) -- A ceremony of opening to visitors the Kimilsungia Greenhouse of Guinea was held in Conakry on April 4 on the occasion of the birth anniversary of President\n\t\t\t\t\t Kim Il Sung.\n\t\t\t\t\t Attending it were personages of political parties and organizations, including the Ministry of Information and Culture, the Party for Unity and Progress, the Guinea-Korea Friendship Association, the Guinean National Committee for the Study of the Juche Idea and the Group for the Study of the Juche Idea in Conakry, and popular masses of Guinea.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador and staff members of the DPRK embassy in Conakry were present on invitation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the friendship association, said it is an expression of the boundless reverence of the Guinean people and the world progressives for the President that the Kimilsungia Greenhouse has been built wonderfully and opened in Guinea on the occasion of the significant Day of the Sun. He expressed the resolution to bring the flower of the sun into fuller bloom and widely disseminate it throughout Africa.\n\t\t\t\t\t\n\t\t\t\t\t Riyad Chaloub, general secretary of the Ministry of Information and Culture of Guinea, said that the admirable inauguration of the greenhouse marks an important occasion in further deepening the feelings of friendship and cooperation between the two peoples of the DPRK and Guinea. The flower of the sun will come into bloom more beautifully by sincerity and enthusiasm of the Guinean people along with the immortal exploits of the President, a great man.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony an art performance was given by Guinean artistes."
        },
        {
            "title": "Kim Jong Il fue reelecto como Presidente del CDN de RPDC",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-19ee.html",
            "content": "Kim Jong Il fue reelecto como Presidente del CDN de RPDC\r\nPyongyang, 9 de abril (ATCC) -- En el primer periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, convocado en esta capital,  quedo declarado solemnemente al interior y al exterior del pais que el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Comandante Supremo de las fuerzas armadas revolucionarias, fue reelecto como Presidente del Comite de Defensa Nacional de la RPDC segun la unanime voluntad y deseo de todos los oficiales y soldados del Ejercito Popular de Corea y el pueblo coreano.\n\t\t\t\t\tEl realizo las hazanas imborrables en los anales de la patria al conducir sabiamente a la victoria la causa revolucionaria del Juche iniciada en el monte Paektu mediante sus extraordinarias actividades ideo-teoricas y entusiasta direccion y situo en la etapa cimera la dignidad y la posicion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa reeleccion del Dirigente en ese cargo es la muestra del absoluto apoyo y confianza que depositan todos los oficiales y soldados del EPC y los habitantes en el quien preparo la gran idea directriz de la revolucion al desarrollar en todos los sentidos la inmortal idea Juche y plantear nuevos y originales pensamientos y teorias, que iluminan el camino a la victoria del socialismo, y materializandolos exitosamente, convirtio a la RPDC en una invencible potencia ideo-politica, militar y cientifico-tecnica. Ademas, el consolido la unidad monolitica entre el lider, el partido, el ejercito y el pueblo, abrio la nueva era de prosperidad nunca vista en la historia nacional de cinco milenios mediante su direccion sobre la revolucion en virtud del Songun y hace enorme aporte al cumplimiento de la causa de la independencia antiimperialista.  \n\t\t\t\t\t\n\t\t\t\t\tIgualmente, constituye un gran evento que muestra patentemente la inconmovible conviccion y voluntad de los militares y habitantes de Corea de defender resueltamente y desarrollar el sistema socialista al estilo coreano centrado en las masas populares, el mas ventajoso del mundo, y de llevar a feliz termino la causa revolucionaria del Songun bajo la probada y diestra guia del Dirigente\n\t\t\t\t\t\t Kim Jong Il."
        },
        {
            "title": "Primer periodo de sesiones de XII Legislatura de la APS",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-20ee.html",
            "content": "Primer periodo de sesiones de XII Legislatura de la APS\r\nPyongyang, 9 de abril (ATCC) -- Tuvo lugar el dia 9 en el capitalino Palacio de los Congresos Mansudae el primer periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la ocasion participo el Dirigente Kim Jong Il junto con los diputados a la APS nuevamente elegidos.\n\t\t\t\t\t\n\t\t\t\t\t Estuvieron presentes tambien en calidad de observador los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, las entidades sociales, los ministerios, los organos centrales y de los dominios de ciencia, educacion, cultura y arte, salud publica, prensa e informacion.\n\t\t\t\t\t\n\t\t\t\t\t El diputado Choe Thae Bok fue electo como presidente de la APS y los diputados Kim Wan Su y Hong Son Ok, como vicepresidentes de la misma.\n\t\t\t\t\t\n\t\t\t\t\t El diputado Kim Kuk Thae fue elegido como presidente de la comision de calificacion de diputados de la XII Legislatura de la APS junto con otros 6 diputados miembros de la misma.\n\t\t\t\t\t\n\t\t\t\t\t Fueron debatidos los 4 puntos de la agenda que siguen:\n\t\t\t\t\t\n\t\t\t\t\t1. \"La eleccion del presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea\".\n\t\t\t\t\t\n\t\t\t\t\t2. \"La eleccion de los miembros del directorio estatal de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\t3. \"Sobre la aprobacion del decreto de la APS de la RPDC  'Sobre la enmienda y suplemento de la Constitucion Socialista de la RPDC'\".\n\t\t\t\t\t\n\t\t\t\t\t4. \"Sobre el balance de la ejecucion del presupuesto estatal de la RPDC para el 97 (2008) de la Era Juche y el presupuesto estatal para el 98 (2009) de la Era Juche\".\n\t\t\t\t\t\n\t\t\t\t\t Al intervenir sobre el primer punto de la agenda, el diputado Kim Yong Nam presento cortesmente a la APS la propuesta del Comite Central y la Comision Militar Central, del Partido del Trabajo de Corea, de elegir al Dirigente Kim Jong Il como Presidente del Comite de Defensa Nacional de la RPDC en reflejo de la voluntad general de todo el partido, todo el ejercito y todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Tal propuesta, que partio del gran deseo y la unanime voluntad de todos los oficiales y soldados del EPC y los habitantes, fue apoyada y aprobada totalmente.\n\t\t\t\t\t\n\t\t\t\t\t La reunion declaro solemnemente que el Dirigente Kim Jong Il fue electo como Presidente del Comite de Defensa Nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDurante el debate sobre el segundo punto de la agenda, Kim Yong Nam fue elegido como presidente del Presidium de la APS de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYang Hyong Sop y Kim Yong Dae fueron electos como vicepresidentes del Presidium de la APS de la RPDC; Kim Yong Ju y Choe Yong Rim, como vicepresidente honorario y secretario general del mismo, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t Los miembros del mismo Presidium son Ryu Mi Yong, Kang Yong Sop, Sim Sang Jin, Hong Sok Hyong, Kim Yang Gon, Ri Yong Chol, Kim Pyong Phal, Kang Chang Uk, Ro Song Sil, Pyon Yong Rip y Thae Hyong Chol.\n\t\t\t\t\t\n\t\t\t\t\tA propuesta del Dirigente Kim Jong Il, fueron electos el primer vicepresidente Jo Myong Rok, los vicepresidentes Kim Yong Chun, Ri Yong Mu y O Kuk Ryol y los miembros Jon Pyong Ho, Kim Il Chol, Paek Se Bong, Jang Song Thaek, Ju Sang Song, U Tong Chuk, Ju Kyu Chang y Kim Jong Gak, del CDN de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Il fue electo como premier del Consejo de Ministros de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t El propuso a los miembros del Consejo de Ministros que fueron nombrados a sus respectivos cargos con la aprobacion de todos los participantes.\n\t\t\t\t\t\n\t\t\t\t\t Los vicepremieres Kwak Pom Gi, Thae Jong Su, O Su Yong y Ro Tu Chol, quien fungira tambien como presidente del Comite Estatal de Planificacion; el ministro de Relaciones Exteriores Pak Ui Chun; el ministro de Seguridad del Pueblo Ju Sang Song; el ministro de Industria Electrica Ho Thaek; el ministro de Industria Carbonifera Kim Hyong Sik; el ministro de Industria Extractiva Kang Min Chol; el ministro de Industria Petrolera Kim Hui Yong; el ministro de Industria Metalurgica Kim Thae Bong; el ministro de Industria Mecanica Jo Pyong Ju; el ministro de Industria Electronica Han Kwang Bok; el ministro de Construccion e Industria de Materiales de Construccion Tong Jong Ho; el ministro del Ferrocarril Jon Kil Su; el ministro de Trasporte Terrestre y Maritimo Ra Tong Hui; el ministro de Agricultura Kim Chang Sik; el ministro de Industria Quimica Ri Mu Yong; el ministro de Industria Ligera Ri Ju O; el ministro de Comercio Exterior Ri Ryong Nam; el ministro de Silvicultura Kim Kwang \n\t\t\t\t\t\n\t\t\t\t\tYong; el ministro de Industria Pesquera Pak Thae Won; el ministro de Urbanismo Hwang Hak Won; el ministro de Proteccion Territorial y Ambiental Pak Song Nam; el ministro de Control Estatal de las Construcciones Pae Tal Jun; el ministro de Comercio Kim Pong Chol; el ministro de Acopio y Administracion Cerealera Mun Ung Jo; el ministro de Educacion Kim Yong Jin; el ministro de Comunicaciones Ryu Yong Sop; el ministro de Cultura Kang Nung Su; el ministro de Finanzas Kim Wan Su; el ministro del Trabajo Jong Yong Su; el ministro de Salud Publica Choe Chang Sik; el ministro de Inspeccion Estatal Kim Ui Sun; el presidente de la Academia Estatal de Ciencias Pyon Yong Rip; el presidente del Comite de Direccion de Deportes Pak Hak Son; el presidente del Banco Central Ri Kwang Gon; el presidente de la Direccion Nacional de Estadisticas Kim Chang Su; el jefe del Secretariado del Consejo de Ministros Kim Yong Ho; y el ministro de la Construccion de la Capital Kim Ung Gwan.\n\t\t\t\t\t\n\t\t\t\t\t Ri Kil Song fue nominado como presidente de la Fiscalia Central y Kim Pyong Ryul fue electo como presidente del Tribunal Central.\n\t\t\t\t\t\n\t\t\t\t\t Quedaron electos como presidente de la Comision de Legislacion de la APS Ju Sang Song y como los miembros Ri Kil Song, Kim Pyong Ryul, Kim Phyong Hae, Song Ja Rip, Pak Kwan O y Kim Yong Il; como presidente de la Comision del Presupuesto Pak Nam Gi y como miembros Ri Chol Bong, Hong So Hon, Kye Yong Sam, Mun Myong Hak, Kim Myong Hwan y Jo Hye Suk, ambas entidades por ramas de la APS. \n\t\t\t\t\t\n\t\t\t\t\t El premier tomo juramento ante los diputados a la APS en representacion de los miembros del Consejo de Ministros.\n\t\t\t\t\t\n\t\t\t\t\t El informe de la comision de calificacion de diputados de la XII Legislatura de la APS fue presentado por el presidente de esta entidad, diputado Kim Kuk Thae y aprobado por una resolucion. \n\t\t\t\t\t\n\t\t\t\t\t Mientras se abordaba el tercer punto de la agenda, fue aprobado con el visto bueno de todos los participantes el decreto de la APS \"Sobre la enmienda y suplemento de la Constitucion Socialista de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\t En el debate del cuarto punto, el ministro de Finanzas, diputado Kim Wan Su presento el informe e intervinieron otros diputados.\n\t\t\t\t\t\n\t\t\t\t\t Segun el informe, al sobrepasarse el ingreso por ganancias de las empresas estatales, fuente principal del ingreso presupuestario estatal y el plan del ingreso por ganancias de las entidades cooperativistas, el ingreso del presupuesto estatal del ano pasado quedo en 101.6 % con un crecimiento de 5.7 % en comparacion con 2007 y el del presupuesto local marco un exceso de 17.1 %.\n\t\t\t\t\t\n\t\t\t\t\tEl egreso del presupuesto estatal del ano pasado se realizo en 99.9% y el 15.8% del monto total del dinero desembolsado fue utilizado como gastos de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn comparacion con el ano pasado, el plan de ingreso del presupuesto estatal del presente ano crecera a 105.2 % y el de egreso, a 107 %.\n\t\t\t\t\t\n\t\t\t\t\t Un alto porcentaje del egreso sera destinado para el desarrollo de la economia nacional y el mejoramiento de las condiciones de vida del pueblo y se preve que el 15.8 % del mismo sera asignado a la defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\t Los oradores senalaron que en el pasado ano, el Consejo de Ministros manifesto patentemente la justeza de la politica financiera del PTC y la vitalidad del presupuesto estatal socialista de nuestro pais al garantizar en lo financiero la majestuosa marcha de todos los militares y habitantes para acelerar la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t Expresaron las decisiones de hacer de este ano el del nuevo y gran auge revolucionario ejecutando con exito el presupuesto estatal y trayendo un viraje decisivo en la lucha por abrir las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion quedaron aprobadas la resolucion de la APS \"Sobre la aprobacion del balance de la ejecucion del presupuesto estatal de la RPDC para el 97 (2008) de la Era Juche\" y la ley de la APS \"Sobre el presupuesto estatal de la RPDC para el 98 (2009) de la Era Juche\"."
        },
        {
            "title": "APS balancea la ejecucion del presupuesto estatal de 2008",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-21ee.html",
            "content": "APS balancea la ejecucion del presupuesto estatal de 2008\r\nPyongyang, 9 de abril (ATCC) -- En el primer periodo de sesiones de la XII legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, que tuvo lugar este jueves, el diputado Kim Wan su, ministro de Finanzas, presento el informe sobre el balance de la ejecucion del presupuesto estatal de la RPDC del 97 (2008) de la Era Juche y sobre el presupuesto estatal para el 98 (2009) de la Era Juche.\n\t\t\t\t\tAl sobrepasarse el ingreso por ganancias de las empresas estatales, fuente principal del ingreso presupuestario y el plan del ingreso por ganancias de las entidades cooperativistas, el ingreso del presupuesto estatal del ano pasado quedo en 101.6 % con un crecimiento de 5.7 % en comparacion con 2007 y el del presupuesto local marco un exceso de 17.1 %, comenzo el informante y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEl egreso del presupuesto estatal del ano pasado se realizo en 99.9% y el 15.8% del monto total del dinero desembolsado fue utilizado como gastos de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado del incremento de las inversiones en los dominios de las industrias electrica, carbonifera y metalurgica y el transporte ferroviario, se impulso energicamente la modernizacion de los dominios prioritarios y de las industrias basicas de la economia nacional y terminaron las obras de construccion de numerosos establecimientos industriales claves, de modo que se consolidaran en un nivel mas alto la base material y tecnica y la potencialidad productiva de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\t Conforme al proposito politico del partido de solucionar el problema de viveres y alimentos del pueblo, fueron invertidos al dominio agricola los fondos  financieros correspondientes a 105.4% en comparacion con 2007 y fue asignado mucho dinero a la aceleracion de la modernizacion de la industria ligera.\n\t\t\t\t\t\n\t\t\t\t\t Se aumento la inversion en el dominio de las ciencias y tecnicas y se desembolso mucho dinero para el desarrollo de la educacion, la cultura, la salud publica y el deporte y para la ejecucion de las politicas populares como el sistema de ensenanza obligatoria gratuita general, el de asistencia medica gratuita, el de seguro social y de jubilacion, etc.\n\t\t\t\t\t\n\t\t\t\t\t El presupuesto estatal de este ano fue establecido de manera realista y movil en el principio de buscar al maximo las fuentes de ingreso y reducir en todo lo posible el egreso en las areas no productivas para cubrir satisfactoriamente la demanda financiera para la construccion de la potencia economica, la mejora de la vida del pueblo y el fortalecimiento del poderio de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl plan de ingreso del presupuesto estatal del presente ano crecera a 105.2 % en comparacion con  el ano pasado. (Todas las cifras citadas abajo son cotejadas con el ano pasado).\n\t\t\t\t\t\n\t\t\t\t\tSe preven un incremento de 5.8 % en el ingreso por ganancias de las empresas estatales, fuente principal del ingreso presupuestario, y un crecimiento de 3.1 % en el ingreso por ganancias de las entidades cooperativas.\n\t\t\t\t\t\n\t\t\t\t\tTambien, se esperan incrementos de 6.1 %, 3.6 %, 1.6 % en los ingresos provenientes de los fondos de amortizacion de bienes fijos, de los pagos por el uso de propiedades inmuebles y de las contribuciones para el seguro social, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tEl plan del egreso del presupuesto estatal de este ano preve un aumento de 7 % y su mayor parte esta disenada para invertir concentradamente en las labores con vistas a llevar la economia general a la orbita del ascenso, romper el nivel del ano con record productivo, traer un viraje trascendental en la mejora de la vida del pueblo y acelerar totalmente la modernizacion de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tEste ano, sera destinado a la defensa nacional el 15.8% del monto total del egreso presupuestario para fortalecer el ejercito popular, desarrollar la industria de defensa nacional y lograr un nuevo viraje en el fortalecimiento de las fuerzas armadas civiles.\n\t\t\t\t\t\n\t\t\t\t\t Creceran a 108.7 %, 108%, 106.9%, 105.6 % y a 111.5% los desembolsos para los dominios prioritarios de la economia nacional, el desarrollo cientifico-tecnico, la agricultura, la industria ligera y la urbanizacion, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, seran asignados muchos fondos a la construccion de la cultura socialista.\n\t\t\t\t\t\n\t\t\t\t\tDe ellos, seran incrementados a 108.2%, 103.2%, 108% y 105.8% los egresos para los dominios de educacion, de cultura y arte, de salud publica y del deporte, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, se practicaran invariablemente todas las politicas populares mostrando patentemente  la superioridad del presupuesto estatal socialista de nuestro pais que gasta para el pueblo el dinero ganado por el.\n\t\t\t\t\t\n\t\t\t\t\tEste ano tambien, se remitira mucho dinero como subsidios escolares y becas para la educacion nacional democratica de los hijos de los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tAunque son dificiles y enormes las tareas que tenemos este ano, no hay ninguna meta inalcanzable para nosotros, que saldremos siempre victoriosos, porque contamos con la direccion del Songun del Dirigente Kim Jong Il, la inagotable potencia espiritual del ejercito y el pueblo unidos monoliticamente en torno a la Direccion de la Revolucion, el invencible poderio militar y la ilimitada potencialidad de la economia independiente."
        },
        {
            "title": "Rodong Sinmun resalta importancia de reunion de APS",
            "url": "http://kcna.co.jp/item/2009/200904/news09/20090409-22ee.html",
            "content": "Rodong Sinmun resalta importancia de reunion de APS\r\n Pyongyang, 9 de abril (ATCC) -- El primer periodo de sesiones de la XII legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea es un conclave de suma importancia que promete el maravilloso futuro de la RPDC, que va abriendo las puertas a la gran potencia prospera bajo la guia del Songun (priorizacion militar) del Dirigente Kim Jong Il, y trae un viraje decisivo en la lucha por construir la potencia socialista del Juche.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un editorial difundido este jueves y continua:\n\t\t\t\t\t\n\t\t\t\t\t La convocacion de hoy de la APS sirve de importante motivo para hacer brillar a la RPDC en el mundo como potencia de independencia, convertirla en una invencible potencia politico-militar que ningun agresor se atreve a atacar y acelerar la majestuosa marcha general por abrir las puertas a la gran potencia prospera mediante un nuevo y gran auge revolucionario.\n\t\t\t\t\t\n\t\t\t\t\t A traves de esta reunion, la RPDC se fortalecera como indestructible poder revolucionario que acata fielmente la idea y la direccion del Songun del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Igualmente, creceran el apoyo y la confianza de todos los oficiales y soldados del Ejercito Popular de Corea y habitantes en la RPDC que materializa cabalmente la idea y la politica de Songun del Dirigente y practica la politica de amor y confianza en el pueblo y la de beneficios populares tomando el ideal Iminwichon (considerar al pueblo como cielo) por el principal de la politica del Estado socialista.\n\t\t\t\t\t\n\t\t\t\t\t Hoy dia, gracias al Dirigente, la RPDC, que ha manifestado su invencible poderio siguiendo el camino de la construccion de una gran potencia prospera socialista, entra en la nueva y trascendental coyuntura de su desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tHay que defender y glorificar para siempre las inmortales hazanas del Presidente Kim Il Sung realizadas por la fundacion del Estado y acatar con fidelidad la orientacion del Songun del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Es preciso hacer del primer periodo de sesiones de XII legislatura de la APS la ocasion para poner de pleno manifiesto la potencia espiritual de todos militares y habitantes y dar pasos agigantados del gran auge en todos los sectores de la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\t En el curso de la revolucion del Songun bajo el mando del Dirigente, el poder de la RPDC forjara su esplendido futuro de prosperidad manifestando siempre su invencible poderio."
        }
    ]
}