{
    "date": "2009-11-11",
    "url": "http://kcna.co.jp/item/2009/200911/2009-11-11ee.html",
    "articles": [
        {
            "title": "Pak Ui Chun Meets Swiss Foreign Affairs Min. Delegation",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-06ee.html",
            "content": "Pak Ui Chun Meets Swiss Foreign Affairs Min. Delegation\r\n Pyongyang, November 11 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun Wednesday met and had a talk with the delegation of the Ministry of Foreign Affairs of Switzerland led by Division Head Pierre Combernous who paid a courtesy call on him."
        },
        {
            "title": "Reception Given at Polish Embassy",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-03ee.html",
            "content": "Reception Given at Polish Embassy\r\n Pyongyang, November 11 (KCNA) -- Tomasz Szczepanowski, charge d'affaires ad interim of the Polish embassy here, gave a reception at his embassy on Tuesday on the occasion of its independence day.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, O Ryong Chol, vice-minister of Foreign Trade, Han Chol, vice-minister of Culture, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and other officials concerned, diplomatic envoys of different countries and representatives of international organizations here.  \n\t\t\t\t\t\n\t\t\t\t\t Present there were staff members of the Polish embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Malaysian Embassies Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-10ee.html",
            "content": "Malaysian Embassies Help Korean Farmers\r\n Pyongyang, November 11 (KCNA) -- Rahimi Bin Harun, Malaysian ambassador to the DPRK, and staff members of his embassy did a friendship work at the DPRK-Malaysia Friendship Ponghwa Co-op Farm in Kangdong County, Pyongyang, Wednesday.\n\t\t\t\t\t Being briefed on the immortal leadership feats performed by the peerlessly great men for the farm, they looked round the board bearing on-spot teachings given by President Kim Il Sung and the room devoted to the education in the revolutionary history, etc.\n\t\t\t\t\t\n\t\t\t\t\tThey helped farmers in threshing bean.\n\t\t\t\t\t\n\t\t\t\t\t During break, they enjoyed an art performance at the farm and talked to its officials, deepening the friendship.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "Winter-Season Study Tour in Ryanggang Province Starts",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-05ee.html",
            "content": "Winter-Season Study Tour in Ryanggang Province Starts\r\n Pyongyang, November 11 (KCNA) -- The winter-season study tour of revolutionary battle sites and historic sites in Ryanggang Province was kicked off.\n\t\t\t\t\tServicepersons, working people and school youth and children from various parts of the country participating in the study tour laid flowers before the statues of President Kim Il Sung in the Victorious Battle of Pochonbo Memorial Tower, the Pochonbo Revolutionary Battle Site, the shore of Lake Samji, the Chongbong Bivouac and the Monument to Victory in Battles in Musan Area, mosaic portraying the peerlessly great persons in the Secret Camp on Mt. Paektu and the statue of\n\t\t\t\t\t\t Kim Jong Suk, an anti-Japanese heroine, in the Sinpha Revolutionary Site and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They left Hyesan after looking round the Victorious Battle of Pochonbo Memorial Tower and the monument to the poem \"May the Course of Immortal March Shine\" and arrived at Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Pochonbo Revolutionary Museum, the then Command Post of the Pochonbo Battle, the then police post, the then subcounty office and other places.\n\t\t\t\t\t\n\t\t\t\t\t In Samjiyon, they went round the Samjiyon Grand Monument, the Samjiyon Revolutionary Museum, the Paektu Museum, the Chonji Health Complex, dwelling houses and other places.\n\t\t\t\t\t\n\t\t\t\t\t In the Secret Camp on Mt. Paektu, they saw the historic relics preserved with great care in the birthplace of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They also visited Chongbong, Konchang, Pegaebong and Mupho Bivouacs, the Monument to Victory in Battles in Musan Area, the Sinsadong Revolutionary Battle Site, the Rimyongsu Revolutionary Site and other places."
        },
        {
            "title": "Iron-enriched Soy, Functional Essential Foodstuff",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-07ee.html",
            "content": "Iron-enriched Soy, Functional Essential Foodstuff\r\n Pyongyang, November 11 (KCNA) -- The Pyongyang Essential Foodstuff Factory has developed iron-enriched soy, new functional essential foodstuff which supplies equally sufficient iron content needed for the human body.\n\t\t\t\t\t The soy effectively prevents the iron deficiency by increasing the absorbing ability of the human body. It is absorbed into the body well and gives no negative aftereffect by surplus accumulation.\n\t\t\t\t\t\n\t\t\t\t\t The production method is simple and the existing production processes are all used as they are, enabling all the essential foodstuff factories and food processing factories to produce the iron-enriched soy in an easy way.\n\t\t\t\t\t\n\t\t\t\t\t Its production technology was highly appreciated at the 24th Central Festival of Science and Technology."
        },
        {
            "title": "Tradition of Rakwon Still Alive",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-08ee.html",
            "content": "Tradition of Rakwon Still Alive\r\n Pyongyang, November 11 (KCNA) -- The spirit of defending the leader devotedly, the spirit of self-reliance and the spirit of implementing Party's policies at any cost, which the workers in Rakwon Machine Complex had displayed in the past and their working tradition are being carried forward brilliantly.\n\t\t\t\t\t The workers in Rakwon, North Phyongan Province have supported the Party and the leader with machine-building in every arduous period of the revolution.\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung visited there during the Fatherland Liberation War and said there would be raised many problems in the postwar rehabilitation and construction. Then a woman worker told: \"Premier, Don't worry. If we win the war, the rehabilitation and construction are out of question. When the Japanese imperialists had destroyed everything we did rehabilitate all for a few years and led a happy life, didn't we? After the war we can rehabilitate everything again and will be well off. Don't worry so much.\" Her speech reflected the firm faith and will of the Korean working class.\n\t\t\t\t\t\n\t\t\t\t\t Since then, Rakwon has been called a place of merits and creation.\n\t\t\t\t\t\n\t\t\t\t\t The enemy bombed power stations to suspend the electricity supply. Then the workers in Rakwon operated the air-blower for the cupola-furnace by use of trailing wheel of damaged truck and when it was destroyed, they turned the belt of the air-blower with manpower to manufacture hand-grenades to be sent to the front.\n\t\t\t\t\t\n\t\t\t\t\t The large-sized water pumps, lorry-mounted cranes, various kinds of excavators and drilling rigs made by them were the products of their spirit of self-reliance and of implementing the Party's policies thoroughly.\n\t\t\t\t\t\n\t\t\t\t\tAfter that time they completed a new type of heat exchanger in less than half a year and manufactured a large-scale oxygen separator.\n\t\t\t\t\t\n\t\t\t\t\t With the same spirit and stamina, the workers of the Rakwon Machine Complex are now hastening the assembling of excavators for the construction of the Huichon Power Station and the production of a large-scale oxygen separator for the production process of ammonia through gasification in the Hungnam Fertilizer Complex.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il expressed deep trust in the workers there, saying that they should in the future, too, invent and manufacture more and more modern machinery by giving full play to the revolutionary spirit of self- reliance and thus become a model of the whole country.\n\t\t\t\t\t\n\t\t\t\t\t Every 100-day campaign site is producing heroic feats with the indomitable spiritual strength and the working tradition of Rakwon, which was provided by the President and is shined more brightly by  Kim Jong Il in the Songun era."
        },
        {
            "title": "All Koreans Called upon to Work for National Independence",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-04ee.html",
            "content": "All Koreans Called upon to Work for National Independence\r\nPyongyang, November 11 (KCNA) -- Whoever truly desires national unity and reunification should not depend on foreign forces but take the road of national independence.\n\t\t\t\t\tRodong Sinmun Wednesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is an unpardonable traitorous act of denying great national unity to pursue confrontation, flattering and yielding to foreign forces. \n\t\t\t\t\t\n\t\t\t\t\tIn order to achieve the great unity of the whole nation based on the principle of national independence all members of the nation should firmly arm themselves with the spirit of independence. \n\t\t\t\t\t\n\t\t\t\t\tThe consciousness of national independence serves as ideological might which makes a nation strong and a country prosperous whereas flunkeyism and the idea of depending on foreign forces are nothing but ideological poisoning making a nation servile and spiritless. It is a bitter lesson the Koreans drew through the long distress-torn history of Korea that flunkeyism and dependence upon foreign forces lead to a national ruin. \n\t\t\t\t\t\n\t\t\t\t\tIt is an important way of achieving the great national unity to reject flunkeyism and dependence upon foreign forces and resolutely struggle against outsiders' aggression and interference. \n\t\t\t\t\t\n\t\t\t\t\tAll Koreans in the north and the south and overseas should wage a nationwide struggle against foreign domination and interference, holding high the banner of national independence, in order to eradicate the root cause of obstructing national unity and the reunification of the country. It is also necessary to wage a positive struggle against the confrontation-minded elements standing in the way of national unity and reunification in league with foreign forces, utterly indifferent to the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tAll Koreans should wage a more dynamic struggle for great national unity and the reunification of the country in the idea of \"By our nation itself,\" the embodiment of the principle of national independence, holding high the banner of the June 15 joint declaration and the October 4 declaration, urges the article."
        },
        {
            "title": "Meetings Held in Ethiopia to Hear Reports about Visit DPRK",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-01ee.html",
            "content": "Meetings Held in Ethiopia to Hear Reports about Visit DPRK\r\nPyongyang, November 11 (KCNA) -- Meetings took place in Addis Ababa on October 29 and 30 to hear the reports about the visit paid by the delegation of the Ethiopian Youth Study Group of the Juche Idea to the DPRK.\n\t\t\t\t\tThe meetings were addressed by Medhane, secretary general of the Ethiopian Youth Study Group of the Juche Idea, and the chief of its Addis Ababa Kolfe Branch. \n\t\t\t\t\t\n\t\t\t\t\tThey said that during their visit to the DPRK, they witnessed the drive being waged by the youth and other people of the DPRK to build a great prosperous and powerful nation under the wise leadership of General Secretary Kim Jong Il and this deeply convinced them of the justice of the Juche idea and its vitality. \n\t\t\t\t\t\n\t\t\t\t\t They added they came to know better about the secret of the steady victories being won by the DPRK in the confrontation with the U.S. styling itself the world's \"only superpower.\" They underscored the need for the youth and other people of Ethiopia to learn a lot from the reality of the DPRK and intensify the study and dissemination of the Juche idea and embody it in the work with youth to this end.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched Korean films including \"Reply of the DPRK\" at the end of the meetings."
        },
        {
            "title": "Story about Significant Graduation Day",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-09ee.html",
            "content": "Story about Significant Graduation Day\r\n Pyongyang, November 11 (KCNA) -- A graduation ceremony of the First Central Military Academy (then) was held in the presence of President Kim Il Sung in October of Juche 37 (1948). Also present there was the anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\t That day the President and the heroine watched the training of cadets.\n\t\t\t\t\t\n\t\t\t\t\t After being explained in detail about the formation of the cadets and the training content by commanding officers, she said that General Kim Il Sung expected much of the cadets of the academy.\n\t\t\t\t\t\n\t\t\t\t\t She observed the training closely through a pair of binoculars before praising trainees for their good marksmanship. After the drill she made the rounds of barracks and mess hall to look after the life of the cadets.\n\t\t\t\t\t\n\t\t\t\t\t She earnestly instructed the leading officials of the academy that they should take care of the cadets' living with paternal affection not to feel a slight inconvenience.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the history of building the revolutionary regular armed forces is associated with such benevolent affection of the heroine of Mt. Paektu."
        },
        {
            "title": "Pak Ui Chun se reune con delegacion suiza",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-11ee.html",
            "content": "Pak Ui Chun se reune con delegacion suiza\r\nPyongyang, 11 de noviembre (ATCC) -- El canciller coreano Pak Ui Chun departio el dia 11 con la delegacion del Ministerio de Asuntos Exteriores de la Confederacion Suiza encabezada por el jefe de la division, Pierre Combernous, que le hizo una visita de cortesia."
        },
        {
            "title": "Encargado polaco de negocio a.i. ofrece banquete",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-12ee.html",
            "content": "Encargado polaco de negocio a.i. ofrece banquete\r\nPyongyang, 11 de noviembre (ATCC) -- Con motivo del dia de Independencia de la Republica de Polonia, el encargado de negocio a.i. de este pais acreditado en Corea, Tomasz Szczepanowski, ofrecio el dia 10 un banquete.\n\t\t\t\t\tA la recepcion fueron invitados el vicecanciller Kung Sok Ung, el viceministro de Comercio Exterior O Ryong Chol, el viceministro de Cultura Han Chol, la vicepresidenta del Comite Coreano de Relaciones Culturales con el Extranjero Hong Son Ok y otros funcionarios coreanos, los representantes diplomaticos de varios paises y los delegados de las organizaciones internacionales acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tTambien, asistieron los miembros de la embajada de Polonia.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos."
        },
        {
            "title": "Iniciado recorrido invernal por lugares historicos en Ryanggang",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-13ee.html",
            "content": "Iniciado recorrido invernal por lugares historicos en Ryanggang\r\nPyongyang, 11 de noviembre (ATCC) -- Quedo iniciado el recorrido de la estacion invernal por los lugares de interes historico-revolucionario y de batalla revolucionaria en la provincia de Ryanggang.\n\t\t\t\t\tParticipan en el los militares del Ejercito Popular y los trabajadores y los jovenes y ninos escolares procedentes de distintas localidades del pais.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes depositaron las ramitas de flores ante las estatuas de bronce del Presidente           \n\t\t\t\t\t\tKim Il Sung erguidas en el Monumento a la Victoria de la Batalla de Pochonbo, el lugar de batalla revolucionaria de Pochonbo, la orilla del Lago Samji, el vivaque de Chongbong y el Monumento a la Victoria de la Batalla de la Zona de Musan, la pintura mural de mosaico, en que se ven las imagenes de los grandes hombres sin pares, levantada en el campamento secreto del monte Paektu y la estatua de bronce de la heroina de la lucha antijaponesa Kim Jong Suk en el lugar de interes historico-revolucionario de Sinpha y les rindieron tributo.\n\t\t\t\t\t\n\t\t\t\t\tEllos partieron de Hyesan, donde recorrieron el Monumento a la Victoria de la Batalla de Pochonbo y la lapida con el poema dedicatorio \"!Que brille el inmortal camino de marcha!\", y llegaron a Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\tVieron alli el Museo de la Revolucion de Pochonbo, el puesto de mando de la batalla de Pochonbo, la estacion de policia, la oficina del canton y otros establecimientos de aquel entonces.\n\t\t\t\t\t\n\t\t\t\t\tLlegados a Samjiyon, visitaron el Conjunto Monumental de Samjiyon, el Museo de la Historia Revolucionaria de Samjiyon, el Pabellon de Paektu, el Centro de Cultura Fisica Chonjiwon, las viviendas y otros lugares.\n\t\t\t\t\t\n\t\t\t\t\tEn el campamento secreto del monte Paektu, los peregrinos vieron los objetos historicos conservados en la casa natal del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, visitaron los vivaques de Chongbong, Konchang, Pegaebong y Mupho, el Monumento a la Victoria de Batalla de la Zona de Musan, el lugar de batalla revolucionaria de Sinsadong, el lugar de interes historico-revolucionario de Rimyongsu, etc."
        },
        {
            "title": "Independencia nacional es principio de la gran unidad pannacional",
            "url": "http://kcna.co.jp/item/2009/200911/news11/20091111-14ee.html",
            "content": "Independencia nacional es principio de la gran unidad pannacional\r\nPyongyang, 11 de noviembre (ATCC) --  Todos los hombres, que deseen de veras la unidad de la nacion y la reunificacion de la patria, deberan optar por la independencia nacional sin recurrir a la dependencia de las fuerzas extranjeras. \n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un articulo individual difundido en su edicion de este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPerseguir la confrontacion adulando y arrodillandose ante las fuerzas extranjeras significa intolerable traicion a la nacion que rehusa la gran unidad de esta. \n\t\t\t\t\t\n\t\t\t\t\tPara lograr la gran unidad pannacional en el principio de independencia nacional, todos los integrantes de la nacion deben armarse firmemente con el espiritu independiente. \n\t\t\t\t\t\n\t\t\t\t\tLa conciencia independiente nacional es la fuerza ideologica que hace fuerte a la nacion y prospero al pais. Y el servilismo a las grandes potencias y la dependencia de las fuerzas extranjeras devienen un veneno ideologico que pone pusilanime e impotente a la nacion y arruina finalmente al pais. He aqui la seria leccion que aprendio en carne propia la nacion coreana durante la larga historia de martirio nacional. \n\t\t\t\t\t\n\t\t\t\t\tRechazar tales corrientes venenosas y luchar con firmeza contra la agresion y la intervencion de las fuerzas extranjeras constituyen un remedio importante para lograr la gran unidad nacional. \n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos en el Norte, el Sur y en ultramar deben librar una lucha pannacional contra la dominacion y la intervencion de las fuerzas extranjeras levantando a lo alto la bandera de independencia nacional con el proposito de eliminar por completo la causa que estropea la unidad nacional y la reunificacion de la patria. Al mismo tiempo, deben dinamizar la lucha contra los elementos conflictivos que en contubernio con las fuerzas extranjeras, estorban la unidad de la nacion y la reunificacion sin tener en consideracion el destino del pais y la nacion. \n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana debe desarrollar con mas dinamismo la lucha por la gran unidad nacional y la reunificacion de la patria bajo la bandera de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y en virtud del ideal de \"Entre nosotros, los connacionales\" en que esta materializado el principio de independencia nacional."
        }
    ]
}