{
    "date": "2009-03-20",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Poses for Pictures with KPA Soldiers",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-21ee.html",
            "content": "Kim Jong Il Poses for Pictures with KPA Soldiers\r\nPyongyang, March 20 (KCNA) -- General Secretary Kim Jong Il met and congratulated the participants in the meeting of active outpost soldiers of the KPA under way in Pyongyang.\n\t\t\t\t\t He waved back to the enthusiastically cheering participants in the plaza of the Kumsusan Memorial Palace.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Vice Marshal of the KPA Kim Yong Chun, minister of the People's Armed Forces, KPA General Ri Yong Ho, chief of the KPA General Staff, KPA General Kim Jong Gak, first vice-director of the KPA General Political Bureau, KPA Generals Kim Myong Guk and Hyon Chol Hae and other commanding officers of the army.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il warmly congratulated the participants, who have been valiantly fighting at the outpost of the country, readily dedicating their youth and lives with the steadfast spirit of devotedly defending the leader, ardent patriotism and the spirit of devoted military service, and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats performed by them, saying that they, brave front-line soldiers, are the patriots defending the security of the country and the people with arms in their hands while exposing themselves to the cold wind, snow and rain and the Songun revolutionary comrades and the precious treasure of the Workers' Party of Korea who are dedicating their worthy youthful days at the frontline.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Commander also met with the soldier-builders who have performed labor feats in socialist construction and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He extended warm greetings to the enthusiastically cheering soldier-builders in the plaza of the Kumsusan Memorial Palace.\n\t\t\t\t\t\n\t\t\t\t\t Present at the session were KPA Vice Marshal Kim Yong Chun, minister of the People's Armed Forces, KPA General Ri Yong Ho, chief of the KPA General Staff, KPA General Kim Jong Gak, first vice-director of the KPA General Political Bureau, and commanding officers of KPA unit.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated the soldier-builders on the heroic merits they performed in socialist construction by fully displaying the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders of KPA are fighters with the do-or-die spirit not knowing impossibility as they successfully built a large number of monumental edifices, including the swimming complex of Kim Il Sung University, the Ice Rink and the Changgwang Health Complex, thus fully demonstrating the might of Juche Korea over the world and greatly contributing to the prosperity and development of the country, he said, adding that their admirable feats would be always remembered by the people."
        },
        {
            "title": "DPRK Supreme People's Assembly to Meet",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-01ee.html",
            "content": "DPRK Supreme People's Assembly to Meet\r\nPyongyang, March 20 (KCNA) -- The Presidium of the DPRK Supreme People's Assembly on March 16 announced a decision on convening the SPA.\n\t\t\t\t\t The First Session of the 12th SPA will be convened in Pyongyang on April 9, Juche 98 (2009), according to the decision."
        },
        {
            "title": "Kim Yong Il Visits Various Parts of Beijing",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-17ee.html",
            "content": "Kim Yong Il Visits Various Parts of Beijing\r\nPyongyang, March 20 (KCNA) -- Premier of the DPRK Kim Yong Il and his party visited the Huaneng Beijing Thermal Power Plant on March 19.\n\t\t\t\t\tAfter being briefed on the history of the plant and its operation, they looked round the general control room and other production processes.\n\t\t\t\t\t\n\t\t\t\t\t Next day they visited the North Park of the Chinese National Park and the Summer Palace in Beijing. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the premier made an entry in the visitor's books."
        },
        {
            "title": "Kim Yong Nam Meets Party Delegation of European Parliament",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-06ee.html",
            "content": "Kim Yong Nam Meets Party Delegation of European Parliament\r\n Pyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with a delegation of the Group of Social Parties of the European Parliament at the Mansudae Assembly Hall Friday."
        },
        {
            "title": "Choe Thae Bok Meets Party Delegation of European Parliament",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-18ee.html",
            "content": "Choe Thae Bok Meets Party Delegation of European Parliament\r\n Pyongyang, March 20 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with a delegation of the Group of Social Parties of the European Parliament Friday."
        },
        {
            "title": "Greetings to Namibian President",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-05ee.html",
            "content": "Greetings to Namibian President\r\nPyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Hifikepunye Pohamba, president of Namibia, on March 18 on the occasion of the 19th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the traditional relations of friendship and cooperation between the two countries would continue to grow stronger, the message wholeheartedly wished the friendly government and people of Namibia bigger successes in their efforts to build free and prosperous Namibia under the correct leadership of the president."
        },
        {
            "title": "Greetings to Iranian President",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-19ee.html",
            "content": "Greetings to Iranian President\r\n Pyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to Mahmoud Ahmadinejad, president of the Islamic Republic of Iran, on the occasion of the New Year of Iran.\n\t\t\t\t\t Kim in the message wished the president and the Iranian people greater successes in their efforts to achieve the country's stability and political unity and in the struggle against the imperialist domination over the world."
        },
        {
            "title": "Greetings to First Vice-President of Iran",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-20ee.html",
            "content": "Greetings to First Vice-President of Iran\r\nPyongyang, March 20 (KCNA) -- Premier Kim Yong Il on Friday sent a message of greetings to Parviz Davudi, first vice-president of Iran, on the occasion of its New Year. \n\t\t\t\t\t The message wished him great success in his work for the independent development and prosperity of the country and the friendly Iranian government and people happiness and prosperity in the New Year, too."
        },
        {
            "title": "Reception Given at DPRK Embassy in Moscow ",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-07ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow\r\nPyongyang, March 20 (KCNA) -- A reception was given at the DPRK embassy in Moscow on March 17 on the occasion of the 60th anniversary of the conclusion of the agreement on the economic and cultural cooperation between the DPRK and the Russian Federation. \n\t\t\t\t\tThe participants first laid floral baskets and bouquets before the full-length picture of President Kim Il Sung standing together with General Secretary Kim Jong Il and looked round photos showing the exploits performed by Kim Jong Il for developing the Korean youth movement.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian side to the Inter-governmental Committee for Cooperation in Trade, Economy, Science and Technology between Russia and the DPRK said in his speech at the reception that there are all potentials to boost the friendly and cooperative relations between the two countries with a long history and tradition and the said committee serves as an effective mechanism for doing so. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that as chairman of the Russian side to the committee he would make positive efforts to create a favorable environment for steady and stable development of the economic cooperation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, receptions were held at the DPRK Consulate General in Nakhodka and at the Khabarovsk branch on March 13 and 18."
        },
        {
            "title": "Russian Diplomats Tour Various Places in Sariwon",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-08ee.html",
            "content": "Russian Diplomats Tour Various Places in Sariwon\r\nPyongyang, March 20 (KCNA) -- Russian Ambassador to the DPRK Valery Sukhinin and his embassy officials visited the Migok Cooperative Farm in Sariwon City on Thursday on the occasion of the 60th anniversary of the conclusion of the agreement on economic and cultural cooperation between the DPRK and Russia.\n\t\t\t\t\t The guests first visited the Migok Revolutionary Museum where they looked round with keen interest the relics and data showing the leadership exploits of President Kim Il Sung and Kim Jong Il who made endless journeys for field guidance to solve the rural question.\n\t\t\t\t\t\n\t\t\t\t\t They also visited houses of farmers and others and commanded a bird's-eye view of the farm which has turned into a socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t Then they went round Minsok (folklore) Street in the city."
        },
        {
            "title": "Lee Myung Bak Group's \"Human Rights\" Racket against DPRK Flayed",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-16ee.html",
            "content": "Lee Myung Bak Group's \"Human Rights\" Racket against DPRK Flayed\r\n Pyongyang, March 20 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea issued a statement on Friday denouncing the Lee Myung Bak group for more frantically kicking up a base \"human rights\" racket against the DPRK these days.\n\t\t\t\t\t Citing facts to prove the ever-noisier anti-DPRK \"human rights\" racket kicked up by the Lee group of traitors, the statement branded it as a grave provocation to the DPRK and a treacherous act of driving the inter-Korean relations to such  dangerous phase that a war may break out any moment. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t There can be no \"human rights\" issue in the DPRK in the light of the nature of its socialist system or its mission and aim as it is the most dignified socialist system centered on the popular masses which was chosen by the Korean people themselves and is being protected by them as their faith.\n\t\t\t\t\t\n\t\t\t\t\t There is the human rights issue in south Korea where even the people's elementary right to existence, to say nothing of their political right, is being ruthlessly violated.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group dare not utter even a word about its U.S. master who is threatening the lives and security of south Koreans, lording it over south Korea. Nevertheless, the group is vociferating about the \"human rights\" issue in the north. This is, indeed, a shameless and ridiculous act.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better mind its own business before making much ado about nothing, while peddling the \"human rights\" issue of someone.\n\t\t\t\t\t\n\t\t\t\t\t There can be neither dialogue nor the normalization of the inter-Korean relations as long as the Lee group kicks up the \"human rights\" ruckus against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better know that the above-said racket will get it nowhere and will only precipitate its destruction."
        },
        {
            "title": "Annual Meeting of Korean Olympic Committee Held",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-02ee.html",
            "content": "Annual Meeting of Korean Olympic Committee Held\r\n Pyongyang, March 20 (KCNA) -- An annual meeting of the Korean Olympic Committee took place at the People's Palace of Culture on March 19.\n\t\t\t\t\t Present at the meeting were members of the committee and officials in the sports field.\n\t\t\t\t\t\n\t\t\t\t\t It reviewed the work done by the committee in Juche 97 (2008) and discussed on the orientation of the work for June 98 (2009.) \n\t\t\t\t\t\n\t\t\t\t\t A report was delivered by Pak Hak Son, chairman of the Physical Culture and Sports Guidance Commission, who doubles as chairman of the said committee, to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers referred to the successes and experience the committee gained in the 29th Olympic Games, the 2008 Under-17 Women's World Cup and other international games by intensifying its work last year.\n\t\t\t\t\t\n\t\t\t\t\t They proposed the tasks to be fulfilled to effect a great leap forward and innovations in the sports field of the country by further enhancing the functions and roles of the above-mentioned committee, the football, weightlifting and gymnastic associations and others and ways to do so."
        },
        {
            "title": "26th April Sparing Friendship Art Festival to Be Held",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-15ee.html",
            "content": "26th April Spring Friendship Art Festival to Be Held\r\n Pyongyang, March 20 (KCNA) -- The 26th April Spring Friendship Art Festival will be held in Pyongyang on the occasion of the Day of the Sun. \n\t\t\t\t\t Participating in the festival will be tens of art troupes, dance groups and acrobatic groups of international and national concors winners from different countries of the world and veteran famous artistes, art groups of overseas Koreans and DPRK artistes.\n\t\t\t\t\t\n\t\t\t\t\t  The festival will be held divided into group, separate and joint performances."
        },
        {
            "title": "\"February 16 Science and Technology Prize\" Awarded to Scientists and Technicians",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-10ee.html",
            "content": "\"February 16 Science and Technology Prize\" Awarded to Scientists and Technicians\r\n Pyongyang, March 20 (KCNA) -- A ceremony of awarding the \"February 16 Science and Technology Prize\" took place at the People's Palace of Culture on Thursday.\n\t\t\t\t\t Present there were Thae Jong Su, vice-premier of the Cabinet, Pyon Yong Rip, president of the State Academy of Sciences, officials concerned, scientists and technicians and teachers of universities.\n\t\t\t\t\t\n\t\t\t\t\t Relevant certificates and medals were awarded to Pak Min Yol, room chief of the State Bacilli-Culture Institute of the State Academy of Sciences, and Chon Sok Gwan, researcher at the Central Measuring Science Institute of the National Quality Supervision Bureau, who made distinguished contributions to placing the nation's science and technology on a high level, stepping up the economic construction and improving the standard of people's living and to scientists, technicians and officials of various scientific research units and industrial establishments who set examples in carrying out their projects and officials who rendered an effective help in scientific researches."
        },
        {
            "title": "Namhung Gasification Project in Full Swing",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-12ee.html",
            "content": "Namhung Gasification Project in Full Swing\r\nPyongyang, March 20 (KCNA) -- A Namhung gasification project is taking place in a bold and big way these months. In order to successfully carry on the project which is of great significance in the solution of the food problem and the improvement of the people's living, the government has organized a construction commanding office with able officials and is forcefully pushing ahead with it amid nation-wide attention and support.\n\t\t\t\t\tThe builders from the Namhung Youth Chemical Complex which takes a big share of it and the relevant unit are speeding up the project by introducing many rational construction methods.\n\t\t\t\t\t\n\t\t\t\t\tMany successes have been made in the construction of various objects and in the assembling of structures and facilities in a short span of time since its groundbreaking. And the production of prefab parts and facilities is propelled dynamically.\n\t\t\t\t\t\n\t\t\t\t\tIn response to the joint New Year editorial calling for completing the Namhung gasification project at an early date, the builders are giving rise to a new revolutionary upsurge, changing the looks of the construction site day by day."
        },
        {
            "title": "Tradition of Victories of DPRK ",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-13ee.html",
            "content": "Tradition of Victories of DPRK\r\nPyongyang, March 20 (KCNA) -- The army and people of the DPRK  are filled with the will to annihilate the enemy, determined to bring  victory to Songun Korea through a resolute and relentless war of right for reunification, should the U.S. imperialists and the south Korean war maniacs invade an inch of the sky, land and sea of the DPRK. \n\t\t\t\t\t It is the revolutionary temperament and proud tradition of the army and people of the DPRK to win victories all the time in the death-defying fight with the aggressors. \n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese armed struggle was a war waged by the Korean People's Revolutionary Army against the Japanese imperialists' Kwantung Army one million strong without a rear of the state or support of a regular army. \n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese revolutionary forerunners and people greeted the day of national liberation by routing the formidable Japanese imperialists who spread the myth of their \"invincible Imperial Army\", looking up to President Kim Il Sung as the sun of the nation and legendary hero.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK shattered the myth of the \"mightiness\" of the U.S. imperialists and emerged as the victor in the Fatherland Liberation War by creating a lot of tactics and miracles beyond the usage and common sense of the war when the U.S. imperialists and their satellites invaded the young DPRK which was less than two years old.\n\t\t\t\t\t\n\t\t\t\t\t The U.S imperialists brought dark clouds of war over Korea in the Pueblo incident and Panmunjom incident in the last century. But they fell on their knees each time in face of the indomitable spirit of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK defended their idea and system by shattering single-handedly the offensive of the imperialist allied forces to stifle the DPRK in the last decade of the 20th century when an anti-socialist storm swept the world with the east-west cold war compressed to DPRK-U.S. confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has been further fortified as the impregnable socialist bulwark in the new century and won a brilliant victory in the acute standoff with the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman of the General Staff of the Korean People's Army declared in a recent statement to the U.S imperialists and the south Korean puppet war maniacs who had launched into the aggressive Key Resolve and Foal Eagle joint military exercises, defying repeated warnings of the DPRK, that  the revolutionary armed forces of the DPRK would respond with a prompt and merciless military action to a trifling hostile action of the enemy infringing on its sovereignty and violating its territory, territorial waters and air space."
        },
        {
            "title": "U.S. Imperialists' Ambition to Stifle DPRK Flayed",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-14ee.html",
            "content": "U.S. Imperialists' Ambition to Stifle DPRK Flayed\r\nPyongyang, March 20 (KCNA) -- The madcap Key Resolve and Foal Eagle joint military exercises staged across south Korea saliently prove that U.S. imperialism can never exist without aggression and war and its moves to stifle the DPRK by force of arms have reached a graver phase.\n\t\t\t\t\t Rodong Sinmun today observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' high-handed policy of aggression towards the DPRK is a product of their ambition to invade the DPRK, the article notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The above-said policy pursued by the U.S. imperialists in the new century is an extremely adventurous and reactionary policy of aggression aimed at mounting a preemptive attack on the DPRK and conquering it by mobilizing nuclear weapons and all other offensive means and huge armed forces of aggression in the southern part of the Korean Peninsula and its vicinity, from the U.S. military bases in the Pacific and its mainland. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. military warmongers have reorganized their forces, focusing their efforts on increasing their maneuverability and augmenting their striking power in a bid to rapidly hurl U.S. forces into the peninsula in \"contingency.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' carrot policy towards the DPRK is nothing but a smokescreen to cover up their policy of aggression against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. high-handed policy towards the DPRK and its policy for hegemony prove unsuccessful, it follows a carrot policy. It is designed to disarm the DPRK in a bid to realize the U.S. ambition for invading it with ease. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers should pay heed to the report issued by the Supreme Command of the Korean People's Army that it would react against the war of aggression to be started by the enemies with a great war of justice for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists had better behave with reason, clearly mindful that their ambition to stifle the DPRK is nothing but a daydream."
        },
        {
            "title": "Demonstration Staged in S. Korea against DPRK-Targeted War Maneuvers ",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-11ee.html",
            "content": "Demonstration Staged in S. Korea against DPRK-Targeted War Maneuvers\r\n Pyongyang, March 20 (KCNA) -- Members of civic and social organizations in south Korea including the People for Achieving Peace and Reunification staged a demonstration in front of the U.S. forces' firing range in Phochon, Kyonggi Province on March 17 in protest against the live shell firing exercise of the U.S. and the puppet marine corps, part of the Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t Demonstrators condemned the warmongers for staging the exercise in the area along the Military Demarcation Line, kicking up war hysteria.\n\t\t\t\t\t\n\t\t\t\t\t They declared they bitterly condemn all moves for a war of aggression against the north staged under the signboard of the \"transfer of the right to command wartime operations\".\n\t\t\t\t\t\n\t\t\t\t\t They offered resistance against the riot police, shouting slogans \"the Key Resolve and Foal Eagle exercises are for a war of aggression\" and \"the GIs haven't protected the south Koreans but we people have covered even their upkeep.\""
        },
        {
            "title": "U.S. and South Korean Warmongers' Saber Rattling Rapped Abroad",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-03ee.html",
            "content": "U.S. and South Korean Warmongers' Saber Rattling Rapped Abroad\r\nPyongyang, March 20 (KCNA) -- The All India Indo-Korean Friendship Association, the All India Agricultural Workers' Union, the All-India Peasants' Union, the All India Students Federation, the Democratic Youth Federation of India and the All India Federation of Lawyers issued a joint statement on March 14 in denunciation of the Key Resolve and Foal Eagle joint military exercises being staged by the U.S. and the south Korean puppet bellicose forces.\n\t\t\t\t\t The statement said that the U.S. anachronistic hostile policy towards the DPRK and the Lee Myung Bak \"government's\" treacherous and anti- reunification moves to escalate the confrontation have created so tense situation on the Korean Peninsula that a war may break out there any time. \n\t\t\t\t\t\n\t\t\t\t\t It held that it is natural for the Korean People's Army to counter the enemies' any slight hostile acts of intruding into its inviolable territory, territorial waters and territorial air with merciless military actions.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the U.S. put an end to the hostile policy towards the DPRK, stop at once the military exercises in south Korea and withdraw all aggressor troops including weapons of mass destruction from there.\n\t\t\t\t\t\n\t\t\t\t\t  It urged the south Korean authorities to immediately stop following the U.S. and conducting their anti-DPRK campaign. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indonesian Maritime Transport Trade Unions in a statement issued on Mar. 17 declared that if the U.S. and the south Korean authorities truly want the peace and progress in settling the nuclear issue on the Korean Peninsula, they should promptly discontinue the extremely adventurous and dangerous military exercises targeted against the DPRK."
        },
        {
            "title": "Lecture on Situation on Korean Peninsula Held in Ecuador",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-04ee.html",
            "content": "Lecture on Situation on Korean Peninsula Held in Ecuador\r\nPyongyang, March 20 (KCNA) -- A lecture took place in Ecuador on March 14 in connection with the situation on the Korean Peninsula deteriorating due to the U.S. and the south Korean puppet bellicose forces' war maneuvers.\n\t\t\t\t\t Daniel Alvarez Celi, chairman of the Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification, in the lecture titled \"We bitterly denounce the Key Resolve and Foal Eagle joint military exercises of the U.S. and the south Korean puppets\" said that the present situation on the peninsula has grown extremely tense due to their saber rattling.\n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. and the south Korean puppets to immediately stop the nuclear war exercises that may bring only disasters and sufferings to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is an issue of the Koreans and therefore it should be achieved independently and peacefully free from outsiders' interference in line with the proposal for founding the Democratic Federal Republic of Koryo set forth by President Kim Il Sung, he emphasized."
        },
        {
            "title": "Kim Jong Il dirige nueva piscina de la Universidad Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-22ee.html",
            "content": "Kim Jong Il dirige nueva piscina de la Universidad Kim Il Sung\r\nPyongyang, 20 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la piscina construida nuevamente en la Universidad Kim Il Sung por iniciativa del Dirigente.\n\t\t\t\t\tLa piscina tiene el nadadero y el estanque de diversion en el agua de gran tamano y esta acondicionada especificamente para que  los profesores, empleados y estudiantes puedan fomentar suficientemente la fuerza fisica y gozar del descanso cultural asi como celebrar los juegos internacionales.\n\t\t\t\t\t\n\t\t\t\t\tEn el mismo terreno el Dirigente fue acogido por el rector de la Universidad Kim Il Sung Song Ja Rip y el secretario responsable del PTC en este plantel docente Kim Thae Hi, y otros funcionarios directivos.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar la explicacion sobre la forma del edificio y la estructura interior, recorrio durante larga horas el interior y exterior de la piscina para hacer detallado conocimiento del estado de construccion y la dotacion tecnica.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que la piscina fue bien disenada, garantizada en alto nivel la calidad de su construccion y esta dotada de todas las instalaciones conforme a la razon cientifico-tecnica  y se mostro muy satisfecho de que fue preparada una  riqueza preciosa para entregarla a las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que en todos los aspectos de la piscina perfectamente construida se ve empapada la sinceridad de los constructores militares, evaluo altamente a estos quienes construyeron en un corto espacio de tiempo un edificio excelente y les dio su agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tIndico que nuestros estudiantes universitarios son los tesoros del pais que se entregan totalmente al estudio para la prosperidad del pais ahorrando el tiempo, por lo cual deben formarlos bien y prestarles gran atencion a su vida.\n\t\t\t\t\t\n\t\t\t\t\tLa ensenanza para las generaciones constituye el problema fundamental que decide la prosperidad o la decadencia del pais y el destino del futuro de la nacion, por lo tanto, nuestro partido no escatima la gran suma de dinero para las generaciones, porvenir de la patria sino lo considera de una alegria y orgullo, destaco y volvio a prestar la gran solicitud de construir en la ciudad de Pyongyang un patinadero y estanque de diversion en el agua de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tDilucido las tareas y metodos que se presentan en la administracion y la gestion de la piscina.\n\t\t\t\t\t\n\t\t\t\t\tTras hacer recorrido por esta, el Dirigente contemplo el panorama de villa universitaria extendida ampliamente en la zona del monte Ryongnam.\n\t\t\t\t\t\n\t\t\t\t\tLa Universidad Kim Il Sung, verdadero plantel docente del pueblo, construida por primera vez en nuestro pais por la iniciativa y la direccion del Presidente se convirtio en la universidad de talla mundial, senalo y apunto que la afamada Universidad Kim Il Sung, centro supremo de la ensenanza autoctona constituye el gran orgullo de nuestro partido y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que en mas de 60 anos pasados, la Universidad formo a un gran numero de cuadros revolucionarios en el fragor de la severa lucha revolucionaria desempenando mejor el rol vertebral en la orientacion de formacion de cuadros nacionales del pais y la de intelectualizacion de toda la sociedad, libro de modo activo la investigacion cientifica e hizo un gran aporte al desarrollo de la ciencia y tecnica del pais.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que de veras, esta universidad realizo  grandes meritos y los evaluo altamente.\n\t\t\t\t\t\n\t\t\t\t\tHizo mencion de que la Universidad es el precioso tesoro para la prosperidad nacional que se debera conservar eternamente y presento las tareas programaticas que sirven de guia en la labor para acondicionar la con vista al futuro incluyendo la moderna biblioteca.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los secretarios del CC del PTC Choe Thae Bok y Kim Ki Nam y los jefes de departamento del CC del PTC Jang Song Thaek y Pak Nam Gi, el consejero del CDN de la RPDC Pak Myong Chol y el general de ejercito del EPC Hyon Chol Hae."
        },
        {
            "title": "Kim Yong Il realiza visita de cortesia a Hu Jintao",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-23ee.html",
            "content": "Kim Yong Il realiza visita de cortesia a Hu Jintao\r\nPyongyang, 20 de marzo (ATCC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, realizo el dia 19 en el Gran Palacio del Pueblo de Beijing una visita de cortesia a Hu Jintao, Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China.\n\t\t\t\t\tEn la ocasion Hu Jintao se refirio a que durante los 60 anos pasados China y Corea han venido desarrollando incesantemente las relaciones de amistad preparadas por los dirigentes de la veterana generacion y continuo que estas devienen riquezas comunes de los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tDesarrollar de continuo la amistad China-Corea es la invariable posicion del partido y el gobierno de China, dijo el mandatario chino y prosiguio que China se esforzara activamente por el fortalecimiento de la amistad entre los dos paises segun el espiritu de la \"continuacion de las tradiciones, la aspiracion al futuro, la buena vecindad y amistad, el fortalecimiento de la cooperacion\".\n\t\t\t\t\t\n\t\t\t\t\tMe siento alegre de que bajo la direccion del Partido del Trabajo de Corea encabezado por el estimado camarada Kim Jong Il el pueblo coreano logra grandes exitos en varios dominios apoyandose en el espiritu de la autoconfianza y la tenaz lucha, asevero y expreso conviccion de que los coreanos construiran sin falta la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Il manifesto conviccion de que este ano se profundizara y se desarrollara mas la tradicional amistad Corea-China y su solidez y potencialidad se ostentaran con vigor en el interior y el exterior.\n\t\t\t\t\t\n\t\t\t\t\tDeseo de todo corazon que bajo la direccion del Partido Comunista de China presidido por el Secretario General Hu Jintao, el pueblo chino logre mayores exitos en la labor para construir la sociedad socialista armoniosa basada en la concepcion del desarrollo cientifico.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en este encuentro los ministros de Industria Metalurgica, de Agricultura, de Comercio Exterior y de Cultura y otros acompanantes coreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Se distinguian entre los presentes el canciller y otros funcionarios chinos.\n\t\t\t\t\t\n\t\t\t\t\tLas conversaciones transcurrieron en el ambiente camaraderil y amistoso."
        },
        {
            "title": "Kim Yong Il se reune con Wu Bangguo",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-24ee.html",
            "content": "Kim Yong Il se reune con Wu Bangguo\r\nPyongyang, 20 de marzo (ATCC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, departio el dia 19 en el Gran Palacio del Pueblo de Beijing con el presidente del Comite Permanente de la Asamblea Popular Nacional de la Republica Popular China, Wu Bangguo.\n\t\t\t\t\tEn la audiencia Kim expreso la conviccion de que en este \"Ano de amistad Corea-China\" se realizaran diversos actos conforme al proposito de los maximos dirigentes de los dos paises y se manifestara energicamente la solidez de la amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tDeseo al pueblo chino mayores exitos en este ano significativo del 60o aniversario de la fundacion de la RPCh. \n\t\t\t\t\t\n\t\t\t\t\tWu Bangguo subrayo que el partido y el gobierno de China se sienten satisfechos de que las relaciones de amistad entre ambos paises se desarrollan de dia en dia.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que a traves de las elecciones de los diputados a la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea el pueblo coreano mostro su fuerza unida y expreso la conviccion de que en pleno acato a la direccion del Dirigente Kim Jong Il el pueblo coreano logre mayores exitos en la materializacion de las tareas presentadas en el editorial conjunto de este ano.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes alli por la parte coreana los ministros de Industria Metalurgica, de Agricultura, de Comercio Exterior y de Cultura y otros acompanantes y por la china el canciller y otros funcionarios."
        },
        {
            "title": "Asamblea anual del Comite Olimpico de la RPDC",
            "url": "http://kcna.co.jp/item/2009/200903/news20/20090320-25ee.html",
            "content": "Asamblea anual del Comite Olimpico de la RPDC\r\nPyongyang, 20 de marzo (ATCC) -- Tuvo lugar el dia 19 en el capitalino Palacio Cultural del Pueblo la asamblea anual del Comite Olimpico de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la ocasion participaron los miembros del Comite Olimpico y los funcionarios del sector deportivo.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion hizo balance de la labor realizada por el mencionado comite en el 97 (2008) de la Era Juche y discutio el rumbo de su trabajo para el 98 (2009) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Olimpico y del Comite de Direccion de Deportes de Corea, Pak Hak Son, presento el informe e intervinieron otros.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores se refirieron a los exitos y experiencias adquiridos el ano pasado en varios torneos internacionales, incluyendo los XXIX Juegos Olimpicos y la Copa Mundial Femenina Sub-17 de 2008, mediante la intensificacion de las labores del Comite Olimpico.\n\t\t\t\t\t\n\t\t\t\t\tPresentaron las tareas y remedios para registrar grandes saltos e innovacion en la rama deportiva del pais al mejorar la funcion y el papel del Comite Olimpico y las asociaciones de futbol, levantamiento de pesas y gimnasia, etc."
        }
    ]
}