{
    "date": "2009-06-09",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-09ee.html",
    "articles": [
        {
            "title": "Nyongwon Power Station Completed",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-19ee.html",
            "content": "Nyongwon Power Station Completed\n\t\t\t\t\t\t\r\n Pyongyang, June 9 (KCNA) -- The Nyongwon Power Station has been completed.\n\t\t\t\t\t Its completion made it possible to increase the electricity production by use of water resources rich in the Taedong River so as to make a great contribution to developing the nation's economy and improving the standard of the people's living and ensure a safer protection of Pyongyang from any heavy flood.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for the completion of the power station took place on the spot Tuesday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Kwak Pom Gi, vice-premier of the Cabinet, servicepersons of the Korean People's Army, officials in South Phyongan Province, builders and their helpers and other working people. \n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok conveyed a congratulatory letter of the C.C., the WPK to the soldier builders, workers, technicians and officials who took part in the construction of the power station as a monumental structure in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The congratulatory letter said that the completion of the power station at a time when the imperialists have become undisguised in their moves to stifle the DPRK is an event as significant as the launch of satellite Kwangmyongsong-3 and those who built the power station in the spirit of fortitude under the indescribably difficult conditions are heroes and patriots who showed in practice how devotedly one should uphold and protect the illustrious leaders.\n\t\t\t\t\t\n\t\t\t\t\t It highly appreciated the heroic exploits performed by the above-said soldier builders, workers, technicians and officials. \n\t\t\t\t\t\n\t\t\t\t\tThe congratulatory letter expressed belief that the servicepersons, party members and other working people who took part in the construction of the power station would single-mindedly unite around General Secretary Kim Jong Il and perform uninterrupted miracles and exploits by taking the lead in the all-out charge for opening the gate to a thriving nation and thus creditably live up to the WPK's deep trust and great expectation.\n\t\t\t\t\t\n\t\t\t\t\t An address was made by the vice-premier on the occasion to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants looked round the dam and the generator room."
        },
        {
            "title": "Greetings to Portuguese President",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-18ee.html",
            "content": "Greetings to Portuguese President\r\n Pyongyang, June 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Anibal Cavaco Silva, President of Portugal, on the occasion of its national day.\n\t\t\t\t\t Kim in the message wished the Portuguese people progress and prosperity."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Australian Ambassador",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-20ee.html",
            "content": "Kim Yong Nam Receives Credentials from Australian Ambassador\r\n Pyongyang, June 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Sam Gerovich, Australian ambassador to the DPRK, at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t Kim had a talk with him after receiving the credentials."
        },
        {
            "title": "Pak Ui Chun Meets Egyptian Foreign Ministry Delegation and New Australian Ambassador",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-22ee.html",
            "content": "Pak Ui Chun Meets Egyptian Foreign Ministry Delegation and New Australian Ambassador\r\n Pyongyang, June 9 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with the delegation of the Egyptian Foreign Ministry headed by its Assistant Minister Ahmed Rezk on Tuesday when it paid a courtesy call on him.\n\t\t\t\t\t Pak also met and had a talk with new Australian Ambassador to the DPRK Sam Gerovich who paid a courtesy call on him."
        },
        {
            "title": "CPRK Secretariat Releases Detailed Report on Truth about Death of Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-23ee.html",
            "content": "CPRK Secretariat Releases Detailed Report on Truth about Death of Roh Moo Hyun\r\nPyongyang, June 9 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea Tuesday released a detailed report on the truth about the death of Roh Moo Hyun, former \"president\" of south Korea.\n\t\t\t\t\t According to the detailed report, Roh's death was not a suicide but a politically motivated, premeditated and deliberate terror and murder orchestrated by the United States and the pro-American conservative forces of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A prelude to the operation for \"killing Roh Moo Hyun\" started already during the \"presidential election\" in 2002. This operation got evermore undisguised with his visit to Pyongyang and the publication of the historic October 4 declaration in 2007 as a momentum and entered the phase of its full implementation after the conservative group came to power with the \"regime\" change last year.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group was so keen on the extreme political revenge that it pressurized Roh to pay for the past decade when the \"power\" was in the hands of the progressive forces. It had gone mad with the operation to \"kill Roh Moo Hyun,\" overturning everything achieved in the period of the former \"regime\" and purging en masse those related to the \"government for people,\" etc.\n\t\t\t\t\t\n\t\t\t\t\t A plot hatched by the Lee group was to brand Roh and his close associates as \"forces behind\" candlelight demonstrations.\n\t\t\t\t\t\n\t\t\t\t\t The group made with bloodshot eyes secret investigation into them but failed to secure any evidence enough to label them \"forces behind\" candlelight demonstrations.\n\t\t\t\t\t\n\t\t\t\t\t When the above-said operation repeatedly proved futile, the group hatched a fresh plot to use irregularities and corruption as the last charge for dealing a fatal blow at him.\n\t\t\t\t\t\n\t\t\t\t\t At the special instructions of traitor Lee Myung Bak more than ten confidants of Roh Moo Hyun and his wife, children, brother-in-law, niece's husband and others were taken to the prosecution one after another to be subject to intensive questioning. Later, even Roh was taken to Seoul under escort from Kimhae. He was questioned day and night at the \"Supreme Prosecutor's Office\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet prosecution, totally reduced to a waiting maid of the fascist dictator, deliberately made even the information about the case known to the \"Grand National Party\" and media, though it remained unconfirmed at the phase of investigation, thus perpetrating all sorts of personal libels against Roh and bringing disgrace to him. The ultra-right conservative knockers went the lengths of openly forcing him into \"suicide.\"\n\t\t\t\t\t\n\t\t\t\t\t Unable to endure scornful feelings, Roh finally killed himself as a manifestation of his curse and resistance.\n\t\t\t\t\t\n\t\t\t\t\t The United States had long kept him on the \"list of those to be killed\", regarding him as undesirable person. Roh thus fell victim to the U.S. policy for colonial domination as he stood in the way of implementing it.\n\t\t\t\t\t\n\t\t\t\t\t His death caused by the group of traitors was a politically-motivated sinister retaliation against the forces standing for independent reunification through alliance with the north and an unprecedentedly brutal violence to scrap the inter-Korean declarations and stifle the forces supporting them, the report said, declaring that the entire nation will surely make the Lee Myung Bak gang of man-killers to pay for the never-to-be-condoned crime."
        },
        {
            "title": "Russian Dance Company Gives Its Premiere",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-21ee.html",
            "content": "Russian Dance Company Gives Its Premiere\r\n Pyongyang, June 9 (KCNA) -- A premiere was given by the Russian State Academic Igor Moiseyev Dance Company at the Pyongyang Grand Theater Tuesday.\n\t\t\t\t\t The Russian artistes came to the DPRK with folk dance pieces of Russia and other countries.\n\t\t\t\t\t\n\t\t\t\t\t They staged Russian dance \"Summer,\" dances \"Bulgarian Dance\" and \"Dance of Mongolian Sculptures,\" Ukrainian dance \"Snow Storm,\" \"Yablochko\" from the fleet dance suite and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t They presented enthusiastic and dynamic rhythms representing the national emotion and customs of peoples of Russia and other countries.\n\t\t\t\t\t\n\t\t\t\t\t They also staged Korean folk dance \"Trio Dance.\" \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kang Nung Su, minister of Culture, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairperson of the Korea-Russia Friendship Association, officials in the field of culture and arts, creators and artistes and staff members of the Russian embassy here."
        },
        {
            "title": "Chollima Mineral Spring Water Good for Health and Cure",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-11ee.html",
            "content": "Chollima Mineral Spring Water Good for Health and Cure\r\n Pyongyang, June 9 (KCNA) -- The mineral spring water in Chollima County, South Phyongan Province of the DPRK, has been widely known as \"famous medicine\".\n\t\t\t\t\t The spring, an alkaline sulfur one discovered in the 1990s, is fresh to drink and very efficacious for health and treatment.\n\t\t\t\t\t\n\t\t\t\t\t It contains 76.59 mg of sodium and kalium ions, 2.58 mg of magnesium ion, 38 mg of calcium ion, 127.66 mg of chlorine ion, 34 mg of carbonic acid ion, 38.6 mg of bicarbonate ion, 5 mg of sulfuric acid ion and 8.5 of pH per liter.\n\t\t\t\t\t\n\t\t\t\t\t It is efficacious for the treatment of various kinds of inflammation such as gastritis, hepatitis, pancreatitis, nephritis, enteritis and colitis and of cholelithiasis, diabetes and adiposity.\n\t\t\t\t\t\n\t\t\t\t\t It is specially virtue for curing hypertension, arteriosclerosis and other circulatory diseases and various skin diseases.\n\t\t\t\t\t\n\t\t\t\t\t The demand for the spring is on the increase as days go by."
        },
        {
            "title": "Pine Needles and Pollens Good for Health",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-13ee.html",
            "content": "Pine Needles and Pollens Good for Health\r\nPyongyang, June 9 (KCNA) -- The Korean people have widely used pine needles and pollens in making foodstuffs and medicines.\n\t\t\t\t\tAccording to the historical book \"Tongguksesigi\", there is half-moon-shaped rice cake (songphyon in Korean). Its size is varied from palm-size to egg-size. Songphyon, stuffed in it with boiled red bean, walnut and pulverized pine nut, cinnamon and ginger, is made by steaming it on a layer of pine needles in earthenware steamer, washing it with water and dressing it with sesame oil.\n\t\t\t\t\t\n\t\t\t\t\tThe pine needle layer makes the cake preserve its original form and emit fragrant pine needle odour.\n\t\t\t\t\t\n\t\t\t\t\tThe liquors made of pine needles or pine pollens are called songhwa-ju, songyop-ju, song-ju and other names from olden times which were used as medicinal liquor to prevent adynamia.\n\t\t\t\t\t\n\t\t\t\t\tPine sprouts have been used as raw material of tea called \"samsongsun\" and mushrooms growing on pine rootlets in granite-rich areas used for food for its good taste."
        },
        {
            "title": "Single-Hearted Unity, Mainstay of Korean Revolution",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-14ee.html",
            "content": "Single-Hearted Unity, Mainstay of Korean Revolution\r\n Pyongyang, June 9 (KCNA) -- Today the Korean people are bringing about a new revolutionary upsurge in building a great, prosperous and powerful nation with the might of single-hearted unity.\n\t\t\t\t\t The history of the DPRK is a proud history that has recorded great victories with the might of harmonious whole in which the leader believes in the people and the people place unquestioned trust in and follow their leader.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung rallied comrades who would throw in their lot with him in the revolution, holding aloft the banner of unity in the first days of the Korean revolution. He declared the great anti-Japanese war and carried forward the arduous anti-Japanese armed struggle with single-hearted unity, accomplishing the historic cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the single-hearted unity which took root in the anti-Japanese revolutionary struggle could the DPRK fulfil successfully so difficult and enormous historic tasks in the days of the building of a new motherland after liberation, the three-year Fatherland Liberation War and the socialist revolution and socialist construction to emerge a socialist powerful nation independent, self-sufficient and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\tThe tradition of great unity which has been unswervingly conveyed down through decades of the Korean revolution by pushing forward the revolutionary cause of Juche to victory, is being carried forward successfully by General Secretary Kim Jong Il who set the single-hearted unity of the leader, the Party and the people as the mainstay of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t He broke through grim difficulties in the van by believing only in the people and relying on them in the 1990s of the last century when the Korean revolution was standing at a crossroads of rise and fall.\n\t\t\t\t\t\n\t\t\t\t\t He went everywhere the soldiers and people were, covering roads to forefront posts, roads on steep cliffs, sea routes through raving waves and northern snowstorm and showed them warm love and benevolence. Unfathomable, indeed, is the depth of his ardent comradeship. .\n\t\t\t\t\t\n\t\t\t\t\tEmbedded in the minds of all the army and people in those days is the unshakable faith that as long as there is Kim Jong Il, they will surely win and a happy tomorrow will come, whatever furious wind may blow and however high hurdle may stand in their way.\n\t\t\t\t\t\n\t\t\t\t\t No wonder the Korean people who rose up, rallied ever closer around him, victoriously wound up the \"Arduous March\" and forced march previously unknown in history and at last reached the threshold of the ideal society which they had desired for a long time.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely build a great, prosperous and powerful nation of Juche with the might of single-hearted unity, the driving force of the history of great upsurge, and achieve a greater victory in accomplishing the cause of socialism."
        },
        {
            "title": "Full Ten Marks in Total Points",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-12ee.html",
            "content": "Full Ten Marks in Total Points\r\nPyongyang, June 9 (KCNA) -- General Secretary Kim Jong Il watched two football matches held between DPRK and foreign footballers on September 9, Juche 61 (1972).\n\t\t\t\t\tThat morning he saw a game between the then Chobyong Football Team of the DPRK and a football team of a European country held in a province. He had no sooner watched the game than he headed for Pyongyang to call at the then April 25 Football Team.\n\t\t\t\t\t\n\t\t\t\t\tThe April 25 Football Team was to play against another foreign soccer team at the then Moranbong Stadium in the afternoon.\n\t\t\t\t\t\n\t\t\t\t\tHe elaborated to the coaches on the principle that should be adhered to by the players in the match and on issues regarding the footballers.\n\t\t\t\t\t\n\t\t\t\t\tThe host team won an overwhelming victory over the guest team in the match.\n\t\t\t\t\t\n\t\t\t\t\tIn the evening he visited the football team again. He inquired whether there were any injured players and appreciated their wonderful match.\n\t\t\t\t\t\n\t\t\t\t\tThen he said that full 10 marks could be given to the match in total points.\n\t\t\t\t\t\n\t\t\t\t\tThe full mark was, indeed, a proud fruit they gained by playing the game as instructed by Kim Jong Il."
        },
        {
            "title": "U.S. Dangerous Military Hysteria Flayed ",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-08ee.html",
            "content": "U.S. Dangerous Military Hysteria Flayed\r\nPyongyang, June 9 (KCNA) -- Recently the U.S. brought the task force of the latest type nuclear-powered carrier Ronald Reagan to the Pacific Ocean under the pretext of the \"threat\" from the DPRK, sharply beefing up the U.S. forces in and around south Korea.\n\t\t\t\t\t Timed to coincide with this, the chief of the Staff of the U.S. Army blustered that in case a war breaks out on the Korean Peninsula, the U.S. is also ready to participate in it and that in case of the war against the DPRK it will not involve a traditional way of fighting. Former U.S. Secretary of Defense Perry also asserted that a military option against the DPRK should be examined while the director for Missile Defense Agency of the U.S. Department of Defense uttered that interceptor missiles of the U.S. deployed on the ground are enough to cope with the \"missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a signed commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This is a grave military provocation to the DPRK and an extremely dangerous criminal act of bringing the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t At a time when unpredictably tense situation is prevailing on the Korean Peninsula, the U.S. would be well advised to think twice about whether its anti-DPRK military hysteria is favorable to it or not. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. will suffer an irretrievable setback if it keeps going reckless, depending on the large armed forces for aggression and nukes in south Korea and in its vicinity and F-22 Stealth fighters deployed in Japan and other hardware. \n\t\t\t\t\t\n\t\t\t\t\t It is the revolutionary spirit of the army and people of the DPRK and the mode of counter-action for self-defence to decisively wipe out the aggressors, reacting to the enemy's high-handed acts with the toughest measures and its preemptive attack with the advanced preemptive strikes of Korean style. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists had better give up the war gambling as it would only invite their self-destruction."
        },
        {
            "title": "All Koreans Called upon to Put End to U.S. Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-15ee.html",
            "content": "All Koreans Called upon to Put End to U.S. Hostile Policy towards DPRK\r\n Pyongyang, June 9 (KCNA) -- The U.S. has consistently pursued a hostile policy towards the DPRK for several decades, prompted by its strategic interest since it divided Korea into two parts, observes Rodong Sinmun Tuesday in a by-lined article.\n\t\t\t\t\t The above-mentioned policy is nothing but a policy against peace and for a war of aggression as it is aimed at escalating the military tension on the Korean Peninsula and invading the sovereign DPRK by force of arms, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has turned the whole of south Korea into a huge military base and, on this basis, frantically stepped up the moves to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  U.S. military bases in other countries, in general, occupy only their some areas where only one or two units of services and arms of U.S. forces are stationed. But in case of south Korea they are present throughout it. Their presence is densest in the world and they comprise three services.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the weapons of mass destruction including more than 1 000 nuclear weapons and neutron bombs are deployed in the U.S. imperialist aggressor forces' bases.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy towards the DPRK is, at the same time, an anti-reunification policy as it blocks reconciliation and unity between the north and the south and escalates inter-Korean confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. divided the Korean Peninsula into the north and the south, pursuant to its doctrine of aggression \"divide and rule.\" It is keen to attain its strategic goal, perpetuating this division.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the movement for detente and reunification gained momentum on the Korean Peninsula, the U.S. strained the situation and escalated the enmity and confrontation between the north and the south through military provocations and war exercises.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now busy driving the Lee Myung Bak group into the confrontation with fellow countrymen, talking about \"defence\" and \"commitment\" to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Had not the U.S. prodded the south Korean authorities into the confrontation with compatriots and moves for provoking another war, the inter-Korean relations would not have reached such grave phase and severe trials and difficulties would not have lain in the way of the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad should turn out in the nationwide patriotic struggle to put an end to the U.S. imperialists' criminal hostile policy towards the DPRK."
        },
        {
            "title": "Lee Myung Bak Group's Solicitation Diplomacy Slammed",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-09ee.html",
            "content": "Lee Myung Bak Group's Solicitation Diplomacy Slammed\r\n Pyongyang, June 9 (KCNA) -- Ri Sang Hui, south Korean minister of National Defence, held talks with the U.S. Defense secretary during his recent tour overseas at which he implored his U.S. master to \"provide combat force for extended nuclear deterrence\" and \"ensure combat reinforcements in contingency\" and \"maintain the present level\" of the U.S. military presence in south Korea under the pretext of the DPRK's nuclear deterrent for self-defence.\n\t\t\t\t\t Papers Tuesday observe in signed commentaries carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a disgusting behavior of a U.S. nuclear war servant and a revelation of his sinister intention to slander and stifle the compatriots in the north at any cost, backed by his U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that Ri Sang Hui's solicitation diplomacy once again lays bare the criminal scenario of the Lee Myung Bak group to impose a nuclear war disaster upon the fellow countrymen at any cost by acting a wicked war servant for the U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors recently declared a war against the DPRK by announcing its full participation in the U.S.-led PSI. This was a premeditated move to render the situation on the Korean Peninsula extremely tense and ignite a war, pursuant to the U.S. imperialists' strategy for a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is the worst gang of traitors in the world as it is seeking to invade the north with the help of the U.S., a trouble maker against the Korean nation, after leaving half of the territory of the country to its tender mercy.\n\t\t\t\t\t\n\t\t\t\t\t Should the puppet war maniacs launch a war of aggression against the north at any cost in conspiracy with the U.S., the DPRK will punish them by thousand-fold merciless retaliatory blows. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that it is the preoccupation of the Lee group to start a war of aggression against the north in collusion with foreign forces. It would be well advised to stop acting a nuclear war servant for the U.S. as it would entail grave consequences, it urges."
        },
        {
            "title": "DPRK's Nuclear Test Hailed as Just Measure for Self-Defence",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-16ee.html",
            "content": "DPRK's Nuclear Test Hailed as Just Measure for Self-Defence\r\n Pyongyang, June 9 (KCNA) -- The recent second underground nuclear test conducted by the DPRK was a measure for self-defence taken by it as already made public to defend the supreme interests of the republic and the dignity and sovereignty of the country and the nation at a time when the U.S. imperialists' threat of preemptive nuclear attack and the moves to tighten sanctions and increase pressure upon the DPRK are getting evermore pronounced and under the grave situation created by the brigandish acts of the U.S. and its followers. \n\t\t\t\t\t Minju Joson Tuesday observes this in a signed commentary. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. and its followers got the UNSC issued its brigandish \"presidential statement\" critical of the DPRK's launch of satellite conducted according to the requirements and norms of international law, gravely infringing upon its sovereignty and security, it was entirely just for the DPRK to have exercised its right to just self-defence to protect itself from outsiders' threat of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The permanent members of the UNSC including the U.S., which was the first to test and use nuclear weapons and has the world's biggest stockpile of nukes, are pulling up the DPRK over its nuclear test for self-defence. This only reveals the injustice of their unreasonable double-dealing policy.\n\t\t\t\t\t\n\t\t\t\t\t The grave reality in which the situation is inching close to the brink of a war due to the brigandish moves of the U.S. and its followers proves how the DPRK was right when it has bolstered up the nuclear deterrent for self-defence based on the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent for the freedom and happiness of the people and justice will serve as a powerful means for safeguarding peace and security on the Korean Peninsula and in its vicinity and a means for merciless strikes to deal just retaliatory blows at those who dare infringe upon the dignity and sovereignty of the DPRK even a bit."
        },
        {
            "title": "Acceleration of General Advance for Building Thriving Nation Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-10ee.html",
            "content": "Acceleration of General Advance for Building Thriving Nation Called for\r\n Pyongyang, June 9 (KCNA) -- Rodong Sinmun Tuesday editorially calls for accelerating the general advance for the building of a great prosperous and powerful nation, holding aloft the slogan \"All efforts for the victory in the drive for effecting a great surge!\"\n\t\t\t\t\t The editorial says:\n\t\t\t\t\t\n\t\t\t\t\t This slogan reflects General Secretary Kim Jong Il's unshakable faith and will to open the gate to a great prosperous and powerful nation without fail in 2012, the centenary of birth of President Kim Il Sung, by waging a more dynamic movement for a new great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t The slogan requires the army and people of the DPRK to accelerate the ongoing general advance for the building of a thriving nation in a do-or-die spirit just as they did in the 1950s when they worked world-startling military miracles by defeating the U.S. imperialists in the three-year-long war and thus effect signal innovations and a great leap forward on all fronts by enlisting all potentials of the country and strikingly demonstrate Songun Korea's mettle and capture the final eminence in building a thriving nation without fail.\n\t\t\t\t\t\n\t\t\t\t\t The slogan set forth by the Workers' Party of Korea makes the whole country pervade with faith and optimism about sure victory, high revolutionary enthusiasm and the spirit of making a leap forward as it reflects the actual requirements for building a thriving nation and the elated spirit of all servicepersons and people in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Everybody should glorify the ongoing drive for a great revolutionary surge as a campaign for a great surge to express profound reverence for the President and a great patriotic movement for exceptional surge to exalt the might of the DPRK led by Kim Jong Il before the world.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to wage a general decisive offensive involving the whole party and state and all people, the editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people should clearly show what astonishing miracles they can work by their own efforts as they have grown strong in mental power, faith and will under the care of the President    and the great party.\n\t\t\t\t\t\n\t\t\t\t\t All party members and other working people should adorn each day of the 150-day campaign with a do-or die struggle and feats so that they may be proud of being participants in the great drive for building a thriving nation in the distant future."
        },
        {
            "title": "Fighting against Imperialism to Bitter End Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-17ee.html",
            "content": "Fighting against Imperialism to Bitter End Called for\r\n Pyongyang, June 9 (KCNA) -- Rodong Sinmun today dedicates one whole page to a jointly signed article which calls for fighting against imperialism to the bitter end.\n\t\t\t\t\t The world history of anti-imperialist struggle proves the truth that if one fights against imperialism to the bitter end, one emerges victorious but if one submits to it, one is bound to suffer disgrace and humiliation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The victory in the anti-imperialist struggle depends on the persevering and staunch nature of will and its inheritance.\n\t\t\t\t\t\n\t\t\t\t\t What is most important in the ongoing struggle being waged with a will is to adhere to the firm stand of consistently waging a struggle against imperialism without giving it up half way even a moment till it is defeated finally.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution is a praiseworthy revolution as it set a shining example of fighting with a will in the times. \n\t\t\t\t\t\n\t\t\t\t\t The struggle waged by the Korean people against imperialism with a will has an 80 odd year-long history and tradition as it originated from the Down-with-Imperialism Union.\n\t\t\t\t\t\n\t\t\t\t\t The said struggle is a persevering one in which they fight against imperialism to the last by their own efforts, firmly convinced of independence, a fight being waged with the strongest will as they resolutely fight against imperialism in a do-or-die spirit and an indomitable one as they continue fighting against imperialism with a will generation after generation till they win a final victory.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people neither recognize nor accept the big-power chauvinist viewpoint that a small country should not be allowed to do what a big country can do and the hegemonic logic that a small country should unconditionally obey a big country.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary ranks in the DPRK are pervaded with the strong determination that they can never give up their ideology and system even if they may die and the iron will that they will certainly settle accounts with those who provoke them.\n\t\t\t\t\t\n\t\t\t\t\tThe decisive factor of the Korean people's final victory in fighting against imperialism with a will lies in holding in high esteem General Secretary Kim Jong Il, the supreme incarnation of revolutionary faith and will, in the van.\n\t\t\t\t\t\n\t\t\t\t\t They will continue making an ever-victorious history in the confrontation with imperialism in will power, regarding the unbreakable single-minded unity of the whole Party, the entire army and all the people around the headquarters of the revolution as the mainstay of the revolution, concludes the article."
        },
        {
            "title": "Actions for Judging Lee Myung Bak Traitorous Regime Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-06ee.html",
            "content": "Actions for Judging Lee Myung Bak Traitorous Regime Called for in S. Korea\r\n Pyongyang, June 9 (KCNA) -- The preparatory committee for the \"All-people rally for inheriting the June resistance and restoring democracy\" in south Korea, which groups civic and public organizations and opposition parties, on June 5 made public an appeal entitled \"Let us achieve democracy, people's right to live and peace by chanting slogans in June\".\n\t\t\t\t\t The appeal noted that 22 years have passed since the June Popular Resistance, but the slogans \"Down with dictatorship!\" and \"Let's achieve democracy!\" chanted by the resistance fighters are still remembered by the people.\n\t\t\t\t\t\n\t\t\t\t\t Democracy is being ruthlessly violated in south Korea, as evidenced by the facts that the economy and people's life have been deteriorated by the Lee Myung Bak regime, bringing sufferings to the people and media persons of conscience are arrested and detained, the appeal deplored.\n\t\t\t\t\t\n\t\t\t\t\t It accused the present regime of having totally negated the June 15 joint declaration and the October 4 declaration and refused to implement them, thereby driving the inter-Korean relations to the worst phase. \n\t\t\t\t\t\n\t\t\t\t\t Now is the time to put an end to the fascist rule enforced under the signboard of security, the moves to enact Lee evil laws for violating democracy and deteriorating people's living and the policy for the richest who account for only one per cent of the population, realize democracy and improve the north-south relations, the appeal noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t We solemnly vow to launch a dynamic June 10 \"grand march of the people for democracy, livelihood and peace\", reflecting the spirit of the June resistance for democracy and the ardent desire of all the people.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the south Korean Confederation of Trade Unions held a meeting in Seoul at which it decided on its action program for June.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the chairmen of general student councils of 30 universities, including Korea University, and 2 386 students from 42 universities, too, issued a declaration on the situation that day, calling upon all the university students to stage the second June resistance against the Lee Myung Bak \"government\"."
        },
        {
            "title": "All Measures of DPRK and Its Stand Supported in Democratic Congo ",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-05ee.html",
            "content": "All Measures of DPRK and Its Stand Supported in Democratic Congo\r\nPyongyang, June 9 (KCNA) -- Seven political parties and organizations in Democratic Congo including the Genuine Lumumbist Patriotic Party, the Working Citizens' Association and the National Committee for the Study of the Juche Idea of Democratic Congo released a joint statement on June 1 in support of the May 29 statement issued by a spokesman for the DPRK Foreign Ministry.\n\t\t\t\t\t The statement recalled that the UNSC recently produced its \"presidential statement\" critical of the satellite launched by the DPRK for peaceful purposes and put into force the sanctions against it according to Resolution 1718 and then threatened the sovereign state with additional sanctions, pulling it up over its successful nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t Holding that the DPRK is neither a signatory to the Nuclear Non-proliferation Treaty nor to the Missile Technology Control Regime, the statement stressed that the DPRK, therefore, has the right to conduct as many nuclear tests or missile launches as it wants in the event that the supreme interests of the state are infringed upon and such just measures for self-defence do not run counter to any international law.\n\t\t\t\t\t\n\t\t\t\t\t One cannot but be shocked at the attitude of the UNSC supporting the moves to stifle the DPRK, abusing the sacred UN forum, the statement said, vehemently denouncing the U.S. and other forces subservient to it for working hard to do harm to socialist Korea centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Expressing full support and approval of all the measures taken by the DPRK and its stand and extending firm solidarity with all the Korean people, the statement emphasized that only victory and glory are always in store for the Korean people struggling for justice and socialism."
        },
        {
            "title": "DPRK's Successful Nuclear Test Hailed in Egypt",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-04ee.html",
            "content": "DPRK's Successful Nuclear Test Hailed in Egypt\r\n Pyongyang, June 9 (KCNA) -- The Egypt-Korea Friendship Association released a statement on June 2 in celebration of the DPRK's successful second nuclear test.\n\t\t\t\t\t The statement fully supported all measures taken by General Secretary Kim Jong Il pursuing the Songun politics and bitterly condemned every move of the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t The association is convinced of the victory of Kim Jong Il's Songun politics and considers that the DPRK has right to develop and produce any weapon, it said.\n\t\t\t\t\t\n\t\t\t\t\t Urging the UN to renounce its double-standard policy and behave on a fair basis and refrain from yielding to the U.S., the statement stressed that the association would always and heartily support the stand of the Korean people."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded in India",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-03ee.html",
            "content": "Kim Jong Il's Exploits Lauded in India\r\nPyongyang, June 9 (KCNA) -- G. Debarajan, international secretary of the Central Committee of the All-India Forward Bloc, issued a statement on June 2 on the occasions of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 9th publication anniversary of the June 15 joint declaration. \n\t\t\t\t\t The statement said that Kim Jong Il has developed the WPK, founded by Kim Il Sung, eternal President of the Korean people, into a powerful party which achieved its unbreakable single-minded unity. \n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, the WPK is guiding the Korean people's struggle for building a great prosperous and powerful socialist nation and realizing the cause of national reunification to victory, holding high the banner of independence against imperialism, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the June 15 joint declaration, provided thanks to the patriotic will of Kim Jong Il for reunification, serves as a cornerstone for the development of inter-Korean relations and a great programme for Korea's reunification, the statement expressed firm belief that the entire Korean nation would achieve the independent and peaceful reunification of the country without fail under the banner of the joint declaration."
        },
        {
            "title": "Work of Kim Jong Il Published in Russia",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-01ee.html",
            "content": "Work of Kim Jong Il Published in Russia\r\nPyongyang, June 9 (KCNA) -- General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was brought out in booklet by the Nakhodka Format Publishing House of Russia.\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), clarifies the idea that adherence to the Juche character and national character of the revolution and construction is the fundamental principle that should be maintained in accomplishing the cause of socialism and the tasks and ways for carrying it into practice.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of releasing the work took place at the publishing house on June 3."
        },
        {
            "title": "Centenary of Kim Il Sung's Birth to Be Commemorated in Ukraine",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-02ee.html",
            "content": "Centenary of Kim Il Sung's Birth to Be Commemorated in Ukraine\r\n Pyongyang, June 9 (KCNA) -- A Ukrainian preparatory committee for commemorating the centenary of birth of President Kim Il Sung was formed on June 1.\n\t\t\t\t\t Prof. and Dr. Gennadi Berdishev of Kiev University was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The first meeting of the preparatory committee was held in Kiev on the same day. It discussed the committee's action program for widely introducing the revolutionary career and immortal exploits of Kim Il Sung and the Songun leadership exploits of Kim Jong Il and holding such colorful political and cultural events as seminar on the Juche idea and the Songun politics, remembrance meeting, film show and Korean book, photo and handicraft exhibition till 2012."
        },
        {
            "title": "Inaugurada la central hidroelectrica de Nyongwon",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-24ee.html",
            "content": "Inaugurada la central hidroelectrica de Nyongwon\r\n Pyongyang, 9 de junio (ATCC) -- Quedo inaugurada la Central Hidroelectrica de Nyongwon en una ceremonia realizada el dia 9 en este lugar.\n\t\t\t\t\t  La entrada en operacion de esa central contribuira en gran medida al desarrollo economico del pais y a la mejora de la vida del pueblo al aumentar la generacion electrica con el abundante caudal del rio Taedong y permitira proteger con mas seguridad la ciudad de Pyongyang de cualquier inundacion.\n\t\t\t\t\t\n\t\t\t\t\t  En la ceremonia inaugural estuvieron presentes el secretario del CC del PTC, Choe Thae Bok, el vicepremier del Consejo de Ministros Kwak Pom Gi, los oficiales y soldados del Ejercito Popular de Corea, los funcionarios, constructores, voluntarios y trabajadores de la provincia de Phyong-an del Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Choe Thae Bok transmitio el mensaje de felicitacion enviado por el Comite Central del PTC a los constructores militares, obreros, tecnicos y funcionarios que edificaron la central como creacion monumental de la epoca del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\t  La terminacion de la obra de la central de Nyongwon en medio de las brutales maniobras de los imperialistas para atropellar a Corea constituye un acontecimiento igual al lanzamiento del satelite artificial \"Kwangmyongsong No.3\", subraya el mensaje.\n\t\t\t\t\t\n\t\t\t\t\t  Los constructores, que terminaron esa obra superando las circunstancias indeciblemente dificiles, son heroes y patriotas que demostraron con accion como apoyar y defender a costa de la vida a su lider y su dirigente, ratifico y evaluo altamente las proezas heroicas de los participantes en la obra.\n\t\t\t\t\t\n\t\t\t\t\t Expreso la confianza de que los militares del EPC, los militantes del partido y los trabajadores participantes en la obra, unidos monoliticamente en torno al Dirigente Kim Jong Il, recompensaran la gran confianza y esperanza del partido al seguir creando prodigios y meritos sucesivos al frente de la ofensiva general para abrir las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t Despues del discurso inaugural de Kwak Pom Gi, intervinieron otros.\n\t\t\t\t\t\n\t\t\t\t\t  Terminada la ceremonia, los participantes recorrieron el dique y la sala de generadores."
        },
        {
            "title": "CRPP revela verdadero aspecto de la muerte de Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-25ee.html",
            "content": "CRPP revela verdadero aspecto de la muerte de Roh Moo Hyun\r\nPyongyang, 9 de junio (ATCC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 9 una informacion detallada para poner al desnudo el verdadero aspecto de la muerte del ex \"presidente\" surcoreano, Roh Moo Hyun.\n\t\t\t\t\t  Segun el documento, la muerte de Roh Moo Hyun no es el suicidio sino el premeditado e intencional terror y asesinato politicos de Estados Unidos y las fuerzas conservadoras proyanquis del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  La operacion para \"matar a Roh Moo Hyun\" fue iniciada ya desde las \"elecciones presidenciales\" realizadas en 2002, perpetrada mas abiertamente con motivo de la visita a Pyongyang de Roh y la publicacion de la historica Declaracion del 4 de Octubre y entro en la etapa de ejecucion total desde cuando en el ano pasado la banda conservadora tomo el \"poder\" en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Enloquecida por la extrema venganza politica, la banda de Lee Myung Bak, al hacer venganza a Roh por los 10 anos pasados en que  el \"poder\" fue quitado\" por las fuerzas progresistas, actuo con los ojos inyectados de sangre para \"matar a Roh\" volcando todo lo logrado en el periodo del anterior \"poder\" y eliminando en gran medida a los  relacionados con el \"gobierno de amplia participacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Por  fin, invento el proyecto de tildar a Roh Moo Hyun y sus colaboradores de \"fuerzas  traseras\" de la manifestacion con velas encendidas.\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Lee averiguo detalladamente la vida  trasera de Roh y sus cercanos, pero no pudo buscar ningun fundamento para realizar objeto de \"fuerzas traseras\".\n\t\t\t\t\t\n\t\t\t\t\t  Al ser fracasada reiteradamente esa operacion, la banda del traidor Lee se adhirio a la nueva intriga para darle el golpe mortal pegandole la etiqueta de la injusticia y la corrupcion como medio ultimo. \n\t\t\t\t\t\n\t\t\t\t\t A ordenes especiales del traidor Lee, mas de 10 ayudantes a Roh y su esposa, hijo, hija, cunado, el marido de su sobrina, etc. fueron llevados a la fiscalia y sometidos a la cruel indagacion. E incluso hasta Roh Moo Hyun se vio trasladado forzosamente de Kimhae a Seul donde tuvo una suerte de ser interrogado de dia a noche en la \"Fiscalia General\".\n\t\t\t\t\t\n\t\t\t\t\t  La fiscalia titere, convertida por completo en sirvienta del dictador fascista, dio a conocer arbitrariamente los datos no confirmados todavia en la etapa de la averiguacion al \"Gran Partido Nacional\" y los medios de prensa dandole a Roh toda clase de insultos y verguenzas. Y las personas ultraderechistas de lengua de vibora le forzaron de modo abierto hacer \"el suicidio\".\n\t\t\t\t\t\n\t\t\t\t\t  Por fin, Roh, quien se sintio profundamente humillado, llego a expresar su protesta con suicidio.\n\t\t\t\t\t\n\t\t\t\t\t  Ya hace mucho tiempo que EE.UU., que no vio con ojos buenos a Roh, le puso en la \"lista de matar\".\n\t\t\t\t\t\n\t\t\t\t\t  En fin de cuentas, el fue victima miserable por haber impedido el cumplimento de la politica de dominacion colonial de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t La muerte de Roh causada por la banda de los traidores es la vil represalia politica contra las fuerzas pro-Norte de reunificacion independiente y el barbaro despotismo sin precedente para atropellar la Declaracion Conjunta Norte-Sur y las fuerzas que lo apoyan.\n\t\t\t\t\t\n\t\t\t\t\t Toda la nacion coreana saldara ciertamente cuenta del acto criminal sin precedente cometido por la banda gangsteril de Lee."
        },
        {
            "title": "Rodong Sinmun condena aventura militar de EE.UU. contra Corea",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-26ee.html",
            "content": "Rodong Sinmun condena aventura militar de EE.UU. contra Corea\r\nPyongyang, 9 de junio (ATCC) -- Hace unos dias, bajo el pretexto de la supuesta \"amenaza\" proveniente de la Republica Popular Democratica de Corea, Estados Unidos despacho al Pacifico el colectivo de golpe guiado por el ultramoderno portaaviones de propulsion nuclear \"Ronald Reagan\" reforzando asi en gran medida sus fuerzas armadas en la Peninsula Coreana y su contorno.\n\t\t\t\t\t  Al mismo tiempo, el jefe del Estado Mayor de las fuerzas terrestres norteamericanas dijo que EE.UU. esta listo para participar en la eventual guerra de la Peninsula Coreana y esta contienda con la RPDC no sera un \"combate de modo tradicional\".\n\t\t\t\t\t\n\t\t\t\t\t  Mientras tanto, el ex secretario de Defensa norteamericano, Perry, abogo por revisar la opcion militar sobre Corea y el director de Defensa Antimisil de dicho Departamento de Defensa hablo de que los misiles interceptores de su pais desplegados en la tierra son suficientes para hacer frente a la \"amenaza de misil\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Todo esto deviene grave provocacion militar contra la RPDC y extremadamente peligroso acto criminal que busca la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un comentario individual del dia 9 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  En este momento en que se da en la Peninsula Coreana la situacion hipertensa de imprevisible desenlace,  EE.UU. debera examinar una vez mas que le convendria o no su locura militar anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. sufrira un fracaso irremediable si sigue actuando imprudentemente confiando en sus colosales fuerzas agresoras y armas nucleares emplazadas en el Sur de Corea y su contorno y los cazas Stealth \"F-22\" arribados a Japon y otros medios belicos.\n\t\t\t\t\t\n\t\t\t\t\t   El ejercito y el pueblo de Corea tienen el temperamento revolucionario y el modo de reaccion autodefensiva consistentes en exterminar implacablemente a los agresores respondiendo con la sobredureza a la dureza de los enemigos y con el avanzado ataque anticipado al estilo coreano al golpe preventivo de estos.\n\t\t\t\t\t\n\t\t\t\t\t   Los yanquis deben abandonar su aventura belica anti-RPDC que les conducira a la ruina y a la muerte."
        },
        {
            "title": "Periodicos critican la actitud de mendigo de banda de Myung Bak",
            "url": "http://kcna.co.jp/item/2009/200906/news09/20090609-27ee.html",
            "content": "Periodicos critican la actitud de mendigo de banda de Myung Bak\r\nPyongyang, 9 de junio (ATCC) -- Durante su reciente gira por otros paises, el ministro de \"Defensa Nacional\" del Sur de Corea, Ri Sang Hui, sostuvo una \"conversacion\" con el secretario de Defensa norteamericano.\n\t\t\t\t\t  En esa ocasion Ri suplico a su amo norteamericano el \"suministro de las fuerzas armadas para disuadir la expansion nuclear\", el \"aseguramiento de las fuerzas armadas de refuerzo en el tiempo de emergencia\", el \"mantenimiento del estado actual\" de los efectivos norteamericanos ocupantes del Sur de Corea, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Esta conducta belicosa de Ri, mercenario a cargo de ejecutar la politica de guerra nuclear de EE.UU., parte de la siniestra ambicion de calumniar y aplastar a toda costa a los connacionales con la ayuda de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senalan los periodicos en sendos comentarios individuales publicados este martes.\n\t\t\t\t\t\n\t\t\t\t\t  La mendicacion de Ri Sang Hui vuelve a demostrar claramente la naturaleza criminal de la banda de Lee Myung Bak que esta ansiosa por imponer a los connacionales los desastres de guerra nuclear actuando como sirviente en las guerras promovidas por las fuerzas extranjeras, adelanta el comentarista de Rodong Sinmun y agrega:\n\t\t\t\t\t\n\t\t\t\t\t Recientemente, la banda del traidor Lee declaro la guerra contra la RPDC al anunciar la participacion total en la \"PSI\" (Iniciativa de Seguridad contra la Proliferacion\" controlada por EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Esto deviene una maniobra premeditada para agravar mas la situacion de la Peninsula Coreana a fin de desatar la guerra nuclear anti-RPDC segun la estrategia trazada por el imperio para este fin.\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Lee, que entrego la mitad del territorio nacional a EE.UU., dolor de cabeza para la nacion coreana, e intenta agredir al Norte de Corea bajo el abrigo de este imperio, es la horda de vendepatrias sin parangon en este mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Si los belicistas surcoreanos provocan al fin y al cabo en contubernio con EE.UU. la guerra contra la RPDC, esta les castigara con implacable ataque de represalia mil veces mas fuerte.\n\t\t\t\t\t\n\t\t\t\t\t  El rotativo Minju Joson senala que lo unico que hay en el cerebro de la banda de Lee Myung Bak es la idea de desatar la guerra contra los connacionales en contubernio con las fuerzas foraneas y enfatiza que ella debe dejar de servir para la politica de guerra nuclear de EE.UU. que producira graves consecuencias."
        }
    ]
}