{
    "date": "2009-04-03",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Awarded Honorary Title and Order by Russian Organization",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-16ee.html",
            "content": "Kim Jong Il Awarded Honorary Title and Order by Russian Organization\r\nPyongyang, April 3 (KCNA) -- General Secretary Kim Jong Il was awarded the honorary title \"Creator of Peace in the 21st Century\" and the Order \"Creator of Peace\" first class by the Russian Federation of International Charity Organizations \"World of Goodwill.\"\n\t\t\t\t\t  The certificate of the above-said title says: \"The Russian Federation of International Charity Organizations 'World of Goodwill' has the honor to award the honorary title 'Creator of Peace in the 21st Century' to the great leader of the Korean people Comrade Kim Jong Il in praise of him who has conducted activities to create peace and protect arts and contributed to the noble ideal of goodwill and justice on the occasion of his birthday according to the decision of the plenary meeting of its members held on February 16, 2009.\" \n\t\t\t\t\t\n\t\t\t\t\t Depicted on the Order \"Creator of Peace\" first class are an angel of peace holding a pigeon in a circle portrayed in the center of an octagonal star, its rays done in relief, laurels in the lower part of the circular frame and letters \"Europe, Asia, Africa and America\" on its either side. \n\t\t\t\t\t\n\t\t\t\t\t Written on the certificate of the order are the following letters: \"The Russian Federation of International Charity Organizations 'World of Goodwill' has the honor to confer the Order 'Creator of Peace' first class No. 1 to the great leader of the Korean people Comrade Kim Jong Il according to the decision of the plenary meeting of its members held on February 16, 2009.\" \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of conveying the certificate of the title and the order was held at the DPRK embassy in Moscow on Mar. 31.\n\t\t\t\t\t\n\t\t\t\t\t Oleg Oleinik, president of the federation, handed them to the DPRK ambassador to Russia."
        },
        {
            "title": "Kim Jong Il Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-06ee.html",
            "content": "Kim Jong Il Sends Birthday Spread to Centenarian\r\n Pyongyang, April 3 (KCNA) -- General Secretary Kim Jong Il Wednesday sent a birthday spread to Ri Song Su, a resident in Ryongsong District, Pyongyang, on the centenary of his birth. \n\t\t\t\t\t Born as a son of a farm hand, he was subject to maltreatment and contempt as a member of a stateless nation. It was not until President Kim Il Sung liberated the country that he could lead a happy life under the care of the motherland.\n\t\t\t\t\t\n\t\t\t\t\t He did farm work with all sincerity to repay the country's benevolence. He has kept himself busy even since he became a pensioner. He likes bean paste and vegetable, never allowing himself to have unbalanced diet. He is moderate in living, never smoking and drinking.\n\t\t\t\t\t\n\t\t\t\t\t He still cultivates his family garden and prepares with sincerity the aid materials to be sent to servicepersons of the Korean People's Army."
        },
        {
            "title": "Pyongyang Grand Theater Renovated",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-14ee.html",
            "content": "Pyongyang Grand Theater Renovated\r\n Pyongyang, April 3 (KCNA) -- The Pyongyang Grand Theater was renovated into a monumental edifice in the era of Songun on the principle of historicism to cater to the modern aesthetic taste and meet the architectural requirements. \n\t\t\t\t\t The theater with Korean-style roofs is standing imposingly on the picturesque bank of the River Taedong boasting its excellent architectural style of the nation. It is associated with the immortal exploits performed by the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung made sure that a people's palace of culture was built and named the theater \"Pyongyang Grand Theater\".\n\t\t\t\t\t\n\t\t\t\t\t Important political events including the 4th Congress of the Workers' Party of Korea took place in the theater.\n\t\t\t\t\t\n\t\t\t\t\tThe \"Sea-of-Blood\"-style revolutionary opera was created at the theater, pursuant to General Secretary Kim Jong Il's original literary and art idea, and under his wise leadership. Lots of literary and art works were created and staged there.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il initiated the project to renovate the theater last year and unraveled all problems arising in the project.\n\t\t\t\t\t\n\t\t\t\t\tThe appearance of the more than 1,300-seater theatre has undergone a radical change. It has all facilities for art creation, performing activities and audiences ranging from remote controlled stage, ultra-modern sound and lighting equipment, various training and makeup rooms to catering facilities.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for the completion of the project took place on April 3.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, Choe Thae Bok and Kim Ki Nam, secretaries of the WPK Central Committee, Kang Nung Su, minister of Culture, and others.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam said in an address made for the occasion that the renovation of the Pyongyang Grand Theater as another proud monumental edifice is the precious fruition of the seasoned and tested leadership provided by Kim Jong Il while making endless journeys for devoted service to the country and its people and a striking demonstration of the mental power of the army and the people of the DPRK to effect a new great revolutionary surge in the drive for building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the creators, artistes and employees of the Phibada Opera Troupe and the Pyongyang Grand Theater to produce famous works representing the spirit of the stirring era and bring about a great upswing in the creation of art works and performing activities.\n\t\t\t\t\t\n\t\t\t\t\t Then, the participants looked round the renovated theater."
        },
        {
            "title": "Agreement on Friendship and Cooperation between WPK and ULMD Signed",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-10ee.html",
            "content": "Agreement on Friendship and Cooperation between WPK and ULMD Signed\r\nPyongyang, April 3 (KCNA) -- An agreement on friendship and cooperation between the Workers' Party of Korea and the United Left Movement of Dominica was signed in Dominica on March 29.\n\t\t\t\t\t Present at the signing ceremony from the WPK side were the members of the delegation of the WPK led by Kim Thae Jong, vice department director of its Central Committee, on a visit to Dominica and from the ULMD side its Secretary General Jose Miguel Mejia and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t It was signed by Kim Thae Jong and Jose Miguel Mejia."
        },
        {
            "title": "Greetings to President of Senegal",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-15ee.html",
            "content": "Greetings to President of Senegal\r\nPyongyang, April 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Abdoulaye Wade, President of Senegal, on Wednesday on the occasion of the 49th anniversary of its independence.\n\t\t\t\t\tKim in the message wished the President and the friendly people of Senegal greater success in their work for prosperity and development of the country and expressed the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms."
        },
        {
            "title": "Mineral Springs and Spas in North Phyongan Province",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-11ee.html",
            "content": "Mineral Springs and Spas in North Phyongan Province\r\nPyongyang, April 3 (KCNA) -- North Phyongan Province of Korea is dotted with many mineral springs and spas.\n\t\t\t\t\tThose have special medicinal ingredients for their natural and topographical features.\n\t\t\t\t\t\n\t\t\t\t\tThe Ryongchon mineral spring wells out in various places. The total amount of mineral matters of Ryongchon mineral spring No. 2 is 2.6 grams per liter, that of metasilicic acid 103.76 milligrams per liter and its temperature is 10 degrees C.\n\t\t\t\t\t\n\t\t\t\t\tThe mineral spring strong acidity is good for the treatment of chronic gastritis, stomach and duodenal ulcer, chronic enteritis and colitis, chronic diseases of articulation, etc.\n\t\t\t\t\t\n\t\t\t\t\tThe Sinhung mineral spring with carbonic acid and iron in Kujang County gushes out in two places. The total amount of mineral matters of spring No. 2 is 0.7 gram, that of free carbonic acid 1 gram and that of metasilicic acid 47.73 milligrams per liter.\n\t\t\t\t\t\n\t\t\t\t\tThe weak-acid mineral spring is efficacious for chronic gastritis, stomach and duodenal ulcer, nephrolithiasis, hypertension, hypotension and other diseases.\n\t\t\t\t\t\n\t\t\t\t\tHaving sodium hydrogen carbonate, calcium, iron and others, the Sinphung mineral spring in Kusong City is efficacious for the cure of chronic enteritis and colitis, chronic hepatitis and arteriosclerosis.\n\t\t\t\t\t\n\t\t\t\t\tUnsan Spa, simple silica-radon spring, comes naturally out of the ground in various spots of two places, whose amount of ingredients is all much the same and temperature is 44-56 degrees C.\n\t\t\t\t\t\n\t\t\t\t\tThe alkaline spa proves fruitful in curing chronic gastritis (hyperacid), chronic inflammatory diseases, infertility, neuralgia, external wound and operation sequela, chronic osteoarthritis diseases, eczema, skin itch and others.\n\t\t\t\t\t\n\t\t\t\t\tBesides, there are hot springs in Uje, Sokchang, Sakju and other places.\n\t\t\t\t\t\n\t\t\t\t\tSanatoriums are located in and around the mineral spring and hot spring resorts.\n\t\t\t\t\t\n\t\t\t\t\tThe Okhodong Social Insurance Rest Home was built near the Okhodong mineral spring resort in Yaksu-ri, Sonchon County, in May Juche 36 (1947). The water is potent for the stimulation of secretion in stomach, diuresis and the promotion of the metabolism.\n\t\t\t\t\t\n\t\t\t\t\tLater the rest home developed into sanatorium with modern medical facilities and able health workers."
        },
        {
            "title": "Beidadingzi Meeting to Advance into Homeland",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-13ee.html",
            "content": "Beidadingzi Meeting to Advance into Homeland\r\n Pyongyang, April 3 (KCNA) -- Seventy years have elapsed since President Kim Il Sung convened and presided over the meeting of cadres of the Korean People's Revolutionary Army (KPRA) in Beidadingzi, Changbaixian, China.\n\t\t\t\t\t The Korean people take this opportunity to recall the immortal feats of the President who reviewed the victorious arduous march and finally decided the KPRA's advance into the homeland.\n\t\t\t\t\t\n\t\t\t\t\t The President made the historical speech \"Let Us Continue to Strike Powerful Counterblows at the Japanese Imperialist Aggressors and Advance to the Homeland\" at the meeting on April 3, Juche 28 (1939).\n\t\t\t\t\t\n\t\t\t\t\t In the speech, he reviewed the arduous march in which the guerrillas surmounted grim ordeals and set forth the strategic line to advance to the homeland.\n\t\t\t\t\t\n\t\t\t\t\t He said that the KPRA should go over immediately to an active counter-offensive, deal one blow after another to the Japanese imperialist aggressors who were entrenched in their dispersed dens after sustaining irretrievable heavy defeat in the winter \"punitive\" operation and advance to the homeland again.\n\t\t\t\t\t\n\t\t\t\t\t He continued to stress that for the present the main unit of the KPRA had to launch the spring offensive for storming enemy's strongholds in the border areas along the Amnok River, to make full preparations for advancing into the homeland and then advance to the Musan area by breaking through the Japanese imperialists' frontier guard line.\n\t\t\t\t\t\n\t\t\t\t\t The President put forth the policies of closely uniting the broad masses of people around the national-liberation front in order to develop the anti-Japanese national-liberation struggle continuously and of launching a new operation with large units in the area northeast of Mt. Paektu after successfully winding up the advance into the Musan area.\n\t\t\t\t\t\n\t\t\t\t\t For this purpose, the president elaborated the immediate tasks.\n\t\t\t\t\t\n\t\t\t\t\t The Beidadingzi meeting was a historic one which clearly showed the firm will of President Kim Il Sung to achieve the historic cause of national liberation at an early date by going over to an active counter-offensive and administering blows to the enemies one after another and provided a guarantee for expanding the anti-Japanese armed struggle into the homeland on a broader scale."
        },
        {
            "title": "New Line of Economic Construction in Songun Era",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-12ee.html",
            "content": "New Line of Economic Construction in Songun Era\r\n Pyongyang, April 3 (KCNA) -- The new line of economic construction in the Songun era is being consistently pushed ahead in the DPRK.\n\t\t\t\t\t This line is to develop defense industry preferentially while developing light industry and agriculture simultaneously.\n\t\t\t\t\t\n\t\t\t\t\t Its essential characteristics lie in that it is the most revolutionary and popular line of economic construction which makes it possible to defend the dignity of the country and the nation, adhere to socialism and, at the same time, provide the people with a bountiful and cultural life in compliance with the demands of the Songun era.  \n\t\t\t\t\t\n\t\t\t\t\t It is not a line different from the basic line of socialist economic construction on developing heavy industry preferentially while developing light industry and agriculture simultaneously, but its continuity and development.\n\t\t\t\t\t\n\t\t\t\t\t Defense industry is inseparably linked with heavy industry.\n\t\t\t\t\t\n\t\t\t\t\t Defense industry is based on heavy industry and its development is unthinkable apart from the development of the latter.\n\t\t\t\t\t\n\t\t\t\t\t And the development of defense industry leads to the development of heavy industry.\n\t\t\t\t\t\n\t\t\t\t\t When defense industry develops, up-to-date science and technology in this field find their way to various fields of the national economy including heavy industry and demands for heavy industrial products grow rapidly and this stimulates the development of heavy industry.\n\t\t\t\t\t\n\t\t\t\t\t The new line of economic construction in the Songun era is, in the final analysis, one which successfully applied the basic line of socialist economic construction of the past days at a new height by taking it over and carrying it forward to suit the demands of Songun era and a bold and gigantic line of economic construction which makes it possible to achieve a great leap and a tremendous change hitherto unknown in the revolution and construction."
        },
        {
            "title": "Anniversary of April 3 Popular Uprising on Jeju Island Observed",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-09ee.html",
            "content": "Anniversary of April 3 Popular Uprising on Jeju Island Observed\r\nPyongyang, April 3 (KCNA) -- Leading newspapers today dedicate signed articles to the 61st anniversary of the April 3 Popular Uprising on Jeju Island. \n\t\t\t\t\t The uprising was a just anti-U.S., anti-fascist popular resistance for putting an end to foreign domination and subjugation and a patriotic great action which demonstrated the firm will and indomitable spirit of the south Korean people to achieve independence, democracy and reunification, the articles say.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun notes that the U.S. imperialists and their stooges brutally suppressed the peaceful rallies held by people on Jeju Island by force of arms but could not quell their indomitable fighting spirit and patriotic mettle. \n\t\t\t\t\t\n\t\t\t\t\t The popular uprising clearly proved that the aggressors and traitors were not only human butchers, their hands stained with the blood shed by patriotic people, but the most ferocious enemies of the Korean nation because they desperately blocked the independence and democracy of the south Korean society and national reunification, the daily notes, and  goes on: \n\t\t\t\t\t\n\t\t\t\t\t Several decades have passed since the uprising. But the ardent desire of the participants in the uprising for the national independence and reunification has not yet come true. \n\t\t\t\t\t\n\t\t\t\t\t Prompted by its strategic interests, the U.S. is now contemplating imposing upon the Koreans bloodshed more horrible than what the Jeju islanders suffered in the last century. \n\t\t\t\t\t\n\t\t\t\t\t It is the strategy of the U.S. to strain the situation on the Korean Peninsula and thus perpetuate its aggressor troops' presence in south Korea and carry out its policy for dominating the whole of Korea and realize its wild ambition for putting the rest of Asia under its control on the basis of it.\n\t\t\t\t\t\n\t\t\t\t\t It is the south Korean conservative ruling forces obsessed with sycophancy and dependence on outsiders that are zealously backing foreign forces' domination over south Korea and their military presence in it. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the south Korean people's ardent desire for independence, democracy and reunification can never come true unless an end is put to the U.S. policy for domination over south Korea and its hostile policy toward the DPRK and the behaviors of the sycophants and traitors serving the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the desire of the participants in the above-mentioned uprising can be realized only when a fiercer anti-U.S. struggle and anti-Lee Myung Bak struggle is waged."
        },
        {
            "title": "Lee Myung Bak Group Accused of Evading Responsibility for Deadlocked Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-08ee.html",
            "content": "Lee Myung Bak Group Accused of Evading Responsibility for Deadlocked Inter-Korean Relations\r\n Pyongyang, April 3 (KCNA) -- The Lee Myung Bak group is making much fuss about someone's \"tough attitude\" and \"creation of crisis,\" while referring to the issue of the inter-Korean relations. This is nothing but a foolish ploy to evade the responsibility for having brought the inter-Korean relations to a stalemate.\n\t\t\t\t\t Minju Joson Friday observes this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have made a steady advance along the orbit of reconciliation and cooperation under the banner of \"By our nation itself\" since the publication of the June 15 joint declaration but the inter-Korean relations have rapidly festered and the situation on the Korean Peninsula which developed in favor of peace and stability has been driven to the phase of confrontation and escalated tension since the emergence of the ultra-right conservative Lee regime in south Korea, says the commentary.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the Lee group has pushed the inter-Korean relations to the phase of collapse and vitiated the atmosphere of peace through the confrontation with the DPRK and the moves for a war of aggression against it, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is a group of traitors which leaves no means untried to defame and stifle compatriots.\n\t\t\t\t\t\n\t\t\t\t\t With no artifice can the group shirk off the responsibility for having deterred the inter-Korean relations from developing in favor of reconciliation and unity and increased the danger of a nuclear war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The more desperate bid made by the group of traitors to mislead the public opinion would only throw it into a more difficult position and land it in a bottomless quagmire and abyss of ruin.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group would be well advised to bear this in mind and stop at once its treacherous acts hostile to compatriots."
        },
        {
            "title": "Lee Myung Bak Group of Traitors' Provocative Act Flayed",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-04ee.html",
            "content": "Lee Myung Bak Group of Traitors' Provocative Act Flayed\r\nPyongyang, April 3 (KCNA) -- The Action Headquarters of the 17th-term south Korean Federation of University Student Councils issued a statement on March 31 denouncing the Lee Myung Bak group of traitors for their reckless provocative act of threatening the peace on the Korean Peninsula. \n\t\t\t\t\t The statement accused the Lee group of talking about south Korea's full participation in the PSI under the pretext of the DPRK's projected satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The authorities' attempt to get involved in the extremely criminal and aggressive regime cannot be interpreted otherwise than a move to pressurize the DPRK under the pretext of the PSI, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t For the north to make preparations for a satellite launch by relying on the advanced science and technology is something south Koreans should rejoice over and hail as compatriots. Nevertheless, the authorities are making much fuss, asserting that it is a \"missile launch\" and is posing \"a threat to the global peace.\"\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing on the Korean Peninsula is so tense that a war may break out any moment due to the Lee Myung Bak \"government's\" hostile policy towards the DPRK. Talking about the full participation in the PSI against this backdrop is a provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the authorities to stop at once the aggressive and provocative moves to participate in the PSI.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities persist in their hostile acts against the DPRK, all compatriots will turn out in the struggle to force the Lee regime to step down, warned the statement."
        },
        {
            "title": "Guatemalan Party Leader Calls for Closer Relations with WPK",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-05ee.html",
            "content": "Guatemalan Party Leader Calls for Closer Relations with WPK\r\nPyongyang, April 3 (KCNA) -- The relations between the UNE of Guatemala and the Workers' Party of Korea are favorably developing for their common purpose to build an independent and peaceful new society. Juan Jose Alfaro Lemus, general secretary of the National Executive Committee of the above-said party, said this when meeting the WPK delegation on March 26.\n\t\t\t\t\t Very just is the WPK's stand to reunify the country by the concerted efforts of the Koreans free from outsiders' interference, he noted, adding that his party would always support it.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea, the guiding idea of the WPK, and the Songun politics encourage the progressive political parties in their efforts to build a free and peaceful new society, he declared. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to make positive efforts to steadily boost the relations with the WPK."
        },
        {
            "title": "DPRK's Projected Satellite Launch Supported",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-02ee.html",
            "content": "DPRK's Projected Satellite Launch Supported\r\n Pyongyang, April 3 (KCNA) -- Daniel Alvarez Celi, chairman of the Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification, released a statement titled \"The imperialists' sophism on the DPRK's projected just satellite launch can never be pardoned\" on March 25.\n\t\t\t\t\t Noting that use of outer space is not a privilege only for some countries, the statement stressed that all sovereign states in the world have rights to make a free use of outer space, whether they be big or small.\n\t\t\t\t\t\n\t\t\t\t\t It further said:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S., Japan and the south Korean puppets are raising a hue and cry over the quite legitimate satellite launch projected by the DPRK. Such behaviors can never be allowed as they are a wonton violation of the international law on free use of outer space and a smear campaign against the DPRK."
        },
        {
            "title": "Letter to Kim Jong Il Adopted in India",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-01ee.html",
            "content": "Letter to Kim Jong Il Adopted in India\r\nPyongyang, April 3 (KCNA) -- A letter to General Secretary Kim Jong Il was adopted at a joint meeting of the International Institute of the Juche Idea, the Asian Regional Institute of the Juche Idea and Indian Juche idea study organizations held in India on March 20 to in the run-up to the Day of the Sun.\n\t\t\t\t\t The letter said that the exploits performed by President Kim Il Sung for the Korean people are unprecedented in the history of humankind and his idea of self-reliance and independence serves as the beacon for all people aspiring after equality, freedom and justice.\n\t\t\t\t\t\n\t\t\t\t\t Expressing full support to the fact that the participants in the meeting unanimously confirmed their absolute confidence in the Songun policy pursued by Kim Jong Il, the letter said:\n\t\t\t\t\t\n\t\t\t\t\t We firmly believe that we are confidently advancing toward the realization of Korea's reunification under your distinguished and wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t We are unanimous in declaring that we stand by the side of the courageous Korean people resolutely repulsing the imperialists' reckless aggression under your leadership."
        },
        {
            "title": "Kim Jong Il's Exploits Admired in Czech Republic",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-03ee.html",
            "content": "Kim Jong Il's Exploits Admired in Czech Republic\r\nPyongyang, April 3 (KCNA) -- Round-table talks were held in the Czech Republic on March 19 and 24 on the occasion of the 16th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t Displayed at the venues of the talks were works authored by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of District No.10, Prague City, Committee of the Communist Party of Czech and Moravia said that the DPRK is advancing, holding high the banner of socialism under the leadership of Kim Jong Il. This gives great encouragement to us struggling for social justice, he added. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK is now invariably advancing toward socialism despite the changing world situation, he said that this is thanks to the powerful self-reliant military capability for defending the sovereignty of the country and the nation the Korean people have built up under the leadership of Kim Jong Il, chairman of the National Defence Commission, true to the behest of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t And he expressed support for the just cause of the Korean people for national reunification, saying that Korea would be reunified without fail under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Rokycany City Committee of the Communist Party of Czech and Moravia said that Kim Jong Il's election as chairman of the NDC was an event of weighty significance in the history of the Korean people's struggle to defend Korean-style socialism and spoil the U.S. imperialists' ambition for domination over the world.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the situation of the Korean Peninsula growing tenser due to the moves of the U.S. imperialists and the south Korean warmongers, he hoped that Korea would be reunified at an early date without intervention of outsiders, thus carrying into a brilliant reality Kim Il Sung's behest and Kim Jong Il's policy of love for the country, the nation and the people.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Il was adopted at the talks held by the Rokycany City Committee."
        },
        {
            "title": "Kim Jong Il recibe titulo honorifico y orden de federacion rusa de caridad",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-17ee.html",
            "content": "Kim Jong Il recibe titulo honorifico y orden de federacion rusa de caridad\r\n Pyongyang, 3 de abril (ATCC) -- Al Dirigente   Kim Jong Il le otorgo el titulo honorifico \"El Creador de la Paz del Siglo 21\" y la Orden \"El Creador de la Paz\" de primera clase la Federacion Internacional de las Entidades de Caridad de Rusia \"Mundo de Buena Voluntad\".\n\t\t\t\t\t  En el diploma del titulo honorifico se lee: \"Con motivo del cumpleanos del camarada Kim Jong Il, gran Dirigente del pueblo coreano, otorgamos el titulo honorifico 'El Creador de la Paz del Siglo 21' en elogio al hecho de que el desplego las actividades para la creacion  de  paz, y la proteccion de arte y se abnego al noble ideal de buena voluntad y justicia. Segun la resolucion fechada 16 de febrero de 2009 de la reunion plenaria de los miembros de la Federacion Internacional de las Entidades de Caridad 'Mundo de Buena Voluntad'\".\n\t\t\t\t\t\n\t\t\t\t\t  La orden describe el angel de la paz con la paloma dentro del circulo en el centro de la estrella octagona. Se ven grabados el laurel abajo del circulo y a sus lados las letras \"Europa, Asia, Africa y America\".\n\t\t\t\t\t\n\t\t\t\t\t  En el diploma de la orden se lee: \"Otorgamos al camarada Kim Jong Il, gran Dirigente del pueblo coreano la Orden 'El Creador de la Paz' de primera clase No.1. Segun la resolucion fechada 16 de febrero de 2009 de la reunion plenaria de los miembros de la Federacion Internacional de las Entidades de Caridad 'Mundo de Buena Voluntad'\".\n\t\t\t\t\t\n\t\t\t\t\t  La ceremonia de entrega tuvo lugar el 31 de marzo en la Embajada de la RPDC en Rusia.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente de dicha federacion rusa, Oleg Oleinik, entrego el diploma del titulo honorifico, la orden y el diploma de orden al embajador coreano."
        },
        {
            "title": "Firmado acuerdo sobre amistad y cooperacion entre PTC y MIUD ",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-18ee.html",
            "content": "Firmado acuerdo sobre amistad y cooperacion entre PTC y MIUD\r\nPyongyang, 3 de abril (ATCC) -- Quedo rubricado el 29 de marzo en Dominica el acuerdo sobre la amistad y cooperacion entre el Partido del Trabajo de Corea (PTC) y el Movimiento de la Izquierda Unida de Dominica (MIUD).\n\t\t\t\t\t  En la ceremonia de firmas estuvieron presentes por la parte coreana los miembros de la delegacion del PTC encabezada por el subjefe de departamento del CC del partido Kim Thae Jong de visita en ese pais y por la dominicana el secretario general del MIUD, Jose Miguel Mejia, y otros miembros correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Thae Jong y Jose Miguel Mijia suscribieron el documento."
        },
        {
            "title": "Levantamiento del 3 de abril fue justa resistencia, insisten periodicos",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-19ee.html",
            "content": "Levantamiento del 3 de abril fue justa resistencia, insisten periodicos\r\n Pyongyang, 3 de abril (ATCC) -- Los periodicos centrales insertaron el dia 3 los articulos individuales en relacion con que se cumplen los 61 anos desde cuando tuvo lugar el levantamiento popular del 3 de abril en la isla Jeju, Sur de Corea.\n\t\t\t\t\t  Los articulos subrayan que este levantamiento fue la justa sublevacion popular antiyanqui y antifascista para acabar con la dominacion y la dependencia de las fuerzas extranjeras y fue la lucha patriotica que demostro la firme voluntad e impetu indoblegable de los surcoreanos tendentes a lograr la independencia, la democracia y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  El diario Rodong Sinmun senala que los imperialistas yanquis y sus lacayos reprimieron atrozmente con las fuerzas armadas el mitin pacifico de los habitantes de la isla Jeju, pero, no pudieron abatir el espiritu de inflexible lucha ni impetu patriotico de los sublevados.\n\t\t\t\t\t\n\t\t\t\t\t  Prosigue que este levantamiento demostro claramente que los agresores y traidores son los asesinos que mataron salvajemente a los habitantes patrioticos y los implacables enemigos de la nacion coreana que impiden la independencia, la democratizacion de la sociedad surcoreana y la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\t  Aunque ya pasaron decenas de anos desde cuando se emprendio este levantamiento, no se ha realizado todavia el ardiente deseo de los rebeldes a la independencia y la reunificacion de la nacion, subraya.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, EE.UU. intenta acarrear a partir de su interes estrategico a la nacion coreana la catastrofe de sangre mas grande que impuso a los habitantes de  esta isla en el siglo pasado.\n\t\t\t\t\t\n\t\t\t\t\t  La estrategia de EE.UU. reside en eternizar la ocupacion de sus tropas agresivas sobre el Sur de Corea agravando la situacion de la Peninsula Coreana y, a base de eso, realizar su politica de dominacion sobre Corea y su ambicion de dominacion sobre Asia.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas conservadoras en el poder del Sur de Corea, que recurren locamente al servilismo a grandes potencias y a la dependencia de las fuerzas extranjeras, apoyan activamente el dominio y la ocupacion militar de estas sobre dicha parte.\n\t\t\t\t\t\n\t\t\t\t\t  Los hechos demuestran que el pueblo surcoreano no podra realizar nunca su ardiente aspiracion a la independencia, la democracia y la reunificacion sin poner fin a la politica de dominacion de EE.UU. sobre el Sur de Corea, las maniobras hostiles de este imperio a Corea y los tejemanejes de los traidores proyanquis.\n\t\t\t\t\t\n\t\t\t\t\t  Minju Joson subraya que al avivar mas furiosamente las llamas de la lucha antiyanqui y anti-Lee Myung Bak es posible realizar el deseo de los participantes en el levantamiento popular del 3 de abril."
        },
        {
            "title": "FCGEUS condena acto provocativo de Lee Myung Bak ",
            "url": "http://kcna.co.jp/item/2009/200904/news03/20090403-20ee.html",
            "content": "FCGEUS condena acto provocativo de Lee Myung Bak\r\nPyongyang, 3 de abril (ATCC) -- La Direccion de Lucha del 17 periodo de la Federacion de Consejos Generales de Estudiantes Universitarios del Sur de Corea (FCGEUS) publico el 31 de marzo una declaracion condenando el imprudente acto provocativo de la banda del traidor Lee Myung Bak que amenaza la paz de la Peninsula Coreana.\n\t\t\t\t\t  La nota se refiere a que la banda de Lee habla tanto de la participacion total en la \"Iniciativa de Seguridad contra la Proliferacion\" (PSI en ingles) pretextando el planeado lanzamiento de satelite artificial del Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Insiste en que tomar parte en ese mecanismo sumamente criminal y agresivo es una maniobra para presionar al Norte de Corea so pretexto de la \"prevencion de proliferacion de armas de exterminio masivo\".\n\t\t\t\t\t\n\t\t\t\t\t  Aunque la preparacion del lanzamiento de satelite artificial por el Norte a base de las ciencias y tecnicas avanzadas es un asunto de que deben alegrarse y aplaudir todos los connacionales, las autoridades surcoreanas lo impiden brutalmente calificandolo de \"lanzamiento de misil\" y \"amenaza de la paz internacional\", censura.\n\t\t\t\t\t\n\t\t\t\t\t  Es una provocacion a la RPDC hablar mucho de la participacion total en la \"PSI\" justamente cuando debido a la politica hostil del \"gobierno\" de Lee Myung Bak sobre aquella, la situacion de la Peninsula Coreana se halla a punto de explosion, subraya.\n\t\t\t\t\t\n\t\t\t\t\t  Demanda a las autoridades que abandonen ahora mismo su intencion de participar totalmente en la agresiva y provocativa \"PSI\".\n\t\t\t\t\t\n\t\t\t\t\t  Si ellas siguen recurriendo a la campana hostil a la RPDC, todos los coreanos se levantaran en la lucha por la retirada del \"poder\" de Lee, concluye el documento."
        }
    ]
}