{
    "date": "2009-03-22",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-22ee.html",
    "articles": [
        {
            "title": "Greetings to Pakistani President",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-06ee.html",
            "content": "Greetings to Pakistani President\r\nPyongyang, March 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Pakistani President Asif Ali Zardari on Sunday on the occasion of the Day of Pakistan, the auspicious holiday of the Pakistani people.\n\t\t\t\t\t Expressing the belief that the friendly and cooperative relations between the two countries would continue to favorably develop in the future, Kim in the message wished the president and the people of Pakistan greater success in their work for the democratic development and economic progress of the country."
        },
        {
            "title": "New Book on Songun Revolution of Kim Jong Il Off Press",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-02ee.html",
            "content": "New Book on Songun Revolution of Kim Jong Il Off Press\r\nPyongyang, March 22 (KCNA) -- The book \"History of Songun Revolution of Great Leader Comrade Kim Jong Il\" newly compiled by the History Institute of the Central Committee of the Workers' Party of Korea was brought out by the Social Science Publishing House.\n\t\t\t\t\t The book has six chapters and 39 sections.\n\t\t\t\t\t\n\t\t\t\t\t The first chapter tells the story that General Secretary Kim Jong Il was born in the most stirring period of the Korean revolution and grew up to be an outstanding leader of the Songun revolution in the great revolutionary practice from February of Juche 31 (1942) to August of Juche 49 (1960).\n\t\t\t\t\t\n\t\t\t\t\t The second and third chapters of the book deal with the facts that Kim Jong Il actively promoted the Songun revolutionary cause of President Kim Il Sung, tightly holding the baton of the Songun revolution in the historic period from August of Juche 49 (1960) to June of Juche 71 (1982).\n\t\t\t\t\t\n\t\t\t\t\t The fourth chapter tells the story that Kim Jong Il further developed the Songun politics in depth, firmly defended Korean-style socialism with the invincible military power and gave full play to its advantages and vitality from June of Juche 71 (1982) to December of Juche 83 (1994).\n\t\t\t\t\t\n\t\t\t\t\t The fifth chapter deals with facts that he enforced the Songun politics in all fields, thus overcoming grave difficulties facing the Korean revolution and further glorifying the new era of the Juche revolution and Songun era in the historic period from January of Juche 84 (1995) to December of Juche 87 (1998).\n\t\t\t\t\t\n\t\t\t\t\t The sixth chapter covers the period from January of Juche 88 (1999) to the recent days during which he energetically pushed forward the cause of building a great prosperous and powerful socialist nation through the general advance of the Songun revolution."
        },
        {
            "title": "Ponghwa Revolutionary Site Visited by Endless Stream of People",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-03ee.html",
            "content": "Ponghwa Revolutionary Site Visited by Endless Stream of People\r\n Pyongyang, March 22 (KCNA) -- An endless stream of people are visiting the Ponghwa Revolutionary Site on the occasion of the 92nd anniversary of the formation of the Korean National Association by Kim Hyong Jik, an indomitable revolutionary fighter.\n\t\t\t\t\t Kim Hyong Jik had organized and led the anti-Japanese national liberation struggle of the Korean people staying in the above-said place from mid-March, Juche 5 (1916) to November of the next year.  \n\t\t\t\t\t\n\t\t\t\t\t There are in the revolutionary site a revolutionary museum housing relics on his revolutionary career and fighting exploits, the Myongsin School, the site for morning exercise, the site of rock, the monument of the Pisok-gye, the Maekjon Ferry and others.\n\t\t\t\t\t\n\t\t\t\t\t This year the site drew more than 30,000 servicepersons of the People's Army, people from all walks of life and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t During the past more than four decades since the revolutionary site was opened to visitors it has drawn nearly 16 million people."
        },
        {
            "title": "Imperialists' Loudmouthed \"Protection of Human Rights\" Termed Hypocritical",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-07ee.html",
            "content": "Imperialists' Loudmouthed \"Protection of Human Rights\" Termed Hypocritical\r\nPyongyang, March 22 (KCNA) -- With nothing can the imperialists justify or hide the hypocritical and aggressive nature of \"protection of human rights\" touted by them, says Rodong Sinmun Sunday in a by-lined article. It calls upon the world progressive people to see through the deceptive and dangerous nature of the above-mentioned trumpeting and wage a dynamic struggle to smash their criminal moves by their concerted efforts.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' loudmouthed \"protection of human rights\" is nothing but a slogan for aggression to carry out their strategy for world domination. They are busy with smear campaigns against other countries over their \"human rights issues\" whenever opportunities present themselves. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is apt to wield a \"human rights club\" against other countries and release an \"annual report\" on what it calls \"human rights issues.\" In doing so it is styling itself \"a human rights champion\".\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' noisy trumpeting about \"protection of human rights\" is intended to impose their \"human rights standard\" upon other countries and nations in a bid to \"integrate\" the world in such a manner as to make it cater to their taste. \n\t\t\t\t\t\n\t\t\t\t\t The Western-style \"integration\" in the issue of human rights is a strategic aim sought by the imperialists through the above-said trumpeting. \n\t\t\t\t\t\n\t\t\t\t\t The anti-imperialist independent countries and revolutionary countries are the main targets of the vicious moves stepped up by the imperialists for aggression and intervention under the pretext of the \"protection of human rights.\" \n\t\t\t\t\t\n\t\t\t\t\t They even link humanitarian issues with \"human rights issues\" in an effort to make humanitarianism a lever for political bargaining. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists claim that if any country wishes to get \"humanitarian aid,\" it should settle its \"human rights issue\" and pressurize it to change its system.\n\t\t\t\t\t\n\t\t\t\t\t The criminal moves stepped up by the imperialists under the signboard of the \"protection of human rights\" are a wanton violation of the sovereignty of other countries and a shameless interference in their internal affairs and an undisguised violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t In order to protect and promote genuine human rights in the international arena it is necessary for the world community to put an end to the aggression and war against sovereign countries, reject the politicization of human rights issues and the application of double-standards to them and for each country to maintain independence."
        },
        {
            "title": "Lee Myung Bak's Red Herring Slammed",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-01ee.html",
            "content": "Lee Myung Bak's Red Herring Slammed\r\n Pyongyang, March 22 (KCNA) -- If a world competition among liars takes place, Lee Myung Bak is sure to emerge a winner because he has particular disposition of deceiving people. Minju Joson today observes this in a signed commentary. \n\t\t\t\t\t  It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Some days ago he made much ado about the \"threat from the north\" at the puppet naval academy. There he also talked nonsense that the south and the north should opt for co-existence and co-prosperity, not confrontation.\" On the previous day he invited \"elder politicians\" to \"Chongwadae\" and called for the \"inter-Korean dialogue.\" \n\t\t\t\t\t\n\t\t\t\t\t Lee had already been disqualified to talk about dialogue, but makes frequent public appearances to talk about \"co-existence\" and \"co-prosperity\" and \"unconditional dialogue\" as part of the smear campaign against the DPRK. Lurking behind this gesture is his sinister intention. \n\t\t\t\t\t\n\t\t\t\t\tLee finds himself in an extremely serious ruling crisis for having bedeviled the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Driven into such a tight corner, the traitor is talking the above-said nonsense, pretending to be interested in dialogue, in a bid to pass the buck for the deteriorated inter-Korean relations to the DPRK and ward off the bitter criticism of it.\n\t\t\t\t\t\n\t\t\t\t\t If Lee has a true will to improve the inter-Korean relations, he should stop making an empty talk but prove his words through practical actions.\n\t\t\t\t\t\n\t\t\t\t\t He should at least apologize to the Korean nation for the inter-Korean relations that deteriorated due to his treacherous and anti-reunification acts for confrontation perpetrated so far and roll back his \"policy toward the north\" designed to harm fellow countrymen in league with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t To call for dialogue without taking the above-said practical steps would be only an insult to all Koreans."
        },
        {
            "title": "Lee Group Urged to Roll back Its Policy of Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-04ee.html",
            "content": "Lee Group Urged to Roll back Its Policy of Confrontation with DPRK\r\nPyongyang, March 22 (KCNA) -- Representatives of civic and public organizations of different circles and lawmakers from opposition parties of south Korea held a meeting at the \"National Assembly\" on March 16 to denounce puppet traitor Lee Myung Bak's anti-reunification policy of confrontation. \n\t\t\t\t\t Speakers at the meeting accused Lee of trying to stem the trend of peace brought about by the concerted efforts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t They chided the Lee regime for persisting in its anti-DPRK smear campaign, refusing to implement the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t They lashed out at the authorities, in particular, for staging the Key Resolve and Foal Eagle joint military exercises aiming at mounting a preemptive attack on the DPRK in collusion with the U.S., driving the situation into a worse phase.\n\t\t\t\t\t\n\t\t\t\t\t A declaration read out at the meeting urged the Lee regime promptly make a switchover in its policy of confrontation with the DPRK, opt for implementing the above-said declarations and stop giving lip-service to \"dialogue\" but show its will in practice. \n\t\t\t\t\t\n\t\t\t\t\t It called upon all the people to turn out in a nationwide struggle to normalize the inter-Korean relations and put an end to the confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The meeting formed a council for the emergency situation to bring back on track the inter-Korean relations in the grip of the worst crisis due to the moves of the Lee group of traitors to escalate the confrontation."
        },
        {
            "title": "U.S.-S. Korea War Exercises under Fire in S. Korea ",
            "url": "http://kcna.co.jp/item/2009/200903/news22/20090322-05ee.html",
            "content": "U.S.-S. Korea War Exercises under Fire in S. Korea\r\n Pyongyang, March 22 (KCNA) -- Members of the People for Achieving Peace and Reunification, the Solidarity for Progress of south Korea, the south Korean Confederation of Trade Unions and its affiliated regional organizations in south Korea called a news conference outside the U.S. military base in Phohang, North Kyongsang Province on March 20 to denounce the war exercises for invading the DPRK staged by the U.S. imperialists and the puppet warmongers.\n\t\t\t\t\t At the news conference the organizations rapped the U.S. imperialists and troops of the marine corps of the puppet army for staging a combined mountainous exercise in Phohang as the last program of the Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t They disclosed the fact that the U.S. marines involved in the exercises, in particular, belong to the 3rd marine expeditionary corps of the U.S. imperialists based in Okinawa and earned an ill-fame as a vanguard unit of the U.S. imperialists for overseas aggression and were busy with the exercises for invading the DPRK in the whole period of the above-said saber rattling. \n\t\t\t\t\t\n\t\t\t\t\t They declared that the people from all walks of life would wage dynamic actions for building a peace-keeping mechanism on the Korean Peninsula, standing against all maneuvers for a war of aggression against the DPRK under various codenames. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the news conference the members of the above-said organizations staged a demonstration in protest against the warmongers' above-said war exercises."
        }
    ]
}