{
    "date": "2009-10-31",
    "url": "http://kcna.co.jp/item/2009/200910/2009-10-31ee.html",
    "articles": [
        {
            "title": "Kim Jong Il  Inspects Industrial Establishments and Chicken Farm",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-16ee.html",
            "content": "Kim Jong Il  Inspects Industrial Establishments and Chicken Farm\r\nPyongyang, October 31 (KCNA) -- General Secretary Kim Jong Il provided field guidance to technologically updated industrial establishments and a chicken farm in North Phyongan Province.\n\t\t\t\t\t He went round the Amnokgang Gauge and Instrument General Factory, the Suphung Bearing Factory, the October 10 Factory and the Amnokgang Daily Necessities Factory where he watched various type CNC machine tools at work and processed machine parts and expressed great satisfaction over the modernization and scientization of the production processes.\n\t\t\t\t\t\n\t\t\t\t\t Our workers have established a production system based on the modern science and technology as required by the IT age, making great progress in the manufacture of machines, and have a definite control over the key branches of CNC technology, in particular, he said, adding that this is another great victory won in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The fact that the machine-building industry, the core of heavy industry, has reached the level of ultra-modern technology patently proves what a high level the economy of the DPRK has attained, he noted, stressing that this remarkable development is the brilliant fruition of the great mental power of the Korean people who have always won victory through progress and innovations.\n\t\t\t\t\t\n\t\t\t\t\t He said the workers of the above-said factories have turned them into ones serving as standards in modernization by focusing their efforts on the technological updating true to the WPK's idea of attaching importance to science. He urged all the units to earnestly learn from the enterprising work style of the factories.\n\t\t\t\t\t\n\t\t\t\t\t He also provided field guidance to the North Phyongan Provincial Chicken Farm.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over that fact that the officials and workers of the farm have made leaping progress in the production of chicken and eggs.\n\t\t\t\t\t\n\t\t\t\t\t It is very gratifying that the officials and workers of the farm are raising a lot of ducks and pigs by making an effective use of excrement of chicken, he said, highly appreciating their tenacious work style. \n\t\t\t\t\t\n\t\t\t\t\t Noting that many stock-breeding centers including modern poultry farms, pig farms, goat farms and cattle farms and ultra-modern fish-breeding bases have been built in different parts of the country in recent years true to the intention of the WPK to provide the people with sufficient quantities of non-staple food, and they are now paying off profusely, he emphasized that this shining success clearly testifies to the validity and vitality of the WPK's policy on developing stockbreeding and fish farming of Korean style based on the latest science and technology in a big way. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK, and Secretary Kim Ki Nam and Department Directors Pak Nam Gi and Jang Song Thaek of the WPK Central Committee."
        },
        {
            "title": "WPK Delegation Return Home",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-13ee.html",
            "content": "WPK Delegation Return Home\r\n Pyongyang, October 31 (KCNA) -- The delegation of the Workers' Party of Korea headed by Choe Thae Bok, secretary of its Central Committee, came back home on Saturday after winding up its visit to China."
        },
        {
            "title": "Kim Yong Nam Greets Algerian President",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-08ee.html",
            "content": "Kim Yong Nam Greets Algerian President\r\n Pyongyang, October 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Abdelaziz Bouteflika, President of the Democratic and Popular Republic of Algeria, on the 55th anniversary of the start of the revolution in Algeria.\n\t\t\t\t\t Kim in the message said that the Korean people sincerely rejoice at the signal achievements made by the friendly Algerian people in the efforts for the stability and unity, socio-economic progress and development of the country over the last 55 years since the start of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and Algeria would grow stronger, the message sincerely wished the President of Algeria happiness in good health and the friendly Algerian people steady progress and prosperity."
        },
        {
            "title": "Kim Yong Il Greets Algerian PM",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-12ee.html",
            "content": "Kim Yong Il Greets Algerian PM\r\n Pyongyang, October 31 (KCNA) -- Kim Yong Il, premier of the DPRK, Saturday sent a message of greetings to Ahmed Ouyahia, Prime Minister of Algeria, on the occasion of the 55th anniversary of the start of the revolution in Algeria.\n\t\t\t\t\tExpressing belief that the traditional relations of friendship and cooperation between the two countries would grow stronger in the common interests of their peoples, the message wished the Prime Minister and the friendly people of Algeria greater successes in their efforts to build a peaceful and prosperous society."
        },
        {
            "title": "Kim Yong Il Congratulates Mongolian PM",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-14ee.html",
            "content": "Kim Yong Il Congratulates Mongolian PM\r\nPyongyang, October 31 (KCNA) -- Premier of the DPRK Kim Yong Il on Friday sent a congratulatory message to Sukhbaataryn Batbold upon his appointment as prime minister of Mongolia.\n\t\t\t\t\tExpressing belief that the favorably developing relations of friendship and cooperation between the two countries would continue to expand, Kim in the message wished the prime minister success in his responsible work."
        },
        {
            "title": "Kim Yong Il Greets Antigua-Barbuda PM ",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-10ee.html",
            "content": "Kim Yong Il Greets Antigua-Barbuda PM \r\nPyongyang, October 31 (KCNA) -- Kim Yong Il, premier of the DPRK, Saturday sent a message of greetings to Baldwin Spencer, Prime Minister of Antigua and Barbuda, on the occasion of its 28th independence day.\n\t\t\t\t\t The message wished him success in the work for the development of the country and welfare of its people."
        },
        {
            "title": "Kim Yong Il Greets Norwegian PM",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-09ee.html",
            "content": "Kim Yong Il Greets Norwegian PM \r\n Pyongyang, October 31 (KCNA) -- Premier of the DPRK Kim Yong Il on Friday sent a message of greetings to Jens Stoltenberg upon his remaining in office as prime minister of Norway.\n\t\t\t\t\t The message wished him success in his work for the development of the country and the people's well-being."
        },
        {
            "title": "Pak Ui Chun Greets to Norwegian FM ",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-15ee.html",
            "content": "Pak Ui Chun Greets to Norwegian FM \r\n Pyongyang, October 31 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun Friday sent a message of greetings to Jonas Gahr Store upon his remaining in office as foreign minister of Norway.\n\t\t\t\t\t Expressing belief that the friendly relations between the two countries would develop on good terms, the message wished him success in his future work."
        },
        {
            "title": "Message from Asian-Pacific Regional Preparatory Committee",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-01ee.html",
            "content": "Message from Asian-Pacific Regional Preparatory Committee\r\n Pyongyang, October 31 (KCNA) -- General Secretary Kim Jong Il received a message on Oct. 17 from the participants in an inaugural ceremony of the Asian-Pacific regional preparatory committee for commemorating the centenary of birth of President Kim Il Sung held in Pakistan.\n\t\t\t\t\t The birth of the President was a great fortune not only for the Korean people but for the world progressive people, the message noted, adding that to significantly commemorate the centenary of his birth is a sacred work for the participants of the ceremony who work hard to build a new world, just, peaceful and prosperous.\n\t\t\t\t\t\n\t\t\t\t\t We will widely introduce in various forms and ways the career of Kim Il Sung and exploits performed by him so that louder voices praising him may be heard in the Asia-Pacific region, the message noted, expressing belief that under the Songun leadership of Kim Jong Il the Korean people would surely fling open the gate to a great prosperous and powerful nation in 2012."
        },
        {
            "title": "Kim Jong Il Authors Many Works on Socialist Construction",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-04ee.html",
            "content": "Kim Jong Il Authors Many Works on Socialist Construction\r\nPyongyang, October 31 (KCNA) -- General Secretary Kim Jong Il authored a lot of works over the past 15 years since he made public the work \"Socialism Is a Science\", giving overall answers to all the issues arising in accomplishing socialism of Juche.\n\t\t\t\t\t In the works including \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner for Our Revolution\" and \"Songun Politics of Our Party Is an Effective Socialist Political Mode\" Kim Jong Il clarified the revolutionary character and validity of the Songun politics, historical background against which the Songun political mode was created and its roots, principled matters in applying it and set forth the tasks and ways for advancing the Juche-oriented cause of socialism on a new higher stage under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He also authored many works in which he taught that it is the truth proved by history that socialism is sure to win when ideology is held fast to and it is bound to go to ruin when ideology is neglected and it is necessary to give play to the mental power of the people in order to dynamically advance socialism.\n\t\t\t\t\t\n\t\t\t\t\t In such works as \"Let Us Thoroughly Implement the Line of Economic Construction in the Era of Songun Laid Down by the Party\" and \"On Achieving Decisive Progress in Building a Thriving Socialist Nation\" he clarified that the army and people building a thriving socialist nation amid the acute political and military stand-off with the imperialists should channel primary efforts into increasing the national defence capability.\n\t\t\t\t\t\n\t\t\t\t\t In various other works he said it is one of the most important strategic policies maintained by the Workers' Party of Korea in building a thriving socialist nation to attach importance to science and technology and set forth the tasks and ways for putting the national economy on the level of the 21st century by introducing ultra-modern science and technology to all fields and units as required by the IT age.\n\t\t\t\t\t\n\t\t\t\t\tAmong his works are \"The Workers' Party of Korea Is the Party of the Great Leader Comrade\n\t\t\t\t\t\t Kim Il Sung\" and \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" which call for further strengthening and developing Korean-style socialism centered on the popular masses by enhancing the militant function and role of the party and the state."
        },
        {
            "title": "New Plant Discovered in DPRK",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-11ee.html",
            "content": "New Plant Discovered in DPRK\r\nPyongyang, October 31 (KCNA) -- Researchers in the institute of the Central Botanical Garden have discovered a plant of new variety belonging to the cuckooflower family, which had been unknown in the world, in the course of surveying plants growing on Mt. Myohyang.\n\t\t\t\t\tThe botanical circles of the DPRK deepened research into the new plant and named it \"Hyangsan cuckooflower\" and gave it a scientific name \"Cardamine hyangsanensis S.K.KO et J.O.Ri, Sp.nov.\" \n\t\t\t\t\t\n\t\t\t\t\tIt is a perennial plant which lives in stock in Chilsong Ravine.\n\t\t\t\t\t\n\t\t\t\t\tIts underground root is short.\n\t\t\t\t\t\n\t\t\t\t\tIt has a hairless single and straight stem, about 30-40 centimeters long.\n\t\t\t\t\t\n\t\t\t\t\tIts compound leaf is feather-shaped and thin.\n\t\t\t\t\t\n\t\t\t\t\tThe leafstalk is about 4-9 centimeters long and its tip is sharp.\n\t\t\t\t\t\n\t\t\t\t\tThere are no hairs on both sides of the leaf except short hairs around its rim.\n\t\t\t\t\t\n\t\t\t\t\tOver 10 bisexual flowers open in clusters at the tip of stem.\n\t\t\t\t\t\n\t\t\t\t\tThe flower stalk is thin and about 1.5-2.5 centimeters long."
        },
        {
            "title": "U.S. Urged to Drop Its Ridiculous Scenario to Stifle DPRK",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-06ee.html",
            "content": "U.S. Urged to Drop Its Ridiculous Scenario to Stifle DPRK\r\n Pyongyang, October 31 (KCNA) -- It is the unanimous wishes of the people of Korea and the rest of the world to see tension defused and peace ensured on the Korean Peninsula, a hotbed of fierce military confrontation. Rodong Sinmun Saturday observes this in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Ensuring peace on the Korean Peninsula means removing one of the biggest hotbeds in the world and bringing about a phase favorable for guaranteeing peace in Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The acute confrontation on the Korean Peninsula constitutes serious confrontation between socialism and imperialism and between independent forces and anti-independent forces, quite different from conflicts in some countries and regions. As the world public comments, a spark of conflict on the Korean Peninsula may trigger off a new world war.\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the U.S. that a war to be provoked by it on the Korean Peninsula will be a nuclear war. If this war breaks out on the peninsula where the interests of great powers are intertwined, it will quickly spill over into the neighboring countries and develop into a global thermonuclear war. In that case humankind will suffer a horrible nuclear disaster.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' presence in south Korea and its stepped-up policy of aggression towards the DPRK are the main factor of escalating the confrontation and the danger of war on the Korean Peninsula. Peace can never settle on the peninsula as long as the U.S. keeps staging madcap war exercises targeted against the DPRK after amassing its aggressor forces in south Korea and in its vicinity. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to drop its foolish scenario to stifle the DPRK by force and swim with the trend of the times towards detente and peace."
        },
        {
            "title": "Koreans Called upon to Preserve National Character",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-07ee.html",
            "content": "Koreans Called upon to Preserve National Character \n\t\t\t\t\t\t\r\n Pyongyang, October 31 (KCNA) -- The national character peculiar to the Korean nation and patriotism and the spirit of national independence stemming from it serve as an important basis for achieving national unity and the country's reunification. Rodong Sinmun Saturday says this in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Koreans who have lived in one and the same territory as a homogenous nation since the olden times are a proud nation not only in terms of its long history but in the development of its culture.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are very proud of their tradition in which they have never yielded to the foreign invasion.\n\t\t\t\t\t\n\t\t\t\t\tThe dignity and spirit of the Koreans as an independent nation have been highly exalted thanks to General Secretary Kim Jong Il, peerlessly great man and outstanding illustrious commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Only when all the Koreans fully display patriotism with pride and self-confidence that the Korean nation is the best in the world is it possible to achieve the great unity of the nation and the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are required to force the foreign forces out of south Korea and achieve the historic cause of national reunification by their concerted efforts. It presents itself as a more important task than ever before for them to deeply cherish the Korean nation-first spirit, preserve the history and culture peculiar to them and positively keep alive the patriotic tradition of not yielding to foreign aggressor forces.\n\t\t\t\t\t\n\t\t\t\t\t The national character serves as a basis of national unity and the great national unity is prerequisite to accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad should preserve and add shine to the brilliant history and culture and tradition of the Korean nation and thus firmly protect the national character and wage on this basis a more dynamic struggle for national reunification with the might of the national unity."
        },
        {
            "title": "Korean People's Just Cause Supported",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-03ee.html",
            "content": "Korean People's Just Cause Supported\r\n Pyongyang, October 31 (KCNA) -- Seyed Hossein Mousabi Tabrizi, president of the Central Council of the Iran Parties House, met the DPRK ambassador to his country on October 25. \n\t\t\t\t\tHe expressed belief and expectation that the Korean people would surely emerge victorious in the efforts to open the gate to a thriving nation in 2012 under the leadership of General Secretary\n\t\t\t\t\t\t Kim Jong Il and, in particular, achieve great successes in the 100-day campaign.\n\t\t\t\t\t\n\t\t\t\t\t We always support the stand of the DPRK government and people to drive out the U.S. forces from south Korea and achieve the reunification of the country by the Korean nation itself and hope that the relations between the Iran Parties House and the Workers' Party of Korea would grow stronger, he said."
        },
        {
            "title": "DPRK Important Days Marked",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-02ee.html",
            "content": "DPRK Important Days Marked\r\n Pyongyang, October 31 (KCNA) -- A meeting was held in Venezuela, a seminar in Britain and a film show in Russia between Oct. 12 and 20 to mark the 64th birthday of the Workers' Party of Korea and the 83rd anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Central Committee of the Communist Party of Venezuela recalled that his party has supported the just cause of the WPK and struggled to achieve the common ideal and purpose, standing by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The secretary in charge of International Solidarity of the CPV said that it has expressed full support and solidarity with the line and policies pursued by the WPK and the Korean people's struggle to implement them.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the British Association for the Study of Songun Policy and other speakers referred to the validity and vitality of General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" and profoundly explained and proved the fact that Kim Jong Il has led the WPK's revolutionary cause of Songun to victory.\n\t\t\t\t\t\n\t\t\t\t\tThe manager of the Aviatechprom Company of Russia noted that the United States should bear deep in mind that no force on earth can match the Korean people united close as one around Kim Jong Il, adding the DPRK will build a thriving socialist nation in the near future.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the functions held in Venezuela and Britain."
        },
        {
            "title": "Kim Yong Nam felicita al presidente argelino",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-19ee.html",
            "content": "Kim Yong Nam felicita al presidente argelino\r\nPyongyang, 31 de octubre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 31 un mensaje de felicitacion al presidente de la Republica Argelina Democratica y Popular, Abdelaziz Bouteflika, con motivo del 55o aniversario del inicio de la revolucion argelina.\n\t\t\t\t\tEl remitente senala en su misiva que el pueblo coreano se regocija sinceramente de los grandes exitos logrados por el amistoso pueblo argelino en los trabajos por la estabilidad, la unidad, el progreso y el desarrollo socio-economicos del pais durante los 55 anos posteriores al inicio de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion entre Corea y Argelia se fortaleceran y se desarrollaran aun mas, desea al destinatario buena salud y felicidad y al amistoso pueblo argelino el constante progreso y prosperidad."
        },
        {
            "title": "Kim Yong Il felicita a su homologo argelino",
            "url": "http://kcna.co.jp/item/2009/200910/news31/20091031-20ee.html",
            "content": "Kim Yong Il felicita a su homologo argelino\r\n Pyongyang, 31 de octubre (ATCC) -- El premier del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, envio el dia 31 un mensaje de felicitacion al primer ministro de la Republica Argelina Democratica y Popular, Ahmed Ouyahia, en ocasion del 55 aniversario del inicio de la revolucion argelina.\n\t\t\t\t\t  El remitente expresa al destinatario su conviccion de que las tradicionales relaciones de amistad y cooperacion entre los dos paises se ampliaran y se desarrollaran mas conforme al interes comun de los pueblos de ambos paises y desea a su homologo y al amistoso pueblo argelino mayores exitos en sus labores para construir una sociedad pacifica y prospera."
        }
    ]
}