{
    "date": "2009-12-21",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-21ee.html",
    "articles": [
        {
            "title": "KPA Navy Sets up Firing Zone on MDL",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-10ee.html",
            "content": "KPA Navy Sets up Firing Zone on MDL\r\n Pyongyang, December 21 (KCNA) -- A spokesman for the Navy Command of the Korean People's Army Monday released a statement clarifying the stand of the Korean People's Army to defend by a physical force the extension of the Military Demarcation Line the DPRK set in the waters of the West Sea of Korea.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t A dangerous situation still prevails in the waters of the West Sea of Korea due to the deliberate military provocations of the warmongers of the military and conservative forces of south Korea despite our repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t The frequent intrusions of the warmongers of the south Korean military into the territorial waters of the north side in the West Sea of Korea have recently developed into adventurous bombardments.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers of the military and the conservative forces of south Korea are seeking to preserve the illegal \"northern limit line\" through their premeditated military provocations and going so  foolish as to insist that the waters south of it are their territorial waters and make them an established fact. \n\t\t\t\t\t\n\t\t\t\t\t The Navy Command of the KPA states as follows in order to cope with the grave situation prevailing in the waters of the West Sea of Korea:\n\t\t\t\t\t\n\t\t\t\t\t1. In order to counter the reckless military provocations of the warmongers of the south Korean military our navy declares the waters on the extension of the Military Demarcation Line in the West Sea under the control of our army as a peacetime naval firing zone of coastal and island artillery units of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t2. All fishing boats and warships are required to take security measures by themselves in that zone to protect themselves.\n\t\t\t\t\t\n\t\t\t\t\t3. We re-clarify at home and abroad that there exists no illegal \"northern limit line\" except the extension of the Military Demarcation Line in the waters of the West Sea of Korea declared by the DPRK."
        },
        {
            "title": "DPRK-Brazil Signed Intergovernmental Protocol",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-06ee.html",
            "content": "DPRK-Brazil Signed Intergovernmental Protocol\r\n Pyongyang, December 21 (KCNA) -- A protocol on the amendment to the trade agreement between the governments of the DPRK and Brazil was signed here on Monday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Ri Ryong Nam, minister of Foreign Trade, and officials concerned and from the Brazilian side Arnaldo Carrilho, Brazilian ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t On hand were diplomatic envoys of different countries here.\n\t\t\t\t\t\n\t\t\t\t\tThe protocol was signed by Ri Ryong Nam and Arnaldo Carrilho."
        },
        {
            "title": "Successes in Literature and Art",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-09ee.html",
            "content": "Successes in Literature and Art\r\n Pyongyang, December 21 (KCNA) -- The year of Juche 98 (2009) has witnessed the Democratic People's Republic of Korea producing lots of monumental masterpieces to put the Songun-based literature and art on a higher level.\n\t\t\t\t\t A grand evening of firecrackers \"Fireworks for Great, Prosperous and Powerful Nation\" was held on the bank of the River Taedong flowing across Pyongyang to commemorate the 97th birth anniversary of President Kim Il Sung. It presented a wonderful kaleidoscope of fire, the first of its kind in the 5,000-year-long history of the country, to inspire the servicepersons and people with confidence in and optimism of the victory in the building of a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The grand gymnastic and artistic performance \"Arirang\", a chef do'euvre of a great ideological value, a high artistry and a unique form in the new era, was performed to be highly acclaimed by the spectators and the \"October Concert\" given by the Unhasu Orchestra, the Mansudae Art Troupe and the Samjiyon Band to celebrate the 64th birthday of the Workers' Party of Korea provided a model of the Songun-based musical art created in the year of a great upsurge, a year when the Korean people's dreams have come true.\n\t\t\t\t\t\n\t\t\t\t\t The opera \"The Dream of the Red Mansions\", an adaptation from a classic of China, the drama \"A Sentry under a Neon Lamp\", which was created and performed in China in the 1960s, and the Russian opera \"Evgeni Onegin\" were recreated to demonstrate once again the mighty of Korean art. \n\t\t\t\t\t\n\t\t\t\t\t Also produced were the documentary film \"The Sun of Songun Shedding Its Rays All over the World\" (parts 1, 2 and 3) which comprehends the undying feats performed by General Secretary\n\t\t\t\t\t\t Kim Jong Il in the Songun-based revolution and feature films \"A White Gem\" (parts 1 and 2), \"White Birch of Paektu\", \"The Great Bear\", \"The Country I Saw\" (parts 2 and 3), \"A Day of Training\", \"Lifeline\" and the like, enriching the treasury of the Juche-oriented filmdom.\n\t\t\t\t\t\n\t\t\t\t\t A large number of literary works full of the feelings of the vibrant era have been produced in the year, too, arousing the entire army and all people to the victory. Among them are full-length novels \"Basis of Happiness\", \"Breaking Dawn\" and \"Annual Ring\", epics \"To the Uttermost Ends of the Earth, to the Ends of Years\", the long poem \"Oh, My Fatherland!\", song words \"Reach for Ultramodern Science\" and \"Great Joy of Victory\" and the selection of poems \"Echo Reverberating from Huichon\".\n\t\t\t\t\t\n\t\t\t\t\t Many successes have been achieved in the fine art sector. The Songhwa Fine Art Exhibition in commemoration of the Day of the Sun, a national art exhibition in celebration of February 16, the birthday of leader Kim Jong Il, and other exhibitions of diversified themes were held successfully and the Korean painting \"Sea Kumgang at Sunset\" drawn by Ri Chang, an artist of the Mansudae Art Studio, was awarded the top prize for ingenuity in the 12th Beijing International Art Expositions held in August.\n\t\t\t\t\t\n\t\t\t\t\t The top prize was conferred on the aerial stunt \"Three-stage Trapeze Flight\" in the 33rd Monte Carlo International Acrobatic Festival and two of the three highest prizes on stunts \"Flying on the Twin Swing\" and \"Balancing Etude\" in the 12th Wuqiao International Acrobatic Festival fully demonstrating the influence of the ever developing Juche-oriented acrobatics.\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned successes in Songun-based literature and art in the year are all thanks to the outstanding and energetic leadership of Kim Jong Il."
        },
        {
            "title": "Astronomical Data Carved in Dolmens",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-08ee.html",
            "content": "Astronomical Data Carved in Dolmens\r\n Pyongyang, December 21 (KCNA) -- Contained in dolmens are precious historical materials reflecting the astronomical knowledge of the ancient Korean people. \n\t\t\t\t\t More than 200 dolmens discovered in the Pyongyang area have holes on their stone lids. \n\t\t\t\t\t\n\t\t\t\t\t There are different interpretations with regard to the holes, but archaeologists have proved that they are constellations seen in a night sky at that time.\n\t\t\t\t\t\n\t\t\t\t\t According to a survey of scholars concerned, the holes indicate star charts and they serve as one of the earliest origins in the world.\n\t\t\t\t\t\n\t\t\t\t\t The constellations found on the stone lids of the dolmens in the basin of the River Taedong are fairly correct and their numbers are not a few.\n\t\t\t\t\t\n\t\t\t\t\t Carved on the stone lids of the Pyongyang area's dolmens are the Great Bear and some 40 other constellations.\n\t\t\t\t\t\n\t\t\t\t\t Archaeologists say that they are, so to speak, an astronomical chart carved on a stone, which has a valuable material showing a high level of astronomical knowledge.\n\t\t\t\t\t\n\t\t\t\t\t The dolmens, with valuable historical data indicative of the ancient Korean people's social relations, cultural level, customs, etc. are well preserved as historical relics under the care of the state."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-05ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, December 21 (KCNA) -- The prosperity of the country and the nation lies in living our own way, says Rodong Sinmun Monday in a signed article dedicated to the 30th anniversary of the publication of General Secretary Kim Jong Il's work \"Let Us Thoroughly Implement the Party's Strategic Policy on Living Our Own Way.\" \n\t\t\t\t\t The work published on Dec. 19, Juche 68 (1979) clarifies principled issues arising in achieving the prosperity of the country and the nation our own way and by our own efforts.\n\t\t\t\t\t\n\t\t\t\t\t To live our own way means thinking and behaving in our own right sense as required by the Juche idea and carrying out the revolution and construction in the interests of the people and in conformity with the actual conditions of the country, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t To do so provides a sure guarantee for steadfastly adhering to the independent stand of the country and the nation and a basic way for consolidating the foundation of the self-supporting economy and achieving eternal prosperity of the country and it is an important requirement for letting the spirit of socialism run high in all fabrics of social life.\n\t\t\t\t\t\n\t\t\t\t\t The slogan \"Let Us Live Our Own Way!\" serves as the one reflecting the faith of the Korean people and it is a principle guiding the Party and state activities to solve all the problems from their viewpoint as dictated by their faith.\n\t\t\t\t\t\n\t\t\t\t\t Our own way precisely means the Juche-oriented way and self-reliance. The Korean people established a control over the key branch of CNC technology and succeeded in perfecting the Korean-style method of producing Juche iron, startling the world, because they boldly waged the drive to push back the frontiers of science their own way, the Juche-oriented way.\n\t\t\t\t\t\n\t\t\t\t\t Doing our own way alone can preserve the dignity of the country, the soul of the nation and the socialist spirit.\n\t\t\t\t\t\n\t\t\t\t\t Live our own way. Fight our own way. Create our own way. These serve as an invariable strategic policy of the Workers' Party of Korea and a signpost for winning a sure victory in the struggle for achieving eternal prosperity of the nation."
        },
        {
            "title": "S. Koreas' Moves to Put Media under Control Flayed",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-03ee.html",
            "content": "S. Koreas' Moves to Put Media under Control Flayed\r\n Pyongyang, December 21 (KCNA) -- The Headquarters for Action against Dictatorship of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea released a statement on Dec. 17 denouncing the authorities' ever-more undisguised moves to put media under their control.\n\t\t\t\t\t The statement charged that no sooner had they come to power than the authorities put the Broadcasting and Communication Committee and then Yonhap TV News, KBS, Arirang TV and other media organs under their control one after another. They even worked with bloodshot eyes to hand over the right to the management of broadcasting to the conservative newspapers, it pointed out, saying:\n\t\t\t\t\t\n\t\t\t\t\t Recently they have put spurs to their full-fledged moves to seize media as evidenced by such act as bringing pressure to bear upon mediapersons critical of the \"government\" in a bid to put MBC as a whole under their control.\n\t\t\t\t\t\n\t\t\t\t\t The repressive actions taken by the authorities have lashed the people into a great fury, the statement said, calling upon all the people to pool their strength and wisdom and courageously turn out in the struggle to force the present \"government\" to step down."
        },
        {
            "title": "Removal of Concrete Wall Urged",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-02ee.html",
            "content": "Removal of Concrete Wall Urged\r\n Pyongyang, December 21 (KCNA) -- The Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea issued a statement on Dec. 15 in demand of the removal of the concrete wall.\n\t\t\t\t\t The Korean people have suffered from the tragic division of the nation into the north and the south by the U.S. imperialists although they lived as a homogenous nation for 5,000 years, creating one history and culture on one and the same territory, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\tIt is shame on humankind that the concrete wall was built in the area south of the Military Demarcation Line on the Korean Peninsula three decades ago, dividing Korea against the will of its people.\n\t\t\t\t\t\n\t\t\t\t\t North-south summit meetings held in June 2000 and October 2007 laid foundations for the independent and peaceful reunification of Korea but the south Korean authorities and the U.S. have stood in the way of achieving it. They still keep the concrete wall which infringes upon the Korean people's right to peaceful life.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea denounces the south Korean authorities and the U.S. imperialists that encourage them.\n\t\t\t\t\t\n\t\t\t\t\t Convinced that all the Koreans in the north and the south and abroad would build a free and reunified country in firm unity under the banner of the great national unity provided by President Kim Il Sung, we appeal to the peace-loving people and organizations of the world to extend full support and solidarity to their struggle."
        },
        {
            "title": "Centenary of Kim Il Sung's Birth to Be Observed in Romania",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-01ee.html",
            "content": "Centenary of Kim Il Sung's Birth to Be Observed in Romania\r\nPyongyang, December 21 (KCNA) -- A Romanian joint preparatory committee for commemorating the centenary of birth of President Kim Il Sung was inaugurated with due ceremony at the building of the Romanian Socialist Union on Dec. 16.\n\t\t\t\t\t Present at the inaugural ceremony were personages and members of the Romanian Socialist Union, the Romanian Workers' Association, the Romania-Korea Friendship Association and the Romanian Branch of the Korean Friendship Association headquartered in Spain.\n\t\t\t\t\t\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, was elected chairman of the joint preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to work out a plan for holding colorful events till April 15, 2012 and carry it out."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno el Complejo de Acero de Songjin",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-11ee.html",
            "content": "Kim Jong Il dirige sobre terreno el Complejo de Acero de Songjin\r\nPyongyang, 21 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Complejo de Acero de Songjin que perfecciono el sistema de produccion de hierro Juche. \n\t\t\t\t\tEl Dirigente recorrio durante varias horas los procesos productivos incluso los talleres de acero, de hierro Juche y de pudelacion y se entero en detalles del estado de la reconstruccion tecnica y de la produccion. \n\t\t\t\t\t\n\t\t\t\t\tAl ver los procesos de produccion de hierro Juche, erguidos gigantescamente exaltando el poderio de la industria autoctona, y un aspecto majestuoso de hierro Juche de buena calidad que sale con chispas del horno de pudelacion como una corriente de agua, se mostro muy contento de que se haya perfeccionado satisfactoriamente el metodo de produccion de acero segun el hierro Juche y se aumentara constantemente su produccion.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente, lleno de gran conmocion, no quito su mirada del acero Juche, noble producto de la fidelidad de la clase obrera de Songgang al partido y el lider.\n\t\t\t\t\t\n\t\t\t\t\tSenalo con alegria que se puso punto final al metodo convencional de fundicion de acero y se ha materializado brillantemente el legado del Presidente Kim Il Sung, quien se dedico por entero por la produccion del hierro Juche, y agrego cordialmente que alegre sentiria el Presidente si viera esta creacion orgullosa.\n\t\t\t\t\t\n\t\t\t\t\tLos obreros de Songgang destruyeron el conservadurismo y el misticismo tecnico y perfeccionaron por su propia fuerza y tecnica el metodo de fundicion de acero segun el hierro Juche, lo cual es un evento historico que se registrara especialmente en el desarrollo de la industria metalurgica y es el triunfo mas grandioso que el exito de la tercera prueba nuclear, dijo el Dirigente, evaluo altamente los meritos brillantes de todos los funcionarios, tecnicos y obreros que con la investigacion y los esfuerzos constantes y el indoblegable espiritu de lucha lograron exitos en la investigacion de nuevo metodo de fundicion de acero,  y les dio su agradecimiento especial. \n\t\t\t\t\t\n\t\t\t\t\tVolvio a evaluar altamente que el metodo de produccion de acero segun el hierro Juche que perfecciono la clase obrera de Songgang es el gran milagro que pueden crear solo los subditos fieles que se armaron estrictamente con la idea Juche, la  revolucionaria del Presidente Kim Il Sung y apoyan al partido con la conciencia y obligacion moral, hizo otorgar la Orden Kim Il Sung del honor al horno de fundicion por oxigeno y al horno de pudelacion, importantes procesos productivos del hierro Juche y dispenso el gran amor y benevolencia consistente en invitar a Pyongyang a todos los funcionarios, tecnicos y obreros, participantes en la investigacion del hierro Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento las tareas programaticas que se presentan ante el citado complejo.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, al recorrer el Complejo de Piscina y Servicio de Cultura Fisica Songgangwon y el Combinado de Elaboracion de Soya se mostro muy satisfecho de que se hayan preparado excelentes condiciones de vida para los obreros diciendo que el Songgangwon no es menos que el Complejo de Piscinas y Servicios de Cultura Fisica Changgwangwon de Pyongyang y el citado combinado es igual que la fabrica de alimentos acondicionada limpiamente.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y la conviccion de que al igual que en el pasado tambien en el futuro la clase obrera de Songgang desempenara magnificamente el rol de vanguardia, brigada en la materializacion de la politica economica del partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se entero de las labores en su conjunto de la provincia de Hamgyong del Norte durante su direccion sobre el terreno de esta provincia  y volvio a iluminar el camino a seguir por esta.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, Hong Sok Hyong, el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Kim Kyong Hui, Jang Song Thaek y Pak Nam Gi, y los primeros subjefes de departamento del CC del PTC, Ju Kyu Chang y Ri Je Gang."
        },
        {
            "title": "EPC jura defender con fuerza fisica linea de demarcacion en Mar Oeste",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-12ee.html",
            "content": "EPC jura defender con fuerza fisica linea de demarcacion en Mar Oeste\r\nPyongyang, 21 de diciembre (ATCC) -- El portavoz de la Comandancia de las Fuerzas Navales del Ejercito Popular de Corea hizo publica el dia 21 una declaracion que manifiesta la posicion del EPC de defender con la fuerza fisica la linea de demarcacion militar en el Mar Oeste de Corea, que ha sido fijada por nuestra parte. \n\t\t\t\t\tLa nota va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tA pesar de nuestras advertencias repetidas, los belicistas de la capa militar y las fuerzas conservadoras del Sur de Corea cometen premeditadas provocaciones militares, debido a lo cual persiste todavia una situacion muy grave en el Mar Oeste de Corea. \n\t\t\t\t\t\n\t\t\t\t\tUltimamente, redundan en los aventureros canonazos las frecuentes intrusiones en las aguas jurisdiccionales de nuestra parte en el Mar Oeste de Corea por parte de los belicistas de la capa militar del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tA traves de estas provocaciones malintencionadas, los belicistas militares y las fuerzas conservadoras del Sur de Corea intentan absurdamente defender su ilegal e ilegitima \"linea de limite al Norte\" y hacer creer como hecho consumado que las aguas al sur de esa linea forman parte de su zona maritima jurisdiccional.\n\t\t\t\t\t\n\t\t\t\t\tFrente a tal situacion grave dada en el Mar Oeste de Corea, la Comandancia de las Fuerzas Navales del EPC declara como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\t Primero, en respuesta a las imprudentes provocaciones militares de los belicistas del circulo militar surcoreano, nuestras fuerzas navales declaran la zona maritima de nuestra parte en torno a la linea de demarcacion militar en el Mar Oeste como el area de tiro maritimo rutinario de nuestros destacamentos artilleros que guardan las costas y las islas.\n\t\t\t\t\t\n\t\t\t\t\t Segundo, todas las embarcaciones pesqueras y los buques de combate deberan tomar por si solos las medidas de seguridad para evitar las perdidas en el area de tiro maritimo de nuestra parte.\n\t\t\t\t\t\n\t\t\t\t\t Tercero, se vuelve a manifestar al interior y al exterior del pais que en el Mar Oeste de Corea no vale esa ilegal e ilegitima \"linea de limite al Norte\" sino existe unicamente la linea de demarcacion militar que ha sido declarada por nuestra parte."
        },
        {
            "title": "Rubricado protocolo entre gobiernos de Corea y Brasil",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-13ee.html",
            "content": "Rubricado protocolo entre gobiernos de Corea y Brasil\r\n Pyongyang, 21 de diciembre (ATCC) -- Quedo firmado el dia 21 en esta capital el protocolo de modificacion del convenio comercial entre los gobiernos de la Republica Popular Democratica de Corea y la Republica Federativa de Brasil.\n\t\t\t\t\t En la ceremonia de firmas estuvieron presentes por la parte coreana el ministro de Comercio Exterior Ri Ryong Nam y otros funcionarios y por la brasilena, el embajador Arnaldo Carrilho y otros miembros de la embajada carioca en Corea.\n\t\t\t\t\t\n\t\t\t\t\t Tambien asistieron los representantes diplomaticos de varios paises acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\t Ri y Arnaldo suscribieron el documento."
        },
        {
            "title": "Rodong Sinmun exhorta a vivir a nuestra manera",
            "url": "http://kcna.co.jp/item/2009/200912/news21/20091221-14ee.html",
            "content": "Rodong Sinmun exhorta a vivir a nuestra manera\r\nPyongyang, 21 de diciembre (ATCC) -- La prosperidad del pais y la nacion esta en vivir a nuestro modo, senala el periodico Rodong Sinmun en su articulo individual publicado hoy en homenaje al 30o aniversario de la publicacion de la obra del Dirigente Kim Jong Il \"Materialicemos estrictamente la orientacion estrategica del Partido de vivir a nuestra manera\".\n\t\t\t\t\tEn este trabajo publicado el 19 de diciembre del 68 (1979) de la Era Juche estan presentados con claridad los problemas de principio para lograr a nuestra manera y con nuestras fuerzas la prosperidad del pais y la nacion, senala el articulista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tVivir a nuestro estilo significa pensar y actuar con su propia mente de acuerdo con la demanda de la idea Juche y hacer la revolucion y la construccion conforme a los intereses de nuestro pueblo y la realidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tEste modo de vivir deviene la garantia fundamental para mantener firmemente el caracter independiente del pais y la nacion, el remedio principal para lograr la eterna prosperidad de la patria consolidando firmemente la base de la economia independiente y la demanda importante para hacer palpitar el impetu socialista en todos los dominios de la vida social.\n\t\t\t\t\t\n\t\t\t\t\t\"!Vivamos a nuestro estilo!\" deviene la consigna de conviccion del pueblo coreano y solucionar todos los problemas segun su propio criterio y fe resulta el principio de las actividades de nuestro partido y Estado.\n\t\t\t\t\t\n\t\t\t\t\tEl estilo nuestro es precisamente el jucheano y la autoconfianza. \n\t\t\t\t\t\n\t\t\t\t\tAl desarrollar con valentia a nuestro estilo, al jucheano, la lucha por superar las tecnologias sofisticadas, el pueblo coreano pudo tomar las arterias de la tecnologia CNC y completar el metodo de produccion del hierro Juche al estilo coreano sorprendiendo al mundo. He aqui precisamente la dignidad del pais, el espiritu de la nacion y el impetu del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tVivir, luchar y crear a nuestro estilo, esto es la invariable orientacion estrategica del Partido del Trabajo de Corea y la bandera de victorias por la prosperidad eterna de la nacion."
        }
    ]
}