{
    "date": "2009-08-05",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-05ee.html",
    "articles": [
        {
            "title": "Report on Bill Clinton's Visit to DPRK Made Public",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-01ee.html",
            "content": "Report on Bill Clinton's Visit to DPRK Made Public\r\nPyongyang, August 5 (KCNA) --A report on Former U.S. President Bill Clinton's visit to the Democratic People's Republic of Korea is as follows: \n\t\t\t\t\tFormer U.S. President Bill Clinton and his party visited the Democratic People's Republic of Korea from August 4 to 5.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, met with Bill Clinton and his party.\n\t\t\t\t\t\n\t\t\t\t\t During their stay Clinton and his party paid a courtesy call on Kim Yong Nam, president of the Presidium of the Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t Clinton expressed words of sincere apology to Kim Jong Il for the hostile acts committed by the two American journalists against the DPRK after illegally intruding into it. Clinton courteously conveyed to Kim Jong Il an earnest request of the U.S. government to leniently pardon them and send them back home from a humanitarian point of view.\n\t\t\t\t\t\n\t\t\t\t\tThe meetings had candid and in-depth discussions on the pending issues between the DPRK and the U.S. in a sincere atmosphere and reached a consensus of views on seeking a negotiated settlement of them. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il issued an order of the Chairman of the DPRK National Defence Commission on granting a special pardon to the two American journalists who had been sentenced to hard labor in accordance with Article 103 of the Socialist Constitution and releasing them.\n\t\t\t\t\t\n\t\t\t\t\t Clinton courteously conveyed a verbal message of U.S. President Barack Obama expressing profound thanks for this and reflecting views on ways of improving the relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The measure taken to release the American journalists is a manifestation of the DPRK's humanitarian and peaceloving policy.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK visit of Clinton and his party will contribute to deepening the understanding between the DPRK and the U.S. and building the bilateral confidence."
        },
        {
            "title": "Bill Clinton Leaves Here ",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-02ee.html",
            "content": "Bill Clinton Leaves Here\r\n Pyongyang, August 5 (KCNA) -- Bill Clinton, former president of the United States, and his party left here today by air. \n\t\t\t\t\t They were seen off at the airport by Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, and Kim Kye Gwan, vice-minister of Foreign Affairs."
        },
        {
            "title": "Pyongyang International Architectural Book Exhibition Closes",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-13ee.html",
            "content": "Pyongyang International Architectural Book Exhibition Closes\r\nPyongyang, August 5 (KCNA) -- The Pyongyang International Architectural Book Exhibition was closed with due ceremony at the Grand People's Study House on Wednesday.\n\t\t\t\t\tAttending the ceremony were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, officials in the fields of architecture and press and architects and delegations of different countries, international organizations and overseas compatriots and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\tCertificates were awarded and souvenirs offered to those organizations which donated books and data presented to the exhibition.\n\t\t\t\t\t\n\t\t\t\t\tA letter to General Secretary Kim Jong Il from the participants in the exhibition was adopted at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tThe letter noted that though their stay in the DPRK was not long, the participants in the exhibition could know well about the plan of Kim Jong Il to get every structure built to meet the desire and demand of the present era and the people while going round monumental edifices of Korean styles which successfully ensured formative and artistic representation in architecture and that they were deeply moved at the fervent spirit of inquiry of the architects and other people in the DPRK possessed of creative wisdom.\n\t\t\t\t\t\n\t\t\t\t\tIt stressed that they would invigorate scientific and technological exchange and cooperation with the DPRK through such various exhibitions as the Pyongyang International Architectural Book Exhibition.\n\t\t\t\t\t\n\t\t\t\t\tMun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the organizing committee of the Pyongyang International Scientific and Technological Book Exhibition, made an address at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the exhibition successfully proceeded to suit its mission and purpose, he expressed thanks to the delegations of various countries, international organizations and overseas compatriots and staff members of foreign embassies here for the deep attention and positive cooperation they rendered for the exhibition.\n\t\t\t\t\t\n\t\t\t\t\tDuring the period of the exhibition, the delegations swapped their successes and experience gained in the fields of architecture and press and discussed boosting the exchange and cooperation among countries."
        },
        {
            "title": "Lao Government Presents Pair of Elephants to DPRK",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-05ee.html",
            "content": "Lao Government Presents Pair of Elephants to DPRK\r\nPyongyang, August 5 (KCNA) -- The Lao government presented a pair of elephants to the DPRK on the occasion of the 35th anniversary of the establishment of diplomatic relations between the DPRK and Laos.\n\t\t\t\t\tA presentation ceremony took place in Vientiane on July 30.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were officials of the People's Revolutionary Party, the Prime Minister's Office of the government, the Ministry of Foreign Affairs, the People's Revolutionary Youth Union, the Ministry of Agriculture and Forestry of Laos and the Laos-Korea Friendship Association, the DPRK ambassador to Laos and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there."
        },
        {
            "title": "DPRK Girls Team Beats Its Vietnamese Rival",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-14ee.html",
            "content": "DPRK Girls Team Beats Its Vietnamese Rival\r\nPyongyang, August 5 (KCNA) -- The DPRK girls team trounced its Vietnamese rival 6:0 in a group league match of the 2009 Asian Women's U-19 Football Championships held on August 4.\n\t\t\t\t\tThe DPRK eleven scored one goal after another in the game through well organized ball passing, counterattack, goal-in in the goal area, etc. in line with its tactical intention."
        },
        {
            "title": "Stamp on Artificial Satellite Kwangmyongsong No. 2 Published",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-09ee.html",
            "content": "Stamp on Artificial Satellite Kwangmyongsong No. 2 Published\r\nPyongyang, August 5 (KCNA) -- The Democratic People's Republic of Korea has brought out a postage stamp (souvenir sheet) to commemorate the successful launch of artificial satellite Kwangmyongsong No. 2.\n\t\t\t\t\t Scientists and technicians of the DPRK succeeded in putting artificial satellite Kwangmyongsong No. 2 into orbit of space by means of carrier rocket Unha-2 on April 5.\n\t\t\t\t\t\n\t\t\t\t\t The souvenir sheet carries the words \"Launch of Artificial Satellite 'Kwangmyongsong No. 2' in the DPRK\" in Korean and English and a photograph showing the launch of carrier rocket Unha-2, on which the national flag of the DPRK is painted.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the souvenir sheet are a picture showing carrier rocket Unha-2 and the orbit's angle of inclination, perigee, apogee and the cycle of the experimental communications satellite."
        },
        {
            "title": "Vessels Made with Medicinal Stones in Mineral Springs Good for Health",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-11ee.html",
            "content": "Vessels Made with Medicinal Stones in Mineral Springs Good for Health\r\nPyongyang, August 5 (KCNA) -- Vessels made with medicinal stones in mineral springs are on display at the Taesong Export Goods Exhibition Hall of the DPRK. They are rich in national color.\n\t\t\t\t\tStones contain platinum, cobalt, copper, nickel and others to control the occurrence and action of the carcinogenic substances.\n\t\t\t\t\t\n\t\t\t\t\tDaily use of such vessels makes it possible to effectively prevent various diseases.\n\t\t\t\t\t\n\t\t\t\t\tFood prepared with such vessel preserves its original taste, smell and color. It also prevents the major nutritive substances and microelements from being spoiled.\n\t\t\t\t\t\n\t\t\t\t\tIt increases the activity of glutamic acid, various kinds of high protein and ferment of foodstuffs to stimulate appetite.\n\t\t\t\t\t\n\t\t\t\t\tHaving high heat-preserving capacity, it keeps the boiling temperature for 30 minutes and more after turning off the gas. The food processed in the vessel does not go bad easily.\n\t\t\t\t\t\n\t\t\t\t\tThe medicinal herbs and aromatic food cooked with it preserve their effective elements for a long time.\n\t\t\t\t\t\n\t\t\t\t\tThe food processed with medicinal stone vessel is also good for the treatment of digestive troubles.\n\t\t\t\t\t\n\t\t\t\t\tThey are popular not only among the people of the DPRK but also among foreigners and overseas Koreans visiting the hall."
        },
        {
            "title": "Lee Group's Anti-DPRK Racket Denounced",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-12ee.html",
            "content": "Lee Group's Anti-DPRK Racket Denounced\r\nPyongyang, August 5 (KCNA) -- The moves of the Lee Myung Bak group against the DPRK and reunification only bring into bolder relief its true colors as confrontation maniacs and leave it further isolated from the people.\n\t\t\t\t\tMinju Joson Wednesday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppet Ministry of Unification released \"guidelines for education in unification\" to defame the inviolable political system in the DPRK. And the puppet Advisory Council for Democracy and Peaceful Unification of south Korea in a pamphlet titled \"Proper Understanding of Lee Myung Bak Government's Policy towards the North\" grossly downplayed the inter-Korean joint declarations. This is an unpardonable anti-reunification act aimed at pushing the inter-Korean relations to the uncontrollable phase by escalating the confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe Lee group is a group of wicked anti-reunification confrontation maniacs keen to escalate the confrontation with the north and realize the ambition to invade it, utterly indifferent to the improvement of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\tWith no desperate effort can the Lee group dare do harm to the dignified DPRK and downplay the historic significance of the inter-Korean joint declarations proved in practice and enshrined deep in the minds of the people.\n\t\t\t\t\t\n\t\t\t\t\tHistory has already proved that only shameless destruction awaits the traitors going against the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\tThe Koreans will surely settle accounts with the Lee Myung Bak group which has persistently blocked reconciliation, unity and reunification of the nation through the vicious moves to escalate the confrontation with the DPRK."
        },
        {
            "title": "Full Display of Patriotism Called for Great National Unity",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-15ee.html",
            "content": "Full Display of Patriotism Called for Great National Unity\r\nPyongyang, August 5 (KCNA) -- The patriotic spirit of the Korean nation and its peculiar disposition serve as a firm ideological and moral basis for the great unity of the whole nation.\n\t\t\t\t\tRodong Sinmun stresses this in a signed article Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tPatriotism is love of one's country and nation and firm willingness to readily devote one's all to them, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is the proud tradition and characteristics of the Koreans to love the country and the nation passionately and value their dignity more than anything else.\n\t\t\t\t\t\n\t\t\t\t\t\"By our nation itself\", clarified in the June 15 joint declaration, is the most steadfast patriotic idea.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation remains divided into the north and the south, but any member of it sympathizes with the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\tThe slogan of \"By our nation itself\" can be heard everywhere in the north and the south of Korea and abroad, and any action against it is rejected as treachery swimming against the times and the mindset of the people.\n\t\t\t\t\t\n\t\t\t\t\tThe cause for the great unity of the Korean nation can never advance without the ardent patriotic spirit of its members.\n\t\t\t\t\t\n\t\t\t\t\tAny Korean who values the destiny of the country and the nation should give full play to patriotism in conformity with the requirements of the times.\n\t\t\t\t\t\n\t\t\t\t\tThe patriotic spirit is, indeed, a powerful ideological and moral weapon as it helps all compatriots at home and abroad achieve the great national unity, irrespective of the differences in ideology and ism, political view and religious belief and class and strata, and consolidate it.\n\t\t\t\t\t\n\t\t\t\t\tNo force on earth can match the strength of the Korean nation advancing toward the great national unity and the reunification of the country under the banner of \"By our nation itself\" with high pride and honor of being the nation guided by Kim Jong Il, who is clearly indicating the way for the independent reunification and prosperity of the nation with his wise leadership based on love of the country, the nation and the people."
        },
        {
            "title": "Support for Unionists' Strike Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-07ee.html",
            "content": "Support for Unionists' Strike Urged in S. Korea\r\nPyongyang, August 5 (KCNA) -- Members of the Democratic Labor Party of south Korea held a speech meeting on the situation in the plaza of Phyongthaek Railway Station in Kyonggi Province on August 1, in which they called for turning out in the struggle to support the unionists of Ssangyong Motor Co.\n\t\t\t\t\tContending that the blame for the Ssangyong Motor crisis is entirely on the present authorities and the business side, they called upon all citizens to fully support the unionists in the death-defying strike.\n\t\t\t\t\t\n\t\t\t\t\tThe Confederation of Trade Unions, too, released a statement on August 2 urging the Lee Myung Bak \"government\" and the business side to retract all repressive measures against the unionists' strike and come out for the settlement of the crisis.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, a signature campaign has been going on in the plaza of the station for several days to express support for the unionists in the strike."
        },
        {
            "title": "Day of Korean People's Victory in War Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-03ee.html",
            "content": "Day of Korean People's Victory in War Observed\r\nPyongyang, August 5 (KCNA) -- Meetings were held to mark the 56th anniversary of the victory of the Korean people in the Fatherland Liberation War in Mexico, Poland, Bulgaria and the Czech Republic between July 15 and 25.\n\t\t\t\t\tOn display in the venues of the meetings were photos on the exploits President Kim Il Sung performed by winning a victory in the war and Songun leadership exploits of General Secretary\n\t\t\t\t\t\tKim Jong Il, their works and other photos on the heroic struggle of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\tJesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, said that Kim Il Sung defeated the U.S. imperialists who boasted of being the \"strongest\" in the world and achieved a great victory in the war with his outstanding strategy and tactics, adding that the exploits he performed by winning the victory in the war would shine long in history.\n\t\t\t\t\t\n\t\t\t\t\tRoman Orszewski, chairman of the Union of Polish People's Army, highly praised the above-said exploits of Kim Il Sung, noting that under the wise guidance of Kim Jong Il the army of the DPRK has grown to be an invincible army capable of decisively foiling any moves of the imperialists for aggression and provided a sure guarantee for the sovereignty of the country and the drive of the Korean people to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tAtanas Ivanov, honorary chairman of the Bulgarian Communists Union, referred to the fact that the Korean people under the Songun leadership of Kim Jong Il have firmly defended the socialist cause, frustrating the U.S. moves to stifle the DPRK. He noted that the world progressives are gaining confidence and hope from the heroic struggle of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tFrantisek Krizek, executive secretary of the Central Committee of the Czech, Moravian, Silesian Trade Unions' Association of the Czech Republic, said that the U.S. is running amuck to provoke a new war still keeping south Korea under its occupation, far from drawing a lesson from a bitter defeat it sustained in the Korean War and strongly urged it to immediately withdraw its troops and war equipment from south Korea.\n\t\t\t\t\t\n\t\t\t\t\tA message of greetings to Kim Jong Il was adopted at the meeting held in Bulgaria."
        },
        {
            "title": "Korean People's Struggle Supported",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-04ee.html",
            "content": "Korean People's Struggle Supported\r\nPyongyang, August 5 (KCNA) -- Ethiopian and Romanian figures separately issued statements on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\tNigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, in his statement issued on July 10 expressed full support to the Korean people's struggle to foil the U.S. hostile policy towards the DPRK and achieve the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe statement asserted that Korea's reunification should be achieved in the spirit of the June 15 joint declaration and the October 4 declaration, the U.S. should make a switchover in  its hostile policy towards the DPRK and the U.N. Security Council's \"resolution on sanctions\" against the DPRK should be retracted unconditionally. \n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Romania-Korea Friendship Association in a statement issued on July 24 said that the victory in the three-year Korean War was the fruition of the wise leadership of President\n\t\t\t\t\t\t Kim Il Sung, an outstanding strategist.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK have converted it into a military power, which nobody dares provoke, under the wise Songun revolutionary leadership of General Secretary Kim Jong Il, the statement noted, declaring the association would always support the Korean people in their struggle to achieve the country's reunification."
        },
        {
            "title": "Korean People's Just Cause Supported",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-06ee.html",
            "content": "Korean People's Just Cause Supported\r\nPyongyang, August 5 (KCNA) -- An Asian-Pacific regional meeting of the Women's International Democratic Federation held in India from July 17 to 19 expressed full support to the just cause of the Korean people.\n\t\t\t\t\tA statement of solidarity to the Korean people was adopted at the meeting. \n\t\t\t\t\t\n\t\t\t\t\tIt said: The U.S. and the south Korean authorities' reckless racket of confrontation with the DPRK and their moves to ignite a war against it have reached the worst phase in history. The United States is the arch criminal escalating the confrontation and the tension on the Korean Peninsula and bringing about the danger of a war. \n\t\t\t\t\t\n\t\t\t\t\tThe federation strongly denounces the U.S. imperialists for igniting a war of aggression in the last century, bringing unspeakable disasters to the Korean nation and persistently pursuing the hostile policy toward the DPRK and urges the U.S. imperialist aggressor forces to withdraw from south Korea at an early date.\n\t\t\t\t\t\n\t\t\t\t\tThe statement vehemently condemned the Lee Myung Bak ruling forces of south Korea for their treacherous acts of escalating the confrontation between the north and the south and working hard to ignite a war against the north in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe statement went on:\n\t\t\t\t\t\n\t\t\t\t\tThe federation ardently calls upon all the progressive women of the world who love peace and justice to courageously turn out in the anti-U.S. struggle and fully support and encourage the women and other people of Korea in their struggle to achieve independent and peaceful reunification under the banner of the June 15 joint declaration and the October 4 declaration on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t\n\t\t\t\t\tThe Asian-Pacific regional organizations of the federation will conduct a widespread movement to put an end to the U.S. forces' presence in south Korea and countries of the Asian-Pacific and support the Korean people's struggle to achieve the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\tThe federation strongly urges the U.S. to respect the sovereignty of the DPRK and all other countries in the rest of the Asian-Pacific."
        },
        {
            "title": "Mainstay of Faith",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-10ee.html",
            "content": "Mainstay of Faith\r\n Pyongyang, August 5 (KCNA) -- Kim Jong Suk, an anti-Japanese heroine, met representatives who participated in the Conference of Representatives of the Democratic Youth Organization in North Korea on January 17, Juche 35 (1946) when the Democratic Youth League of North Korea (then) was formed.\n\t\t\t\t\t They said, with great emotion, that they did not know how to repay the warm benevolence of President Kim Il Sung who summoned them to the conference, had a photograph taken with them and even arranged a banquet in honor of them.\n\t\t\t\t\t\n\t\t\t\t\tLooking at them, the heroine said to the following effect: It was not that we had much knowledge when doing work with youth. You should learn what you do not know while working as instructed by General Kim Il Sung. What is important is to have a conviction that you can do anything when you do in accordance with the instruction of General Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tAs we fought with such conviction, we defeated the Japanese imperialists armed to the teeth to liberate the country and rallied a large number of youths around the general to turn out into the struggle for regaining the country.\n\t\t\t\t\t\n\t\t\t\t\tWe can do anything only when we do as instructed by General Kim Il Sung!\n\t\t\t\t\t\n\t\t\t\t\tThe mainstay of faith implanted by her in their hearts still remains in the minds of the young vanguards of Korea as the steel-strong will and the banner of life and struggle."
        },
        {
            "title": "Informacion sobre la visita de Bill Clinton a Corea",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-16ee.html",
            "content": "Informacion sobre la visita de Bill Clinton a Corea\r\nPyongyang, 5 de agosto (ATCC) -- En relacion con la visita a Corea del ex presidente estadounidense, Bill Clinton, quedo publicada la siguiente informacion:\n\t\t\t\t\tEl ex presidente estadounidense, Bill Clinton, y su comitiva visitaron del 4 al 5 del mes en curso la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t El camarada Kim Jong Il, Secretario General del  Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y gran Dirigente de nuestro partido y pueblo, recibio en audiencia a los huespedes norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\t Durante su estancia, los visitantes realizaron una visita de cortesia a Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema.\n\t\t\t\t\t\n\t\t\t\t\t Clinton se excuso profundamente al Dirigente     Kim Jong Il por las acciones hostiles a la RPDC, que cometieron las dos periodistas norteamericanas al entrar ilegalmente en nuestro pais, y le transmitio cortesmente la peticion solicita del gobierno norteamericano de devolverlas perdonandolas con indulgencia desde el punto de vista humanitario.\n\t\t\t\t\t\n\t\t\t\t\t En los encuentros se debatieron en un clima serio y de manera sincera y profunda los problemas pendientes entre la RPDC y EE.UU. y se logro el consenso de solucionar los problemas mediante el dialogo.\n\t\t\t\t\t\n\t\t\t\t\t El Dirigente dio la orden del Presidente del CDN de la RPDC de liberar aplicando la amnistia segun el articulo No.103 de la Constitucion Socialista a las dos periodistas estadounidenses sentenciadas al trabajo reformatorio.\n\t\t\t\t\t\n\t\t\t\t\tClinton expreso profundo agradecimiento por el respecto y transmitio cortesmente al Dirigente el mensaje oral del presidente de los Estados Unidos de America, Barack Obama, en que esta reflejada la opinion sobre la manera de mejorar las relaciones entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tLa medida de poner en libertad a las periodistas norteamericanas deviene la expresion del humanitarismo y la politica pacifista de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa visita de Bill Clinton y su comitiva a la RPDC contribuira a profundizar el entendimiento y crear la confianza entre la RPDC y EE.UU."
        },
        {
            "title": "Parte de Pyongyang Bill Clinton",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-17ee.html",
            "content": "Parte de Pyongyang Bill Clinton\r\nPyongyang, 5 de agosto (ATCC) -- El ex presidente de Estados Unidos, Bill Clinton, y su comitiva partieron el dia 5 por via aerea de esta capital.\n\t\t\t\t\tEn el aeropuerto, ellos fueron despedidos por el vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, y el viceministro de Relaciones Exteriores Kim Kye Gwan."
        },
        {
            "title": "Clausurada Exhibicion Internacional de Libros Arquitectonicos",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-18ee.html",
            "content": "Clausurada Exhibicion Internacional de Libros Arquitectonicos\r\n Pyongyang, 5 de agosto (ATCC) -- Quedo clausurada la Exhibicion Internacional de Libros Arquitectonicos de Pyongyang en una ceremonia que tuvo lugar este miercoles en el Palacio de Estudio del Pueblo.\n\t\t\t\t\t En la ocasion participaron el secretario del CC del Partido del Trabajo de Corea Choe Thae Bok, los funcionarios de los dominios de arquitectura y prensa, los arquitectos, las delegaciones de varios paises, organizaciones internacionales y coreanos residentes en ultramar, asi como los miembros de las embajadas de varios paises en Corea.\n\t\t\t\t\t\n\t\t\t\t\t Sobre todo, fueron otorgados el diploma y recuerdos a las entidades que han donado los libros y materiales exhibidos en ese evento.\n\t\t\t\t\t\n\t\t\t\t\t Tambien fue aprobada la carta de los participantes en la exhibicion enviada al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Durante nuestra corta estancia en Corea, tuvimos la oportunidad de visitar las construcciones monumentales especificas de Corea, en las que se asegura magnificamente el caracter plastico y artistico de la arquitectura, senala la misiva.\n\t\t\t\t\t\n\t\t\t\t\t En esas visitas, -prosigue- pudimos conocer bien el proyecto del Dirigente Kim Jong Il de edificar todos los edificios conforme a la aspiracion y demanda de la epoca contemporanea y del pueblo y nos quedamos muy impresionados del gran espiritu investigador de los arquitectos y otros habitantes coreanos con mucha inteligencia creativa.\n\t\t\t\t\t\n\t\t\t\t\t  En el futuro tambien, dinamizaremos el intercambio y la cooperacion de ciencias y tecnicas con Corea mediante exposiciones de diferentes formas como el evento en que participamos, concluye la carta.\n\t\t\t\t\t\n\t\t\t\t\t  El discurso de clausura fue pronunciado por Mun Jae Chol, presidente del Comite Organizador de la Exhibicion Internacional de Libros Cientificos y Tecnicos de Pyongyang y presidente interino del Comite de Relaciones Culturales con el Extranjero.\n\t\t\t\t\t\n\t\t\t\t\tEl apunto que la Exhibicion Internacional de Libros Arquitectonicos de Pyongyang culmino exitosamente conforme a su mision y proposito y expreso agradecimiento a las delegaciones de varios paises, organizaciones internacionales y coreanos residentes en ultramar y a los miembros de las embajadas de varios paises en Corea que brindaron activa cooperacion prestando profunda atencion al evento.\n\t\t\t\t\t\n\t\t\t\t\t  Durante la exhibicion, las delegaciones intercambiaron los exitos y experiencias logrados en los dominios de arquitectura y prensa y consultaron el problema de intensificar el intercambio y la cooperacion entre los paises."
        },
        {
            "title": "Gobierno laosiano dona a Corea una pareja de elefantes",
            "url": "http://kcna.co.jp/item/2009/200908/news05/20090805-19ee.html",
            "content": "Gobierno laosiano dona a Corea una pareja de elefantes\r\nPyongyang, 5 de agosto (ATCC) -- Con motivo del 35o aniversario del establecimiento de relaciones diplomaticas entre la Republica Popular Democratica de Corea y la Republica Democratica Popular Lao, el gobierno de este pais dono a la primera una pareja de elefantes.\n\t\t\t\t\tLa ceremonia correspondiente tuvo lugar el 30 de julio en Vientiane.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes las personalidades del Partido Popular Revolucionario Lao, la Oficina del Primer Ministro del Gobierno, el Ministerio de Relaciones Exteriores, la Union de la Juventud Popular Revolucionaria, el Ministerio de Agricultura y Silvicultura y la Asociacion de Amistad Laos-Corea, el embajador y otros miembros de la embajada coreana en ese pais.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto se pronunciaron discursos."
        }
    ]
}