{
    "date": "2009-01-11",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-11ee.html",
    "articles": [
        {
            "title": "Lee Myung Bak's Moves for Reviving Fascist Dictatorship Flailed",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-07ee.html",
            "content": "Lee Myung Bak's Moves for Reviving Fascist Dictatorship Flailed\r\nPyongyang, January 11 (KCNA) -- After seizing power under the signboard of \"pragmatism\" in February last year traitor Lee Myung Bak and his gentries made desperate efforts to stem the trend of history while reviving the past fascist dictatorial system going against the requirement of the times and the aspiration of the people all the year round.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the Lee group come to power than they viciously defamed the history of righteous struggle of the people for the independent and democratic development of society and national reunification, talking about the \"lost decade\" and the like. This was a revelation of their sinister intention to violate democracy and human rights and turn south Korea into the theatre of fascist rowdyism in a bid to maintain their dictatorial power and realize the \"security of rule\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's moves to revive dictatorship were clearly manifested in their moves to push forward the readjustment of the power system for providing favorable conditions for maintaining the treacherous \"power\", drastically intensify the function and authority of the repressive machines, retrogressively revise all kinds of fascist laws and enact new ones and their fascist moves to put media under their control.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the outrages of the fascist Lee regime, the achievements made by the south Korean people in their struggle for independence, democracy and reunification in the past were ruthlessly trampled down and the south Korean society is being turned back to the dark era of the past where democracy and human rights are violated and dictatorship and violence are rampant.\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly show that the Lee group are, indeed, the worst fascist dictators blocking the independent and democratic development of the society and the movement for national reunification while blatantly challenging the trend of the era.\n\t\t\t\t\t\n\t\t\t\t\t But the era always advances and the trend of history can never be turned back.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee and his gentries are now hell-bent on the fascist suppression of people while seeking to revive the dictatorial system but it will get them nowhere."
        },
        {
            "title": "Puppet Authorities' Fascist Suppressive Moves under Fire",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-04ee.html",
            "content": "Puppet Authorities' Fascist Suppressive Moves under Fire\r\nPyongyang, January 11 (KCNA) -- The South Side Committee for Implementing the June 15 Joint Declaration released a statement on  January 6 demanding the puppet authorities stop at once the intensified repression going against democracy.\n\t\t\t\t\t The statement recalled that on January 2 the chief prosecutor let loose a spate of outcries that it is necessary to stamp out the main force spreading pro-north left-wing idea and seeking social chaos and it is the most basic precondition for tiding over economic difficulties to consolidate the basic free and democratic order.\n\t\t\t\t\t\n\t\t\t\t\t It also said that on the same day the minister of Justice and the director of the \"Intelligence Service\" blared that it is imperative to strictly cope with acts of denying or encroaching upon the basic free and democratic order and strict security is a precondition for economic recovery.\n\t\t\t\t\t\n\t\t\t\t\t All heads of power organs are putting up \"economic recovery\" as the pretext for intensifying security rule but it is aimed at cracking down beforehand upon the resistance of the people which will grow stronger this year, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are abruptly vociferating about \"left wing\" and \"security\" under the pretext of economic difficulties because the \"Security Law\" exists, the statement said, denouncing the security forces for taking issue with those organizations which turned out in the candlelight actions last year and for seeking to revive the military dictatorial rule by invoking the said evil law.\n\t\t\t\t\t\n\t\t\t\t\t It urged the Lee Myung Bak \"government\" to abandon its attempt at suppression of the people and abolish the \"Security Law\" without fail."
        },
        {
            "title": "Resignation of Lee Myung Bak Regime Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-05ee.html",
            "content": "Resignation of Lee Myung Bak Regime Demanded in S. Korea\r\nPyongyang, January 11 (KCNA) -- A meeting of mountaineers of south Korean youth and students organizations took place in Seoul on Jan. 1 in demand of the resignation of the treacherous regime.\n\t\t\t\t\t Attending it were members of organizations under the Youth and Students Solidarity for Implementing the June 15 Joint Declaration and organizations in solidarity with it such as the Headquarters of Youth and Students of the South Side Committee for Implementing the June 15 Joint Declaration, Youth for Reunification, which is the Supporting Association of the South Side Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification, the south Korean Federation of University Student Councils and the Seoul Youth Association for the June 15 Era.\n\t\t\t\t\t\n\t\t\t\t\t The participants wearing clothes bearing the letters \"Step down Lee Myung Bak regime!\" on tour of Mt. Pukhan expressed their will to wage a more dynamic struggle for the independent reunification against Lee Myung Bak this year."
        },
        {
            "title": "Mass Killings of Civilians by Puppet Army and Police Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-06ee.html",
            "content": "Mass Killings of Civilians by Puppet Army and Police Disclosed in S. Korea\r\n Pyongyang, January 11 (KCNA) -- The South Korean Committee for Settling the Past History for Truth and Reconciliation laid bare the truth about the killings of civilians committed by the south Korean puppet army and police in Sunchon of South Jolla Province during the Ryosu Soldier Uprising, according to the January 8 issue of the south Korean newspaper Hangyore.\n\t\t\t\t\t On January 7 the committee clarified that civilians were ruthlessly killed during the \"punitive operation\" against soldiers under 14th Regiment of the puppet army in Ryosu who rose up defying the order on putting down the Jeju islanders' April 3 resistance in October 1948.\n\t\t\t\t\t\n\t\t\t\t\t The number of victims who were confirmed according to testimonies made by their bereaved families and survivals in Sunchon in those days and other facts is 439, but it will reach more than 2,000 in all if the number of those people whose death or survival could not be confirmed is added to it, the committee noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that the army and police who participated in the \"punitive operation\" killed civilians en masse for the mere reason that they took part in the uprising and offered lodging and boarding to uprisers and that they lived in the area where the \"punitive operation\" was conducted. Moreover, the army and police practiced illegal tortures when investigating those who were arrested for being involved in the uprising, the committee noted.\n\t\t\t\t\t\n\t\t\t\t\t Noting that particularly the local regional commander proclaimed the \"martial law\" and illegally arrested and killed civilians out of his willful judgment, the committee demanded the present authorities apologize for this, support the work for the memory of the victims and carry the truth about the mass killings in official publications."
        },
        {
            "title": "President Kim Il Sung's 100th Birth Anniversary to Be Commemorated in Poland",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-01ee.html",
            "content": "President Kim Il Sung's 100th Birth Anniversary to Be Commemorated in Poland\r\nPyongyang, January 11 (KCNA) -- A Polish preparatory committee to commemorate the 100th birth anniversary of President Kim Il Sung was inaugurated with due ceremony in Warsaw on Jan. 6.\n\t\t\t\t\t Andrzej Kozlowski, chairman of the Central Committee of the Poland-Korea Association, was elected chairman of the preparatory committee at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t He in his speech at the ceremony said that the preparatory committee would widely introduce and disseminate the greatness and immortal exploits of the peerlessly great persons and more actively wage solidarity activities to support the just cause of the Korean people in all-out charge to open the gate to a great prosperous powerful nation, to splendidly commemorate the President's 100th birth anniversary and the Day of the Sun and the February holiday until 2012.\n\t\t\t\t\t\n\t\t\t\t\t The action programme to significantly commemorate the Day of the Sun and the February holiday this year was discussed at the ceremony."
        },
        {
            "title": "Chongryon Officials Support Joint New Year Editorial of DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-08ee.html",
            "content": "Chongryon Officials Support Joint New Year Editorial of DPRK\r\nPyongyang, January 11 (KCNA) -- A meeting of officials of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall in Tokyo on January 9 to support the joint editorial of the party, the army and the youth league of the DPRK.\n\t\t\t\t\t Present there were Ho Jong Man, chief vice-chairman of the Chongryon Central Standing Committee, and other officials of the committee and those of local organizations of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in a report at the meeting said that General Secretary Kim Jong Il visited the workers in Kangson, the birthplace of the Chollima Movement, on December 24 last year and kindled the torch to bring about a new great revolutionary surge. This helps the people in the homeland to make a great leap on all fronts of building a great prosperous powerful nation by giving fullest play to the great mental power and all potentials, he noted.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the DPRK which pioneered the path of victory of socialism under the leadership of \n\t\t\t\t\t\tKim Jong Il is dynamically advancing along the untrodden path of building a great prosperous powerful socialist nation, imposingly standing in the world.\n\t\t\t\t\t\n\t\t\t\t\t The inexhaustible mental power of the people in the homeland provided by Kim Jong Il with his outstanding ideas and theories, models of creation and construction set by him one by one through his endless forced march and the economic potentials based on modern science and technology, products of his devoted gifted wisdom, will be given into full play to make the socialist country emerge a thriving nation and adorn with the great victory of Korean-style socialism a-hundred-year history of Kim Il Sung's Korea shining with the Juche era, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He noted that this year Chongryon will adorn its 22nd Congress to be held in 2010 as a congress of victory and unity and a congress of succession and innovation and conduct the patriotic movement with the building of the solid foundation for bringing about an epochal turn in the Chongryon work and the movement of Koreans in Japan without fail by 2012 as the basic orientation of its work.\n\t\t\t\t\t\n\t\t\t\t\t Speakers vowed their resolutions at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted there."
        },
        {
            "title": "DPRK's Joint New Year Editorial Supported",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-02ee.html",
            "content": "DPRK's Joint New Year Editorial Supported\r\n Pyongyang, January 11 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea issued a statement on Jan. 5 in support of the joint New Year editorial published by the newspapers of the party, the army and the youth league of the DPRK.\n\t\t\t\t\t The statement said that the DPRK decided to pursue positive economic policy until 2012 despite difficulties caused by the blockade by the U.S. and stressed that the targets of the economic construction laid down in the joint editorial are aimed to build an independent economic power and improve the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t It said that the international liaison committee called upon national organizations and progressive personages of all countries supporting Korea's reunification to actively introduce the contents of the north-south joint declarations and denounce the moves of the south Korean authorities and the U.S. against the reunification.\n\t\t\t\t\t\n\t\t\t\t\t And on the same day the Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea issued a joint statement and the Czech, Moravian, Silesian Trade Unions' Association issued a statement in support of the joint editorial."
        },
        {
            "title": "Reading Sessions on DPRK's Joint New Year Editorial Held in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200901/news11/20090111-03ee.html",
            "content": "Reading Sessions on DPRK's Joint New Year Editorial Held in Different Countries\r\n Pyongyang, January 11 (KCNA) -- Reading sessions on the joint New Year editorial released in the DPRK were held in India, Pakistan and Ethiopia on Jan. 4 and 5.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Anita Chopra, president of the Indian Working Women Society for the Study of the Juche Philosophy, said that the Korean people are sure to achieve successes in their struggle to glorify this year as a year of a new great surge.\n\t\t\t\t\t\n\t\t\t\t\tAkrak Aktar Hamidi, chairman of the Society for the Study of Self-Reliance of Pakistan, expressed his belief that the Korean people will win only victory in the struggle for the building of a great prosperous powerful nation and the country's prosperity, true to the Songun leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Nigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, said that he witnessed the Korean people's revolutionary spirit of self-reliance, particularly the Korean youth's indomitable fighting spirit when he visited the DPRK and stressed that the entire army and all the people firmly rallied as one around the leader will surely build a great prosperous powerful nation."
        }
    ]
}