{
    "date": "2009-02-24",
    "url": "http://kcna.co.jp/item/2009/200902/2009-02-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Work in Various Fields of Hoeryong City",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-19ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Work in Various Fields of Hoeryong City\r\n Pyongyang, February 24 (KCNA) -- General Secretary Kim Jong Il provided field guidance to work in various fields of Hoeryong City.\n\t\t\t\t\t He visited the statue of Kim Jong Suk, anti-Japanese heroine, on Osan Hill to pay high tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on her by a lecturer, he looked round            Kim Jong Suk's old home in which she was born on Dec. 24, 1917 when the dark clouds of national ruin hung heavily over the country and nurtured a noble patriotic will in her childhood, leading a bitter life in sorrow over being a member of the stateless nation, and the \"Museum of Comrade Kim Jong Suk's Revolutionary Activities\".\n\t\t\t\t\t\n\t\t\t\t\tHe noted that short as Kim Jong Suk's life was, her life was a brilliant life of an ardent revolutionary who devoted her all to the liberation of the country and the victory of the Korean revolution and a lifeguard who was intensely loyal to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need for the party organizations and working people's organizations at all levels to further intensify the education in the revolutionary traditions, noting that it presents itself as a more important task to conduct the education in the revolutionary traditions as the time flies, one generation is replaced by  another and the revolution gains in depth.\n\t\t\t\t\t\n\t\t\t\t\tHe provided field guidance to the Hoeryong Essential Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\tGoing round a laboratory and a soy and bean paste workteam and other production processes, he learned in detail about the technological equipment and the production at the factory.\n\t\t\t\t\t\n\t\t\t\t\tHe highly appreciated the spirit of devoted service to the people displayed by the workers of the factory, greatly satisfied to learn that they have successfully renovated it as a modern essential foodstuff factory by their own efforts and ensured a high level of cultured practice in production.\n\t\t\t\t\t\n\t\t\t\t\tLooking at the store full of bean, he noted that this is the reality that can be seen everywhere in the society and this signal change is the brilliant fruition of the thorough implementation of the Party's policy on bean farming.\n\t\t\t\t\t\n\t\t\t\t\tUnderlining the need to operate the big factory in full capacity to steadily increase the production and supply the produced essential foodstuff to people in time, he indicated tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\tHe also gave on-the-spot guidance to the Hoeryong Taesong Cigarette Factory.\n\t\t\t\t\t\n\t\t\t\t\tAfter looking round the room for the education in the revolutionary history, he visited different production processes to acquaint himself in detail with the technological updating and production.\n\t\t\t\t\t\n\t\t\t\t\tSeeing varieties of cigarettes being churned out from each machine and workshops kept neat and tidy, he expressed great satisfaction over the fact that the interior and exterior of the factory are spruced up in a hygienic and cultured manner and quality cigarettes are mass-produced thanks to the successful maintenance of its equipment and technical control. \n\t\t\t\t\t\n\t\t\t\t\tHe advanced the tasks to be carried out by the factory, calling on it to keep the cigarette production going at a high rate and further improve its quality.\n\t\t\t\t\t\n\t\t\t\t\tThen he gave field guidance to the Hoeryong Branch of the Central Bank.\n\t\t\t\t\t\n\t\t\t\t\tHe went round the computerized different sections of the branch and was pleased to see its staffers working with modern technical means in an efficient and easy way.\n\t\t\t\t\t\n\t\t\t\t\tUnderlining the need for all domains and units to continue pushing ahead with the modernization based on the up-to-date science and technology, he stressed: If our most revolutionary idea is combined with the cutting-edge science and technology, a great change will take place in the revolution and construction and the gate to the thriving nation will be opened earlier than scheduled. \n\t\t\t\t\t\n\t\t\t\t\tThen he moved on to Honored Thrice Red Flag Kim Ki Song Hoeryong Middle School No. 1.\n\t\t\t\t\t\n\t\t\t\t\tHe went round a statue of Kim Ki Song, a juvenile revolutionary, standing in the compound of the school. He acquainted himself in detail with the education and upbringing at the school, making the rounds of its various places including a board introducing heroes, the board conveying news from posts of soldiers and other peculiar visual aids in the corridor, a room devoted to the history of the school, a room for the class education, a room for the education in the defence of the country and a room for the computer education. \n\t\t\t\t\t\n\t\t\t\t\tHe highly praised the merits performed by the teachers of the school, greatly satisfied to learn that they have produced many heroes and registered shining successes in educating the rising generation in the past through a tenacious drive to train the students into the reliable pillars of the country who are knowledgeable, virtuous and healthy.\n\t\t\t\t\t\n\t\t\t\t\tIt is very gratifying that the school has created a good educational environment and prepared students fully ready to defend the country from their childhood as required by the era of Songun, in particular, he said, calling upon all schools to follow its example.\n\t\t\t\t\t\n\t\t\t\t\tHe advanced important tasks to be carried out to strengthen the education and upbringing. \n\t\t\t\t\t\n\t\t\t\t\tThe primary duty of the students is to study hard, he said, stressing the need for the schools to pay a primary attention to thoroughly implementing the study-first policy of the Party to train the younger generation to be competent talents capable of contributing to the cause of building a great prosperous and powerful nation with high caliber.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the teachers are professional revolutionaries, he said, underlining the need for educationists to devote their all wisdom and enthusiasm to the training of the rising generation, deeply aware of this noble mission.\n\t\t\t\t\t\n\t\t\t\t\t He gave lots of modern educational means to the school as gifts, expressing expectation that it would make greater success in the education of the rising generation by steadily improving the contents of education in keeping with the ever-rising cultural and technological level of the society.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the officials and working people in the city for having done a lot of work in the past with extraordinary patriotic enthusiasm, noting that all the factories and enterprises, educational and cultural institutions of the city are kept neat and tidy and leaping progress has been made in production, too.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by Hong Sok Hyong, chief secretary of the North Hamgyong Provincial Committee of the WPK, Kim Ki Nam, secretary of the WPK Central Committee, Jang Song Thaek and Pak Nam Gi, department directors of the WPK Central Committee, and Ri Jae Il, first vice department director of the WPK Central Committee."
        },
        {
            "title": "Preparations for Launch of Experimental Communications Satellite in Full Gear",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-06ee.html",
            "content": "Preparations for Launch of Experimental Communications Satellite in Full Gear\r\nPyongyang, February 24 (KCNA) -- A spokesman for the Korean Committee of Space Technology issued the following statement on Feb. 24:\n\t\t\t\t\tOuter space is an asset common to mankind and its use for peaceful purposes has become a global trend.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has steadily pushed ahead with researches and development for putting satellites into orbit by its own efforts and technology since the 1980s, pursuant to its government's policy for the development of space and its peaceful use.\n\t\t\t\t\t\n\t\t\t\t\tIn this course, scientists and technicians of the DPRK registered such great success as putting its first experimental satellite Kwangmyongsong-1 into orbit at one try in August 1998.\n\t\t\t\t\t\n\t\t\t\t\tOver the past decade since then a dynamic struggle has been waged to put the nation's space science and technology on a higher level, bringing about signal progress in the field of satellite launch.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK envisages launching practical satellites for communications, prospecting of natural resources and weather forecast, etc. essential for the economic development of the country in a few years to come and putting their operation on a normal footing at the first phase of the state long-term plan for space development.\n\t\t\t\t\t\n\t\t\t\t\tThe preparations for launching experimental communications satellite Kwangmyongsong-2 by means of delivery rocket Unha-2 are now making brisk headway at Tonghae Satellite Launching Ground in Hwadae County, North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\tWhen this satellite launch proves successful, the nation's space science and technology will make another giant stride forward in building an economic power."
        },
        {
            "title": "National Meeting Marks Anniversary of Kim Il Sung's Work",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-10ee.html",
            "content": "National Meeting Marks Anniversary of Kim Il Sung's Work\r\nPyongyang, February 24 (KCNA) -- A national meeting took place at the People's Palace of Culture on Tuesday to mark the 45th anniversary of the publication of President Kim Il Sung's work \"Theses on the Socialist Rural Question in Our Country.\"\n\t\t\t\t\tPresent there were Kim Yong Nam, Kim Yong Il, Ri Yong Mu, Choe Thae Bok, Yang Hyong Sop, Choe Yong Rim and others, leading officials of working people's organizations, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\tThe work, published on Feb. 25, Juche 53 (1964), scientifically and comprehensively clarifies the matters arising in completely solving the socialist rural question, including the essence of the rural question under socialism and the basic principles of its solution and main tasks and ways for socialist rural construction.\n\t\t\t\t\t\n\t\t\t\t\tPremier Kim Yong Il said in a report at the meeting that the past nearly half a century since the rural theses was made public is a history of shining victory in which a good example was set for the solution of the rural question and an epoch-making turn was brought in the socialist rural construction under the wise leadership of the Party and the leader.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter noted that under the wise leadership of the President the ideological, technical and cultural backwardness, a leftover of history, was done away with and an unprecedentedly astonishing turn took place in the rural areas. This proved that socialism is indisputably superior to capitalism in the development of agriculture, too, and the socialist principles and methods indicate a true way of solving the rural question in an ideal manner, he said.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter referred to the fact that the President's idea of socialist rural construction has been translated into a brilliant reality under the outstanding and tested leadership of General Secretary\n\t\t\t\t\t\tKim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tRecalling that a dynamic drive for rural construction has been waged in various parts of the country in recent years to lay a solid foundation for increasing the agricultural production by leaps and bounds, the reporter said that this signal success provides a firm guarantee for finally solving the rural question in the country so that it may proudly emerge a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need to further consolidate the system of the socialist rural economy and thoroughly implement the Party's policy of agricultural revolution under the Songun leadership of Kim Jong Il to bring about a great surge in the agricultural production, consistently holding fast to the socialist rural theses authored by the President."
        },
        {
            "title": "Meeting of C.C., DFRK Held",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-09ee.html",
            "content": "Meeting of C.C., DFRK Held\r\nPyongyang, February 24 (KCNA) -- A meeting of the Central Committee of the Democratic Front for the Reunification of Korea was held in Pyongyang on Tuesday.\n\t\t\t\t\tPresent there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea; Kim Yong Dae, chairman of the C.C., the Korean Social Democratic Party; Ryu Mi Yong, chairwoman of the C.C., the Chondoist Chongu Party; Presidium members Kang Ryon Hak and Jo Chung Han and Director of the Secretariat Kim Wan Su and other members of the C.C., the DFRK; and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tDiscussed at the meeting was the matter of adopting an appeal of the DFRK Central Committee to all Koreans on the occasion of the election for deputies to the 12th Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\tThe appeal was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe appeal said that the forthcoming election would be a political event which helps glorify President Kim Il Sung's idea on Juche-oriented nation-building and his leadership exploits for all ages and further develop the power of the Republic into a powerful political weapon of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\tTo greet the election for deputies with high degree of political enthusiasm and signal labor achievements for the prosperity of the country and the strengthening of the people's power is a noble duty of the citizens and an expression of their full support and confidence in the power of the Republic, the appeal noted.\n\t\t\t\t\t\n\t\t\t\t\tIt called upon all the people to participate in the forthcoming election as one and thus eternally glorify Korean-style socialism centered on the popular masses and fully demonstrate the invincible might of the Republic once again.\n\t\t\t\t\t\n\t\t\t\t\tIt called for working harder for the prosperity of the socialist country and the accomplishment of the revolutionary cause of Juche united close around the headquarters of the revolution headed by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAll Koreans in the north and the south and abroad should turn out in the patriotic sacred struggle to accelerate the historic cause of national reunification, united closer around Kim Jong Il who ushered in the June 15 era, a new era of independent reunification, and is brightly illumining the way for reunification and prosperity, the appeal said.\n\t\t\t\t\t\n\t\t\t\t\tIt also called on the Koreans to closely unite with all countries and peoples of the world advocating independence and further strengthen the international solidarity with them."
        },
        {
            "title": "Greetings to Kuwaiti Emir",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-11ee.html",
            "content": "Greetings to Kuwaiti Emir\r\n Pyongyang, February 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Sheikh Sabah Al-Ahmed Al-Jaber Al-Sabah, Emir of Kuwait, today on the occasions of the 48th national day and the 18th liberation day of the country.\n\t\t\t\t\t Expressing belief that the traditional relations of friendship and cooperation between the DPRK and Kuwait would grow stronger, Kim in the message wished the emir good health and happiness and success in his work for progress and prosperity of Kuwait."
        },
        {
            "title": "Greetings to Kuwaiti PM",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-12ee.html",
            "content": "Greetings to Kuwaiti PM\r\n Pyongyang, February 24 (KCNA) -- Kim Yong Il, premier of the DPRK, sent a message of greetings to Sheikh Nasser Al-Muhammad Al-Ahmad Al-Jaber Al-Sabah, Prime Minister of Kuwait, today on the occasions of the 48th national day and the 18th liberation day of the country.\n\t\t\t\t\t Expressing belief that the ties of friendship and cooperation between the DPRK and Kuwait would grow stronger under the common interest, in the future, too, the message wished him success in his work."
        },
        {
            "title": "Kim Jung Rin Meets Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-14ee.html",
            "content": "Kim Jung Rin Meets Vietnamese Delegation\r\n Pyongyang, February 24 (KCNA) -- Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly talk with the delegation of the Vietnam Women's Union headed by Nguyen Thi Thanh Hoa, president of its Central Committee, at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t The head of the delegation said that they were deeply impressed to see the Korean people all out in the drive to open the gate to a great prosperous and powerful nation in 2012, the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The friendly relations between the two parties and peoples of Vietnam and the DPRK provided by President Ho Chi Minh and President Kim Il Sung have been carried forward and developed by General Secretary Nong Duc Manh and General Secretary Kim Jong Il, she noted.\n\t\t\t\t\t\n\t\t\t\t\t She hoped that the Korean people would achieve greater success in the efforts to build a great prosperous and powerful socialist nation and accomplish the cause of national reunification under the wise leadership of Kim Jong Il."
        },
        {
            "title": "Gift to Kim Jong Il from C.C., Vietnam Women's Union",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-13ee.html",
            "content": "Gift to Kim Jong Il from C.C., Vietnam Women's Union\r\n Pyongyang, February 24 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Central Committee of the Vietnam Women's Union.\n\t\t\t\t\t The gift was conveyed to Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, on Tuesday by Nguyen Thi Thanh Hoa, president of the Central Committee of the union who is leading the visiting union delegation."
        },
        {
            "title": "DPRK Delegations Leaves for China",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-15ee.html",
            "content": "DPRK Delegations Leaves for China\r\n Pyongyang, February 24 (KCNA) -- A delegation of the Workers' Party of Korea led by Ri Kwang Ho, department director of its Central Committee, and a DPRK government cultural delegation led by Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, left here today by air to visit China.\n\t\t\t\t\t Meanwhile, a delegation of the Left Bloc of the Austrian Trade Union Federation led by Federal Secretary Oliver Jonischkeit arrived here today."
        },
        {
            "title": "Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-02ee.html",
            "content": "Birthday Spread to Centenarian\r\nPyongyang, February 24 (KCNA) -- Ham Yong Hwa, a resident in Songwol-ri, Ongjin County, South Hwanghae Province, greeted the centenary of her birth.\n\t\t\t\t\tBorn in Raengjong-ri, Ongjin County, she could lead a life worthy of a human being only after President Kim Il Sung liberated the country.\n\t\t\t\t\t\n\t\t\t\t\tShe devotedly worked to increase the agricultural production. She has kept herself busy even since she became a pensioner.\n\t\t\t\t\t\n\t\t\t\t\tShe is now leading a healthy and optimistic life while having balanced diet.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il was so kind-hearted as to send her a birthday spread."
        },
        {
            "title": "Homage to Kim Il Sung Paid",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-16ee.html",
            "content": "Homage to Kim Il Sung Paid\r\n Pyongyang, February 24 (KCNA) -- The participants of the 4th National Meeting of Agitators visited the Kumsusan Memorial Palace on Tuesday to pay homage to President Kim Il Sung.\n\t\t\t\t\t They made deep bows to the President who put forward the agitators as active disseminators of the Party policies and as standard-bearers in implementing them and kindly led them to discharge their duties."
        },
        {
            "title": "Anniversary of Opening of DPRK-Libya Diplomatic Relations Marked",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-17ee.html",
            "content": "Anniversary of Opening of DPRK-Libya Diplomatic Relations Marked\r\nPyongyang, February 24 (KCNA) -- Abdelhafiz Misbah Bin Rabha, chief of the Economic Cooperation Bureau of the Great Socialist People's Libyan Arab Jamahiriya, hosted a reception at the Taedonggang Diplomatic Corps Club on Tuesday on the occasions of the birthday of General Secretary Kim Jong Il and the 35th anniversary of the establishment of diplomatic relations between the DPRK and Libya.\n\t\t\t\t\t Present there on invitation were Minister of Public Health Choe Chang Sik, Vice-Minister of Foreign Affairs Kim Hyong Jun, Vice-Minister of Foreign Trade O Ryong Chol, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Paek Yong Ho who is chairman of the DPRK-Libya Friendship Association and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Head of Japan Delegation for Study of Juche Idea Interviewed",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-18ee.html",
            "content": "Head of Japan Delegation for Study of Juche Idea Interviewed\r\nPyongyang, February 24 (KCNA) -- Yusei Takara, head of the visiting Japan delegation for the study of the Juche idea, was interviewed by a KCNA reporter on Feb. 23.\n\t\t\t\t\tHe said that during his stay in the DPRK he saw the Korean people effecting a great leap forward in all fields of economic construction, adding that many countries are now finding themselves in confusion due to the aftermath of the financial crisis but the DPRK is demonstrating its dignity and might to the world by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe validity and vitality of the Juche idea fathered by President Kim Il Sung have been proved in practice, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people have firmly maintained the principle of independence in politics, self-support in the economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\tThey are registering world-startling shining successes true to General Secretary Kim Jong Il's plan for building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tSocialist Korea, the homeland of Juche, is now seething with a new great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people full of optimism and confidence in the future are accelerating the building of an economic power on the basis of the strong self-supporting national economy and the powerful military force.\n\t\t\t\t\t\n\t\t\t\t\tI am sure that the Korean people rallied close around Kim Jong Il will build a great prosperous and powerful nation without fail."
        },
        {
            "title": "Mt. Ryongak",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-08ee.html",
            "content": "Mt. Ryongak\r\nPyongyang, February 24 (KCNA) -- Mt. Ryongak which is called Mt. Kumgang of Pyongyang has been turned into a recreation ground for the cultural rest of the people.\n\t\t\t\t\tIt is located in the area west of Pyongyang, the scenery of which is beautiful for its graceful geographical features and curious rocks.\n\t\t\t\t\t\n\t\t\t\t\tIt is called Mt. Ryongak as its peaks look like a dragon which is going to fly into the sky. It has over 20 exquisite peaks and scores of valleys.\n\t\t\t\t\t\n\t\t\t\t\tThere grow in the mountain more than 600 species of plants, such state natural monuments as several hundred years old zelkova and Toona sinensis. And one can see there the Popun Temple and Ryonggok Lecture Hall, time-honored historical relics.\n\t\t\t\t\t\n\t\t\t\t\tPavilions, open-air meal sites and rest sites and tourist and mountaineering roads extending tens of kilometers were built in various places in harmony with the emotion-arousing scenery of the mountain and its surroundings. \n\t\t\t\t\t\n\t\t\t\t\tThere is Samryonggol about 150 meters away from Ryongaksan Gate Pavilion with Korean style hip-saddle roof, which presents the acme of the landscape of the Ryongaksan Recreation Ground where visitors can see a pond and a pavilion centering around three dragon sculptures as beautiful as a picture. The feature of a \"dragon\" having its long tail in the water reminds people of a fairy-tale \"palace of the Dragon King\".\n\t\t\t\t\t\n\t\t\t\t\tThe mountaineering road leads from the entrance to the recreation ground to Tae Peak, top of Mt. Ryongak, circling around the mountain.\n\t\t\t\t\t\n\t\t\t\t\tThe visitors can command a bird's-eye view of Pyongyang and rural landscape from the Songdok Pavilion on Tae Peak."
        },
        {
            "title": "Rodong Sinmun on Economic Crisis and Aggressive Nature of Imperialism",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-07ee.html",
            "content": "Rodong Sinmun on Economic Crisis and Aggressive Nature of Imperialism\r\nPyongyang, February 24 (KCNA) -- Rodong Sinmun Tuesday in a signed article cites facts to prove how hard the U.S. imperialists are working to ignite another Korean war. This reveals their desperate intention to get rid of their serious economic crisis, the article notes, and goes on:\n\t\t\t\t\tImperialist states pursue the policy of aggression and war against other countries to meet the interests of monopolistic businesses and their demands for expansion.\n\t\t\t\t\t\n\t\t\t\t\tThe present economic crisis sweeping the whole capitalist world is not a mere repetition of the crisis caused by excessive production or depression in the past period.\n\t\t\t\t\t\n\t\t\t\t\tIt is an unprecedentedly serious and catastrophic economic crisis as it simultaneously involves all phenomena of crisis such as financial crisis, etc.\n\t\t\t\t\t\n\t\t\t\t\tThe financial crisis sparked off in the U.S. is pushing capitalism to the verge of collapse, sweeping the whole capitalist economy.\n\t\t\t\t\t\n\t\t\t\t\tEconomic crisis in capitalist countries is not limited to simple economic phenomena.\n\t\t\t\t\t\n\t\t\t\t\tWhen the imperialists find it hard to seek a way out of the economic crisis at home, they try to find it in launching aggression and war against other countries by force of arms.\n\t\t\t\t\t\n\t\t\t\t\tAt present the U.S. is in the grip of the most serious economic crisis. It is, therefore, keenly interested in the policy of aggression and war toward other countries.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists are working hard to seek a way out of their economic crisis in provoking a war of aggression against the DPRK and, furthermore, in starting a war against Asia and the world.\n\t\t\t\t\t\n\t\t\t\t\tThe imperialists will remain unchanged in the above-said aggressive nature. If there be any change, it is not a change in their nature but in their method of aggression and war.\n\t\t\t\t\t\n\t\t\t\t\tThe imperialists are making more desperate efforts to escape their miserable end as the economic crisis is gaining in depth and their doom is drawing nearer, but this behavior would only precipitate their destruction."
        },
        {
            "title": "Appointment of Confrontational Maniac as Minister of \"Unification\" Assailed",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-05ee.html",
            "content": "Appointment of Confrontational Maniac as Minister of \"Unification\" Assailed\r\nPyongyang, February 24 (KCNA) -- Some days ago, traitor Lee Myung Bak finally appointed Hyon In Thaek, a wicked confrontational  maniac, as minister of \"Unification\" despite strong censure and opposition from south Koreans from all walks of life.\n\t\t\t\t\tRodong Sinmun today observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis is another challenge to the fellow countrymen aspiring after reunification as it reveals Lee's black-hearted intention to bring the inter-Korean relations to complete collapse by more desperately pursuing his criminal \"policy toward the north.\"\n\t\t\t\t\t\n\t\t\t\t\tIf Lee does not really want to see the total collapse of the inter-Korean relations, he should not stick to the said policy, the root cause of the deteriorated situation, but staff the ministry of \"Unification\" handling issues concerning the inter-Korean relations with those who stand for national reconciliation and reunification, the commentary notes, and continues:\n\t\t\t\t\t\n\t\t\t\t\tHowever, Lee appointed Hyon to the above-said post though he crafted watchwords \"no nukes, opening and 3,000 dollars\" and even cried out for abolishing the said ministry. \n\t\t\t\t\t\n\t\t\t\t\tWho can dare say that Lee is willing to put the inter-Korean relations on track and work for the peace and reunification of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\tHyon at a \"confirmation hearing at the National Assembly\" and the \"inaugural ceremony\" described the anti-reunification policy escalating the inter-Korean confrontation as one for \"peaceful reunification\" and let loose a spate of absurd remarks linking the nuclear issue with the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\tWhat Hyon uttered is nothing but sheer sophism spelled by one of Lee's yes men hell-bent on the moves to stifle fellow countrymen with the backing of foreign forces, ignorant of even the essence of the issue of reunification, a domestic issue of the nation.   \n\t\t\t\t\t\n\t\t\t\t\tIt is nothing but a poor farce little short of burying one's head ostrich-like in the sand for this group of despicable anti-reunification traitors to talk about \"sincerity\" and \"dialogue.\"\n\t\t\t\t\t\n\t\t\t\t\tThere is no way to improve the north-south Korean relations. The group of traitors will come to clearly know what disastrous consequences will be entailed by its criminal act of standing in confrontation with fellow countrymen, turning its back on the nation, warns the commentary."
        },
        {
            "title": "Lee Myung Bak Group's Suppression of Hanchong Flayed",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-04ee.html",
            "content": "Lee Myung Bak Group's Suppression of Hanchong Flayed\r\nPyongyang, February 24 (KCNA) -- Shortly ago, the puppet Supreme Court ruled that the south Korean Council of Youth Organizations (Hanchong) is an \"enemy-benefiting organization\" on the charge of violation of the \"National Security Law.\" This was an unpardonable fascist action going against the aspiration of the nation and the trend of the times. \n\t\t\t\t\tMinju Joson Tuesday observes this in a signed commentary. \n\t\t\t\t\t\n\t\t\t\t\tIt accuses the above-said court of suppressing Hanchong in linkage with the DPRK while asserting that what Hanchong has done was at the \"instructions\" from somebody though it has always conducted just activities for the implementation of the inter-Korean joint declarations and for the independence and democracy of the south Korean society and the country's reunification reflecting the will of the young people.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on: \n\t\t\t\t\t\n\t\t\t\t\tHanchong has never acted at the \"instructions\" of someone but worked hard to realize the will of the south Korean youth and other people of south Korea. This being a hard fact, the puppets talked about \"instructions.\" This only betrayed the sinister intention to totally stamp out the progressive pro-reunification forces including the youth and students of south Korea under the pretext of any linkage with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said decision made by the court against Hanchong goes to prove that the treacherous and anti-reunification nature of the Lee group reviving the fascist dictatorship and pursuing the confrontation with fellow countrymen remains unchanged and hints at its intention to further intensify the crackdown upon the progressive pro-reunification movement organizations.\n\t\t\t\t\t\n\t\t\t\t\tThe present reality clearly indicates that the south Korean people will meet greater disasters and the inter-Korean relations further deteriorate than now unless the Lee group is thrown overboard. \n\t\t\t\t\t\n\t\t\t\t\tThe Lee group's fascist suppression and its moves to escalate the confrontation with fellow countrymen would only precipitate its self-destruction."
        },
        {
            "title": "Protest against Murder of Evacuees Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-03ee.html",
            "content": "Protest against Murder of Evacuees Unabated in S. Korea\r\nPyongyang, February 24 (KCNA) -- The All-People Committee for Measures against the Murder of Evacuees in Ryongsan of south Korea staged protests every day against the puppet security authorities' killing of evacuees in Ryongsan, according to MBC and CBS of south Korea.\n\t\t\t\t\tThe committee held a meeting to honor the memory of the dead in Seoul on Feb. 21 at which it urged the authorities to totally re-probe the truth about the recent brutal murder of evacuees and release the detained evacuees.\n\t\t\t\t\t\n\t\t\t\t\tWhen the police authorities hurled a huge force into the operation to suppress the protesters, the members of the above-said committee and the bereaved families of the slain evacuees, infuriated by their action, formed a group of demonstrators and staged a protest.\n\t\t\t\t\t\n\t\t\t\t\tOn Feb. 20 the committee held a press conference at the place where the Ryongsan tragedy took place in connection with the lapse of a month since the brutal killing of its evacuees.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers at the press conference charged that after announcing the false results of the investigation the prosecution held policemen not accountable for their merciless crackdown upon the evacuees' sit-in strike and passed the buck for the incident to them and are now becoming evermore undisguised in suppression of them. \n\t\t\t\t\t\n\t\t\t\t\tIn a press release, they declared that they would carry on their protest till the \"government\" and the ruling party have probed the truth about the incident and punished the prime mover of the murder.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the conference the members of the committee staged a candlelight meeting till late at night."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno el Complejo de Minas de Musan",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-20ee.html",
            "content": "Kim Jong Il dirige sobre terreno el Complejo de Minas de Musan\r\nPyongyang, 24 de febrero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Complejo de Minas de Musan.\n\t\t\t\t\tEl Dirigente recorrio los objetos y datos historicos en que estan registradas las sagradas huellas del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tIndico que bajo la sabia direccion y esmerada atencion del Presidente, la Mina de Musan se convirtio en la gran y sobresaliente base de produccion del mineral de hierro y prosiguio que las imborrables hazanas revolucionarias del Presidente brillaran eternamente en los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\t El Dirigente contemplo el panorama de la mina desde la colina Cholsan.\n\t\t\t\t\t\n\t\t\t\t\t Al ver las escalonadas galerias de extraccion y extensos repartos de minas, se puso muy contento de que el Complejo de Minas de Musan se convirtio en la base de produccion del mineral de hierro de gran tamano que cuenta con modernos equipos extractivos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente visito las galerias de extraccion donde averiguo la situacion de funcionamiento de los equipos y de produccion y estimulo cordialmente a los mineros que realizan meritos heroicos en la gran batalla para construir una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tPese a que los obreros de esta empresa trabajan en las duras condiciones naturales en las 4 estaciones del ano, vinieron logrando solo las victorias superando con valentia todas las pruebas con su siempre calida pasion patriotica, apunto.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que las brillantes proezas inscritas en esta trayectoria orgullosa son la prueba contundente de la gran potencia espiritual de la clase obrera de Corea que guarda la fidelidad al partido y al Lider como su invariable conviccion.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas programaticas que tiene por delante esta empresa destacando que ella tiene el deber y papel muy importantes en la construccion de una potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tLa Mina de Musan con abundantes yacimientos del mineral de hierro y favorables condiciones de extraccion es un bien precioso de la patria prospera y un tesoro del pais, subrayo y resalto la necesidad de reconstruir esta mina con vistas al futuro para convertirla en una base de produccion del mineral de hierro de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tPara este fin, hay que anteponer la prospeccion para asegurar mucha cantidad de minerales de reserva y ejecutar tenaz y planificadamente las medidas de extraccion que deben tomarse minuciosamente a base de las ciencias y tecnicas de punta, acoto.\n\t\t\t\t\t\n\t\t\t\t\t Subrayo que para enviar mucho mineral concentrado de buena calidad a las fundiciones de hierro, se debe materializar continuamente la orientacion del partido sobre el desprendimiento y el tratamiento en gran cantidad del mineral. \n\t\t\t\t\t\n\t\t\t\t\t Para esto, es preciso terminar en un corto tiempo la renovacion tecnologica como la instalacion de la trituradora en forma conica de gran tamano y la obra para ampliar la capacidad, anadio.\n\t\t\t\t\t\n\t\t\t\t\tPara normalizar la produccion del mineral de hierro, se debe elevar la eficiencia de funcionamiento de todos los equipos de extraccion y trasporte como la excavadora, la perforadora y el camion, indico.\n\t\t\t\t\t\n\t\t\t\t\tAl aplicar dinamicamente la nueva tecnologia para elevar constantemente la eficacia de todas las maquinas, este complejo debe emplear al maximo su enorme potencialidad productiva para responder a la esperanza y confianza del partido, enseno.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il subrayo que esta empresa debe seguir prestando profunda atencion a la labor de intendencia.\n\t\t\t\t\t\n\t\t\t\t\tTeniendo siempre presente la ensenanza del Presidente de que la intendencia es precisamente la labor politica, los funcionarios de la empresa deben administrar mucho mas alimentos subsidiarios a los mineros que trabajan dedicando todo lo suyo al partido y a la revolucion y facilitarles mejores condiciones de vida incluyendo la vivienda.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente manifesto la esperanza y la conviccion de que los obreros del complejo volveran a mostrar su temple heroico y aspecto de los invencibles en la ofensiva general para abrir las puertas a la gran potencia prospera, al seguir cumpliendo su deber clasista como unidad vanguardia que vino cumpliendo al frente la causa del partido.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron el secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, Hong Sok Hyong, el secretario del CC del PTC, Kim Ki Nam, y los jefes de departamento del CC del PTC, Pak Nam Gi y Jang Song Thaek."
        },
        {
            "title": "Portavoz del CTEC se refiere a los preparativos para lanzar satellite",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-21ee.html",
            "content": "Portavoz del CTEC se refiere a los preparativos para lanzar satelite\r\nPyongyang, 24 de febrero (ATCC) -- El portavoz del Comite de Tecnologias Espaciales de Corea (CTEC) publico el dia 24 la siguiente declaracion:\n\t\t\t\t\tEl cosmos es un tesoro comun de la humanidad y el uso pacifico de el deviene hoy la tendencia mundial.\n\t\t\t\t\t\n\t\t\t\t\tSegun la politica gubernamental sobre el desarrollo y uso pacifico del cosmos, en la Republica Popular Democratica de Corea se han librado constantemente desde la decada de 1980 los estudios y el desarrollo para lanzar con las fuerzas y tecnicas domesticas el satelite artificial.\n\t\t\t\t\t\n\t\t\t\t\tEn este curso, los cientificos y tecnicos de nuestro pais lograron el gran exito de lanzar en agosto de 1998 el primer satelite piloto \"Kwangmyongsong No. 1\" y ponerlo de una vez en la orbita del espacio.\n\t\t\t\t\t\n\t\t\t\t\tDurante los 10 anos desde entonces, se logro un vertiginoso desarrollo en la rama del lanzamiento de satelites gracias a los dinamicos esfuerzos por situar en un nivel mas alto las ciencias y tecnicas espaciales del pais.\n\t\t\t\t\t\n\t\t\t\t\tSegun el plan perspectivo estatal del desarrollo espacial, nuestro pais preve lanzar dentro de unos anos cercanos, como primera fase, los satelites de uso practico para las comunicaciones, la prospeccion de recursos naturales, el pronostico del tiempo y otras ramas imprescindibles para el desarrollo de la economia nacional, y normalizar la operacion de ellos.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, en el Campo de Lanzamiento de Satelite Artificial Tonghae, enclavado en el distrito de Hwadae de la provincia de Hamgyong del Norte, se realizan en la etapa crucial los preparativos para lanzar el satelite piloto de comunicaciones \"Kwangmyongsong-No.2\" con el cohete transportador \"Unha-2\".\n\t\t\t\t\t\n\t\t\t\t\tSi resulta exitoso este lanzamiento, las ciencias y tecnologias nacionales de la rama daran otro gran paso hacia la potencia economica."
        },
        {
            "title": "Acto central por 45o aniversario de obra de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-22ee.html",
            "content": "Acto central por 45o aniversario de obra de Kim Il Sung\r\nPyongyang, 24 de febrero (ATCC) -- Tuvo lugar el dia 24 en el capitalino Palacio Cultural del Pueblo el acto central por el 45o aniversario de la publicacion de la obra del Presidente Kim Il Sung \"Tesis sobre el problema rural socialista en nuestro pais\".\n\t\t\t\t\tParticiparon en la ocasion Kim Yong Nam, Kim Yong Il, Ri Yong Mu, Choe Thae Bok, Yang Hyong Sop, Choe Yong Rim y los funcionarios directivos de las entidades de masas, ministerios y organos centrales.\n\t\t\t\t\t\n\t\t\t\t\tEn la referida obra publicada por el Presidente el 25 de febrero del 53 (1964) de la Era Juche estan aclarados de manera cientifica y comprensiva los problemas para resolver totalmente el problema rural socialista como la esencia de este tema, el principio fundamental para solucionarlo, las tareas principales y remedios para la construccion del campo socialista.\n\t\t\t\t\t\n\t\t\t\t\t Al presentar el informe de la ocasion, el premier Kim Yong Il senalo que casi 50 anos desde la publicacion de la tesis rural son la historia de orgullosas victorias en que bajo la sabia direccion del partido y el lider, se sento el brillante ejemplo de la solucion del problema rural y se logro un cambio secular en la construccion del campo socialista en nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t Gracias a la sabia direccion del Presidente, se eliminaron en el campo de nuestro pais los historicos atrasos ideologico, tecnico y cultural y se registro un cambio sorprendente sin precedente, recordo el orador y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, quedo comprobado que el socialismo es absolutamente superior al capitalismo tambien en el desarrollo de la economia rural y los principios y metodos socialistas son el camino para resolver idealmente el problema rural.\n\t\t\t\t\t\n\t\t\t\t\tLa idea del Presidente sobre la construccion del campo socialista se materializa brillantemente gracias a la destacada y diestra direccion del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t En los ultimos anos, se libro activamente por doquier del pais la lucha por la construccion rural y por consiguiente, se sento la firme base para aumentar trascendentalmente la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\t Este exito esplendido deviene la firme garantia que permite resolver definitivamente el problema rural de nuestro pais y pasar con dignidad por las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t Para producir un gran auge en la produccion agricola, hay que consolidar el sistema de la economia rural socialista y ejecutar consecuentemente la orientacion del partido sobre la revolucion agricola ateniendose siempre a la tesis presentada por el Presidente y siguiendo a la orientacion del Songun del Dirigente."
        },
        {
            "title": "Aprobado llamamiento en la reunion del CC del FDRP",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-23ee.html",
            "content": "Aprobado llamamiento en la reunion del CC del FDRP\r\nPyongyang, 24 de febrero (ATCC) -- Tuvo lugar el dia 24 en esta capital la reunion del Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP).\n\t\t\t\t\tEn la ocasion estuvieron presentes el secretario del CC del Partido del Trabajo de Corea, Kim Jung Rin, el presidente del CC del Partido Social-Democrata de Corea, Kim Yong Dae, la presidenta del CC del Partido Chondoista Chong-u, Ryu Mi Yong, los miembros de la presidencia, Kang Ryon Hak y Jo Chung Han, el jefe del secretariado Kim Wan Su y otros miembros del CC del FDRP y los funcionarios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fue discutido el problema sobre la aprobacion del llamamiento del CC del FDRP a todo el pueblo coreano con motivo de las elecciones de los diputados a la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSegun el llamamiento aprobado en la ocasion, las inminentes elecciones de diputados constituyen un evento politico para glorificar eternamente la autoctona idea del Presidente Kim Il Sung de la construccion del Estado y sus hazanas de direccion y para fortalecer el poder de la RPDC como poderosa arma politica de la revolucion del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\tCelebrar las elecciones con alto entusiasmo politico y brillantes exitos laborales para la prosperidad del pais y el fortalecimiento del poder popular deviene la noble obligacion del ciudadano y la expresion del fervoroso apoyo y confianza en el poder de la RPDC, senala el documento.\n\t\t\t\t\t\n\t\t\t\t\t Exhorta a todos a participar unanimemente en las elecciones para glorificar el socialismo al estilo coreano centrado en las masas populares y exaltar una vez mas el poderio invencible de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Llama a unirse compactamente en torno a la Direccion de la Revolucion encabezada por el Dirigente Kim Jong Il y luchar con mas vigor por la prosperidad de la patria socialista y la coronacion de la causa revolucionaria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del Norte, el Sur y en ultramar deben levantarse y movilizarse en la sagrada lucha patriotica por cumplir con adelanto la historica causa de la reunificacion de la patria unidos firmemente en torno al Dirigente quien abrio la nueva era de la reunificacion independiente del 15 de Junio e ilumina el camino para la reunificacion y la prosperidad, subraya.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, llama a unirse y solidarizarse mas con todos los paises y pueblos del mundo que defienden la independencia."
        },
        {
            "title": "Rodong Sinmun condena nominacion de Hyon In Thaek",
            "url": "http://kcna.co.jp/item/2009/200902/news24/20090224-24ee.html",
            "content": "Rodong Sinmun condena nominacion de Hyon In Thaek\r\nPyongyang, 24 de febrero (ATCC) -- Hace unos dias, pese al fuerte rechazo de distintos sectores del Sur de Corea, el traidor Lee Myung Bak nombro al fin y al cabo a Hyon In Thaek, connotado maniaco de enfrentamiento fratricida, como ministro de \"Reunificacion\".\n\t\t\t\t\tEsto demuestra la siniestra ambicion de romper totalmente las relaciones Norte-Sur practicando su criminal \"politica sobre el Norte\", siendo otro grave desafio a toda la nacion coreana que desea la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un comentario individual del dia 24 y continua:\n\t\t\t\t\t\n\t\t\t\t\tSi el traidor Lee no desea de veras la ruptura de las relaciones bilaterales, no debe obstinarse en su \"politica sobre el Norte\", causa del empeoramiento de la situacion, sino formar el equipo del \"Ministerio de Reunificacion\", que en el Sur de Corea se encarga de los asuntos Norte-Sur, con las personas que deseen la reconciliacion y la reunificacion nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEl nombramiento del Hyon In Thaek, quien ideo la teoria de la \"desnuclearizacion, la apertura y 3000 dolares\" e insistio hasta en la \"disolucion del ministerio\" del cual es titular desde ahora, pone en entredicho la voluntad de Lee Myung Bak de corregir las relaciones N-S y lograr la paz y la reunificacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn la \"audiencia de la Asamblea Nacional para la confirmacion del nombramiento\" y el \"acto de la toma de posesion\", Hyon elogio la politica anti-reunificacion, que agrava el enfrentamiento fratricida, como la por la \"paz y la reunificacion\" y vinculo ilogicamente el problema nuclear con las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tEste disparate deviene la sofisteria del lacayo de Lee Myung Bak que no conoce ni la esencia de la causa de reunificacion, asunto interno de la nacion, y anda demencialmente para aplastar a los connacionales bajo el abrigo de las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\tTal banda de sucios traidores habla de la supuesta \"veracidad\" y \"dialogo\", lo cual no pasa de ser una farsa.\n\t\t\t\t\t\n\t\t\t\t\t Ya es demasiado tarde para reparar las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de traidores vera claramente cuan tragicas seran las consecuencias de las maniobras criminales de si misma que se enfrenta con los connacionales dando espaldas a la nacion."
        }
    ]
}