{
    "date": "2009-02-25",
    "url": "http://kcna.co.jp/item/2009/200902/2009-02-25ee.html",
    "articles": [
        {
            "title": "DPRK-China Inter-Governmental Plan for Cultural Exchange Signed",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-17ee.html",
            "content": "DPRK-China Inter-Governmental Plan for Cultural Exchange Signed\r\n Pyongyang, February 25 (KCNA) -- A 2009-2011 inter-governmental plan for cultural exchange between the DPRK and China was signed with due ceremony in Beijing on Feb. 24.\n\t\t\t\t\t Present at the ceremony from the DPRK side were the members of the DPRK government cultural delegation led by Mun Jae Chol, acting chairman of the Committee for Cultural Relations with Foreign Countries, and Choe Jin Su, DPRK ambassador to China, and from the Chinese side Cai Wu, minister of Culture, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t The plan was inked by Mun Jae Chol and Cai Wu."
        },
        {
            "title": "DPRK, Indonesia to Cooperate in Field of Information",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-05ee.html",
            "content": "DPRK, Indonesia to Cooperate in Field of Information\r\n Pyongyang, February 25 (KCNA) -- A MOU on cooperation in the field of information between the governments of the DPRK and Indonesia was signed in Jakarta on Feb. 19.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Jong Chun Gun, DPRK ambassador to Indonesia, and staff members of his embassy and from the opposite side Mohammad Nuf, minister for Communications and Information Technology, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador and the Indonesian minister signed the MOU."
        },
        {
            "title": "Albanian Ambassador Presents Credentials",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-13ee.html",
            "content": "Albanian Ambassador Presents Credentials\r\n Pyongyang, February 25 (KCNA) -- Kujtim Xhani, Albanian ambassador to the DPRK, presented Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, with credentials at the Mansudae Assembly Hall today.\n\t\t\t\t\t After receiving the credentials, Kim Yong Nam had a talk with the ambassador."
        },
        {
            "title": "Reception Given at DPRK Embassy in Beijing",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-09ee.html",
            "content": "Reception Given at DPRK Embassy in Beijing\r\nPyongyang, February 25 (KCNA) -- A reception was given at the DPRK embassy in Beijing on Feb. 23 to mark the 50th anniversary of the conclusion of the agreement on cultural cooperation between the governments of the DRRK and China.\n\t\t\t\t\tPresent there on invitation were a vice-minister of Culture of China, He Jun, deputy secretary-general of the International Liaison Department of the Central Committee of the Communist Party of China, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tDPRK Ambassador to China Choe Jin Su and staff members of his embassy were present there. \n\t\t\t\t\t\n\t\t\t\t\tThe ambassador in a speech at the reception said that the conclusion of the agreement on cultural cooperation between the DPRK and Chinese governments 50 years ago helped lay a firm foundation for the development of cultural relations between the two countries. He referred to the great contributions made by the agreement to the cultural cooperation and exchange and the development of the friendly relations between the two countries in the past.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the traditional relations of friendship and cooperation are comprehensively developing in various fields under the deep care of the top leaders of the two countries, and exchange and cooperation in the cultural field, in particular, are expanding day by day, he expressed the belief that colorful cultural events would be successfully held in the significant \"year of DPRK-China friendship\" and thus the flower garden of DPRK-China friendship would look more beautiful. \n\t\t\t\t\t\n\t\t\t\t\tThe vice-minister of Culture of China said that the Sino-DRPK friendship is the traditional friendship personally provided and cultivated by the leaders of the elder generation of the two countries and it is steadily growing stronger under the care of the top leaders of the two countries, expressing belief that the cultural exchange and cooperation between China and the DPRK would steadily develop under the care of the two governments and thanks to the common efforts of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t The vice-minister stressed that China would promote friendship and boost exchange and cooperation with the DPRK and carve out a more beautiful future of the bilateral relations."
        },
        {
            "title": "National Symposium on Koryo Medicine Held",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-16ee.html",
            "content": "National Symposium on Koryo Medicine Held\r\nPyongyang, February 25 (KCNA) -- A national symposium on Koryo medicine took place here on Feb. 24 and 25 to mark the 30th anniversary of the publication of President Kim Il Sung's work \"On Developing Traditional Korean Medicine.\"\n\t\t\t\t\tThe work, published on Feb. 27, Juche 68 (1979), clarifies the principled tasks and ways to develop the traditional Korean medicine on the basis of a scientific analysis of the characteristics and advantages of Koryo medicine.\n\t\t\t\t\t\n\t\t\t\t\tRi Pong Hun, vice-minister of Public Health, spoke first there.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the President's work serves as important guidelines as it gives overall answers to the theoretical and practical issues arising in inheriting and developing the traditional national medicine and indicates the way of truly contributing to promoting the people's health by firmly preserving the Juche character and national character in the public health.\n\t\t\t\t\t\n\t\t\t\t\tHe referred to the fact that the validity of the idea of Koryo medicine enunciated by the President has been proved and its vitality given fuller play under the meticulous guidance and profound care of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe called on all health workers to make a leap forward in the development of Koryo medicine and thus contribute to giving play to the advantages of the socialist public health system in the country. \n\t\t\t\t\t\n\t\t\t\t\tThen followed panel discussions on Koryo internal and external treatment, essentials of Koryo medicine and Koryo drug, acupuncture and physical constitution.\n\t\t\t\t\t\n\t\t\t\t\tPresented at the panel discussions were at least 500 papers introducing the successes made by scientists, technicians, teachers and medical workers in their researches to put Koryo medicine on a high scientific and technological basis. \n\t\t\t\t\t\n\t\t\t\t\t The symposium was attended by scientists, technicians, teachers and medical workers in the field of public health."
        },
        {
            "title": "National Vocal Solo and Instrumental Solo Contest Held",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-10ee.html",
            "content": "National Vocal Solo and Instrumental Solo Contest Held\r\n Pyongyang, February 25 (KCNA) -- A national vocal solo and instrumental solo contest of officials and members of the Agricultural Workers' Union of Korea was held here.\n\t\t\t\t\tIt brought together at least 100 officials and members of the union selected at provincial, city and county contests.\n\t\t\t\t\t\n\t\t\t\t\tThe contesters fully demonstrated their artistry they have cultivated through brisk mass cultural and art activities while increasing the grain production.\n\t\t\t\t\t\n\t\t\t\t\tThey represented with rich voices immortal classic masterpieces \"Where Are You, Dear General\" and \"O Korea, I Will Add Glory to Thee\" and other songs, songs from the five revolutionary operas and folk songs.\n\t\t\t\t\t\n\t\t\t\t\tThey also skillfully played \"We Will Be Loyal Down through Generations\" and other songs with flute, Korean flute, accordion, violin and other musical instruments.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given by successful contesters at the People's Palace of Culture on Feb. 24."
        },
        {
            "title": "New Poster Produced",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-08ee.html",
            "content": "New Poster Produced \r\nPyongyang, February 25 (KCNA) -- The Workers' Party of Korea Publishing House has produced poster \"How are you working to open the gate to a great prosperous and powerful nation?\"\n\t\t\t\t\tThe poster depicts a worker in Kangson holding high a fluttering red flag emblazoned with \"2012.\" He asks people how they are working to glorify their life in the on-going drive to turn the socialist country into a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tIt ardently calls upon all the Party members and other working people to fulfill their commitments at their posts and worksites with heroic devotion and good results out of patriotism and thus proudly answer the above-said question raised by the era."
        },
        {
            "title": "Change Brought by Rural Theses",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-15ee.html",
            "content": "Change Brought by Rural Theses\r\nPyongyang, February 25 (KCNA) -- President Kim Il Sung, who had put his heart and soul into the solution of the rural question from long ago, published \"Theses on the Socialist Rural Question in Our Country\" on February 25, Juche 53 (1964), indicating the most correct way of resolving the rural question successfully.\n\t\t\t\t\tThe theses expounds ideas and theories on eliminating the differences between towns and countryside and the class distinctions between the working class and peasantry and completely resolving the rural question, notably the idea of three revolutions in the rural areas, the idea of intensifying assistance of the state to the countryside and its guidance to the rural economy and constantly bringing cooperative property closer to property of the whole people. \n\t\t\t\t\t\n\t\t\t\t\tAfter opening the path to socialist rural construction, the President wisely led in the van the endeavours to implement the rural theses in each stage of the revolutionary development.\n\t\t\t\t\t\n\t\t\t\t\tUnder his wise leadership, the ideological, technological and cultural backwardness which had remained down through history in the rural districts was liquidated and an astonishing turn previously unknown effected.\n\t\t\t\t\t\n\t\t\t\t\tThe President's idea on socialist rural construction is being brought into brilliant realities by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe gave scientific answers to theoretical and practical questions arising in the implementation of the rural theses by publishing works including \"On Thoroughly Implementing the Policies of the Agricultural Revolution of Our Party\".\n\t\t\t\t\t\n\t\t\t\t\tHis energetic guidance to put the President's plan of rural construction into practice has led to proud achievements in the rural construction of the Songun era such as two-crop farming, soy bean growing, raising grass-eating animals and rural housing construction. \n\t\t\t\t\t\n\t\t\t\t\tUnder the guidance of the peerless great men, three revolutions have made a forceful progress in the countryside today, in the course of which the agricultural working people have grown to be reliable masters of the socialist countryside possessed of a high degree of ideological consciousness and creative ability and a great turn has been wrought in their cultural life.\n\t\t\t\t\t\n\t\t\t\t\tA great number of modern dwelling houses with electric heating and methane gas networks have appeared in rural villages to markedly reduce the gap between town and countryside. And farm villages have turned into an earthly paradise and socialist fairyland of the Workers' Party era good to live in.\n\t\t\t\t\t\n\t\t\t\t\tElectrification of the farm villages has gone up to a higher level and all the paddy and nonpaddy fields across the country have been rearranged as befits the land of a socialist country. The Kaechon-Lake Thaesong, the Paekma-Cholsan and other wonderful waterways of natural flow have taken shape.\n\t\t\t\t\t\n\t\t\t\t\tThe system of socialist rural economy has been further consolidated by the intensified guidance and assistance of the Party and the state to the countryside and the tightened organic combination between property of the whole people and cooperative property."
        },
        {
            "title": "Materialization of Kim Il Sung's Idea of Socialist Rural Construction Called for",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-14ee.html",
            "content": "Materialization of Kim Il Sung's Idea of Socialist Rural Construction Called for\r\nPyongyang, February 25 (KCNA) -- All agricultural workers and other people of the DPRK should wage a more dynamic drive to implement the socialist rural theses and thus translate President\n\t\t\t\t\tKim Il Sung's idea of rural construction into a brilliant reality.\n\t\t\t\t\tRodong Sinmun Wednesday stresses this in an editorial dedicated to the 45th publication anniversary of the President's work \"Theses on the Socialist Rural Question in Our Country\".\n\t\t\t\t\t\n\t\t\t\t\tThe work comprehensively clarifies the principled matters arising in accelerating the socialist rural construction ranging from the matter of energetically making the three revolutions, ideological, technical and cultural, in the countryside to the work to boost the agricultural production and increase the assistance to the countryside.\n\t\t\t\t\t\n\t\t\t\t\tThe editorial says that the above-said theses authored by the President is an immortal great programme as it paves a wide avenue for finally solving the rural question and winning the complete victory of socialism.\n\t\t\t\t\t\n\t\t\t\t\tThe publication of the rural theses provided a guiding principle for solving the socialist rural question, the first of its kind in history, and brought about a great turn in the ideological and moral traits of the agricultural workers and the development of agriculture in the DPRK, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The President's idea and desire for the socialist rural construction have become a shining reality under the wise leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il authored \"The Position and Role of a County in Socialist Construction\" and many other works, clearly indicating the orientation and ways for settling the rural question and has devoted great wisdom and efforts to making sure that the vitality of the said theses was fully displayed.\n\t\t\t\t\t\n\t\t\t\t\t It is his unshakable will to cement the material and technical foundations of the countryside and radically increase the agricultural production and thus successfully build a great prosperous and powerful country where its people live with nothing to desire more, as intended and desired by the President.\n\t\t\t\t\t\n\t\t\t\t\tOver the last ten odd years Kim Jong Il advanced the Juche-oriented policies of agricultural revolution, including the policies of bringing about a radical turn in the improvement of seed, double cropping and cultivation of potato and bean, and he has energetically led the drive to carry them into practice. Under his wise guidance, sure guarantee has been provided to effect a new epoch-making turn in the socialist rural construction and the agricultural production in the country."
        },
        {
            "title": "Japanese Reactionaries' Ambition to Grab Tok Islet Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-07ee.html",
            "content": "Japanese Reactionaries' Ambition to Grab Tok Islet Flailed in S. Korea\r\nPyongyang, February 25 (KCNA) -- The Solidarity for Defending Tok Islet of south Korea held a press conference outside the Japanese embassy in Seoul on Feb. 20 at which it denounced the Japanese reactionaries for their ambition to grab the islet, according to KBS of south Korea.\n\t\t\t\t\tRecalling that the Shimane Prefecture of Japan fixed Feb. 22 as the \"Day of Takeshima (Tok Islet)\" a few years ago and has held so-called \"commemorative functions\" on the day every year, the organization denounced Japan for the undisguised revelation of its real intention to seize Tok Islet, part of an inalienable territory of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\tSuch act should be stopped at once, the organization urged, saying that it would visit Shimane Prefecture of Japan, venue of the \"commemorative functions,\" and hand a letter of protest over to the governor of the prefecture."
        },
        {
            "title": "Confrontational Remarks of Warmonger of S. Korea Flailed",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-11ee.html",
            "content": "National Vocal Solo and Instrumental Solo Contest Held\r\n Pyongyang, February 25 (KCNA) -- A national vocal solo and instrumental solo contest of officials and members of the Agricultural Workers' Union of Korea was held here.\n\t\t\t\t\tIt brought together at least 100 officials and members of the union selected at provincial, city and county contests.\n\t\t\t\t\t\n\t\t\t\t\tThe contesters fully demonstrated their artistry they have cultivated through brisk mass cultural and art activities while increasing the grain production.\n\t\t\t\t\t\n\t\t\t\t\tThey represented with rich voices immortal classic masterpieces \"Where Are You, Dear General\" and \"O Korea, I Will Add Glory to Thee\" and other songs, songs from the five revolutionary operas and folk songs.\n\t\t\t\t\t\n\t\t\t\t\tThey also skillfully played \"We Will Be Loyal Down through Generations\" and other songs with flute, Korean flute, accordion, violin and other musical instruments.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given by successful contesters at the People's Palace of Culture on Feb. 24."
        },
        {
            "title": "Lee Myung Bak Group's Moves for Confrontation with DPRK Rebuked",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-06ee.html",
            "content": "Lee Myung Bak Group's Moves for Confrontation with DPRK Rebuked\r\n Pyongyang, February 25 (KCNA) -- The Communist Party of Sweden, the Danish Communist Party, the Communist Party in Denmark, the Communist Workers' Party of Finland for the Peace and Socialism and the Communist Party of Norway sent a letter to the south Korean authorities on Feb. 17 in their joint name to denounce the Lee Myung Bak group for escalating confrontation with the DPRK.\n\t\t\t\t\tThe reunification of the divided nation is the long-cherished desire of the Korean people and the most important task facing them, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe June 15 era of reunification which started with the adoption of the June 15 joint declaration replaced the trend to distrust and confrontation between the north and the south by one toward reconciliation and unity and clearly proved the validity of the idea of \"By our nation itself.\"\n\t\t\t\t\t\n\t\t\t\t\tThe resolution \"Peace, security and reunification of the Korean Peninsula\" jointly proposed by the north and the south of Korea was adopted with full approval at the plenary meeting of the 62nd UN General Assembly.\n\t\t\t\t\t\n\t\t\t\t\tWe strongly urge the south Korean authorities to stop at once the reckless moves for confrontation with the DPRK and opt for seeking a way of achieving the reunification at an early date, not following foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tWe urge the south Korean authorities to repeal the anachronistic \"National Security Law\" at once and thoroughly implement the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\tWe demand the new U.S. Administration not obstruct the efforts of the Korean people to reunify the country."
        },
        {
            "title": "Feb. 16 Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-04ee.html",
            "content": "Feb. 16 Celebrated in Different Countries\r\nPyongyang, February 25 (KCNA) -- Friendly meetings took place in Vietnam and Thailand and briefings on the greatness of General Secretary Kim Jong Il in Indonesia and Mongolia between Feb. 9 and 16 on the occasion of his birthday.\n\t\t\t\t\tSpeeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\tPham Tat Dong, chairman of the Vietnam-DPRK Friendship Association, hoped that Kim Jong Il would enjoy good health and lead the struggle of the Korean people for building a great prosperous powerful socialist nation and achieving national reunification to a brilliant victory, adding that they would as ever exert all their efforts to boost the friendly relations between the DPRK and Vietnam. \n\t\t\t\t\t\n\t\t\t\t\tSongchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, noted that Kim Jong Il is dedicating himself to the human cause of independence true to the intention of President Kim Il Sung, expressing the determination to invigorate the activity for studying and disseminating the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\tThe president of an Indonesian company said that thanks to the experienced leadership of\n\t\t\t\t\t\tKim Jong Il, the people of the DPRK are sure to build a thriving socialist nation in the near future.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Mongolian association for the study of Juche Idea-Songun Idea noted that the secret of the fact that the DPRK stands up with dignity against the imperialists lies in the might of the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\tIn the meantime, seminars were held by the Indian Working Women Society for Study of the Juche Philosophy, the Indian Intellectuals' Society for the Study of the Juche Idea, the Juche Idea Study Society in Uttar Pradesh State of India and its Meerut branch on Feb. 11 and 12 on the same occasion.\n\t\t\t\t\t\n\t\t\t\t\tMessages of greetings to Kim Jong Il were adopted at the seminars held by the Indian working women society and the Indian intellectuals' society."
        },
        {
            "title": "Bulletins Issued in Different Countries to Mark Kim Jong Il's Birthday",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-03ee.html",
            "content": "Bulletins Issued in Different Countries to Mark Kim Jong Il's Birthday\r\n Pyongyang, February 25 (KCNA) -- Bulletins were issued in different countries on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\tThe General Kim Jong Il Peruvian Amicable Institute released the bulletin titled \"Songun policy in the DPRK\" carrying his portrait on Feb. 12.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\tThe Songun policy of the DPRK is the political mode based on the Juche idea fathered by President Kim Il Sung which reflects the requirement of the popular masses to lead an independent and peaceful life.\n\t\t\t\t\t\n\t\t\t\t\tThe policy pursued by Kim Jong Il is based on the new elucidation of the position and role of the army in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK wants peace but if any other country seeks to bring down Korean-style socialism, it will firmly defend its sovereignty and dignity under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna edited articles introducing the revolutionary history and the undying feats of the illustrious great man of Mt. Paektu in the bulletin issued on the same day carrying a portrait of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Friendship Society Norway-Korea in a bulletin issued on Feb. 15 noted that Kim Jong Il is devoting himself to the happiness of the people and the prosperity of the country, stressing that the entire Korean nation is holding him in high esteem and following him as the father of the nation and the lodestar for reunification."
        },
        {
            "title": "Tanzanian Preparatory Committee Formed",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-02ee.html",
            "content": "Tanzanian Preparatory Committee Formed\r\nPyongyang, February 25 (KCNA) -- The Tanzanian national preparatory committee for commemorating the centenary of birth of President Kim Il Sung was inaugurated in Dar es Salaam on Feb. 14.\n\t\t\t\t\t A minister of the Tanzanian government was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee decided to conduct colorful political and cultural activities such as seminar on the President's feats, lecture and photo exhibition on the occasion."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Syria",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Syria\r\n Pyongyang, February 25 (KCNA) -- General Secretary Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner for Our Revolution\" was brought out in booklet by the Dar Damascus Publishing House of Syria on Feb. 15.\n\t\t\t\t\t The work, published on Jan. 29, Juche 92 (2003), clarifies the idea that the Songun revolutionary line of the Workers' Party of Korea, Songun policy is a mighty political mode in our era which inherited and developed President Kim Il Sung's idea and line of giving importance to the arms and a scientific revolutionary line and political mode most correctly reflecting the requirements of the era and the revolution. It also expounds the validity, advantage and the great vitality of the Songun policy."
        },
        {
            "title": "Kim Jong Il dirige varios sectores de ciudad de Hoeryong",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-18ee.html",
            "content": "Kim Jong Il dirige varios sectores de ciudad de Hoeryong\r\nPyongyang, 25 de febrero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la labor de varios sectores de la ciudad de Hoeryong.\n\t\t\t\t\tEl Dirigente visito la estatua de bronce de la heroina de la lucha antijaponesa Kim Jong Suk, erguida en la colina Osan, para rendirle sublime homenaje.\n\t\t\t\t\t\n\t\t\t\t\tDespues de escuchar la explicacion de la lectora, el Dirigente recorrio la casa donde la madre\n\t\t\t\t\t\tKim Jong Suk nacio el 24 de diciembre de 1917 cuando predominaba el infortunio del arruinamiento del pais y cultivo en la tierna edad el gran proposito patriotico sufriendo de la tristeza de la nacion apatrida y la vida de lagrima de sangre, y el \"Museo de la Historia Revolucionaria de la Camarada      Kim Jong Suk\".\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente enseno que  aunque Kim Jong Suk no vivia larga, su vida fue la resplandeciente de la ferviente revolucionaria quien lucho dedicando todo lo suyo para la restauracion de la patria y la victoria de la revolucion coreana y de la soldada de corpus quien quedo infinitamente fiel al Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tDijo que cuanto mas se cambia la generacion con el paso del tiempo y se profundiza la revolucion tanto mas se presenta como labor importantisima la educacion en las tradiciones revolucionarias y subrayo que las organizaciones del partido y de las entidades de masas a todos niveles deben fortalecerla mas.\n\t\t\t\t\t\n\t\t\t\t\t El Dirigente dirigio sobre el terreno la Fabrica de Alimentos Basicos de Hoeryong.\n\t\t\t\t\t\n\t\t\t\t\t Hizo conocimiento de los detalles del estado de los equipos tecnicos y de la produccion viendo el laboratorio, la brigada de pasta de soya y otros procesos de produccion.\n\t\t\t\t\t\n\t\t\t\t\tQuedo muy satisfecho de que los obreros ahi reconstruyeron mejor con sus propias fuerzas la moderna fabrica de alimentos basicos y aseguraron en alto nivel la cultura productiva y evaluo altamente el espiritu de servicio abnegado de ellos al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tViendo el almacen lleno de soyas, el Dirigente asevero que esto es el panorama que se ve en varios lugares de la sociedad y prosiguio que este orgulloso cambio se debe a la materializacion estricta de la orientacion del Partido del Trabajo de Corea de cultivar la soya.\n\t\t\t\t\t\n\t\t\t\t\tApunto que es preciso poner en pleno funcionamiento la fabrica de alimentos basicos con gran capacidad, aumentar sin cesar la produccion y suministrar a tiempo los productos e ilumino las tareas y los medios para el particular.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dirigio sobre el terreno la Fabrica de Cigarrillo Taesong de Hoeryong.\n\t\t\t\t\t\n\t\t\t\t\tTras recorrer la sala de educacion en la historia revolucionaria  se cercioro detalladamente del estado de la reconstruccion tecnica y la produccion al pasar por varios procesos de produccion. \n\t\t\t\t\t\n\t\t\t\t\tTras ver toda clase de  cigarrillos que se  producen en cada maquina y los lugares de trabajo bien arreglados, expreso gran satisfaccion de que los obreros ahi acondicionaron bien en lo higienico y en lo cultural el inferior y exterior de la fabrica y producen mucho los cigarrillos de buena calidad al hacer bien la administracion de equipos y tecnica.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que deben normalizar la produccion de cigarrillos y elevar mas la calidad y presento las tareas  que incumben a la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il hizo una visita de orientacion a la sucursal de Hoeryong del Banco Nacional.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio todas las secciones bancarias  computadorizadas y se mostro satisfecho de que los funcionarios trabajan eficiente y facilmente utilizando los modernos equipos tecnicos.\n\t\t\t\t\t\n\t\t\t\t\tDijo que todas las ramas y unidades deben continuar promoviendo con vigor la modernizacion basada en las ultimas ciencias y tecnicas y anadio que si la mas revolucionaria idea nuestra se combina con estas ciencias y tecnicas, se registrara el gran cambio en la revolucion y la construccion y se abriran con antelacion las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente estuvo en la Escuela Secundaria No.1 Kim Ki Song Triple Bandera Roja de Honor.\n\t\t\t\t\t\n\t\t\t\t\tTras ver la estatua de bronce del nino revolucionario Kim Ki Song, erguida en la escuela, el Dirigente se cercioro en detalles del estado de la labor de ensenanza y educacion de la escuela recorriendo particulares medios visuales incluidas las tablas de presentacion de heroes y de noticias de puestos militares colgadas en el corredor, las salas de la presentacion del historial, de la educacion clasista, de educacion en la defensa de la patria y de instruccion de computadora y otros lugares.\n\t\t\t\t\t\n\t\t\t\t\t Evaluo altamente los meritos de los maestros y empleados de la escuela manifestando satisfaccion de que en el pasado estos hicieron ingentes esfuerzos por formar a los alumnos como fidedignos trabajadores del pais con ricos conocimientos, nobles virtudes y buena salud, lograron brillantes exitos en la educacion de generaciones venideras e hicieron salir muchos heroes.\n\t\t\t\t\t\n\t\t\t\t\tEs muy loable el que este plantel docente crea la magnifica situacion educacional y prepara a los alumnos desde ninez como personas listas para la defensa de la patria conforme a la epoca del Songun (priorizacion militar), senalo el Dirigente y destaco que todas las escuelas deben aprender de ejemplo de ellos.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas programaticas que se presentan en la labor de ensenanza y educacion.\n\t\t\t\t\t\n\t\t\t\t\tApunto que para los alumnos el primer deber es estudiar bien y subrayo que las escuelas deben prestar atencion primordial al trabajo para cumplir cabalmente la orientacion del partido de dar prioridad al estudio y criar las nuevas generaciones crecientes como competentes personas capaces de contribuir con alto nivel de conocimientos a la realizacion de la causa de la construccion de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tEl profesor es el revolucionario profesional, dijo el y destaco que los educadores deben ser conscientes de esta noble mision y dedicar todas las inteligencias y entusiasmo a la labor de formacion de la futura generacion.\n\t\t\t\t\t\n\t\t\t\t\t El Dirigente expreso la esperanza de que la escuela logre mayores exitos en la labor de la educacion mejorando sin cesar el contenido de educacion conforme al nivel de la cultura y tecnica de la sociedad que se eleva cada dia mas y obsequio muchos medios modernos de ensenanza a la escuela.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente indico que todas las fabricas y empresas, las instituciones docentes y culturales de la ciudad de Hoeryong se acondicionaron limpiamente y se logro un vertiginoso desarrollo tambien en la produccion y elogio en alto a los funcionarios y trabajadores de esta ciudad que llenos de extraordinario entusiasmo patriotico hicieron mucho trabajo en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, Hong Sok Hyong, el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Jang Song Thaek y Pak Nam Gi y el primer subjefe de departamento del CC del PTC, Ri Jae Il."
        },
        {
            "title": "Plan de ejecucion de intercambio cultural Corea-China",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-19ee.html",
            "content": "Plan de ejecucion de intercambio cultural Corea-China\r\nPyongyang, 25 de febrero (ATCC) -- Quedo firmado el dia 24 en Beijing el plan de ejecucion de intercambio cultural para 2009-2011 entre los gobiernos de la Republica Popular Democratica de Corea y de la Republica Popular China.\n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes por la parte coreana los integrantes de la delegacion cultural gubernamental encabezada por el presidente interino del Comite de Relaciones Culturales con el Extranjero, Mun Jae Chol, y el embajador Choe Jin Su acreditado en China y por la china, el ministro de Cultura Cai Wu y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tMun Jae Chol y Cai Wu suscribieron el documento."
        },
        {
            "title": "Firmada nota de entendimiento entre Corea e Indonesia",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-20ee.html",
            "content": "Firmada nota de entendimiento entre Corea  e Indonesia\r\nPyongyang, 25 de febrero (ATCC) -- Quedo rubricada el dia 19 en Yakarta la nota de entendimiento sobre la cooperacion en la rama de informacion entre los gobiernos de la Republica Popular Democratica de Corea y la Republica de Indonesia.\n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes por la parte coreana el embajador Jong Chun Gun y otros miembros de la embajada en ese pais isleno y por la indonesia el ministro de Comunicaciones y Tecnologia de Informacion Mohammad Nuf y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador coreano y el ministro indonesio pusieron firmas en el documento."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador albanes",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-21ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador albanes\r\nPyongyang, 25 de febrero (ATCC) -- Kujtim Xhani presento este miercoles en el capitalino Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como embajador extraordinario y plenipotenciario de la Republica de Albania en Corea.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Rodong Sinmun aboga por idea de construccion rural socialista",
            "url": "http://kcna.co.jp/item/2009/200902/news25/20090225-22ee.html",
            "content": "Rodong Sinmun aboga por idea de construccion rural socialista\r\nPyongyang, 25 de febrero (ATCC) -- El diario Rodong Sinmun, en el editorial de hoy dedicado al 45 aniversario de la publicacion de la obra del Presidente Kim Il Sung \"Tesis sobre el problema rural socialista en nuestro pais\", exhorta a todos los trabajadores agricolas y otros habitantes coreanos a desplegar con mas vigor la lucha por materializar la tesis rural socialista y llevar a feliz termino su proyecto de construccion rural.\n\t\t\t\t\tEsta obra ilumina globalmente los problemas de principios para acelerar la construccion rural socialista  desde el problema de desplegar con vigor las tres revoluciones: la ideologica, la tecnica y la cultural en el campo rural hasta los de aumentar la produccion agricola y fortalecer la ayuda al campo, senala el editorial y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa tesis rural presentada por el Presidente es el gran programa inmortal que ilumina el esplendido camino para resolver finalmente el problema rural y lograr la victoria completa del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tGracias a que el Presidente publico la tesis rural, se preparo por primera vez en la historia la guia directriz para la resolucion del problema rural socialista y se produjo el gran viraje en los rasgos ideo-espirituales de nuestros trabajadores agricolas y el desarrollo de agricultura.\n\t\t\t\t\t\n\t\t\t\t\tEl proposito y el anhelo del Presidente para la construccion rural socialista se hacen en realidad brillante bajo la sabia direccion del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente ilumino la orientacion y  los medios para la solucion del problema rural en sus numerosas obras como \"La posicion y el papel del distrito en la construccion del socialismo\" y dedico sus grandes esfuerzos a hacer que se ponga de pleno manifiesto la vitalidad de la tesis rural.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dispone de la firme voluntad y  decision de fortalecer la base material y tecnica del campo y aumentar trascendentalmente la produccion agricola y construir sin falta la gran potencia prospera donde todos los coreanos lleven una vida dichosa sin envidiar a nadie de acuerdo con el proposito y el anhelo del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia direccion del Dirigente quien presento las autoctonas orientaciones de la revolucion agricola, entre ellas, la de la revolucion de semillas, la del cultivo de doble cosecha, la de la revolucion de cultivo de patata y la de cultivo de soyas y dirigio energicamente la lucha por llevarlas a cabo, se preparo la firme garantia capaz de producir el nuevo cambio en la construccion rural socialista y la produccion agricola."
        }
    ]
}