{
    "date": "2009-03-19",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Provides On-the-Spot Guidance to Newly Built Swimming Complex at Kim Il Sung University",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-12ee.html",
            "content": "Kim Jong Il Provides On-the-Spot Guidance to Newly Built Swimming Complex at Kim Il Sung University\r\nPyongyang, March 19 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot guidance to the newly built swimming complex at Kim Il Sung University.\n\t\t\t\t\t The swimming complex built on the personal initiative of Kim Jong Il has a large swimming pool and wading pool. They have been built in such a peculiar style that they not only offer the teachers and students an ample opportunity of training their bodies and enjoying cultural rest but can host international competitions.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted on the spot by Song Ja Rip, president of the university, Kim Thae Hi, chief secretary of the University Committee of the WPK, and other leading officials of the university. \n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the formation of the building and interior structure of the complex, Kim Jong Il looked round its outside and inside for a long while to acquaint himself in detail with the construction and technological equipment of the complex. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the complex was not only designed well and a high level of quality was ensured in its construction but also all its facilities meet the scientific and technological requirements, he expressed great satisfaction over the fact that another precious treasure has been created to be bequeathed to the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t Saying that every place of the flawless complex clearly shows the sincere efforts made by the builders, he extended high appreciation and thanks to the soldier-builders for having constructed such splendid structure in a brief span of time. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to successfully bring up the university students and pay deep attention to their living as they are treasures of the country who are studying hard for the prosperity of the country, sparing every minute and second.\n\t\t\t\t\t\n\t\t\t\t\t Our party stints no money for the rising generation, the future of the country, and is pleased and proud of doing so as the education of the younger generation is one of the basic issues on which hinge the rise and fall of the country and the future destiny of the nation, he said, showing again such great solicitude for the youth and children as giving an instruction to build a world-level skating rink and wading pool in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t He indicated tasks to be fulfilled to manage and operate the swimming complex and ways to do so. \n\t\t\t\t\t\n\t\t\t\t\t After going round the complex, he enjoyed a bird's-eye view of the university town which occupies a vast area at the foot of Mt. Ryongnam.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung University, the first genuine university for people established in the country on the personal initiative of President Kim Il Sung and under his guidance, has turned into a leading university in the world, he noted, adding that the WPK and the people are highly proud of having the prestigious Kim Il Sung University, the highest seat of Juche-oriented education.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the shining exploits performed by the university, saying that the university is, indeed, one of great merits as over the past 60 odd years it has trained a large number of revolutionary talents in the crucible of the arduous revolutionary struggle, thus successfully playing a pivotal role in carrying out the policy of training native cadres and the policy  of intellectualizing all members of the society, and actively conducted scientific researches, making a great contribution to the development of the nation's science and technology. \n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Il Sung University is a precious treasure for national prosperity to be bequeathed to posterity, he set forth important tasks which would serve as guidelines for developing the university including a modern library under a long-term plan. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Secretaries Choe Thae Bok and Kim Ki Nam and Department Directors Jang Song Thaek and Pak Nam Gi of the Central Committee of the WPK and Councillor of the DPRK National Defence Commission Pak Myong Chol and General of the Korean People's Army Hyon Chol Hae."
        },
        {
            "title": "Kim Yong Il Pays Courtesy Call on Chinese President",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-07ee.html",
            "content": "Kim Yong Il Pays Courtesy Call on Chinese President\r\n Pyongyang, March 19 (KCNA) -- Premier of the DPRK Kim Yong Il paid a courtesy call on Hu Jintao, general secretary of the Central Committee of the Communist Party and president of China, at the Great Hall of the People on Thursday.\n\t\t\t\t\t Hu Jintao said that over the past six decades the two countries have steadily developed the friendly relations provided by the leaders of the elder generation, adding that they are the common treasure of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that it is the consistent stand of the party and government of China to steadily develop the Sino-DPRK friendship, he said that China would make positive efforts to boost the friendship between the two countries in the spirit of \"Inheriting tradition, facing the future, continuing good neighborliness and enhancing cooperation.\"\n\t\t\t\t\t\n\t\t\t\t\t He noted that China is pleased with the great successes made by the Korean people in different fields by displaying the spirit of self-reliance and fortitude under the guidance of the Workers' Party of Korea headed by the respected Comrade Kim Jong Il, expressing the belief that they would surely build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il expressed the conviction that the traditional DPRK-China friendship would develop in depth and its solidity and potential would be powerfully demonstrated internally and externally. \n\t\t\t\t\t\n\t\t\t\t\t He sincerely hoped that the Chinese people would achieve greater successes in the work to build a harmonious socialist society based on the \"view on scientific development\" under the leadership of the Communist Party of China with the respected Comrade Hu Jintao as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the minister of Metal Industry, the minister of Agriculture, the minister of Foreign Trade, the minister of Culture and others of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese foreign minister and others were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The talks took place in a comradely and friendly atmosphere."
        },
        {
            "title": "Kim Yong Il Meets Wu Bangguo",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-08ee.html",
            "content": "Kim Yong Il Meets Wu Bangguo\r\n Pyongyang, March 19 (KCNA) -- Premier of the Democratic People's Republic of Korea Kim Yong Il on an official goodwill visit to China met and had a talk with Wu Bangguo, chairman of the Standing Committee of the Chinese National People's Congress, at the Great Hall of the People in Beijing on Thursday.\n\t\t\t\t\t Kim Yong Il expressed the belief that multifarious events would be held this year, \"the year of DPRK-China friendship,\" true to the intentions of the top leaders of the two countries to powerfully demonstrate the solidity of the DPRK-China friendship. \n\t\t\t\t\t\n\t\t\t\t\t He wished the Chinese people greater successes in this significant year, the 60th founding anniversary of the People's Republic of China.\n\t\t\t\t\t\n\t\t\t\t\t Wu Bangguo noted that the Chinese party and government are satisfied with the daily developing friendly relations between the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the Korean people demonstrated the might of their unity through the election of the deputies to the 12th Supreme People's Assembly of the DPRK, Wu expressed the conviction that the Korean people would achieve greater successes in implementing the tasks set forth in the joint editorial for this year true to the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the minister of Metal Industry, the minister of Agriculture, the minister of Foreign Trade, the minister of Culture and others of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Foreign Affairs and others of China were on hand."
        },
        {
            "title": "Greetings to Tunisian President",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-06ee.html",
            "content": "Greetings to Tunisian President\r\n Pyongyang, March 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Zine el Abidine Ben Ali, president of Tunisia, on the occasion of its 53rd national day.\n\t\t\t\t\t Expressing belief that the DPRK-Tunisia relations will grow stronger, the message wholeheartedly wished the government and people of Tunisia bigger successes in their work for the progress and prosperity of the country."
        },
        {
            "title": "Frequent Sandy Dust Phenomena Foreseen",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-11ee.html",
            "content": "Frequent Sandy Dust Phenomena Foreseen\r\n Pyongyang, March 19 (KCNA) -- Sandy dust phenomena visit the DPRK this spring.\n\t\t\t\t\t On March 16 following the first phenomenon on February 20, the yellow sand covered again Pyongyang, South Phyongan Province, North and South Hwanghae Provinces and many other areas of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The intensity of the secondly observed yellow sand was 200-350 micrograms per cubic meter.\n\t\t\t\t\t\n\t\t\t\t\t According to meteorological experts, the amount of precipitation in the Gobi and Inner Mongolian region, the original places of yellow sand, was 1-2 millimeters only last winter. The surface of the land, therefore, was very parched.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the frequent development of low pressure in the original places of yellow sand, they added, it is envisaged that the sandy dust phenomena will appear in our country frequently.\n\t\t\t\t\t\n\t\t\t\t\t The government of the DPRK, therefore, takes thorough measures for preventing the damage caused by the yellow sand.\n\t\t\t\t\t\n\t\t\t\t\t Besides, the mass media give general knowledge on the sandy dust phenomena to the people and forecast the yellow sand in time and correctly.\n\t\t\t\t\t\n\t\t\t\t\t The entire people have turned out in the environmental conservation campaign such as plantation of more trees and river improvement throughout the country in the present spring tree-planting month."
        },
        {
            "title": "Custom of Making Soybean Paste and Sauce",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-09ee.html",
            "content": "Custom of Making Soybean Paste and Sauce\r\n Pyongyang, March 19 (KCNA) -- It is high time to make soybean paste and sauce in Korea in lunar February.\n\t\t\t\t\t Making soybean paste and sauce is an important job for the Korean nation to prepare the side dish for the year like kimchi for the winter which is called half-yearly food.\n\t\t\t\t\t\n\t\t\t\t\t Grandma Kim Ok Nyo, 82, told KCNA that she makes soybean paste and sauce at her home every year, adding: From olden times, Korean women used to make balls with boiled soybean for making soybean paste and sauce in November, the beginning of winter. After a few months they crumbled and exposed them to the sun and then put them into a jar with salt water. Though there are some differences according to areas, it is the common usage to make the soybean paste and sauce in lunar February.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the period of making soybean paste and sauce at home is long and its method and process are complex. It also consumes much labor.\n\t\t\t\t\t\n\t\t\t\t\t However, the Korean women are proud of such fermented food as soybean paste, the most favorite one on the sumptuous feast table. They regard it as an important thing to preserve the national character to make soybean paste and sauce by the folk method and show all their sincerity to flavor them.\n\t\t\t\t\t\n\t\t\t\t\t As I grow older, out of the sense of duty that I should hand over as many inherent national customs as possible to the posterity, I used to teach my children how to make national dishes when making soybean paste and sauce and preparing kimchi for the winter. \n\t\t\t\t\t\n\t\t\t\t\t Today when the folk customs are blooming fuller as the days go by, the custom of making the fragrant and sapid soybean paste and sauce is encouraged positively in the DPRK."
        },
        {
            "title": "Korean People Responding to Kim Jong Il's Field Guidance",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-10ee.html",
            "content": "Korean People Responding to Kim Jong Il's Field Guidance\r\n Pyongyang March 19 (KCNA) -- The flames of a new great revolutionary upsurge are sweeping the DPRK.\n\t\t\t\t\tGeneral Secretary Kim Jong Il is standing at the head of this great upswing to make a historic leaping forward on all fronts of the building of a great, prosperous and powerful nation. \n\t\t\t\t\t\n\t\t\t\t\t He has been marking the milestones of victory in his never-ceasing on-the-spot guidance to every nook and corner of the country from a day early this year when he visited the Wonsan Youth Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by his energetic field guidance for the prosperity of the nation, the Korean people are making a revolutionary leap by giving the fullest scope to the indomitable mental power that they have cultivated and built in the flames of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Firmly resolved to support the country with sturdy steel pillars, the workers of the Chollima Steel Complex beat the high targets of steel production in January and February. Not slackening themselves, they are charging ahead in the van of the general offensive to build a thriving country. \n\t\t\t\t\t\n\t\t\t\t\t Conscious of the importance of their duty in putting fresh muscles into Juche-oriented power bases, the workers of the Taean Heavy Machine Complex have hurled themselves into a vigorous drive to produce generating equipment intended for power stations under construction in various areas and ordered equipment for different sectors of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t The Kum Song Tractor Plant, the February 8 Vinalon Complex, the Rakwon Machine Complex and other units given field guidance by Kim Jong Il are working new miracles and creating new speed of advance, giving rise to a production upsurge to implement his on-the-spot instructions to the letter. \n\t\t\t\t\t\n\t\t\t\t\t Tongbong in Hamju County is astir with activities for spring farming of farmers who are eager to live up to the deep trust and expectation of Kim Jong Il who visited their farm some time ago in spite of the urgency of his affairs and encouraged and supported their resolution to compete, fair and square, with the advanced farms on the western coast.\n\t\t\t\t\t\n\t\t\t\t\t Not only the above-said units but all the factories, co-op farms and scientific research institutions all over the country are overflowing with the will of the people to live in the spirit of forced march of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The bright morrow of a thriving country will be brought earlier by the strength of the single-minded unity of all the soldiers and people who share the same will and breath with the leader who is on the way of tireless forced march of field guidance with warm love for the motherland and people."
        },
        {
            "title": "U.S. Imperialists Termed Wrecker of Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-04ee.html",
            "content": "U.S. Imperialists Termed Wrecker of Peace on Korean Peninsulaa\r\nPyongyang, March 19 (KCNA) -- The U.S. war-thirsty forces can never cover up the nature and danger of their policy of aggression on the DPRK nor deceive the world public with any honeyed words, says Rodong Sinmun today in a signed article.\n\t\t\t\t\t The United States is the chief force that has sowed antagonism and discord among the Korean nation, instigated the south Korean ruling quarters to the confrontation with fellow countrymen, kept its troops in south Korea and ceaselessly committed the war moves against the DPRK to increase the danger of a war and seriously threaten and disturb peace on the Korean Peninsula, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have persistently opposed the withdrawal of their forces present in south Korea despite of the unanimous demand of the world people. This means their admission that they are the mastermind in escalating the tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is systematically reinforcing its armed forces in the Asia-Pacific region surrounding the Korean Peninsula, while withdrawing and reducing its armed forces in other regions of the world. Such moves are not intended for peace of the peninsula but for wrecking it.\n\t\t\t\t\t\n\t\t\t\t\t The frequent DPRK-targeted war exercises in south Korea clearly reveal the deception of the U.S. imperialists' call for \"peace\" and their true colors as the vicious disturber and wrecker of peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has persistently evaded and stood against the replacement of the Armistice Agreement with a peace agreement. This goes to prove that the U.S. has no willingness to drop its hostile policy toward the DPRK and ensure peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish dream for the U.S. to get something by persisting in the anachronistic hostile policy toward the DPRK and driving the situation of the peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK wants peace but shows no leniency to the aggressors seeking to infringe upon its sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists dare make a clumsy firing, failing to properly understand the do-or-die spirit and will of the army and people of the DPRK, the aggressors would be bound to face thousand-fold retaliatory strikes. They should not run amuck, clearly seeing who their rival is."
        },
        {
            "title": "U.S.-S. Korea Joint War Exercises Slammed",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-05ee.html",
            "content": "U.S.-S. Korea Joint War Exercises Slammed\r\n Pyongyang, March 19 (KCNA) -- The U.S. and the bellicose Lee Myung Bak group are the dangerous war-seeking forces aggravating the military confrontation and tense situation on the Korean Peninsula and threatening its peace.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to carry into practice its policies for domination over south Korea and war for aggression on the DPRK by making a cat's-paw of the Lee group of traitors, whereas the group has an eye to realize its design for \"unification under the system of liberal democracy\" by doing harm to the fellow countrymen with the help of the U.S., the article points out, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. imperialists and the Lee group across south Korea is driving the situation of the Korean Peninsula into the worst crisis in which a war may break out any moment.\n\t\t\t\t\t\n\t\t\t\t\t The exercises are more dangerous as they are going on when the inter-Korean relations have been put into the breath-taking phase of total confrontation and the U.S., Japan and south Korea have deployed huge interception weapons to prevent the DPRK's satellite launch for peaceful purpose, further strengthening their military tie-ups.\n\t\t\t\t\t\n\t\t\t\t\t The dark clouds of war are hanging over the Korean Peninsula and the moment of conflict is coming nearer due to the U.S. imperialists and the bellicose Lee forces. Such grave situation goes to clearly prove that they are the most dangerous war-like forces, the group of aggressors destroying peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A preemptive strike on the Korean Peninsula can never be a monopoly of one side.\n\t\t\t\t\t\n\t\t\t\t\t If the warmongers at home and abroad dare enforce a war of aggression in disregard of the DPRK's repeated warnings, the revolutionary armed forces of the DPRK will counter it with the resolute and merciless just war for reunification. The aggressors will be annihilated to the last by the retaliatory strikes of the DPRK full of spirit to wipe out the enemy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean warmongers should behave themselves, reducing their war fever."
        },
        {
            "title": "U.S.-S. Korean Joint Military Exercises Flailed",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-01ee.html",
            "content": "U.S.-S. Korean Joint Military Exercises Flailed\r\nPyongyang, March 19 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea issued a statement on Mar. 14 in denunciation of the joint military exercises by the U.S. and the south Korean authorities.\n\t\t\t\t\t The Key Resolve and Foal Eagle joint military exercises the U.S. and south Korean bellicose forces are staging with the mobilization of huge armed forces and war equipment go to prove that the present U.S. administration's policy towards the DPRK is little different from the past one, the statement pointed out.\n\t\t\t\t\t\n\t\t\t\t\t It charged that the U.S. is further aggravating the situation of the Korean Peninsula, terming the DPRK's preparations for launching an experimental communications satellite \"provocation.\"\n\t\t\t\t\t\n\t\t\t\t\t If the DPRK's satellite launch is regarded as a military action because it has ballistic technology as high as the U.S. and Japan do, the space activities of some countries should be considered to be a threat to other countries, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the committee would build up the world public opinion urging a stop to all sorts of accusations and hostility towards the DPRK and the DPRK-U.S. dialogue for putting an end to the U.S. interference in the Korean affairs.\n\t\t\t\t\t\n\t\t\t\t\t Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, in a statement on Mar. 10 strongly demanded that the U.S. and the south Korean authorities immediately discontinue the provocative military exercises, mindful of grave consequence to be entailed by their reckless war exercises for aggression."
        },
        {
            "title": "Congratulations to Kim Jong Il from Koreans in Japan",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-02ee.html",
            "content": "Congratulations to Kim Jong Il from Koreans in Japan\r\n Pyongyang, March 19 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) sent a congratulatory message to General Secretary Kim Jong Il on March 10 as regard his election as deputy to the DPRK Supreme People's Assembly.\n\t\t\t\t\t The message said that his election as deputy to the SPA was a vivid expression of all the Korean people's absolute support and trust in him and a striking demonstration to the whole world of the Korean army and people's unshakable faith and indomitable will to surely accomplish the revolutionary cause of Juche by holding him at the head of the party, the army and the state and rallying as one in mind around him.\n\t\t\t\t\t\n\t\t\t\t\t It was also the highest happiness and a national auspicious event reflecting the unanimous desire of the Koreans in Japan who are determined to live and struggle as overseas citizens of the prospering homeland, it added.\n\t\t\t\t\t\n\t\t\t\t\t The message further said:\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the proud course of the DPRK shining with victory and glory is clearly printed with traces of his great leadership and patriotic devotion, and the future of the homeland and the nation is bright as they are guided by you General, the greatest man in the world.\n\t\t\t\t\t\n\t\t\t\t\t We will share the mind and breathing with the people in homeland who are dynamically advancing by displaying their inexhaustible mental power true to your noble intention and more vigorously advance with redoubled courage toward the eminence of a fresh heyday of the patriotic work of Chongryon as desired by you.\n\t\t\t\t\t\n\t\t\t\t\t The message said that they would implement the highly important teachings of Kim Jong Il, which indicated the path for Chongryon and the movement of Koreans in Japan to follow in the 21st century, with their death-defying spirit and indomitable faith and will and thus brilliantly adorn this year as a year of a new turn in the development of the movement of Koreans in Japan."
        },
        {
            "title": "Kim Jong Il presencia funcion artistica de estudiantes",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-13ee.html",
            "content": "Kim Jong Il presencia funcion artistica de estudiantes\r\nPyongyang, 19 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio la funcion de los grupos artisticos de los estudiantes de la Universidad Kim Il Sung, la Universidad Politecnica Kim Chaek, la Universidad Pedagogica Kim Hyong Jik y otros planteles capitalinos.\n\t\t\t\t\tLos ejecutantes presentaron en la escena el coro \"!Corea, te hare grande!\", el coro femenino \"Cuco en el camino al frente\", las canciones con narracion \"Mi profesor inolvidable\" y \"Heroe de 18 anos de edad\", la charla comica \"Rasgos\", el coro \"Avancemos a pasos agigantados hacia la gran potencia prospera\" y otras piezas de diversos generos.\n\t\t\t\t\t\n\t\t\t\t\tA traves del espectaculo, ellos demostraron bien su ferrea conviccion y voluntad de llevar a feliz termino de generacion en generacion la causa revolucionaria del Juche iniciada en el Paektu siguiendo siempre con fidelidad al gran PTC y el aspecto feliz de si mismos que estudian a su libre albedrio en el regazo afectuoso del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tMuy complacido de que ellos ofrecieron esta magnifica funcion imbuida del espiritu revolucionario de los militares con variadas piezas, que reflejan vividamente la vida de los universitarios coreanos de la epoca del Songun (priorizacion militar), el Dirigente aprecio altamente el exito de la funcion y les expreso agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tDestacando que son realmente muy elevados y hermosos el mundo ideo-espiritual y los rasgos morales de nuestros estudiantes revolucionarios y combativos, afirmo que gracias a estos fidedignos integrantes de la nueva generacion, la sagrada revolucion coreana avanzara siempre por la unica senda de victorias.\n\t\t\t\t\t\n\t\t\t\t\tReconocio los exitos logrados anteriormente por las universidades diciendo que el PTC esta satisfecho de que ellas hicieron mucho aporte al cumplimiento de la causa de construccion de una gran potencia prospera al formar a un gran numero de competentes cuadros nacionales y el personal tecnico, que juegan el papel medular en la revolucion y la construccion.\n\t\t\t\t\t\n\t\t\t\t\tFormar a los estudiantes, que se responsabilizan por el futuro de la patria, como personal calificado dotado de ricos conocimientos, nobles virtudes y buena salud es uno de los importantes problemas para el cumplimiento de la causa revolucionaria del Juche y la construccion de una patria prospera, subrayo e indico las tareas programaticas que serviran de guia en la ensenanza y educacion universitarias.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion los secretarios del Comite Central del PTC, Choe Thae Bok y Kim Ki Nam, los jefes de departamento y otros cuadros directivos del CC del PTC y los generales de ejercito del EPC, Kim Myong Guk, Hyon Chol Hae y Ri Myong Su, y otros miembros directivos del ejercito, los profesores y empleados de las universidades."
        },
        {
            "title": "Conversaciones entre los premieres de Corea y China",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-14ee.html",
            "content": "Conversaciones entre los premieres de Corea y China\r\nPyongyang, 19 de marzo (ATCC) -- Tuvieron lugar el dia 18 en el Gran Palacio del Pueblo de Beijing las conversaciones entre el primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, y su homologo del Consejo de Estado de la Republica Popular China, Wen Jiabao.\n\t\t\t\t\t  En la ocasion participaron por la parte coreana los ministros de Industria Metalurgica, de Agricultura, de Comercio Exterior y de Cultura y otros acompanantes y, por la china, los ministros de Relaciones Exteriores, de Comercio y de Cultura, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes intercambiaron las opiniones sobre el mayor desarrollo de las relaciones de amistad y cooperacion entre los dos paises y otros problemas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\t  La parte coreana enfatizo que bajo la profunda atencion de los maximos dirigentes de los dos paises las tradicionales relaciones de amistad y cooperacion Corea-China llegaron a la nueva etapa alta.\n\t\t\t\t\t\n\t\t\t\t\t  Y expreso la posicion de profundizar y desarrollar de manera multilateral en el principio de beneficio mutuo las relaciones de cooperacion bilateral con los camaradas chinos con motivo del \"Ano de amistad Corea-China\".\n\t\t\t\t\t\n\t\t\t\t\t  La parte china se refirio a que la amistad China-Corea preparada por los revolucionarios de la veterana generacion de los dos paises fue fortalecida y desarrollada a traves de la lucha contra los agresores extranjeros y el impulso de la revolucion y la construccion en ambos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que tiene suma importancia conmemorar significativamente el \"Ano de amistad China-Corea\" en este ano en que se cumple el 60o aniversario del establecimiento de las relaciones diplomaticas y manifesto conviccion de que se activaran en varias esferas el intercambio y la cooperacion entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Las conversaciones se transcurrieron en un ambiente camaraderil y amistoso."
        },
        {
            "title": "Wen Jiabao ofrece banquete en honor de Kim Yong Il",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-15ee.html",
            "content": "Wen Jiabao ofrece banquete en honor de Kim Yong Il\r\nPyongyang, 19 de marzo (ATCC) -- El primer ministro del Consejo de Estado de la Republica Popular China, Wen Jiabao, ofrecio el dia 18 en el Gran Palacio del Pueblo de Beijing un banquete en honor de su homologo de la Republica Popular Democratica de Corea, Kim Yong Il. \n\t\t\t\t\t  A la ocasion fueron invitados los ministros de Industria Metalurgica, de Agricultura, de Comercio Exterior y de Cultura y otros acompanantes de Kim.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien estuvieron presentes el vicepresidente del Comite Central de la liga Democratica de China, los ministros de Relaciones Exteriores, de Comercio y de Cultura, y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEn la recepcion hubo una funcion de artistas."
        },
        {
            "title": "Acto inaugural del \"Ano de amistad Corea-China\"",
            "url": "http://kcna.co.jp/item/2009/200903/news19/20090319-16ee.html",
            "content": "Acto inaugural del \"Ano de amistad Corea-China\"\r\nPyongyang, 19 de marzo (ATCC) -- Quedo inaugurado el \"Ano de amistad Corea-China\".\n\t\t\t\t\tTuvo lugar el dia 18 el acto inaugural en el teatro de opera del teatro estatal de Beijing.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion participaron el primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, los ministros de Industria Metalurgica, de Agricultura, de Comercio Exterior y de Cultura, y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, estuvieron presentes Wen Jiabao, primer ministro del Consejo de Estado de la Republica Popular China, los ministros de Relaciones Exteriores, de Comercio y de Cultura y otros funcionarios, asi como los habitantes de distintos sectores.\n\t\t\t\t\t\n\t\t\t\t\t  En su discurso pronunciado en el acto de apertura Wen Jiabao dijo que durante los 60 anos que datan del establecimiento de las relaciones diplomaticas, China y Corea se apoyaron y cooperaron estrechamente entre si y se esforzaron juntos haciendo activo aporte al desarrollo de los dos paises y a la preservacion de la paz en el Nordeste Asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Estamos guardando en lo profundo del corazon el sentimiento de respeto y veneracion a los dirigentes de veterana generacion de los dos paises quienes prepararon y desarrollaron la gran amistad China-Corea, asevero y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  China tiene la invariable posicion de desarrollar incesantemente las relaciones de amistad China-Corea para dar mayores intereses a los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso la conviccion de que gracias a los esfuerzos comunes de ambas partes la amistad China-Corea se desarrollara con mas vigor y lograra el fruto mas abundante. \n\t\t\t\t\t\n\t\t\t\t\t  Kim Yong Il, en su discurso, senalo que la amistad Corea-China fue preparada y cultivada por el Presidente Kim Il Sung, el Presidente Mao Zedong, el primer ministro Zhou Enlai y otros revolucionarios de la veterana generacion y apunto que la tradicion de esta amistad es un tesoro comun que los pueblos de los dos paises deben heredar y desarrollar invariablemente.\n\t\t\t\t\t\n\t\t\t\t\t  El fortalecer y desarrollar las relaciones de amistad Corea-China es el proposito del Dirigente Kim Jong Il y la invariable posicion del partido y el gobierno de Corea, agrego.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que el partido y el gobierno de Corea haran ingentes esfuerzos para que bajo la estrecha cooperacion con el partido y el gobierno de China se realicen exitosamente diversos actos dedicados al \"Ano de amistad Corea-China\" y se logre el resultado real.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido se realizo la funcion inaugural de los artistas de los dos paises."
        }
    ]
}