{
    "date": "2009-09-01",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Command of KPA Large Combined Unit",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-26ee.html",
            "content": "Kim Jong Il Inspects Command of KPA Large Combined Unit\r\n Pyongyang, September 1 (KCNA) -- General Secretary Kim Jong Il inspected the command of KPA Large Combined Unit 264 and enjoyed together with servicepersons of the unit an art performance given by the State Merited Chorus.\n\t\t\t\t\tHe acquainted himself with the unit's performance of duty and expressed great satisfaction over the fact that its servicepersons have increased its combat capability in every way by intensifying the training true to the WPK's policy of training and performed their guard duties with a high degree of vigilance in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\tHe highly appreciated the successes made by them before having a photo session with servicepersons of the unit.\n\t\t\t\t\t\n\t\t\t\t\tThen he enjoyed together with servicepersons of the unit and their families an art performance given by the chorus at the servicepersons' hall.\n\t\t\t\t\t\n\t\t\t\t\tThe chorus put on the stage male choruses \"Song of General Kim Jong Il\", \"The Sound of a Horse's Hooves in Mt. Paektu\" and \"All Servicepersons and People Will Become Human Bullets and Bombs\", male solo and male chorus \"For My Only Motherland\" and chorus \"A Soldier Hears Rice Ears Sway\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\tThe performers enthusiastically sang of the undying leadership feats performed by Kim Jong Il in developing the revolutionary armed forces and building a rich and powerful country under the uplifted banner of Songun and strikingly demonstrated the firm faith and will of the servicepersons and people to accomplish the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the performance, he waved back to the cheering audience and extended warm salute to them.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by KPA Generals Hyon Chol Hae and Ri Myong Su and other commanding officers of the army and Kim Ki Nam, secretary of the WPK Central Committee, and other leading officials of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Kang Sun Hui",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-25ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Kang Sun Hui\r\n Pyongyang, September 1 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of Kang Sun Hui, alternate member of the C. C., the Workers' Party of Korea who is vice-curator of the Central Light Industrial Sample Exhibition, on Tuesday, expressing deep condolences over her death."
        },
        {
            "title": "Greetings to President of Vietnam",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-15ee.html",
            "content": "Greetings to President of Vietnam\r\nPyongyang, September 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Nguyen Minh Triet, President of Vietnam, on the occasion of the 64th anniversary of the founding of the Socialist Republic of Vietnam.\n\t\t\t\t\tExpressing belief that the traditional friendly and cooperative relations between the two countries that reached a new higher level would more favorably grow stronger, Kim in the message sincerely wished the president and the people of Vietnam greater successes in their work for building more beautiful, rich and powerful socialist Vietnam under the leadership of the Communist Party of Vietnam."
        },
        {
            "title": "Greetings to Prime Minister of Vietnam",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-17ee.html",
            "content": "Greetings to Prime Minister of Vietnam\r\n Pyongyang, September 1 (KCNA) -- Premier of the DPRK Cabinet Kim Yong Il Tuesday sent a message of greetings to Nguyen Tan Dung, Prime Minister of the Vietnamese government, on the occasion of the 64th anniversary of the founding of the Socialist Republic of Vietnam.\n\t\t\t\t\t Expressing belief that the traditional friendly and cooperative relations between the two countries would develop on good terms in all fields of politics, economy and culture, Kim in the message sincerely wished the prime minister and the government of Vietnam greater success in their work for the development of the country and the improvement of the people's living."
        },
        {
            "title": "Greetings to President of Slovakia",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-09ee.html",
            "content": "Greetings to President of Slovakia\r\n Pyongyang, September 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Ivan Gasparovic, President of the Slovak Republic, on its Constitution Day.\n\t\t\t\t\t Kim in the message expressed belief that the traditional cooperative relations between the two countries would continue to develop in the future, too."
        },
        {
            "title": "Greetings to Prime Minister of Slovakia",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-16ee.html",
            "content": "Greetings to Prime Minister of Slovakia\r\nPyongyang, September 1 (KCNA) -- Premier of the DPRK Cabinet Kim Yong Il Tuesday sent a message of greetings to Robert Fico, Prime Minister of the government of the Slovak Republic, on the occasion of its Constitution Day.\n\t\t\t\t\tKim in the message wished the prime minister success in his work for social stability and development of the Slovak Republic."
        },
        {
            "title": "Greetings to President of Uzbekistan",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-10ee.html",
            "content": "Greetings to President of Uzbekistan\r\n Pyongyang, September 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Islam Karimov, President of the Republic of Uzbekistan, on its national day.\n\t\t\t\t\t Kim in the message wished Uzbekistan development and prosperity."
        },
        {
            "title": "Delegation of the DPRK Foreign Ministry Leaves for China",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-21ee.html",
            "content": "Delegation of the DPRK Foreign Ministry Leaves for China\r\n Pyongyang, September 1 (KCNA) -- A delegation of the DPRK Foreign Ministry led by its Vice-Minister Kim Yong Il left here Tuesday by air to visit China."
        },
        {
            "title": "Russian Orchestra Arrives",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-20ee.html",
            "content": "Russian Orchestra Arrives\r\n Pyongyang, September 1 (KCNA) -- The \"Orchestra of the 21st Century\" of Russia led by Pavel Borisovich Ovsyannikov, head and chief conductor of the orchestra, arrived here today by air."
        },
        {
            "title": "10th Anniversary of IMAGC Marked",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-23ee.html",
            "content": "10th Anniversary of IMAGC Marked\r\nPyongyang, September 1 (KCNA) -- A ceremony of kindling the flame holder took place outside the Taekwon-Do Hall Tuesday to mark the 10th anniversary of the International Martial Arts Games Committee (IMAGC).\n\t\t\t\t\tPresent at the ceremony were Chang Ung, president of the International Taekwon-Do Federation who is chairman of the International Martial Arts Games Committee, Leong Wai Meng, vice-president of the federation and secretary general of the committee, members of the executive committee, delegates of various countries and regions, Hwang Pong Yong, chairman of the Korean Taekwon-Do Committee who is also chairman of the Korean Martial Arts Federation, officials concerned and working people and school youth and children in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Sok Min Chol, vice-chairman of the executive committee of IMAGC, addressing the ceremony, stressed the need for all martial arts practitioners under the IMAGC to discharge their responsibility and role in making a new human history, independent, peaceful and prosperous, in firm unity.\n\t\t\t\t\t\n\t\t\t\t\t Martial arts players lighted the flame holder and then followed a dancing party of youth and students in Pyongyang in the plaza lit by the flame."
        },
        {
            "title": "Professorship Awarded to Secretary General of IMAGC",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-22ee.html",
            "content": "Honorary Professorship Awarded to Secretary General of IMAGC\r\nPyongyang, September 1 (KCNA) -- The title of honorary professor of the DPRK was conferred on Leong Wai Meng, vice-president of the International Taekwon-Do Federation and secretary general of the International Martial Arts Games Committee (IMAGC), in recognition of the great contributions he has made to the development of Taekwon-Do and its worldwide dissemination.\n\t\t\t\t\t A ceremony of awarding the title took place at the Mansudae Assembly Hall Tuesday."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-24ee.html",
            "content": "Gift to Kim Jong Il from Chinese Delegation\r\n Pyongyang, September 1 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the All-China Journalists Association.\n\t\t\t\t\t The gift was conveyed to an official concerned by Fang Songxian, managing director of the Radio Shanghai who is the head of the delegation of the association on a visit to the DPRK."
        },
        {
            "title": "Malaysian Ambassador Hosts Reception on Its National Day",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-05ee.html",
            "content": "Malaysian Ambassador Hosts Reception on Its National Day\r\nPyongyang, September 1 (KCNA) -- Rahimi Bin Harun, Malaysian ambassador to the DPRK, hosted a reception at the Taedonggang Diplomatic Corps Club on August 31 on its national day.\n\t\t\t\t\tPresent on invitation were Ri Ryong Nam, minister of Foreign Trade, Kung Sok Ung, vice-minister of Foreign Affairs, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the DPRK-Malaysia Friendship Association, officials concerned, diplomatic envoys of various countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\tOn hand were staff members of the Malaysian embassy here.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there."
        },
        {
            "title": "New Stamp Issued",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-12ee.html",
            "content": "New Stamp Issued\r\nPyongyang, September 1 (KCNA) -- A new stamp (a kind of souvenir sheet) reflecting the Monument to the Great Victory in the Battle in Northern Area of Korea has been brought out in the DPRK.\n\t\t\t\t\tCarried in the souvenir sheet are a picture showing a battle scene of the volunteer army of Hamgyong Province against the Japanese invaders during the Imjin Patriotic War (1592-1598), a photo of Jong Mun Bu, commander of the volunteer army, and a stamp showing the monument erected in 1708 to convey the great victory of the army to the posterity.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists carried away the monument in Rimmyong, Kilju Sub-province (present Rimmyong-ri, Kim Chaek City, North Hamgyong Province) by brigandish means in 1906.\n\t\t\t\t\t\n\t\t\t\t\tThe people in the north and south of Korea won back the monument from Japan in Juche 94 (2005) with the concerted efforts under the idea of \"by our nation itself\". The DPRK government has restored the monument to the original state on the principle of historicism to preserve and manage it."
        },
        {
            "title": "Kumin Pill, Hepatic Cell Activator",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-11ee.html",
            "content": "Kumin Pill, Hepatic Cell Activator\r\nPyongyang, September 1 (KCNA) -- Kumin Pill is popular in the DPRK for its special function in curing liver diseases.\n\t\t\t\t\tThe pill, a traditional Koryo medicine, is recognized as the best liver cleaning medicine through ten-odd-year-long clinical practices.\n\t\t\t\t\t\n\t\t\t\t\tIt is made with 10-odd kinds of Koryo medicinal stuffs including wild insam and cultivated insam (ginseng), special products of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe pill completely removes the disease-causing matters accumulated in the liver including fat, hepatitis virus and cancer-causing and toxic matters and thus prevents the liver from being damaged, increases its function to the maximum and makes people feel fresh.\n\t\t\t\t\t\n\t\t\t\t\tEspecially, it activates the liver cells and suppresses the proliferation of viruses such as the hepatitis viruses B and C, with the result that it prevents the destruction of the liver cells by viruses and ensures the normal function of the cells.\n\t\t\t\t\t\n\t\t\t\t\tThe clinical tests indicate that the pill turns the B-type virus DNA and C-type virus RNA into dormancy.\n\t\t\t\t\t\n\t\t\t\t\tThe tests also show that it normalizes the lipid content in blood of the hyperlipemia patients and relieves them from headache. The pill is good for the prevention and treatment of malaria.\n\t\t\t\t\t\n\t\t\t\t\tThe pill was awarded the patent certificate of the DPRK in June Juche 95 (2006), a gold prize and letter of commendation at the International Exhibition of Health-foods and Medicines held in Hanoi, Vietnam in October 2006 and a Crystal Cup at the International China Harbin Fair for Trade and Economic Cooperation in August 2007.\n\t\t\t\t\t\n\t\t\t\t\tThe demand for the pill is ever increasing for its mysterious efficacy."
        },
        {
            "title": "Cold-blooded Massacre of Korean People by Japanese Imperialists",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-13ee.html",
            "content": "Cold-blooded Massacre of Korean People by Japanese Imperialists\r\nPyongyang, September 1 (KCNA) -- Eighty-six years have passed since the Japanese imperialists stained the land of Japan with blood of Koreans following the great Kanto earthquake. The slaughter glaringly shows that the Japanese imperialists were the hordes of pernicious beasts.\n\t\t\t\t\tA great earthquake hit the Kanto area on the morning of September 1, 1923.\n\t\t\t\t\t\n\t\t\t\t\tThe area was engulfed in flames and everything devastated in a twinkling.\n\t\t\t\t\t\n\t\t\t\t\tThe inhabitants in the afflicted areas strongly protested to the government against failing to take relief measures.\n\t\t\t\t\t\n\t\t\t\t\tConfused by this, the Japanese authorities took the earthquake as an opportunity to alleviate their antipathy to the government by diverting their discontent to the Koreans and to repress and slay the Korean residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\tIn order to make the Japanese \"understand necessity and lawfulness\" for massacre of Koreans, they concocted the false rumors that the Koreans were planning to \"revolt\", defined the Koreans as \"enemy\" and ordered to mercilessly slay them.\n\t\t\t\t\t\n\t\t\t\t\tIn accordance with the murderous directive of the authorities the Japanese brutes oppressed and killed Koreans right and left by cruel methods with various lethal weapons such as bamboo spear, club and iron hook.\n\t\t\t\t\t\n\t\t\t\t\tThey set up checkpoints everywhere to let passers-by pronounce difficult Japanese words and mercilessly slew on the spot those who were recognized to be Koreans.\n\t\t\t\t\t\n\t\t\t\t\tThey bound and brought groups of Koreans each being more than ten on a bank and shot them to death with newly made machine-guns under the pretext of \"performance test\" and burnt wire-bound Koreans to death.\n\t\t\t\t\t\n\t\t\t\t\tThe number of the Koreans slaughtered at that time reached over 23,000.\n\t\t\t\t\t\n\t\t\t\t\tJapan must liquidate at an early date the past crimes of the Japanese imperialists who imposed death and sufferings upon the innocent Koreans, clearly aware that it can neither erase nor cover up their crimes no matter how many years have passed."
        },
        {
            "title": "Japan's Evermore Undisguised Moves to Turn Itself into Military Power Blasted",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-07ee.html",
            "content": "Japan's Evermore Undisguised Moves to Turn Itself into Military Power Blasted\r\nPyongyang, September 1 (KCNA) -- The Ministry of Defense of Japan was reported to have officially decided to deploy throughout Japan an expanded network of PAC-3 as part of the moves for establishing the missile defense system (MD) to cope with the \"missile threat\" from the DPRK.\n\t\t\t\t\tCommenting on this, a news analyst of Rodong Sinmun Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\tThe above-said fact suggests that Japan's moves for turning itself into a military power aimed at overseas aggression are being pushed forward at a more practical phase.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries accustomed to pulling up others are absurdly claiming that the above-said moves are designed to cope with the \"missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhat they assert is nothing but sophism intended to build public opinion about the non-existent \"missile threat\" from the DPRK and thus justify the ever-more undisguised moves of Japan for turning itself into a military power.\n\t\t\t\t\t\n\t\t\t\t\tRecently the ultra-right conservative forces are unhesitatingly letting loose a spate of balderdash that Japan should have access to nuclear weapons under the pretext of the non-existent \"nuclear threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt is open secret that recently the Japanese reactionaries are stepping up the development and production of modern weapons and the moves to bolster up armed forces for war, contemplating the reexamination of the ban on the exercise of the \"right to collective self-defense\" and the \"three principles of arms export.\" Their reckless military moves remind one of a \"tiger moth.\"\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries are pushing ahead with the military preparations for reinvasion at the final phase as evidenced by the above-said projected PAC-3 deployment, fostering and escalating a new Cold War and arms race and aggravating the situation in Northeast Asia. The world peace-loving people are seriously concerned about this development and heightening vigilance against Japan.  \n\t\t\t\t\t\n\t\t\t\t\tJapan would be well advised to stop its reckless moves to turn itself into a military power, facing up to the watchful eyes of the world."
        },
        {
            "title": "Assertions Made by Reptile Paper of Japan Snubbed",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-19ee.html",
            "content": "Assertions Made by Reptile Paper of Japan Snubbed\r\nPyongyang, September 1 (KCNA) -- The Japanese Sankei Shimbun in its editorial carried on the occasion of August 15, the day of the defeat of Japan in World War II, released misinformation on the basis of the hyped \"threats\" from the DPRK and China. It grumbled that Japan is not adequately coping with the \"security threat\" to it and one of the main reasons for this lapse is the existence of Article 9 of its \"Pacifist Constitution\" disturbing the exercise of state sovereignty. It added that Japan should settle the issue of the postwar system without fail and this is the biggest pressing task facing Japanese politics. \n\t\t\t\t\tMinju Joson Tuesday observes in a signed commentary carried in this regard: This is nothing but a claim that in order to cope with the daily increasing \"threat\" Japan should rewrite Article 9 of the Constitution, regain the right to possess an army and the right to participate in war and legitimately exercise the right to collective self-defense.\n\t\t\t\t\t\n\t\t\t\t\tBy letting loose a spate of reactionary sophism peppered with lies and deception the above-said paper revealed itself its despicable true colors as a mouthpiece for the militarists.\n\t\t\t\t\t\n\t\t\t\t\tIt is a groundless far-fetched assertion that the DPRK's nuclear deterrent and the development of China pose a \"threat\" to the security of Japan.\n\t\t\t\t\t\n\t\t\t\t\tSecurity threat is not coming from the DPRK but from Japan.\n\t\t\t\t\t\n\t\t\t\t\tSuch riffraffs as the editorial staff of Sankei Shimbun and reactionaries of Japan are raising a hue and cry over the \"theory of threat from north Korea\" in a bid to give further momentum to social atmosphere of inciting militarism.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are now working hard to infuse such idea of overseas aggression and the spirit of ultra-nationalism into the people. Sankei Shimbun is keen to play a big role in this campaign. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to behave themselves, well aware that the moves for overseas aggression and expansion lead to their self-destruction."
        },
        {
            "title": "Papers Call for Successfully Concluding 150-Day Campaign",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-08ee.html",
            "content": "Papers Call for Successfully Concluding 150-Day Campaign\r\nPyongyang, September 1 (KCNA) -- Leading papers Tuesday editorially call upon all party members and other working people to dash ahead like the wind to successfully conclude the on-going general offensive under the slogan \"Let us all become honorable victors in the 150-day campaign!\"\n\t\t\t\t\tThis year is a historic year which will mark a turning point in the building of a great prosperous and powerful nation, Rodong Sinmun notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is the noble intention and firm determination of the Workers' Party of Korea to bring about great innovations and changes in the socialist economic construction by enlisting all energies and potentials built up thanks to Songun and reach the high eminence of a thriving nation at a breath on that basis.\n\t\t\t\t\t\n\t\t\t\t\tThe experienced and tested leadership of the headquarters of the revolution and the inexhaustible mental power of the servicepersons and people single-mindedly united around the party represent the greatest national power of Songun Korea and provide a sure guarantee for the victory in the on-going general offensive.\n\t\t\t\t\t\n\t\t\t\t\tAll party members and other working people should intensify the drive for bringing about miracles and innovations in all fields and at all units, fully convinced that the general offensive is sure to triumph thanks to General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson also calls upon all the officials and other working people to successfully conclude the 150-day campaign by giving full play to the matchless mental power firmly built up in the tempest of the Songun revolution under the leadership of Kim Jong Il and thus glorify this year as a year of great turn and historic leaping advance and open without fail the gate to a great prosperous and powerful nation in 2012, the centenary of birth of President Kim Il Sung."
        },
        {
            "title": "Day of NAM Observed",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-18ee.html",
            "content": "Day of NAM Observed\r\nPyongyang, September 1 (KCNA) -- The objective and idea of the Non-Aligned Movement (NAM) are sure to come true as it is aimed to achieve peace and social prosperity under the banner of independence against imperialism, says Minju Joson Tuesday in a signed article dedicated to Day of the Non-Aligned Movement.\n\t\t\t\t\tThe NAM, which groups 118 countries or nearly two thirds of the UN member nations, is now functioning as the biggest political organization representing developing countries in the international arena. It regarded it as its noble mission to eliminate imperialism and colonialism from the world arena, put an end to all forms of domination and subjugation and build a new world, independent and peaceful, and has creditably fulfilled it in its activities. \n\t\t\t\t\t\n\t\t\t\t\tThe imperialist reactionaries have run the whole gamut of schemes to weaken and destroy the NAM, but it is exercising influence to be reckoned with in the development of the world situation and in the settlement of international issues, notes the article."
        },
        {
            "title": "Kim Jong Il's Work Published in France",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-01ee.html",
            "content": "Kim Jong Il's Work Published in France\r\nPyongyang, September 1 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in booklet by the Democrate Publishing House in France on August 21.\n\t\t\t\t\tThe work published on Sept. 5, Juche 97 (2008) clarifies the idea that the 60-year long history of the DPRK is a history of great struggle and victory and that of great creation and change during which the Korean people have defended the independence and honor of the country and built a socialist country, powerful and prosperous, despite the tempest of the revolution under the leadership of President Kim Il Sung and the great party and that a country, though small and backward, can become  a developed, dignified and strong  country when it has a great leader and great party.\n\t\t\t\t\t\n\t\t\t\t\t The work also indicates tasks and ways for accomplishing the revolutionary cause of Juche, holding high the banner of the Juche idea, the banner of Songun."
        },
        {
            "title": "Anniversary of Start of Songun Revolutionary Leadership Marked in Finland",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-02ee.html",
            "content": "Anniversary of Start of Songun Revolutionary Leadership Marked in Finland\r\nPyongyang, September 1 (KCNA) -- A meeting was held by the Finnish Communists' Association on August 24 on the occasion of the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. \n\t\t\t\t\tKalevi Warman, chairman of the association, addressing the meeting, said that Kim Jong Il formulated the Songun politics as a basic political mode under socialism in view of the situation that prevailed at the end of the last century and has firmly protected Korean style socialism with his Songun leadership. \n\t\t\t\t\t\n\t\t\t\t\tThanks to his Songun leadership, the north-south summit talks, the first of their kind in the history, took place in June 2000 and they culminated in the adoption of the June 15 joint declaration, a milestone for Korea's reunification, the chairman stressed. \n\t\t\t\t\t\n\t\t\t\t\tA statement adopted at the meeting noted that all the miracles and exploits performed by the Korean people would be unthinkable without the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHis Songun revolutionary line is the most correct political line in the 21st century and serves as a banner of struggle for the progressive people of the world aspiring after independence, it added.  \n\t\t\t\t\t\n\t\t\t\t\tThe statement expressed conviction that the Korean people would surely emerge victorious in their drive for opening the gate to a great prosperous and powerful socialist nation in 2012, the centenary of birth of President Kim Il Sung   and extended full support and solidarity to them.\n\t\t\t\t\t\n\t\t\t\t\tOn the same day, the Finland-Korea Society arranged a film show on the invincible might of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tA message of greetings to Kim Jong Il was adopted at the film show."
        },
        {
            "title": "Anniversary of Start of Songun Revolutionary Leadership Observed",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-03ee.html",
            "content": "Anniversary of Start of Songun Revolutionary Leadership Observed\r\nPyongyang, September 1 (KCNA) -- Bulletins were issued by organizations in the Czech Republic and Nigeria on the occasion of the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. \n\t\t\t\t\tBulletin No. 5 was jointly published by the Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea on August 25. The bulletin in its article entitled \"Leader Kim Jong Il and his Songun leadership\" said that his Songun revolutionary leadership carried great significance in the history of the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\tThe bulletin noted that under his Songun leadership the Korean People's Army has grown to be an invincible army with powerful war deterrence which no formidable enemy dares attack and all the Korean people are bringing about a fresh great revolutionary surge in the drive for flinging open the gate to a thriving nation in 2012, the centenary of birth of President Kim Il Sung, by learning from the indomitable and noble idea and spirit displayed by the servicepersons. \n\t\t\t\t\t\n\t\t\t\t\tThe bulletin in an article titled \"Prerequisite to the settlement of the Korean issue\" noted that one of the pressing issues whose solution is required by the international community at present is to achieve reunification of the Korean nation. As prerequisite to this settlement the U.S. troops should pull out of south Korea, it urged. \n\t\t\t\t\t\n\t\t\t\t\tThe Nigerian National Committee for the Study of the Juche Idea issued a bulletin on August 22 on the same occasion. Referring in detail to the factor that encouraged the DPRK to traverse only the road of victory, shattering the moves of all hues of enemies to stifle it, the bulletin emphasized that under the Songun revolutionary leadership of Kim Jong Il  the DPRK's cause of building a thriving nation is sure to triumph."
        },
        {
            "title": "Exploits Performed by Peerlessly Great Men for National Reunification Lauded",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-04ee.html",
            "content": "Exploits Performed by Peerlessly Great Men for National Reunification Lauded\r\nPyongyang, September 1 (KCNA) -- Robert Charvin, honorary chairman of the International Liaison Committee for Reunification and Peace in Korea, when interviewed by KCNA before his departure from here after visiting the DPRK, extended full support and solidarity to the Korean people in their just cause of independent and peaceful reunification of the country.\n\t\t\t\t\tRecalling that President Kim Il Sung conducted energetic activities for the reunification of the country till the last moments of his life, he continued: General Secretary Kim Jong Il formulated the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo put forward by the President as the three charters for national reunification. \n\t\t\t\t\t\n\t\t\t\t\tUnder the banner of the three charters for national reunification the historic June 15 North-South Joint Declaration was adopted and there arrived a new era of independent reunification. \n\t\t\t\t\t\n\t\t\t\t\tAll the successes made in the cause of reunification are the results of the wise leadership of\n\t\t\t\t\t\tKim Jong Il who has successfully carried forward the idea and cause of Kim Il Sung, he added."
        },
        {
            "title": "Even on Raining Day",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-14ee.html",
            "content": "Even on Raining Day\r\nPyongyang, September 1 (KCNA) -- It was on a rainy day in July Juche 97 (2008) when General Secretary Kim Jong Il called at Kanggye Unha Clothing Factory. \n\t\t\t\t\tThe officials of the factory were surprised to see trousers of the leader getting off the car wet.\n\t\t\t\t\t\n\t\t\t\t\tBefore the officials saluted him, he requested them to enter the factory quickly as it was raining.\n\t\t\t\t\t\n\t\t\t\t\tLooking round the production site, dress sample room and others, he familiarized himself with efforts of its officials and workers. \n\t\t\t\t\t\n\t\t\t\t\tWhen he was leaving, the officials of the factory earnestly told him that he would shelter himself from rain for a while.\n\t\t\t\t\t\n\t\t\t\t\tBut he got on the car, saying that he had seen many good things at the factory and they should do much work for the people in the future, too.\n\t\t\t\t\t\n\t\t\t\t\tWhen the car went out of sight, they regretted belatedly that they had not given him a suite of spare clothes."
        },
        {
            "title": "Se otorga a Leong Wai Meng  Profesor honorario de Corea",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-27ee.html",
            "content": "Se otorga a Leong Wai Meng  Profesor honorario de Corea\r\nPyongyang, 1 de septiembre (ATCC) -- Fue otorgada la categoria docente de Profesor honoris causa de la Republica Popular Democratica de Corea a Leong Wai Meng, vicepresidente de la Federacion Internacional de Taekwon-Do y secretario general del Comite Internacional de Juegos de Arte Marcial, en una ceremonia celebrada hoy en el Palacio de los Congresos Mansudae.\n\t\t\t\t\tEl hizo gran aporte al desarrollo de Taekwon-Do y su divulgacion a escala mundial."
        },
        {
            "title": "Tragedia de gran terremoto en Kanto",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-28ee.html",
            "content": "Tragedia de gran terremoto en Kanto\r\nPyongyang, 1 de septiembre (ATCC) -- El accidente tragico del gran terremoto en Kanto, que habia tenido la tierra japonesa con la sangre del pueblo coreano, revela fehacientemente que hasta hoy en que se cumplen los 86 anos desde entonces el imperialismo japones es la banda de monstruosos salvajes.\n\t\t\t\t\tPor la manana del primero de septiembre de 1923, ocurrio el fuerte terremoto en la zona de Kanto, Japon.\n\t\t\t\t\t\n\t\t\t\t\t En un santiamen, esta zona sumergio en un mar de fuego y todos fueron destruidos.\n\t\t\t\t\t\n\t\t\t\t\t Entre los pobladores de la zona damnificada se elevaron las voces de protesta al gobierno que no tomaba medidas de socorro.\n\t\t\t\t\t\n\t\t\t\t\tAtemorizadas ante eso, las autoridades japonesas intentaron dirigir el descontento de dichos pobladores a los coreanos residentes en Japon con el fin de aplacar la antipatia de ellos sobre el gobierno, por una parte y por la otra, tramaron un complot hororroso para aprovecharlo como una oportunidad consistente en reprimir y asesinar a los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tPara \"convencer\" a los japoneses la \"necesidad\" y la \"legitimidad\" de matarlos en masa, las autoridades japonesas inventaron el \"rumor de rebelion de los coreanos\" y declararon abiertamente asesinar despiadadamente a los coreanos calificandolos de \"enemigos\".\n\t\t\t\t\t\n\t\t\t\t\t Segun la orden antietica de asesinato de las autoridades, los bestias japoneses reprimieron y mataron arbitrariamente con metodos salvajes a los coreanos valiendose de varias armas mortiferas como lanza de bambu, baston y enganche de hierro.\n\t\t\t\t\t\n\t\t\t\t\t Los asesinos instalaron por doquier \"puestos de control\" y sometieron a los transeuntes coreanos a pronunciar la delicada lengua japonesa.\n\t\t\t\t\t\n\t\t\t\t\t Y si se comprobaron como coreanos, los mataron sin piedad.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, asesinaron al poner en el dique a cada 10 coreanos atados como blanco para probar la capacidad de nueva ametralladora y quemaron a los coreanos atados con alambre de hierro.\n\t\t\t\t\t\n\t\t\t\t\t En aquel entonces, el numero de los inocentes coreanos asesinados por los imperialistas japoneses llego a mas de 23 mil.\n\t\t\t\t\t\n\t\t\t\t\t Los imperialistas japoneses deben darse clara cuenta de que no pueden borrar ni ocultar, aunque paso el tiempo, tales crimenes y liquidarlos canto antes."
        },
        {
            "title": "Rodong Sinmun critica decision de despliegue de \"PAC-3\" en Japon",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-29ee.html",
            "content": "Rodong Sinmun critica decision de despliegue de \"PAC-3\" en Japon\r\nPyongyang, 1 de septiembre (ATCC) -- Se conocio que el Ministerio de Defensa de Japon decidio oficialmente emplazar ampliamente en todo el pais el misil antibalistico \"PAC-3\" como parte del establecimiento del sistema antimisiles para hacer frente a la supuesta \"amenaza de misiles\" proveniente de Corea.\n\t\t\t\t\tEsto insinua que se aceleran en la etapa practica y crucial las maniobras de Japon para convertirse en una potencia militar y agredir a la larga a ultramar.\n\t\t\t\t\t\n\t\t\t\t\t Asi revela el diario Rodong Sinmun en un comentario individual difundido este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses habituados a acusar a otros insisten cinicamente en que ese programa se implementa para protegerse de la \"amenaza de misil\" de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEsta sofisteria deviene una artimana para justificar sus cada dia mas abiertas maniobras dirigidas a la conversion de su pais en una potencia militar escandalizando el rumor de la fantasmal \"amenaza de misil\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, en estos dias, suenan entre las fuerzas conservadoras ultraderechistas de Japon los discursos abogando por poseer el arma nuclear con el alegato de que la RPDC \"amenaza\" con este artefacto. \n\t\t\t\t\t\n\t\t\t\t\t Ya no es secreto que en estos tiempos, los reaccionarios japoneses intentan revisar la medida de prevencion del ejercicio del \"derecho a la autodefensa colectiva\" y de los \"tres principios de exportacion de las armas\", por una parte, y, por la otra, recurren con fanatismo al fortalecimiento de las fuerzas armadas belicas acelerando el desarrollo y la produccion de los armamentos modernos.\n\t\t\t\t\t\n\t\t\t\t\t Estos imprudentes movimientos militares hacen imaginar al perro rabioso.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses impulsan en la etapa final los preparativos militares para la nueva agresion, incluyendo el emplazamiento expansivo de los misiles \"PAC-3\" a lo largo del pais. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, promueven y agravan la nueva guerra fria y la carrera armamentista en el Nordeste Asiatico y empeoran mas la situacion.\n\t\t\t\t\t\n\t\t\t\t\t Los pueblos del mundo amantes de la paz estan muy preocupados por el respecto y redoblan la vigilancia a Japon.\n\t\t\t\t\t\n\t\t\t\t\tEste pais isleno debe abandonar de inmediato sus imprudentes maniobras para erigirse como potencia militar dandose cuenta de la aguda mirada vigilante del mundo."
        },
        {
            "title": "Minju Joson tilda a Shankei del militarismo japones",
            "url": "http://kcna.co.jp/item/2009/200909/news01/20090901-30ee.html",
            "content": "Minju Joson tilda a Shankei del militarismo japones\r\nPyongyang, 1 de septiembre (ATCC) -- El periodico japones Shankei Shimbun difundio hace poco un editorial con motivo del 15 de agosto, dia de la derrota de Japon en la Segunda Guerra Mundial.\n\t\t\t\t\tEn ese editorial ese rotativo exagero la inexistente \"amenaza\" de Corea y China a la seguridad nacional y agrego que su pais no esta tomando suficientes contramedidas.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que una de las importantes causas de eso es el articulo No. 9 de la \"constitucion pacifica\", que en opinion de los reaccionarios japoneses, impide el ejercicio de la soberania estatal.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, Japon debe solucionar sin falta el problema del regimen posbelico, subraya Shankei Shimbun y anade que esto es la tarea mas perentoria de la politica japonesa.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el periodico Minju Joson difundio este martes un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLo que dijo Shankei Shimbun significa que Japon debe enmendar el articulo no. 9 de la \"constitucion pacifica\" pretextando la supuesta \"amenaza\" a fin de recuperar el derecho a la posesion del ejercito, a la beligerancia y a la autodefensa colectiva.\n\t\t\t\t\t\n\t\t\t\t\tA traves de esas sofisterias fraudulentas y enganosas, el rotativo japones puso al desnudo su asqueroso perfil de portavoz de los militaristas.\n\t\t\t\t\t\n\t\t\t\t\tEs absurdisimo pensar que la fuerza disuasiva nuclear de Corea y el desarrollo de China constituyen una \"amenaza\" a la seguridad del pais isleno.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, la amenaza a la seguridad proviene de Japon.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los fulanos y menganos como los de la redaccion de Shankei Shimbun y los reaccionarios de Japon difunden la \"teoria de la amenaza del Norte de Corea\" partiendo del objetivo de fomentar al maximo el ambiente social a favor del militarismo.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, los reaccionarios japoneses tratan con afan de inyectarles en los habitantes de la idea a favor de la agresion a ultramar y del espiritu ultranacionalista, en lo cual el periodico mencionado quiere jugar un papel importante.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben actuar con prudencia teniendo presente que sus maniobras expansionistas a ultramar les adelantaran la autodestruccion."
        }
    ]
}