{
    "date": "2009-02-14",
    "url": "http://kcna.co.jp/item/2009/200902/2009-02-14ee.html",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Russian Figure",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-17ee.html",
            "content": "Gift to Kim Jong Il from Russian Figure\r\nPyongyang, February 14 (KCNA) -- General Secretary Kim Jong Il received a gift from Sazhi Umalatova, chairperson of the Political Coordinating Council of \"Patriots of Russia\" Party, on the occasion of his birthday.\n\t\t\t\t\t Umalatova handed the gift to the DPRK ambassador to Russia on Feb. 10."
        },
        {
            "title": "Gift to Kim Jong Il from IIJI Director-General",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-13ee.html",
            "content": "Gift to Kim Jong Il from IIJI Director-General\r\n Pyongyang, February 14 (KCNA) -- General Secretary Kim Jong Il received a gift from the visiting director-general of the International Institute of the Juche Idea on the occasion of his birthday.\n\t\t\t\t\t The gift was conveyed to an official concerned by Director-General Vishwanath on Saturday."
        },
        {
            "title": "Floral Basket to Kim Jong Il from Japan Delegation",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-14ee.html",
            "content": "Floral Basket and Gift to Kim Jong Il from Japan Delegation\n\t\t\t\t\t\t\r\n Pyongyang, February 14 (KCNA) -- General  Secretary Kim Jong Il received a floral basket and gift from the visiting Japan delegation for the study of the Juche idea on the occasion of his birthday.\n\t\t\t\t\t The floral basket and gift were conveyed to an official concerned by Yusei Takara, a researcher of the International Institute of the Juche Idea who is heading the delegation, on Feb. 14."
        },
        {
            "title": "Art Performances Given",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-04ee.html",
            "content": "Art Performances Given\r\nPyongyang, February 14 (KCNA) -- Art performances were given by art groups of ministries and national institutions at the People's Palace of Culture and the Central Youth Hall on Feb. 13 to celebrate the birthday of General Secretary Kim Jong Il which falls on February 16.\n\t\t\t\t\t It was appreciated by senior officials of the party and the state, the chairman of a friendly party, officials of ministries and national institutions and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The performers put on the stage poem and chorus \"Glory to General Kim Jong Il\", female solo and chorus \"Fog Creeps up Jong Il Peak\", kayagum ensemble \"Various Species of Birds Flying to Jong Il Peak\" and other numbers singing of the log cabin in which Kim Jong Il was born as the son of guerrillas and the sublime and shining appearance of the holy place.\n\t\t\t\t\t\n\t\t\t\t\t Their repertoire included female chorus, story-telling and song, mixed chorus, female solo and chorus, dialogic poem truthfully representing the high pride and honor of having the peerless Songun brilliant commander in the van of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was also given by members of the Democratic Women's Union of Korea at the Women's Hall to celebrate February 16 on the same day.\n\t\t\t\t\t\n\t\t\t\t\t It was enjoyed by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and officials and members of the union."
        },
        {
            "title": "Foreign Diplomats Visit Venue of Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-21ee.html",
            "content": "Foreign Diplomats Visit Venue of Kimjongilia Festival\r\nPyongyang, February 14 (KCNA) -- The Diplomatic Corps and the Military Attaches Corps here visited the venue of the 13th Kimjongilia Festival Saturday on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The guests expressed their admiration, looking round the immortal flowers carrying the best wishes of the Korean people and the world progressives for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t After the visit they made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Lao Ambassador to the DPRK Chaleune Warinthrasak wrote that the festival is a significant flower festival showing the respect and reverence of the Korean people for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Military Attache of the Egyptian embassy here Eslam Ahmed Ahmed Owis wrote that he came to know well about the deep reverence of the Korean people for Kim Jong Il, going round the festival venue."
        },
        {
            "title": "13th Kimjongilia Festival Opens",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-19ee.html",
            "content": "13th Kimjongilia Festival Opens\r\nPyongyang, February 14 (KCNA) -- The 13th Kimjongilia Festival was opened with splendor in Pyongyang on the occasion of the birthday of  General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venue of the festival are tens of thousands of potted Kimjongilias presented by more than 90 units, including armed forces organs, commissions and ministries of the Cabinet and national institutions, servicepersons, working people from different walks of life, school youth and children, the Central Standing Committee of the General Association of Korean Residents in Japan and other overseas compatriots' organizations and overseas compatriots, south Korean people and embassies of different countries and international organizations here, friendship organizations, public organizations, businesses and personages of various countries and Chinese residents.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of opening the festival took place at the Kimilsungia-Kimjongilia Exhibition on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, Yang Hyong Sop and officials concerned, officials of units which presented flowers of the sun to the festival, servicepersons, working people, school youth and children, congratulatory groups and delegations of overseas compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Addressing the ceremony, Kim Pyong Hun, chairman of the Central Committee of the General Federation of the Unions of Art and Literature of Korea, said that the festival, opened on the occasion of the February holiday, would be a flower festival carrying all people's admiration for Kim Jong Il who has demonstrated to the world the dignity and might of Kim Il Sung's Korea with his original Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Kimjongilia, an immortal flower, symbolizes the greatness of Kim Jong Il who has made a great contribution to the Korean revolution and the cause of global independence, holding high the banner of Songun, the speaker said, adding: This red flower is coming into fuller bloom all over the world with the reverence of the Korean people and the world's progressive humankind for him that is growing deeper with the passage of time."
        },
        {
            "title": "Memorial Stamp Published",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-20ee.html",
            "content": "Memorial Stamp Published\r\n Pyongyang, February 14 (KCNA) -- A memorial stamp (a souvenir sheet) was issued in the DPRK on the occasion of the 35th anniversary of the proclamation of the programme on modeling the whole society after the Juche idea.\n\t\t\t\t\tGeneral Secretary Kim Jong Il formulated the revolutionary idea of President Kim Il Sung as a monolithic system of idea, theory and method of Juche at the national training course of Party information workers on February 19, Juche 63 (1974) and proclaimed to pattern the whole society on the Juche idea as the supreme programme of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Printed on the upper part of the memorial stamp are the letters \"Commemoration of the 35th anniversary of the proclamation of the programme on modeling the whole society after the Juche idea\" and \"Juche 63 (1974)-Juche 98 (2009)\".\n\t\t\t\t\t\n\t\t\t\t\t The stamp reflects the image of  Kim Jong Il examining a document on Party work and letters and pictures showing the single-minded unity which has been consolidated as firm as rock under the banner of the Juche idea and the great harmonious whole in which the entire army and people are sharing life and death with the leader."
        },
        {
            "title": "Documentary Film Screened",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-16ee.html",
            "content": "Documentary Film Screened\r\nPyongyang, February 14 (KCNA) -- Documentary film \"The Brilliant History of Great Leadership\" was screened at the People's Palace of Culture Saturday on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The film deals with the exploits Kim Jong Il has performed on behalf of the country and the people, the times and history while leading the Workers' Party of Korea and the revolution to victory and glory for several decades.\n\t\t\t\t\t\n\t\t\t\t\t It shows vivid and impressive materials telling about the history of the Songun revolutionary activities of Kim Jong Il who defended the destiny of the country and the nation and Korean-style socialism and opened a wide avenue for building a great prosperous and powerful nation by dint of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The film deals with the facts that Kim Jong Il made a new history of the cause of perpetuating the memory of President Kim Il Sung by seeing to it that the Kumsusan Memorial Palace was built into the sacred temple of Juche and implanting the people with the will and faith that the President will be always with them.\n\t\t\t\t\t\n\t\t\t\t\t It also shows the venerable looks of Kim Jong Il who is traveling a ceaselessly long journey of patriotic devotion to military posts and different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t It tells about the harmonious whole formed between the army and people and their leader who is steadily conducting his revolutionary activities with his unbounded devotion and warm love for the country and the people and ardent comradeship and about the revolutionary exploits he performed for national reunification and the accomplishment of the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Watching the documentary film were senior party and state officials, the chairperson of a friendly party, officials of ministries and national institutions and working people in the city of Pyongyang."
        },
        {
            "title": "Endless Stream of Visitors to Oun Revolutionary Site",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-09ee.html",
            "content": "Endless Stream of Visitors to Oun Revolutionary Site\r\nPyongyang, February 14 (KCNA) -- A large number of servicepersons, school youth and children in Pyongyang and other people of all social standings are now visiting the Oun Revolutionary Site on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The revolutionary site is a place where Kim Jong Il went through military encampment life with university students from August 20 to October 4, Juche 51(1962). This place is associated with the undying feats he performed while conducting energetic ideological and theoretical and military activities and leading the campers to firmly arm themselves with the Juche-based military idea and war methods.\n\t\t\t\t\t\n\t\t\t\t\t At least 8.46 million people have visited this place over the last three decades since it was spruced up into a revolutionary site.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the site in front of \"O, the land of glory shining with footsteps of the great brilliant commander,\" a monument to revolutionary activities of Kim Jong Il, the visitors went round various places of the site, including barracks where he stayed, a live firing ground where he showed a marksmanship worthy of a crack shot, and Ryonggun Peak associated with the stamina and grit of the brilliant commander of Mt. Paektu."
        },
        {
            "title": "Great Father of People",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-12ee.html",
            "content": "Great Father of People\r\nPyongyang, February 14 (KCNA) -- The Korean people are holding General Secretary Kim Jong Il in high esteem and following him as their dear father.\n\t\t\t\t\tSaying that it is his unswerving resolution and will to devote his all for the prosperity of the country and the happiness of the people, he has covered the long journey of field guidance, leaving many legends of affection for the people.\n\t\t\t\t\t\n\t\t\t\t\tHe embarked on a long road at mid-night to meet workers and went through heavy rains at dawn, afraid of health of people. His \"forced march in mid-summer\" was overflowing with love for the people.\n\t\t\t\t\t\n\t\t\t\t\tWhen he visited the North Hamgyong Provincial People's Hospital in the teeth of the heat of the sun in August he was greatly satisfied over the fact that one more modern hospital was constructed for the people. In front of the emergency room he instructed the officials that the door of the room was not made in proper size and that they should do even a thing from the point of view on the people.\n\t\t\t\t\t\n\t\t\t\t\tAt the Hamhung Wood Processing Factory he acquainted himself in detail with the production processes, wiping the perspiration off his face in the sultry weather, overjoyed to see those working easily under good environment while leading a cultural, emotional and cheerful life. He found a long time for the betterment of the people's living, saying that they should thoroughly embody the serve-the-people spirit in the production to manufacture furniture convenient to use.\n\t\t\t\t\t\n\t\t\t\t\tHe keeps his mind on the people every minute and maps out a plan for the happiness of the people when seeing a thing. With such affection he visited the Ranam Coal Mining Machine Complex in defiance of torrential rain and looked round historical and cultural relics climbing up a sliding rough pass.\n\t\t\t\t\t\n\t\t\t\t\tHe, who has continued his journey of field guidance from coastal area to inland and vice versa, called at many units including the newly built Wonsan Youth Power Station from the outset of the year and aroused the people to  a new revolutionary upsurge.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are expediting the general advance for building a great, prosperous and powerful nation, looking up to the noble feature of Kim Jong Il who is finding himself on the road of forced march of on-the-spot guidance day and night for the country and the people."
        },
        {
            "title": "Pyongyang in Festive Preparations",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-11ee.html",
            "content": "Pyongyang in Festive Preparations\r\nPyongyang, February 14 (KCNA) -- Pyongyang is busy preparing for the celebration of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Streets, bridges and residential quarters are decorated with flowers and electric lamps to stir up the festive atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Preparations for colorful functions including the 13th Kimjongilia Festival and 18th International Figure Skating Festival for Paektusan Prize are in full swing.\n\t\t\t\t\t\n\t\t\t\t\t Colorful decorations of the celebration stages are being done at the East Pyongyang Grand Theatre, the State Dramatic Theatre, the Pyongyang Circus and other places.\n\t\t\t\t\t\n\t\t\t\t\t Institutions, factories, co-op farms and schools are in a festive mood with art performances and sports and amusement games.\n\t\t\t\t\t\n\t\t\t\t\t Public catering establishments are preparing diverse national dishes to be served to customers on the holiday. Roast chestnut, roast sweet potato, peanuts, cotton candy and other stalls are also busy with the holiday service preparations.\n\t\t\t\t\t\n\t\t\t\t\t Tramcars, trolley buses and passenger buses are being readjusted for affording better convenience to the citizens.\n\t\t\t\t\t\n\t\t\t\t\t The factories and enterprises under the Pyongyang City Foodstuff Complex are mass-producing foodstuffs to be supplied to the citizens."
        },
        {
            "title": "Reception Given at DPRK Embassy in Beijing",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-03ee.html",
            "content": "Reception Given at DPRK Embassy in Beijing\r\nPyongyang, February 14 (KCNA) -- The DPRK embassy in Beijing hosted a reception on Feb. 12 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Wang Gang, vice－chairman of the National Committee of the Chinese People's Political Consultative Conference who is member of the Political Bureau of the Central Committee of the Communist Party of China, Liu Hongcai, deputy head of the International Liaison Department of the CPC Central Committee, the  vice-minister of Railways, Chen Jian, vice-minister of Commerce, Wu Donghe, chairman of the China－Korea Friendship Association, Hu Zhengyue, assistant to the minister of Foreign Affairs, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Choe Jin Su, DPRK ambassador to China, and staff members of his embassy were present there.\n\t\t\t\t\t\n\t\t\t\t\t He in his speech at the reception said that Kim Jong Il has victoriously advanced the Korean revolution and construction with his experienced and tested leadership for several decades and firmly protected the fate of socialism and the national dignity and regional peace and stability with his original Songun politics and made a great contribution to boosting the traditional DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Chinese people would victoriously greet the 60th founding anniversary of the People's Republic of China by registering greater successes in their efforts to establish a scientific outlook on development and achieve stable and rapid development of economy under the leadership of the Communist Party of China. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that Kim Jong Il received the delegation of the International Liaison Department of the C.C., the CPC when it was visiting the DPRK recently, he expressed belief that another brilliant chapter would be recorded in the history of the DPRK-China friendship under the deep care of the top leaders of the two countries and thanks to the joint efforts of both sides.\n\t\t\t\t\t\n\t\t\t\t\t Wang Gang noted in his speech that Kim Jong Il is respected and loved by the Korean people for having made great successes in socialist construction by leading the Party and people for a long period.\n\t\t\t\t\t\n\t\t\t\t\t Noting that China and the DPRK are the friendly neighbors linked by the same mountain and rivers, he stressed that the friendly and cooperative relations between China and the DPRK have steadily grown stronger in recent years under the warm care of the top leaders of the two parties and two countries.\n\t\t\t\t\t\n\t\t\t\t\t On the occasions of the 60th anniversary of the establishment of diplomatic ties between the two countries and \"a year of Sino-DPRK friendship\" China would boost exchange and cooperation with the DPRK in various sectors and thus infuse steady dynamism and vitality into the friendship and join the Korean people in carving out a rosier future of the Sino-DPRK friendly and cooperative relations, he added."
        },
        {
            "title": "Lee Myung Bak Group Accused of Causing Tragedy in Ryongsan",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-18ee.html",
            "content": "Lee Myung Bak Group Accused of Causing Tragedy in Ryongsan\r\nPyongyang, February 14 (KCNA) -- A spokesman for the Central Committee of the General Federation of Trade Unions of Korea on Saturday issued a statement in which it, in the name of the entire working class of the DPRK, bitterly denounced the killing of evacuees in Ryongsan as a tragedy caused by the Lee Myung Bak group's fascist dictatorial rule and unpopular misrule and a hideous human rights abuse. \n\t\t\t\t\t It is intolerable that the Lee group is shifting the responsibility for the recent tragedy onto the slain evacuees, the statement noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t Right after the occurrence of the incident, the group of traitors was busy defending the murderers, talking about what it called \"investigation\" and \"clarification.\" It instructed the puppet prosecution to announce the hypocritical results of the investigation, thus taking such outrageous action as declaring the real killers \"not guilty\" while bringing charges against the dead and the participants in the sit-in strike. \n\t\t\t\t\t\n\t\t\t\t\tMoreover, the group is mobilizing police force to indiscriminately cracking down upon people from all walks of life who demanded a thorough probe into the tragedy in Ryongsan and the downfall of the Lee's man-killing regime, the arch criminal.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that traitor Lee Myung Bak is a fascist dictator and ferocious murderer who has turned south Korea into a barren land where the people are suffering destitution, a graveyard of democracy and human rights and a dark society under fascism during the first year of his office. \n\t\t\t\t\t\n\t\t\t\t\t The entire working class in the DPRK expresses full support and solidarity with the workers and all other people in south Korea in their just actions for the punishment of the killers of evacuees."
        },
        {
            "title": "Kim Jong Il's Songun Revolutionary Leadership Praised in Bangladesh",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-02ee.html",
            "content": "Kim Jong Il's Songun Revolutionary Leadership Praised in Bangladesh\r\nPyongyang, February 14 (KCNA) -- Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, and Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, issued a joint statement on Feb. 5 on the occasion of the birthday of General Secretary Kim Jong Il. \n\t\t\t\t\t The statement said that under the leadership of Kim Jong Il the Korean people have firmly defended and glorified President Kim Il Sung's idea and undying feats while making efforts to build a rich and powerful socialist country. \n\t\t\t\t\t\n\t\t\t\t\t His distinguished Songun leadership serves as a banner of sure victory as it helps the army and people of the DPRK to firmly defend the country's sovereignty from the imperialists' moves to stifle the DPRK and further consolidate Korean-style socialism, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The progressive political parties and people in Bangladesh extend solidarity to the Workers' Party of Korea and the army and people of the DPRK and express firm belief that its army and people will steadily advance along the road of Songun under Kim Jong Il's wise leadership."
        },
        {
            "title": "Foreigners Arrive",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-10ee.html",
            "content": "Foreigners Arrive\r\nPyongyang, February 14 (KCNA) -- Vishwanath, director-general of the International Institute of the Juche Idea, and a Japan delegation for the study of the Juche idea led by Yusei Takara, a researcher of the International Institute of the Juche Idea, arrived here today on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Also arriving here on the same day was Ladislau Marius Vizer, president of the International Judo Federation."
        },
        {
            "title": "Foreign Figure Skaters Here",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-15ee.html",
            "content": "Foreign Figure Skaters Here\r\nPyongyang, February 14 (KCNA) -- Figure skaters of Ukraine and France came here today to participate in the 18th International Figure Skating Festival for Paektusan Prize to be held on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Also arriving here prior to them were figure skaters of China, Russia and Slovenia."
        },
        {
            "title": "Puppet Prosecution Accused of Trying to Evade Responsibility for Ryongsan Tragedy",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-05ee.html",
            "content": "Puppet Prosecution Accused of Trying to Evade Responsibility for Ryongsan Tragedy\r\n Pyongyang, February 14 (KCNA) -- The puppet prosecution of south Korea on Feb. 9 indicted 20 evacuees on charges of \"interfering with the performance of official duties\" in connection with the Ryongsan tragedy and announced \"results of investigation\" in which it declared the police was \"not legally responsible\" for the incident though it caused the tragedy by resorting to excessive violence to put down their protest. \n\t\t\t\t\t Minju Joson Saturday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is an undisguised challenge to the evacuees and people demanding a probe into the truth behind the Ryongsan tragedy. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the above-said indictment made by the puppet prosecution against the guiltless evacuees is no more than a far-fetched assertion to pass the buck for the Ryongsan tragedy to them, the commentary observes that lurking behind this is a sinister political aim sought by the Lee Myung Bak group. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t After the occurrence of the tragedy, traitor Lee zealously defended the fascist police in its brutal killings of evacuees, claiming that according to his experiences during his office of Seoul mayor, evacuees frequently staged demonstrations after building watchtowers. \n\t\t\t\t\t\n\t\t\t\t\t It is beyond any doubt that if the police was held responsible for this incident, it would be hard for the Lee group to hurl them into the suppression of people. \n\t\t\t\t\t\n\t\t\t\t\t Hence, the puppet prosecution announced the above-mentioned \"results of investigation\" in favor of the police reflecting the ulterior intention of Lee.\n\t\t\t\t\t\n\t\t\t\t\t As proved by the above-said \"results of investigation,\" the Lee group is refusing to make neither repentance nor apology for the tragedy but is contemplating the intensified crackdown upon the people in the days ahead. It is, therefore, as clear as a pikestaff that there will occur the second or third Ryongsan incident as long as the \"Lee's man-killing regime\" is allowed to wage a \"war against the people.\"\n\t\t\t\t\t\n\t\t\t\t\t By announcing the \"results of investigation\" which falsified facts the Lee Myung Bak group added to the crime it committed by killing evacuees in Ryongsan. It will have to pay a dear price for these crimes."
        },
        {
            "title": "Projected \"Tactical Exercise\" for War of Aggression against North Blasted",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-06ee.html",
            "content": "Projected \"Tactical Exercise\" for War of Aggression against North Blasted\r\nPyongyang, February 14 (KCNA) -- The 26th Division of the south Korean puppet army announced that it would stage an exercise for a war of aggression against the north under the signboard of \"tactical exercise\" till Feb. 20 against the backdrop of the evermore undisguised reckless moves of the puppet warmongers to escalate confrontation with the DPRK, according to Yonhap News of south Korea. \n\t\t\t\t\t This military exercise to be staged in the area of Kyonggi Province will reportedly be participated in by huge mechanized striking means including tanks and armored cars and troops. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak war-thirsty forces are getting frantic with the disturbing military provocations aimed at mounting a preemptive attack on the north, rendering the situation on the Korean Peninsula extremely tense."
        },
        {
            "title": "Central Lecture Held by Chongryon",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-07ee.html",
            "content": "Central Lecture Held by Chongryon\r\nPyongyang, February 14 (KCNA) -- A central lecture of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall, Tokyo, on Feb. 12 to celebrate the birthday of General Secretary Kim Jong Il. \n\t\t\t\t\t Present at the lecture were Ho Jong Man, chief vice-chairman of the Central Standing Committee of Chongryon, and officials of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Participants listened to the video recorded lecture titled \"The great leader leading the drive to bring about a historic leap forward in building a great prosperous powerful nation by inheriting the tradition of a great surge.\""
        },
        {
            "title": "Greatest Holidays of DPRK to Be Observed",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-01ee.html",
            "content": "Greatest Holidays of DPRK to Be Observed\r\nPyongyang, February 14 (KCNA) -- The preparatory committee of Democratic Congo for commemorating the Day of the Sun was formed on Feb. 5. A Thai preparatory committee for commemorating the Day of the Sun and February 16 was organized on Feb. 8 and the preparatory committee of the Socialist Party of Romania for celebrating February 16 on Feb. 9.\n\t\t\t\t\t Secretary General of the People's Party for the Reconstruction and the Democracy of Democratic Congo Evariste Boshab and Chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo Otete Gaston Mboyo were respectively elected honorary chairman and chairman of the preparatory committee of Democratic Congo.  Chairman of the Organization for the Study of the Juche Idea of Thailand Songchit Pullarp and Chairman of the Supreme Council of the Socialist Party of Romania Vasile Orleanu were respectively elected chairmen of the preparatory committees of Thailand and Romania.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee of Democratic Congo decided to organize colorful events including meeting, seminar on exploits and lecture on the occasion of the Day of the Sun. The preparatory committees of Thailand and Romania respectively decided to hold diverse political and cultural events in the period between Feb. 8 to April 15 and between Feb. 9 to 16."
        },
        {
            "title": "Kim Jong Il recibe presente de Vishwanath",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-22ee.html",
            "content": "Kim Jong Il recibe presente de Vishwanath\r\n Pyongyang, 14 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio presente que con motivo de su cumpleanos, le dirigiera el director general del Instituto Internacional de la Idea Juche, Vishwanath, de visita en Corea.\n\t\t\t\t\t El visitante lo entrego el dia 14 a un funcionario coreano."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores y presente de delegacion japonesa",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-23ee.html",
            "content": "Kim Jong Il recibe cesto de flores y presente de delegacion japonesa\r\nPyongyang, 14 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores y presente que con motivo de su cumpleanos, le dirigiera la delegacion de estudio de la idea Juche de Japon presidida por el investigador del Instituto Internacional de la Idea Juche, Yusei Takara, de visita en Corea.\n\t\t\t\t\t  El jefe de la delegacion los entrego el dia 14 a un funcionario coreano."
        },
        {
            "title": "Kim Jong Il recibe presente de personalidad rusa",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-24ee.html",
            "content": "Kim Jong Il recibe presente de personalidad rusa\r\nPyongyang, 14 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio presente que con motivo de su cumpleanos, le dirigiera la presidenta del Consejo de Coordinacion Politica del Partido \"Patriotas de Rusia\", Sazhi Umalatova.\n\t\t\t\t\t  Ella lo entrego el dia 10 al embajador coreano en Rusia."
        },
        {
            "title": "FGSC critica a la banda de Lee Myung Bak por caso de Ryongsan",
            "url": "http://kcna.co.jp/item/2009/200902/news14/20090214-25ee.html",
            "content": "FGSC critica a la banda de Lee Myung Bak por caso de Ryongsan\r\nPyongyang, 14 de febrero (ATCC) -- En su declaracion fechada 14, el portavoz del CC de la Federacion General de los Sindicatos de Corea denuncio categoricamente en nombre de todos los obreros de la Republica Popular Democratica de Corea la matanza de Ryongsan calificandola de horrenda tragedia y peor violacion de DDHH, producidas por la dominacion dictatorial fascista y la politica antipopular de la banda de Lee Myung Bak.\n\t\t\t\t\t   Lo que no se puede perdonar es que esa horda trata de imputar la responsabilidad del caso a los que fueron perjudicados mientras se desalojaban forzadamente de Ryongsan, senala el portavoz y continua:\n\t\t\t\t\t\n\t\t\t\t\tDesde que se desato este incidente, esa banda de traidores abrigo a los asesinos hablando de la supuesta \"investigacion\" y \"esclarecimiento\". \n\t\t\t\t\t\n\t\t\t\t\tY a traves de la fiscalia titere surcoreana, publico el fraudulento resultado de investigacion, que tergiversa los hechos, y declaro \"inocente\" al asesino responsable imputando la \"culpabilidad\" a las victimas y los manifestantes. \n\t\t\t\t\t\n\t\t\t\t\t  De mal en peor, reprime indiscriminadamente por conducto de la policia a los habitantes de distintos sectores que demandan el esclarecimiento consecuente de la tragedia de Ryongsan y el derrumbe del \"poder\" asesino de Lee Myung Bak, autor principal de este crimen.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad muestra claramente que el traidor Lee es dictador fascista y maton de pesima calana que en un ano de su mandato, convirtio el Sur de Corea en la tierra inhabitable, la tumba de democracia y DDHH y en la sociedad infernal donde vale solo el fascismo.\n\t\t\t\t\t\n\t\t\t\t\t    Todos los obreros de la Republica Popular Democratica de Corea expresan apoyo total y solidaridad a la justa lucha de sus colegas y otros habitantes surcoreanos de diferentes sectores que luchan en demanda del castigo a los asesinos."
        }
    ]
}