{
    "date": "2009-09-13",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Watches Combined Maneuvers of Combined Unit of KPA Navy",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-09ee.html",
            "content": "Kim Jong Il Watches Combined Maneuvers of Combined Unit of KPA Navy\r\nPyongyang, September 13 (KCNA) -- General Secretary Kim Jong Il visited Combined Unit 597 of the KPA Navy and watched its combined maneuvers.\n\t\t\t\t\t He first learned about the unit's performance of duty. Then he mounted the observation platform where he was briefed on the plan of the maneuvers by the commander of the navy and watched the combined maneuvers. \n\t\t\t\t\t\n\t\t\t\t\t The maneuvers clearly demonstrated the firm determination of the servicemen of the unit to wipe out the aggressors at a single blow should they intrude even an inch of waters of the seas of the country and their merciless striking power and the might of the self-reliant national defense industry. \n\t\t\t\t\t\n\t\t\t\t\tAfter watching the maneuvers of the brave seamen, he expressed great satisfaction over the fact that all the servicepersons are fully prepared politically and ideologically and in military technique to beat back any enemy's surprise invasion at a single blow and defend the socialist country as firm as an iron wall. Highly appreciating their success in the maneuvers, he set forth important tasks which would serve as guidelines for further bolstering up the heroic KPA as the invincible revolutionary armed forces. \n\t\t\t\t\t\n\t\t\t\t\t  Our navy which started from scratch after the liberation of the country has grown strong to be powerful revolutionary armed forces having both modern offensive and defensive means for beating back any enemy's invasion in time, he noted, adding: Our socialist motherland will always remain an invulnerable fortress and eternally prosper as the matchless great army is standing guard over the nation's defence line as an iron wall. \n\t\t\t\t\t\n\t\t\t\t\t  He reviewed the warships of the navy returning to the port after finishing the maneuvers and extended warm salute to the seamen.\n\t\t\t\t\t\n\t\t\t\t\t  Then, he met and congratulated the seamen who participated in the maneuvers and had a photograph taken with them. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Kim Yong Chun, minister of the People's Armed Forces, KPA General Ri Yong Ho, chief of the General Staff of the KPA, KPA General Kim Jong Gak, first vice director of the General Political Bureau of the KPA, KPA Generals Kim Myong Guk, Kim Won Hong, Hyon Chol Hae and Ri Myong Su and other commanding officers of the army, secretaries of the Central Committee of the WPK Choe Thae Bok and Kim Ki Nam, department directors and first vice department directors of the WPK Central Committee and other leading officials of the C.C., the WPK."
        },
        {
            "title": "Large Floral Basket to Kim Jong Il from Syrian Minister of Defence",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-03ee.html",
            "content": "Large Floral Basket to Kim Jong Il from Syrian Minister of Defence\r\n Pyongyang, September 13 (KCNA) -- General Secretary Kim Jong Il was presented with a large floral basket by Ali Habib, minister of Defence of Syria, on the occasion of the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\t It was handed to the DPRK ambassador to Syria by the head of the Military Attaches Department of the Military Intelligence Bureau of the ministry on Sept. 7."
        },
        {
            "title": "Reception Given by DPRK Embassy in Havana",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-04ee.html",
            "content": "Reception Given by DPRK Embassy in Havana\r\nPyongyang, September 13 (KCNA) -- The DPRK embassy in Havana hosted a reception on Sept. 7 on the occasion of the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\t Present at the reception on invitation were Jorge Marti Martinez, head of the International Department of the Central Committee of the Communist Party of Cuba, Pedro Mendiondo Gomez, commander of the Air and Anti－Air Defence Forces of the Revolutionary Armed Forces who doubles as member of the Central Committee of the Communist Party of Cuba, Maria Esther, minister of Justice, Marcos Rodriguez, vice-minister of Foreign Affairs of Cuba, Oscar Martinez Cordoves, deputy head of the International Department of the Central Committee of the Communist Party of Cuba, Frank Gonzalez Garcia, president of the Prensa Latina News Agency, and Alicia Corredera,  vice－president of the  Cuban Institute of Friendship with the Peoples, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the DPRK ambassador to Cuba, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\tThe participants in the reception expressed boundless reverence for President Kim Il Sung, the founder of the DPRK, and General Secretary Kim Jong Il, creditable successor to the revolutionary cause of Juche, and hoped that under his wise leadership the Korean people would register greater success in building a great prosperous and powerful nation and accomplishing the cause of national reunification."
        },
        {
            "title": "Congratulatory Visits Paid to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-06ee.html",
            "content": "Congratulatory Visits Paid to DPRK Embassies\r\n Pyongyang, September 13 (KCNA) -- The chairperson and the vice-chairperson of the Party of Peace and Unity of Russia, the chairman of the Central Committee of the Workers' Party of Bangladesh, the chairman of the Central Executive Committee of the National Socialist Party of Bangladesh and the secretary general of the Bangladesh-DPRK Friendship and Solidarity Committee separately paid congratulatory visits to the DPRK embassies in their capital cites on Sept. 8 and 9 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t They laid floral baskets before the full-length pictures of President Kim Il Sung and General Secretary Kim Jong Il standing together and paid tribute to them."
        },
        {
            "title": "End to U.S. Forces' Presence from South Korea Urged",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-07ee.html",
            "content": "End to U.S. Forces' Presence in South Korea Urged\r\n Pyongyang, September 13 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea issued a statement on Sept. 3   64 years after the U.S. forces' occupation of south Korea.\n\t\t\t\t\t The statement said that the U.S. forces' presence in south Korea is the main factor of straining the situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t  The United States has steadily shipped ultra-modern weapons including nuclear weapons in systematic violation of the Armistice Agreement which bans the introduction of weapons into the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t It also staged joint military exercises targeted against the DPRK with south Korea every year while ceaselessly perpetrating aerial espionage against it. \n\t\t\t\t\t\n\t\t\t\t\t These acts of the United States are a wanton violation of the UN Charter and a main factor of obstructing the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The United States should give up its wild ambition for invading the DPRK and its hostile policy toward it, seek a negotiated settlement of issues and conclude a peace agreement between the DPRK and the U.S. without delay to put an end to the state of armistice.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to terminate the U.S. interference in the internal affairs of Korea and the U.S. troops' presence in south Korea for the peace and prosperity of the Korean Peninsula, held the statement."
        },
        {
            "title": "DPRK's Birthday Observed ",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-02ee.html",
            "content": "DPRK's Birthday Observed\r\n Pyongyang, September 13 (KCNA) -- A function of laying a floral basket before the portrait of smiling President Kim Il Sung was held at the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on Sept. 8 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t Present there were Secretary-General Alfonso Fraga Perez and staff members of the organization, the DPRK ambassador to Cuba and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portrait of the smiling President and paid tribute to him."
        },
        {
            "title": "Important Days of DPRK Marked",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-05ee.html",
            "content": "Important Days of DPRK Marked \r\nPyongyang, September 13 (KCNA) -- A meeting and a book exhibition were held in Tajikistan, a Korean book, photo and handicraft exhibition in Bulgaria, a book and photo exhibition in Uganda and a photo exhibition in Ethiopia between Aug. 24 and Sept. 5 on the occasions of the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership and the 61st birthday of the DPRK.\n\t\t\t\t\t Displayed in the venues of the functions were works of President Kim Il Sung and Kim Jong Il, photos on their exploits, books and photos introducing Songun Korea and handicrafts reflecting the wisdom and skills of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t G. Rustamov, first secretary of the Sogd Regional Committee of the Communist Party of Tajikistan, in a report made at the meeting said that Kim Jong Il has successfully embodied the Juche idea, the Songun idea founded by Kim Il Sung, turning the DPRK into an invulnerable bulwark of socialism.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the Korean people would surely open the gate to a thriving socialist nation in 2012, the centenary of birth of Kim Il Sung, under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tDimitar Todorov, chairman of the Vidin Provincial Committee of the Bulgarian Anti-Fascist Union, in a speech made at the opening ceremony of the Korean book, photo and handicraft exhibition said that the exhibition provided Bulgarians with an opportunity to know better about beautiful Korea with a history spanning 5,000 years and brilliant culture and the wisdom and skills of the diligent Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Meetings were held in India and Bangladesh and a seminar, a lecture and a photo exhibition took place in Ethiopia from Aug. 31 to Sept. 6 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting held in India."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, September 13 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in booklet by the Khabarovskaya Krayebaya Tipografia Publishing House of Russia on the occasion of the 61st birthday of the DPRK."
        },
        {
            "title": "Chongryon Central Standing Committee Meets",
            "url": "http://kcna.co.jp/item/2009/200909/news13/20090913-08ee.html",
            "content": "Chongryon Central Standing Committee Meets\r\n Pyongyang, September 13 (KCNA) -- The third meeting of the 21st Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall in Tokyo on Sept. 11.\n\t\t\t\t\t Chief Vice-Chairman Ho Jong Man made a report on the first agenda item \"On Building Solid Foundation for Ushering in a New Heyday of the Movement of Koreans in Japan and Greeting the 22nd Congress of Chongryon with a Surge and Signal Success in the Mass Movement with the Compatriots as a Main Player.\"\n\t\t\t\t\t\n\t\t\t\t\t Then Vice-Chairman Nam Sung U made a report on the second agenda item \"On Convening the 22nd Congress of the General Association of Korean Residents in Japan.\"\n\t\t\t\t\t\n\t\t\t\t\t A report of the Credentials Committee was made to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t A decision on the agenda items was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tA letter to General Secretary Kim Jong Il was adopted."
        }
    ]
}