{
    "date": "2009-11-29",
    "url": "http://kcna.co.jp/item/2009/200911/2009-11-29ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Battalion",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-10ee.html",
            "content": "Kim Jong Il Inspects KPA Battalion\r\nPyongyang, November 29 (KCNA) -- General Secretary Kim Jong Il inspected a battalion under KPA Unit 109 honored with the title of O Jung Hup-led 7th Regiment.\n\t\t\t\t\t  He acquainted himself in detail with the battalion's performance of duty and training.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that all the servicepersons of the battalion have carried out their combat duty in a responsible manner with heightened vigilance and its commanding officers and soldiers have grown to be stalwart combatants by putting the training on a normal basis, he highly appreciated the achievements made by them in training for this year.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the battalion's training preparations for next year, he praised its servicepersons for doing their best for training preparation with unusual enthusiasm.\n\t\t\t\t\t\n\t\t\t\t\t It is the primary revolutionary task of servicepersons to do training well, he said, adding that in wartime a serviceperson brave at battle is hero and patriot, but in peacetime a serviceperson good at training can be called hero and patriot.\n\t\t\t\t\t\n\t\t\t\t\t Then he went round cultural education and supply service facilities to take warm care of their service and living.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the compound of barracks covered with persimmon trees bearing abundant ripe fruits in its branches, he tenderly called the battalion persimmon battalion and gave a high appreciation of ardent patriotism of the servicepersons who have spruced up the post.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the servicepersons of the battalion.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were KPA Vice Marshal Kim Yong Chun, vice-chairman of the NDC and minister of the People's Armed Forces, KPA General Kim Jong Gak, member of the NDC and first vice-director of the KPA General Political Bureau, KPA General Ri Yong Ho, chief of the KPA General Staff, and other commanding officers of the KPA and Secretary Kim Ki Nam, Department Directors Jang Song Thaek and Pak Nam Gi and other leading officials of the WPK Central Committee."
        },
        {
            "title": "Kim Jong Il Inspects New Fruit Farm",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-12ee.html",
            "content": "Kim Jong Il Inspects New Fruit Farm\r\nPyongyang, November 29 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Taedonggang Combined Fruit Farm newly built by the Ministry of People's Security.\n\t\t\t\t\t He was greeted on the spot by Ju Sang Song, member of the NDC of the DPRK and minister of People's Security, Ri Pyong Sam, director of the Political Department of the Ministry of People's Security, and other commanding officers of the ministry and leading officials of the farm.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a huge map showing its panoramic view, he looked round various places of the farm for hours. Seeing fruits produced there, he acquainted himself in detail with its construction and fruit production there.\n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on a vast expanse of fields under fruit trees standing in good order and roads stretching between orchards and modern structures, he expressed great satisfaction over the fact that soldier-builders built a modern large-scale fruit producer of world standard in a matter of a few months out of patriotism.\n\t\t\t\t\t\n\t\t\t\t\t It is very gratifying that they have not only created orchards based on modern science and technology but built an organic fertilizer production base for steadily increasing the fertility of soil under a long-term plan and simultaneously pushed forward land administration including the work to spruce up the environment around it, he said, highly praising the soldier-builders for having built another structure of lasting value for the people which would win even the admiration of posterity.\n\t\t\t\t\t\n\t\t\t\t\t Noting that one can clearly notice the sincere efforts made by the soldier-builders for people not only in the newly-built modern houses for farmers but in all other buildings, he highly appreciated their spirit of devoted service.\n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders including all the officials of the ministry and the Korean People's Security persons have built a great structure to be handed down along with the era of Songun, once again powerfully demonstrating the might of the interior forces, political defender of the Party and reliable protector of the people's life and property, he said, highly appreciating their feats and extending thanks to them as the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Taedonggang Combined Fruit Farm serves as a model one of weighty importance not only in supplying fruits to people but developing the nation's pomiculture on a modern basis, he set forth a goal for the next phase for expanding the capacity of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He showed such great care as sending a lot of vehicles and entertainment equipment to the farm as gifts.\n\t\t\t\t\t\n\t\t\t\t\t After going round the farm, he set forth on the spot important tasks which would serve as guidelines for putting the nation's fruit farming on a new higher level.\n\t\t\t\t\t\n\t\t\t\t\t He said that in order to turn the whole country into orchards and make its every place where people live pervade with the sweet smell of fruits as desired by President Kim Il Sung it is necessary not only to tend the orchards well but plant fruit trees in a big way everywhere including around schools and public buildings, on the roadsides and around dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Secretary Kim Ki Nam, Department Directors Jang Song Thaek and Pak Nam Gi and other leading officials of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Inspects Pig Farm and Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-11ee.html",
            "content": "Kim Jong Il Inspects Pig Farm and Foodstuff Factory\r\nPyongyang, November 29 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the newly-built Sokjong Pig Farm and the Sokjong Factory for Producing Sliced Vegetables Preserved in Soy Sauce.\n\t\t\t\t\t The first leg of his guidance was the Sokjong Pig Farm newly built on the outskirts of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The pig farm covering an area of four hectares is a modern combined stockbreeding centre having all processes computerized and every necessary facility for producing and processing meat and factories turning out granulated feed and organic fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a huge map showing its panoramic map, he looked round its interior and exterior for hours to acquaint himself in detail with its construction, technical equipment and pig breeding and meat processing.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the constructors have successfully built the modern pig farm in a matter of little over a year, he highly praised them for having devoted themselves to the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The farm is the best one as the high quality has been ensured in the construction and it has been put on a scientific and intensive basis as required by the new century, he said, noting with great pleasure that it has become possible to hand over one more structure of lasting value for the happiness of people to posterity.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks which would serve as guidelines for managing and operating the farm.\n\t\t\t\t\t\n\t\t\t\t\t Noting that a lot of modern stock-breeding centers including chicken, duck and pig farms have been built in different places and a scientific breeding and management system established in recent years to pay off profusely, he said that these successes clearly prove that it is possible to bring about a signal turn in stock-breeding, too, in a brief span of time when the nation's solid foundation of stock-breeding is reinforced and the creative ingenuity of the producers given full play.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for breeding pig farms and other farms to build a sufficient number of anti-epidemic facilities and thoroughly establish a strict anti-epidemic system.\n\t\t\t\t\t\n\t\t\t\t\t He indicated a specific orientation and ways for increasing the supply of tasty and highly nutritious processed meat to people and instructed the farm to build a modern tanning process.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the newly-built Sokjong Factory for Producing Sliced Vegetables Preserved in Soy Sauce.\n\t\t\t\t\t\n\t\t\t\t\t The factory is a modern food processing base industrially producing varieties of sliced vegetables preserved in soy sauce, famous traditional dishes prepared by Koreans from olden times with various kinds of vegetables such as radish, cucumber, hot pepper and garlic.\n\t\t\t\t\t\n\t\t\t\t\t He made the rounds of various production processes of the factory to learn in detail about its construction, technical equipment and production.\n\t\t\t\t\t\n\t\t\t\t\t He said the factory has been successfully constructed and hygienic conditions are provided on a high level to suit the features of a foodstuff factory and it is a profitable one as it is mass-producing peculiar foodstuff strictly relying on locally available raw materials by use of a small area for production and with less manpower. He highly appreciated the feats of the builders.\n\t\t\t\t\t\n\t\t\t\t\t If factories are built on such a profitable basis and minutely managed like this factory, it is possible to greatly contribute to diversifying people's diet in a short span of time, he said, calling on all the provinces to build such factory in a big way to help improve the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t On the same day he saw new type road paving equipment used by road builders and watched them at work. \n\t\t\t\t\t\n\t\t\t\t\t Noting that roads are of weighty importance in the nation's economic development and cultural life, he underlined the need to intensify the drive for making a road revolution so as to bring about a new turn in the road construction.\n\t\t\t\t\t\n\t\t\t\t\t The powerful Juche-based industry consolidated by our people, weathering manifold trials, has begun to display its tremendous productive potential, effecting unprecedented innovations and great leap forward in the country and translating their age-old desire into a reality, he noted, earnestly calling on them to make redouble efforts with the day of victory drawing nearer to bring earlier the rosy future of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Secretary Kim Ki Nam and Department Directors Jang Song Thaek and Pak Nam Gi of the WPK Central Committee."
        },
        {
            "title": "Kim Yong Il Greets Barbadian PM",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-09ee.html",
            "content": "Kim Yong Il Greets Barbadian PM\r\n Pyongyang, November 29 (KCNA) -- Premier of the Cabinet Kim Yong Il Sunday sent a message of greetings to Barbadian Prime Minister David Thompson on the occasion of the 43rd anniversary of its independence. \n\t\t\t\t\t The message expressed belief that the friendly relations between the two countries would grow stronger in the future."
        },
        {
            "title": "Xu Caihou Meets KPA Ensemble",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-05ee.html",
            "content": "Xu Caihou Meets KPA Ensemble\r\n Pyongyang, November 29 (KCNA) -- Xu Caihou, member of the Political Bureau of the Central Committee of the Communist Party of China and vice-chairman of the Central Military Commission, met and had a talk with the leading members and major actors and actresses of the Korean People's Army Song and Dance Ensemble in Beijing on November 27.\n\t\t\t\t\t Warmly welcoming the ensemble's visit to China on behalf of the Central Military Commission of China, the vice-chairman called back the deep impression he had after appreciating the performance of the State Merited Chorus when he visited the DPRK in 2003.\n\t\t\t\t\t\n\t\t\t\t\t He said that the ensemble's visit to China in the \"year of Sino-DPRK friendship\" marking the 60th anniversary of the establishment of diplomatic relations between China and the DPRK would contribute to developing the relations between the two countries and the two armies.\n\t\t\t\t\t\n\t\t\t\t\t The relations between the armies of China and the DPRK are developing on good terms under the deep care of the leaders of the two countries, he said, stressing:\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party, government and army set store by the Sino-DPRK friendship provided by the leaders of the elder generation and will boost the relations between the two countries and the two armies together with the Korean comrades.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean comrades greater success in the building of a thriving nation."
        },
        {
            "title": "KPA Ensemble Performs for Guests of Honor",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-04ee.html",
            "content": "KPA Ensemble Performs for Guests of Honor\r\n Pyongyang, November 29 (KCNA) -- The Korean People's Army Song and Dance Ensemble on a visit to China gave a performance for guests of honor at the State Theatre of China in Beijing on November 27.\n\t\t\t\t\t Invited to see the performance were Xu Caihou, member of the Political Bureau of the Central Committee of the Communist Party of China and vice-chairman of the Central Military Commission, the deputy chief of the General Staff of the Chinese People's Liberation Army (CPLA) and others.\n\t\t\t\t\t\n\t\t\t\t\t Appreciating the performance were soldiers of the CPLA and the special police unit.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were the DPRK ambassador to China and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The artistes raised the curtain with mixed chorus \"Song of the Korean People's Army\" and \"Song of the Chinese People's Liberation Army\". They put on the stage mixed chorus \"Always Looking Up to the Leader\", male vocal solo \"The People Offer Glory to the Party\", male quartet \"My Country of Songun\", male chorus \"A Soldier Hears Rice Ears Sway\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers gave successful representation of Chinese songs to the delight of the audience."
        },
        {
            "title": "Nepali PM Meets WPK Delegation",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-03ee.html",
            "content": "Nepali PM Meets WPK Delegation\r\n Pyongyang, November 29 (KCNA) -- Madav Kumar Nepal, prime minister of the Federal Democratic Republic of Nepal, met and had a talk with the delegation of the Workers' Party of Korea visiting his country on Nov. 25.\n\t\t\t\t\t He said that the relationship between the Nepal Communist Party (United Marxist-Leninist) and the WPK is a special comradely relationship of long history, adding that they would make every possible effort to boost the friendship between the two parties and the two countries.\n\t\t\t\t\t\n\t\t\t\t\tHe referred to the fact that General Secretary Kim Jong Il resolutely smashed the imperialists' moves to stifle the DPRK, reliably defended the sovereignty of the country and achieved the single-minded unity. He expressed the conviction that the WPK and the people of the DPRK would achieve greater successes under the leadership of Kim Jong Il."
        },
        {
            "title": "Nepali Figures on Relations with WPK ",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-07ee.html",
            "content": "Nepali Figures on Relations with WPK\r\n Pyongyang, November 29 (KCNA) -- Heads of various political parties of Nepal including Jalanath Kanal, chairman of the Central Committee of the Nepal Communist Party (United Marxist-Leninist), and Narayan Man Bijukchhe, chairman of the Central Committee of the Nepal Worker-Peasant Party, met the delegation of the Workers' Party of Korea led by Pak Kyong Son, vice department director of its Central Committee, on a visit to Nepal from Nov. 24 to 26.\n\t\t\t\t\tThe chairman of the C.C., the NCP said that shining successes made by the WPK and the Korean people in the revolution and construction under the leadership of President Kim Il Sung and General Secretary Kim Jong Il gave great influence to the efforts for the accomplishment of the cause of global socialism.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the WPK would achieve bigger success in the drive to build a thriving socialist nation and reunify the country under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the C.C., the Nepal Worker-Peasant Party said the Juche idea founded by\n\t\t\t\t\t\t Kim Il Sung and developed and enriched by Kim Jong Il serves as the banner of struggle for all the world progressive political parties.\n\t\t\t\t\t\n\t\t\t\t\t The Nepal Worker-Peasant Party has fully supported and cooperated with the WPK after forging comradely relationship with it in the course of the joint struggle for independence and socialism against imperialism, he said, adding that his party will further develop the relations in the future, too. \n\t\t\t\t\t\n\t\t\t\t\tC. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), met the WPK delegation on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Warmly congratulating the WPK and the Korean people on the successes made by them in the drive for building an economic power and achieving national reunification and in the field of foreign relations under the leadership of Kim Jong Il, he expressed the willingness to do his best to further develop the relationship with the WPK."
        },
        {
            "title": "Victory of Socialism Is Inevitable",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-08ee.html",
            "content": "Victory of Socialism Is Inevitable\r\n Pyongyang, November 29 (KCNA) -- It is inevitability of history and a law governing the development of history that humankind advances toward socialism, says Rodong Sinmun Sunday in a signed article. \n\t\t\t\t\t The socialist society develops thanks to the inexhaustible creative power of the popular masses who are armed with high ideological consciousness and united as one, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The drive for remolding people and their thought so as to strengthen the driving force of the revolution and steadily boost their role was pushed forward ahead of other work under the wise leadership of the Workers' Party of Korea. As a result, socialism in the DPRK has been fortified as an invincible fortress standing whatever storm and stress, demonstrating its might all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The Songun era is the era of great change in which the driving force of the revolution has unprecedentedly grown stronger and the cause of socialism developed onto a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has put forward the People's Army stronger than any other social group in terms of revolutionary character, the sense of organization and combat capacity as the core unit of the Juche revolutionary force. Herein lies the source of the invincibility and might of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Socialist society is the most advantageous and advanced one embodying the popular masses' intrinsic nature and desire for independence. It is also genuine society for the people as their political and economic life as well as ideological and cultural one are in full bloom as required by man's intrinsic desire to live and develop independently.\n\t\t\t\t\t\n\t\t\t\t\t The advantages and vitality of socialism have been clearly proved by the reality in the DPRK which has brought about in a short span of historical time great socio-economic changes. It is impossible for capitalism to do so even though they would have taken it hundreds of years.\n\t\t\t\t\t\n\t\t\t\t\t Socialism in the DPRK is the most advantageous one centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The essential character and advantages of Korean-style socialism lie in that it successfully embodies the immortal Juche idea in order to ensure that the popular masses are put forward as the master of everything in the society and everything of the society serves the people and independence of the people is most firmly defended and realized.\n\t\t\t\t\t\n\t\t\t\t\t The reality in which Korean-style socialism centred on the popular masses is firmly defended and wins victory after victory goes to prove the validity and the tremendous vitality of the Songun leadership, the Songun politics of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The cause of socialism is sure to emerge victorious as there is the Songun politics, example of the independent politics, politics under socialism in the present times and the most powerful weapon."
        },
        {
            "title": "S. Korean Religionist Sentenced to Prison Term",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-02ee.html",
            "content": "S. Korean Religionist Sentenced to Prison Term\r\n Pyongyang, November 29 (KCNA) -- The south Korean judicial authorities sentenced a religionist to prison term on November 25 for the mere reason that he posted on Internet articles and animation files praising the DPRK, according to south Korean KBS.\n\t\t\t\t\t At a trial that day the authorities sentenced him to penal servitude, charging that he \"undisguisedly praised and eulogized the north\" and \"it is not minor offence that he posted on Internet literatures benefiting the enemy on several occasions\".\n\t\t\t\t\t\n\t\t\t\t\t The base act of the authorities to quell the desire for reunification through alliance with the north growing among the south Korean people with each passing day is touching off public indignation."
        },
        {
            "title": "Data on Wartime Massacre Exposed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-06ee.html",
            "content": "Data on Wartime Massacre Exposed in S. Korea\r\n Pyongyang, November 29 (KCNA) -- The south Korean Committee for Settling the Past History for Truth and Reconciliation held a press conference on November 26  at which it released the results of the survey of the massacre of those related to the case of the Association of the Protected during the past Korean war.\n\t\t\t\t\t The committee testified to the fact that from the end of June to the middle of September 1950 the puppet army, prosecution and police systematically worked out the list of those to be killed and massacred more than 4,930 persons related to the association in 114 areas of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It clarified that at least 1,000 persons were massacred in Taejon and Kyongsan and over 500 persons in Ulsan, Chongdo, Chongju, Yongchon and other areas, in particular.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the families of those killed have been under constant watch after the massacre."
        },
        {
            "title": "Just Cause of DPRK Supported",
            "url": "http://kcna.co.jp/item/2009/200911/news29/20091129-01ee.html",
            "content": "Just Cause of DPRK Supported\r\n Pyongyang, November 29 (KCNA) -- The 11th international meeting of the communist and workers' parties on Nov. 22 extended full support to the just cause of the Workers' Party of Korea and its people for the building of a thriving socialist nation.\n\t\t\t\t\t A statement adopted at the meeting noted that the Korean people set the grand goal of flinging open the gate to the thriving socialist nation until 2012, the centenary of birth of President Kim Il Sung, and have worked hard to attain it under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people's grand plan and goal to build at any cost a great prosperous and powerful socialist nation in the near future whose strength is strong and where everything goes well and people live with nothing to desire more in the world are sure to be attained thanks to the wise leadership of the WPK that has General Secretary Kim Jong Il as its general secretary, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\t It expressed full support and solidarity with the WPK and the people of the DPRK in their dynamic struggle for the successful accomplishment of the cause of building a thriving socialist nation while courageously meeting all the challenges of the hostile forces including the U.S. and foiling their obstructive maneuvers."
        }
    ]
}