{
    "date": "2009-09-15",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-15ee.html",
    "articles": [
        {
            "title": "Message of Condolences to President of Council of Ministers of Cuba ",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-22ee.html",
            "content": "Message of Condolences to President of Council of Ministers of Cuba\r\nPyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message to Raul Castro Ruz, President of the Council of State and president of the Council of Ministers of Cuba, expressing condolences over the death of Major of the Revolution Juan Almeida Bosque, member of the Political Bureau of the Central Committee of the Communist Party of Cuba and vice-president of the Council of State of Cuba.\n\t\t\t\t\tThe message said: \n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the sad news of the sudden death of Juan Almeida Bosque, a close comrade-in-arms of esteemed Fidel Castro Ruz and Raul Castro Ruz and excellent son of the Cuban people, I express profound condolences to you President of the Council of Ministers and, through you to the bereaved families of the deceased and the Cuban people. \n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the fraternal Cuban people would overcome sorrow and continue to successfully carry out the socialist revolutionary cause started by the revolutionaries of the elder generation."
        },
        {
            "title": "Greetings to Nicaraguan President",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-20ee.html",
            "content": "Greetings to Nicaraguan President\r\nPyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Daniel Ortega Saavedra, President of Nicaragua, on the occasion of the 188th anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed belief that the long-standing relations of friendship and cooperation between the DPRK and Nicaragua would expand and develop and wished him success in his work for the prosperity of the country."
        },
        {
            "title": "Greetings to President of Guatemala ",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-21ee.html",
            "content": "Greetings to President of Guatemala\r\n Pyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Alvaro Colom, President of Guatemala, on the occasion of the 188th anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the DPRK and Guatemala would continue to expand and develop in the common interests of the peoples of the two countries."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Spanish Ambassador ",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-18ee.html",
            "content": "Kim Yong Nam Receives Credentials from Spanish Ambassador\r\n Pyongyang, September 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Juan Bautista Lena Casas, Spanish ambassador to the DPRK, at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t After receiving the credentials Kim Yong Nam had a talk with the Spanish ambassador."
        },
        {
            "title": "Working Plan for Cooperation between DPRK and China Signed",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-23ee.html",
            "content": "Working Plan for Cooperation between DPRK and China Signed\r\n Pyongyang, September 15 (KCNA) -- A 2009-2011 working plan for cooperation in the field of public health and medical science between the ministries of Public Health of the DPRK and China was signed in Beijing on Monday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Choe Chang Sik, minister of Public Health, and his party and the DPRK ambassador to China and from the Chinese side were a vice-minister of Public Health and officials concerned."
        },
        {
            "title": "Chinese Embassy Officials Visit Taean Heavy Machine Complex and West Sea Barrage",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-19ee.html",
            "content": "Chinese Embassy Economic and Commercial Councillors Visit Taean Heavy Machine Complex and West Sea Barrage\r\n Pyongyang, September 15 (KCNA) -- Chinese embassy economic and commercial councilors and members of the Jilin and Liaoning provincial foreign trade missions of China here visited the Taean Heavy Machine Complex on Tuesday.\n\t\t\t\t\t They looked round various production processes, being briefed on the fact that the complex has turned into the nation's reliable centre for the production of heavy machines to make a great contribution to the development of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, they toured the West Sea Barrage."
        },
        {
            "title": "Iranian Diplomats Visit E-library",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-16ee.html",
            "content": "Iranian Diplomats Visit E-library\r\n Pyongyang, September 15 (KCNA) -- Mehran Kamyar, Iranian charge d'affaires a. i., and staff members of the embassy here visited the E-library of Kim Chaek University of Technology on Tuesday.\n\t\t\t\t\t Being briefed on the fact that there sprang up an e-library under the deep care of General Secretary Kim Jong Il, they looked round reading rooms and remote-controlled lecture hall and other places."
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-17ee.html",
            "content": "Foreign Delegations Here\r\n Pyongyang, September 15 (KCNA) -- A delegation of the Lao People's Revolutionary Party headed by Asang Laoly, member of the Political Bureau and secretary of the Central Committee of the LPRP and chairman of the Control Commission of its Central Committee who doubles as vice-prime minister and president of the State Inspection Commission of Laos, arrived here Tuesday.\n\t\t\t\t\t Also arriving was the Russian State Academic People's Chorus Named after M.E. Pyatnichki led by Head and Manager Aleksandra Permyakova.\n\t\t\t\t\t\n\t\t\t\t\t A delegation led by Chin Kyung Kim, founding-president of Pyongyang University of Science and Technology, arrived here on the same day to take part in the ceremony for the completion of the first-phase construction of the university."
        },
        {
            "title": "New Stamps on Year of DPRK-China Friendship off Press",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-12ee.html",
            "content": "New Stamps on Year of DPRK-China Friendship off Press\r\n Pyongyang, September 15 (KCNA) -- Two kinds of sheetlets have been published in the DPRK to mark the Year of DPRK-China Friendship.\n\t\t\t\t\t This is the Year of DPRK-China Friendship, which greets the 60th anniversary of the establishment of diplomatic relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Printed on the upper parts of the sheetlets are the national flags of the two countries and the words of \"Year of DPRK-China Friendship\" in Korean and Chinese.\n\t\t\t\t\t\n\t\t\t\t\tA sheetlet carries on the center photos of President Kim Il Sung meeting with Chairman Mao Zedong and other veteran revolutionaries of China and photos of General Secretary Kim Jong Il meeting with ex-President Jiang Zemin and President Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\tThe other sheetlet carries stamps symbolizing friendship between the two peoples."
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" off Press",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-06ee.html",
            "content": "\"Complete Collection of Kim Il Sung's Works\" off Press\r\n Pyongyang, September 15 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 83 of \"Complete Collection of  Kim Il Sung's Works\", a library of the Juche idea which systematically and comprehensively deals with his works according to a chronological order.\n\t\t\t\t\t The book contains 34 works including speeches, talks and conclusions made by President Kim Il Sung from January to May, Juche 75 (1986).\n\t\t\t\t\t\n\t\t\t\t\t The work \"Historical Experience of Building the Workers' Party of Korea\" reviews the historical experience gained in building the WPK and comprehensively deals with the Juche-based theory on party building.\n\t\t\t\t\t\n\t\t\t\t\t \"On Stepping Up the Technical Revolution and Developing the Metal Industry\", \"On Thoroughly Implementing the State Budget and Directing Sustained Great Efforts to the Construction of Power Stations\" and other works indicate tasks and ways for pushing ahead with the socialist economic construction.\n\t\t\t\t\t\n\t\t\t\t\t \"Talk to the Delegation of the People's Democratic Rally of Cameroon\", \"Answers to Questions Raised by the Editor-in-Chief of the Yugoslav Newspaper Oslobodjenje\" and other works re-clarify the WPK's proposals for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t \"For Strengthening Unity and Cooperation among the Non-Aligned Countries\", \"Answers to Questions Raised by the Vice-Chairman of the Indonesian Newspaper Merdeka\" and other works give answers to the principled questions arising in strengthening the non-aligned movement.\n\t\t\t\t\t\n\t\t\t\t\t Also contained in the book are works which indicate the tasks and ways for improving the environmental protection and developing the movement of Koreans in Japan and tasks facing the world progressive students to struggle for peace and social progress and ways to do so."
        },
        {
            "title": "National Scientific and Technological Symposium Held",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-15ee.html",
            "content": "National Scientific and Technological Symposium Held\r\n Pyongyang, September 15 (KCNA) -- A national scientific and technological symposium in the field of nature conservation was held at the People's Palace of Culture on Tuesday.\n\t\t\t\t\tPak Song Nam, minister of Land and Environmental Conservation who is chairman of the Central Committee of the union, said in his opening speech that President Kim Il Sung and General Secretary Kim Jong Il regarded the nature conservation as a noble patriotic work for the prosperity of the country and the happiness of the people and wisely led the work for improving it.\n\t\t\t\t\t\n\t\t\t\t\t It heard at least 20 papers out of more than 250 papers on scientific successes presented by scientists and technicians in the field of nature conservation across the country.\n\t\t\t\t\t\n\t\t\t\t\t Among them \"Research into the classification of kinds of soil in forests in the natural sanctuary in Mt. Oga\", \"Research into the methods of protecting and propagating hard-finned sandfish\" and others drew the attention of the participants for their great practical significance in the preservation of forestry and land, fauna and flora and aquatic resources.\n\t\t\t\t\t\n\t\t\t\t\t The successes made in the researches into the preservation of water, atmosphere and underground resources were also introduced."
        },
        {
            "title": "7th National Korean Dress Show Opens",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-14ee.html",
            "content": "7th National Korean Dress Show Opens\r\n Pyongyang, September 15 (KCNA) -- The 7th national Korean dress show was opened with due ceremony at the Central Youth Hall on Tuesday. \n\t\t\t\t\t Displayed in the venue are a variety of garments for all seasons including Korean dresses produced by garment production units under ministries and national institutions, garment factories, public service centers, and others in various provinces of the country.\n\t\t\t\t\t\n\t\t\t\t\t The period of the show will also witness lectures on the Korean costume designing and its processing methods, the characteristics of the contemporary fashion of female clothes and technical issues arising in making them and others, technical services and various other work."
        },
        {
            "title": "New Mobile Multigrain Thresher Developed in DPRK",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-13ee.html",
            "content": "New Mobile Multigrain Thresher Developed in DPRK\r\nPyongyang, September 15 (KCNA) -- Korean agricultural scientists have recently developed a highly effective mobile multigrain thresher of new type.\n\t\t\t\t\tThe new one is preferable to previous threshers.\n\t\t\t\t\t\n\t\t\t\t\tIt is suitable to intermediary and mountainous areas, which can thrash rice, wheat, barley, soybean, sorghum and maize.\n\t\t\t\t\t\n\t\t\t\t\tThe old special ones were used only once in harvesting time, but the new one can be applicable to thrashing different grain crops with varied growth periods, thus raising the utilization rate of the equipment.\n\t\t\t\t\t\n\t\t\t\t\tIt can work anytime and anyplace.\n\t\t\t\t\t\n\t\t\t\t\tMuch material and electricity are not needed for manufacturing the machine.\n\t\t\t\t\t\n\t\t\t\t\tIt operates by electricity or tractor power."
        },
        {
            "title": "All Koreans Called upon to Preserve National Character",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-08ee.html",
            "content": "All Koreans Called upon to Preserve National Character\r\n Pyongyang, September 15 (KCNA) -- Only when the Koreans firmly preserve their national character can they achieve the cause of national reunification, foiling foreign forces' interference and obstructive moves, and pave a wide avenue for independent development and the prosperity of the nation.\n\t\t\t\t\t Rodong Sinmun Tuesday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t National reunification is the cause of rejoining the blood ties of the nation divided into the north and the south by foreign forces and achieving national unity.\n\t\t\t\t\t\n\t\t\t\t\t Even though Koreans live in the north and the south and abroad belonging to different classes and strata, they can surely achieve the great unity of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t Its bottom line is the national identity as a homogeneous nation with one and the same blood and language and the nation's common wishes for reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to consider the national character as valuable ideological and moral wealth and give fuller play to it. This provides a guarantee for the reunification of the country and prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The tragic reality of south Korea in which the national character is trampled underfoot under foreign forces' military occupation and domination requires the Koreans to wage a dynamic struggle for the national unity and reunification, holding aloft the banner of preserving the national character.\n\t\t\t\t\t\n\t\t\t\t\t The differing ideologies and systems in the north and the south can never prevail over the common denominator of the homogenous nation which was formed and has grown stronger for a long period of time. \n\t\t\t\t\t\n\t\t\t\t\t National reunification is the only cherished aspiration and wish of the Korean nation. All the Koreans, be they in the north and the south and abroad, desire national unity and reunification."
        },
        {
            "title": "Adherence to Independent Stand Called for",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-09ee.html",
            "content": "Adherence to Independent Stand Called for\r\n Pyongyang, September 15 (KCNA) -- It is one of the fundamental principles to be maintained in establishing impartial state relations to maintain independence, says Rodong Sinmun Tuesday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary countries should more firmly maintain the independent stand and weather on their own initiative all the difficulties lying in the way of revolution and the construction their own way.\n\t\t\t\t\t\n\t\t\t\t\t If a country acts the way the wind blows, without coping with the changed situation on their own initiative, it may easily yield to foreign pressure and make a mess of revolution.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of colonies of modern type is attributable to the acts of kowtowing to big countries and blindly behaving as dictated by them. \n\t\t\t\t\t\n\t\t\t\t\t In order not to allow oneself to be reduced to a colony of modern type, it is important for all countries to thoroughly preserve the Juche character and national identity in the revolution and the construction.\n\t\t\t\t\t\n\t\t\t\t\t Only when the Juche character and the national identity are preserved, is it possible to achieve the independence of the popular masses and protect it and achieve the independent development and the prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The history of the Korean people's struggle teaches precious truth that when they thoroughly reject hegemony and big-power chauvinism, they can defend the sovereignty and dignity of the country and the nation and achieve prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are widely known to the world as a people strong in the principle of independence. The Korean people neither recognize nor accept the viewpoint on big-power chauvinism that a small country should not do what a big country is allowed to do and the hegemonic logic that a small country should unconditionally obey big countries. \n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party and people of Korea have never read others' faces in solving issues arising in carving out the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The anti-imperialist independent countries should bear deep in mind the truth of history that any country acting as dictated by big countries is bound to be reduced to a colony of modern type. They should wage a positive struggle not to meet this fate."
        },
        {
            "title": "Floral Baskets to DPRK Embassy in Havana",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-07ee.html",
            "content": "Floral Baskets to DPRK Embassy in Havana\r\nPyongyang, September 15 (KCNA) -- Raul Castro Ruz, President of the Council of State of Cuba who is president of the Council of Ministers, sent a floral basket to the DPRK embassy in Havana on Sept. 11 on the occasion of the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\t Bruno Rodriguez Parrilla, foreign minister of Cuba, sent a floral basket to the DPRK embassy on Sept. 10."
        },
        {
            "title": "Floral Baskets to DPRK Missions",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-03ee.html",
            "content": "Floral Baskets to DPRK Missions\r\n Pyongyang, September 15 (KCNA) -- Floral baskets were sent to the DPRK missions in foreign countries from Sept. 3 to 9 on the occasion of the 61st anniversary of the founding of the DPRK. \n\t\t\t\t\t The senders included the Ministry of Foreign Affairs, the Commission for External Affairs of the Central Committee of the Communist Party, the Ministry of Defence, the Department of International Cooperation of the Ministry of Public Security, the Ministry of Culture, Sports and Tourism, the Ministry of Industry and Commerce, the Ministry of Agriculture and Rural Development, the Ministry of Transport, the Central Committee of the Fatherland Front, the Department for Diplomatic Corps, the Vietnam-DPRK Friendship Association, the Hai Duong Provincial Branch of the association, the Vietnam-DPRK Friendship Club, the Vietnam-DPRK Friendship Kindergarten, the Ho Chi Minh Museum, the \"Viettel\" General Telecommunication Corporation and the AIP Group of Vietnam and  the Commission for External Affairs of the Lao People's Revolutionary Party, the Editorial Board of the Newspaper of the Central Committee of the Lao Women's Union, the Laos-Korea Friendship Association and the People's \n\t\t\t\t\t\n\t\t\t\t\tParty, the FUNCINPEC Party, the Ministry of Foreign Affairs and International Cooperation, the Ministry of Defence, the Ministry of Interior, the Ministry of Economy and the Finance, the Ministry of Commerce and the Ministry of Women Affairs of Cambodia and the Workers' Party of Mexico, the People's Socialist Party of Mexico, the Socialist Popular Party of Mexico, the Mexican Committee for the Study of Kimilsungism, the Mexican Institute for the Study of the Juche Idea, the Mexican Friend Association for Memory of President Kim Il Sung, the Mexican Committee for Supporting Korea's Reunification, the Mexico-Korea Friendship Association and the Political Bureau of the Party for Unity and Progress of Guinea, the Guinean National Committee for the Study of the Juche Idea, the Guinea-Korea Friendship Association and the Central Committee of the Communist Party of India (Marxist), the Institute for Foreign Policy Studies of India, the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, the Juche Philosophy Study Committee of India, the Taekwon-Do Association of India, and the United Malays National Organization of Malaysia, the Malaysian People's Movement, the Youth Organization of the Malaysian Chinese Association and the Ministry of Foreign Affairs of Myanmar, the Union Solidarity and Development Association of Myanmar and the Government of Geneva Canton of Switzerland and other foreign political parties, governments, ministries, organizations and institutions.\n\t\t\t\t\t\n\t\t\t\t\tAmong them were the chairman of the National Council of the National Assembly of Vietnam, the deputy prime minister and foreign minister of Laos, the minister of Public Security of Laos, the president of the Central Committee of the Lao Federation of Trade Unions, the minister of Health of Laos, the president of the Central Committee of the Lao Women's Union, the secretary of the Central Committee of the Lao People's Revolutionary Youth Union, the chairman of the Laos-Korea Friendship Association, the manager of the Laos-Korea Tin Company, the minister of Information and the senior minister of Cambodia, the vice-president of Syria, the deputy regional secretary of the Arab Baath Socialist Party, the director of the Organizational Department of the Regional Leadership of the said party, the foreign minister of Syria, the chief of the General Staff of the Armed Forces of Syria, the president of the Syrian Trade Unions Federation, the chairman of the General Union of Syrian Peasants, the minister of state for Foreign Affairs of India and an advisor to the Ministry of Labor of India, the foreign minister of Egypt, the foreign minister of Mexico and other figures from all walks of life and diplomatic envoys of various countries."
        },
        {
            "title": "61st Birthday of DPRK Marked",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-02ee.html",
            "content": "61st Birthday of DPRK Marked\r\n Pyongyang, September 15 (KCNA) -- Meetings, a photo exhibition, seminars and a film show were held in Mexico, Bangladesh and Germany from Sept. 3 to 5 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t Displayed in the venue of the photo exhibition were photos on the exploits performed by the peerlessly great persons. \n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico in a speech at the meeting said that President Kim Il Sung, founding father of the DPRK, worked heart and soul for its prosperity and national reunification till the last moments of his life. \n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Central Committee of the Workers' Party of Bangladesh, the chairman of the Central Executive Committee of the Bangladesh National Socialist Party and the secretary general of the Bangladesh-Korea Friendship and Solidarity Committee said at the meeting that General Secretary Kim Jong Il successfully defended the sovereignty and dignity of the country from the extreme moves of the imperialist forces against the DPRK by enforcing his unique Songun politics. Socialist Korea will always win one victory after another under the Songun leadership of Kim Jong Il, they added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brandenburg State Committee of the Communist Party of Germany and other speakers referred to the exploits performed by Kim Il Sung and Kim Jong Il and expressed support and solidarity with the Korean people in their struggle to defend the sovereignty of the country. \n\t\t\t\t\t\n\t\t\t\t\t The participants of the film show watched the Korean film \"We will Follow You to the End of the Earth\".\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the seminar in Germany."
        },
        {
            "title": "DPRK's Birthday Observed in Bangladesh",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-04ee.html",
            "content": "DPRK's Birthday Observed in Bangladesh\r\n Pyongyang, September 15 (KCNA) -- Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, issued a statement on Sept. 7 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t He said in the statement that President Kim Il Sung, father of socialist Korea, liberated the country and founded the DPRK, a genuine people's country, on Sept. 9, 1948.\n\t\t\t\t\t\n\t\t\t\t\t Since then the Korean people have led an independent and creative life in all fabrics of social life as the masters of their destinies and the DPRK emerged a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, successfully standing all tests of history, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people under the outstanding Songun leadership of  Kim Jong Il have firmly defended the sovereignty of the country and the dignity of the nation and dynamically pushed ahead with the general onward march for building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm belief of the party that they will achieve the reunification of the country and build a thriving socialist nation in the near future under the wise leadership of Kim Jong Il, he concluded."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Vietnamese Figure",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-05ee.html",
            "content": "Kim Il Sung's Exploits Praised by Vietnamese Figure\r\n Pyongyang, September 15 (KCNA) -- Tran Tho Chu, chairman of the Vietnam-DPRK Friendship Club and chairman of the Vietnamese Committee for Supporting Korea who visited the DPRK on the occasion of the 61st birthday of the DPRK, praised the exploits performed by President Kim Il Sung.\n\t\t\t\t\t Saying that the DPRK was founded by Kim Il Sung, he went on:\n\t\t\t\t\t\n\t\t\t\t\t The founding of the DPRK enabled the Korean people to bring about social progress and changes with their genuine government. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK achieved great successes in the revolution and construction overcoming all difficulties and trials under the wise leadership of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people won a shining victory in the Fatherland Liberation War fought against the U.S. imperialists' armed invasion and honorably defended the sovereignty of the country and the dignity of the nation under the banner of the Republic.\n\t\t\t\t\t\n\t\t\t\t\t They fully displayed the heroic spirit in the postwar rehabilitation and construction, too. \n\t\t\t\t\t\n\t\t\t\t\t They built a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, true to the leadership of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will shine long with the august name of Kim Il Sung."
        },
        {
            "title": "Kim Jong Il's Work Published in Mongolia",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-01ee.html",
            "content": "Kim Jong Il's Work Published in Mongolia\r\n Pyongyang, September 15 (KCNA) -- General Secretary Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner for Our Revolution\" was brought out in booklet by a publishing house of Mongolia. \n\t\t\t\t\t The work published on January 29, Juche 92 (2003) clarifies the idea that the Songun revolutionary line and Songun politics of the Workers' Party of Korea are a powerful political mode in our era which carried forward and developed President Kim Il Sung's idea and line of giving importance to the army and a scientific revolutionary line and political mode that most correctly reflect the requirements of the era and the revolution and the justice and advantages of the Songun politics and its great vitality.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the Literary College of Mongolia on Sept. 8."
        },
        {
            "title": "For Providing More Freshwater Fish to People",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-11ee.html",
            "content": "For Providing More Freshwater Fish to People\r\nPyongyang, September 15 (KCNA) -- One day in August of Juche 98 (2009) General Secretary Kim Jong Il visited the Kujang Fish Farm rebuilt on an expansion basis.\n\t\t\t\t\t He was very pleased to see broad fishponds teeming with fishes.\n\t\t\t\t\t\n\t\t\t\t\t When he stood by a pond, fishes as big as forearm gathered in swarms as if they had promised.\n\t\t\t\t\t\n\t\t\t\t\t After seeing the scene for a while, he told officials that he was wrapped in a flood of thought to see the fishes. I would be happy if more and more fishes like this were provided to the people, he added.\n\t\t\t\t\t\n\t\t\t\t\t The officials were deeply touched to see that he thought of the people even at the very moment when others were fascinated with the mysterious scene.\n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on the officials, he said earnestly that it was his wish to make people receive more benefit even if the state did one thing.\n\t\t\t\t\t\n\t\t\t\t\t His warm loving care for the people is now being told as a legendary story of love throughout the country."
        },
        {
            "title": "Kim Yong Nam envia telegrama de condolencias a Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-24ee.html",
            "content": "Kim Yong Nam envia telegrama de condolencias a Raul Castro Ruz\r\n  Pyongyang, 15 de septiembre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 15 un telegrama de condolencias a Raul Castro Ruz, presidente de los Consejos de Estado y de Ministros de la Republica de Cuba, en relacion con que fallecio el Comandante de la Revolucion Juan Almeida Bosque, miembro del Buro Politico del CC del Partido Comunista de Cuba y vicepresidente del Consejo de Estado de la RC.\n\t\t\t\t\t  El remitente expresa profundas condolencias al presidente y, por su conducto, a los familiares del difunto y al pueblo cubano al enterarse de la triste noticia de que fallecio inesperadamente Juan Almeida Bosque, intimo  companero de armas de Fidel Castro Ruz y Raul Castro Ruz y destacado  hijo del pueblo cubano.\n\t\t\t\t\t\n\t\t\t\t\t   Exterioriza la conviccion de que el hermano pueblo cubano superara la tristeza y seguira cumpliendo con exito la causa de la revolucion socialista iniciada por los revolucionarios veteranos."
        },
        {
            "title": "Corea y China firman plan sobre cooperacion en sector medico",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-25ee.html",
            "content": "Corea y China firman plan sobre cooperacion en sector medico \r\n  Pyongyang, 15 de septiembre (ATCC) -- Quedo  rubricado el dia 14 en Beijing el plan ejecutivo para 2009-2011 sobre la cooperacion en los dominios de la salud publica y la ciencia medica entre los Ministerios de Salud Publica de la Republica Popular Democratica de Corea y de la Republica Popular China.\n\t\t\t\t\t  En la ceremonia de firmas participaron por la parte coreana el ministro de Salud Publica Choe Chang Sik y su comitiva y el embajador coreano en China, y por la china, el viceministro de Salud Publica y otros funcionarios."
        },
        {
            "title": "Emitidos nuevos sellos dedicados al \"Ano de amistad Corea-China\"",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-26ee.html",
            "content": "Emitidos nuevos sellos dedicados al \"Ano de amistad Corea-China\"\r\nPyongyang, 15 de septiembre (ATCC) -- Con motivo del \"Ano de amistad Corea-China\", fueron emitidos en Corea dos papeles enterizos.\n\t\t\t\t\tEste ano del 60o aniversario del establecimiento de las relaciones diplomaticas Corea-China fue fijado como el de amistad entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tEn la parte superior de los nuevos papeles enterizos se ven las banderas nacionales de ambos paises y la frase \"Ano de amistad Corea-China\" escrita en coreano y chino.\n\t\t\t\t\t\n\t\t\t\t\tEn el centro de ellos van los sellos componentes con imagenes historicas que muestran al Presidente Kim Il Sung encontrandose con su homologo Mao Zedong y otros revolucionarios chinos de veterana generacion y al Dirigente Kim Jong Il reuniendose con el ex presidente Jiang Zemin y el actual mandatario Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\tSaltan a la vista los otros sellos que reflejan la amistad entre el pueblo coreano y el chino."
        },
        {
            "title": "Cestos de flores a representaciones coreanas en varios paises",
            "url": "http://kcna.co.jp/item/2009/200909/news15/20090915-27ee.html",
            "content": "Cestos de flores a representaciones coreanas en varios paises\r\nPyongyang, 15 de septiembre (ATCC) -- Con motivo del 61o aniversario de la Republica Popular Democratica de Corea las representaciones coreanas en respectivos paises recibieron del dia 3 al 9 los cestos de flores del Ministerio de Relaciones Exteriores, la Comision para Asuntos Exteriores del Comite Central del Partido Comunista, el Ministerio de Defensa, el Departamento de Cooperacion Internacional del Ministerio de Seguridad Publica, el Ministerio de Cultura, Deporte y Turismo, el Ministerio de la Industria y Comercio, el Ministerio de Agricultura y Desarrollo Rural, el Ministerio del Transporte, el Comite Central del Frente de la Patria, el Departamento para los Cuerpos Diplomaticos, de Vietnam, la Asociacion de Amistad Vietnam-Corea y la sucursal provincial de Hai Duong de esta asociacion, el Club de Amistad Vietnam-Corea, el Jardin Infantil de Amistad Vietnam-Corea, el Museo Ho Chi Minh, la Compania General de Telecomunicacion del Ejercito \"Viettel\", el Grupo AIP de Vietnam; la Comision de Relaciones Exteriores del Partido Popular Revolucionario, la Redaccion de Periodico del CC de la Union de Mujeres, de Laos, la Asociacion de Amistad Laos-Corea; el Partido de Pueblo, el Partido FUNCINPEC, el Ministerio de Relaciones Exteriores y Cooperacion Internacional, el Ministerio de Defensa, el Ministerio del Interior, el Ministerio de Economia y Finanzas, el Ministerio del Comercio, el Ministerio de la labor para con las Mujeres, de Camboya; el Partido del Trabajo, el Partido Socialista del Pueblo, el Partido Popular Socialista, de Mexico, el Comite Mexicano de Estudio del Kimilsunismo, el Instituto de la Idea Juche de Mexico, la Asociacion de Amigos Mexicanos en memoria del Presidente Kim Il Sung, el Comite Mexicano de Apoyo a la Reunificacion de Corea y la Asociacion de Amistad Mexico-Corea; el Buro Politico Nacional del Partido por el Progreso y la Unidad de Guinea, el Comite Nacional Guineo de Estudio de la Idea Juche y la Asociacion de Amistad Guinea-Corea; el CC del Partido Comunista (Marxista), el Instituto para la Politica Exterior, el Grupo de los Jovenes para el Estudio de las Obras del Camarada Kim Il Sung, el Comite de Estudio de la Filosofia Juche, la Asociacion de Taekwon-Do, de la India; la Organizacion Nacional de Malayos Unidos, el Movimiento Popular, la Organizacion Juvenil del Partido de los Chinos de Malasia; el Ministerio de Relaciones Exteriores y la Asociacion de Union, Solidaridad y Desarrollo, de Myanmar; el gobierno de Ginebra de Suiza y otros partidos politicos, ministerios, organizaciones y organismos de varios paises.\n\t\t\t\t\tAdemas, los recibieron por parte de las personalidades de distintos sectores y representantes diplomaticos, entre ellos, el presidente del Consejo Nacional de la Asamblea Nacional de Vietnam, el viceprimer ministro y ministro de Relaciones Exteriores, el ministro de Seguridad y Defensa, el presidente del CC de la Federacion de Sindicatos, el ministro de Salud Publica, la presidenta del CC de la Union de Mujeres, el secretario del CC de la Union de la Juventud Popular Revolucionaria, de Laos, el presidente de la Asociacion de Amistad Laos-Corea, el director de la Compania de Estano Laos-Corea; el ministro de Informacion y el ministro de Estado de Camboya; el vicepresidente siriaco, el subsecretario regional y el jefe de departamento de organizacion de la Direccion Regional del Partido Socialista del Resurgimiento Arabe (BAAS), el ministro de RR.EE., el jefe del Estado Mayor General del Ejercito y Fuerzas Armadas, el presidente de la Federacion General de Sindicatos de Trabajadores, el presidente de la Union General de Campesinos, de Siria; el ministro de Estado del ministerio de RR.EE. y el asesor del Ministerio del Trabajo, de la India; el Ministro de RR.EE. de Egipto, el Ministro de RR.EE. de Mexico y el gobernador del municipio de San Isidro del Peru."
        }
    ]
}