{
    "date": "2009-06-18",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-18ee.html",
    "articles": [
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Celebrated",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-20ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Celebrated\r\nPyongyang, June 18 (KCNA) -- A national meeting was held at the April 25 House of Culture on Thursday to celebrate the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Present there were senior party, army and state officials, officials of party, armed forces and power organs, public organizations, ministries and national institutions, servicepersons, officials of scientific, educational, cultural and art, public health and media organs and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Political Bureau of the WPK Central Committee and president of the Presidium of the Supreme People's Assembly, made a report at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that Kim Jong Il's start of work at the WPK Central Committee on June 19, Juche 53 (1964), was a historic event that provided sure guarantee for carrying forward and accomplishing the revolutionary cause of Juche and brought about the bright future for the Party and the revolution, the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t With the start of his leadership over the WPK, the WPK could make a sacred history of revolutionary party building in the era of independence, holding in high esteem the legendary great persons of Mt. Paektu generation after generation and an unprecedented fresh surge was made in socialist construction, the reporter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has strengthened the WPK into the party of President Kim Il Sung both in name and reality by consistently embodying the immovable truth that a revolutionary party is, in essence, a party of the leader and a political organization serving to realize the leader's idea and guidance, in the whole course of leading the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He has developed the WPK into the powerful political force successfully steering the new era of the Juche revolution, the era of Songun, by reliably carrying forward the glorious history and traditions of the Korean revolution pioneered with arms.\n\t\t\t\t\t\n\t\t\t\t\t He has trained the servicepersons and people of the DPRK to be persons strong in mental power under the banner of the Juche-based theory on ideology, the theory of giving priority to ideology, thus working epoch-making changes and miracles in accomplishing the cause of the WPK, the cause of building a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Under his Songun leadership, the WPK ushered in a new era of national reunification with the idea of \"By our nation itself\" under the banner of the June 15 joint declaration and the October 4 declaration and remarkably enhanced the external prestige of the DPRK and its influence and further consolidated the international solidarity with the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underlined the importance to build a thriving socialist nation at an early date and accelerate national reunification and the ultimate victory of the revolutionary cause of Juche by giving full play to the indomitable mental power of the army and the people and their inexhaustible potentials, built up in the flames of Songun, to speed up the new great revolutionary surge in hearty response to the historic call made by Kim Jong Il in December last year.\n\t\t\t\t\t\n\t\t\t\t\t The reporter further said:\n\t\t\t\t\t\n\t\t\t\t\t We will resolutely frustrate the reckless political and military provocations of the U.S. imperialists and the south Korean conservative regime, their lackey, who are persisting in the anachronistic policy to stifle the DPRK while going against the trend of the times, and certainly realize the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We will strengthen the unity and solidarity with the progressive peoples of the world, develop the relations with those countries friendly towards the DPRK and strive for the stability of the Korean Peninsula and global peace under the banner of independence, peace and friendship in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Similar meetings took place in provinces, cities and counties on the same day."
        },
        {
            "title": "Floral Basket to Kim Jong Il from Chinese Family",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-19ee.html",
            "content": "Floral Basket to Kim Jong Il from Chinese Family\r\n Pyongyang, June 18 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the family of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr, on Thursday on the occasion of the 45th anniversary of his start of work at the Central Committee of the Workers' Party of Korea."
        },
        {
            "title": "DPRK Acquires Qualification for World Cup",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-18ee.html",
            "content": "DPRK Acquires Qualification for World Cup\r\n Pyongyang, June 18 (KCNA) -- The 2010 FIFA World Cup Asian Qualifiers came to a close on June 17.\n\t\t\t\t\t That day there was the second match between the DPRK and Saudi Arabian soccer teams, which ended goalless.\n\t\t\t\t\t\n\t\t\t\t\t After all, the DPRK placed second in Group B to be qualified for the World Cup to be held in South Africa."
        },
        {
            "title": "Important Day of DPRK Observed by Foreign Students",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-21ee.html",
            "content": "Important Day of DPRK Observed by Foreign Students\r\n Pyongyang, June 18 (KCNA) -- A public presentation of composition of foreign students who are studying at Kim Il Sung University and Kim Hyong Jik University of Education was held under the title of \"Under the care of brilliant commander of Songun\" at the Pyongyang Cultural Exhibition on June 18 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Present there were guest teachers from various countries, who are staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Students presented various works including narrative poem \"sound of footsteps in June\", travelogue \"looking back upon immortal trace of brilliant commander of Songun\" and visitor's record \"Meeting talented children of Songun era\".\n\t\t\t\t\t\n\t\t\t\t\t The works warmly praised the greatness of Kim Jong Il who has opened up the golden days of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t They truthfully sang Korean songs \"Hearts Longing for General\" and \"Journey of Songun Brings Happiness\" and others.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the meeting looked round photos showing the exploits of Kim Jong Il, works of President Kim Il Sung and Kim Jong Il and books introducing the politics, economy, culture and history of the DPRK."
        },
        {
            "title": "Attention-Getting Medicines",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-11ee.html",
            "content": "Attention-Getting Medicines\r\nPyongyang, June 18 (KCNA) -- Medicines displayed in the 12th Pyongyang Spring International Trade Fair are arousing greater interests of people.\n\t\t\t\t\tAmong them there are nutrition tablets for brain, mineral yeast capsules and fluorine phytic-acid tablets.\n\t\t\t\t\t\n\t\t\t\t\tThe nutrition tablets for brain which contain insam (ginseng), fruit of Schizandra chinensis, yeast decomposer, mineral matters and others are efficacious for improving memory ability, increasing duration of concentration and preventing forgetfulness and the aging of brain. \n\t\t\t\t\t\n\t\t\t\t\tMineral yeast capsules are highly efficacious for diabetes and its complications--cerebral thrombosis, arteriosclerosis, angina pectoris, hypertension and so on.\n\t\t\t\t\t\n\t\t\t\t\tGlucosuria mineral yeast which is composed of natural elements is a safe health food with no side effect.\n\t\t\t\t\t\n\t\t\t\t\tFluorine phytic-acid tablets contain various natural organic acids, vitamin B group, microelements and others. It promotes osteogenesis and calcification of fetus and especially is good for preventing osteoporosis caused by the aging and the hormone-treatment."
        },
        {
            "title": "Sulfuric Mud of Kwangryang Bay",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-14ee.html",
            "content": "Sulfuric Mud of Kwangryang Bay\r\nPyongyang, June 18 (KCNA) -- The Kwangryang Bay of the West Sea of Korea abounds in sulfuric mud.\n\t\t\t\t\tThe contaminant-free and pure mud has colloidal and mineral substances and a plenty of sulfur.\n\t\t\t\t\t\n\t\t\t\t\tIt also contains various vitamins, essential amino-acids, organic acids, hormones, antibiotics, enzymes, humus and antioxidants.\n\t\t\t\t\t\n\t\t\t\t\tIt helps activate metabolism, revive immunity, reproduce tissue, prevent aging of cells, kill pain and resist inflammation.\n\t\t\t\t\t\n\t\t\t\t\tIt is applicable to the treatment of skin diseases including eczema, hives and impetigo, boil, erysipelas, trauma, burn, frostbite, neuralgia, neuroparalysis, arthritis, arteriosclerosis, radiation disease, chronic hepatitis, woman's diseases and ulcerative diseases.\n\t\t\t\t\t\n\t\t\t\t\tThe mud is used in production of various medicines and quality cosmetics and its by-product in production of essential materials for farming.\n\t\t\t\t\t\n\t\t\t\t\tSuch health cosmetics and goods with nutritive and medicinal effect, the instant seed coating materials and purely natural feed additives for domestic animals and fishes are enjoying popularity."
        },
        {
            "title": "Mental Power of Nyongwon, Wealth of DPRK",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-12ee.html",
            "content": "Mental Power of Nyongwon, Wealth of DPRK\r\n Pyongyang, June 18 (KCNA) -- The Nyongwon Power Station has been recently built as an edifice of the Songun era by the mass heroism, patriotic devotion and revolutionary spirit of self-reliance of soldiers of the DPRK.\n\t\t\t\t\t The power station is associated with heroic feats of soldiers who worked hard in an indomitable spirit in a remote mountainous area when the country had to undergo grim trials.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, in his great age of 70s, designated the site of the power station, going up and down mountains time and again. The soldiers heard the heart-aching sad news of his demise after they started the project on the very site fixed by him.\n\t\t\t\t\t\n\t\t\t\t\t They did not sit down but turned their sorrow into strength and courage and built the power station inch by inch, holding high the slogan \"Let us do not step back until victorious day!\"\n\t\t\t\t\t\n\t\t\t\t\t The power station would not have come into being across the Taedong River if its construction had been done only by technological calculation, established construction methods, physical strength and wisdom.\n\t\t\t\t\t\n\t\t\t\t\t It is a precious fruition born by the great mental power to win the victory by themselves with firm belief in it.\n\t\t\t\t\t\n\t\t\t\t\t The mental power of Nyongwon is priceless wealth of the DPRK, a powerful weapon for the building of a thriving nation, along with other spirits of the times such as the Kanggye spirit, torches of Songgang and Ranam and Thaechon spirit which had pervaded the whole country during the \"Arduous March\" and the forced march."
        },
        {
            "title": "Profession of Whole Army and People ",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-13ee.html",
            "content": "Profession of Whole Army and People\r\nPyongyang, June 18 (KCNA) -- We cannot live away from the bosom of General Secretary Kim Jong Il who takes care of our destiny and future.\n\t\t\t\t\t This ardent effusion is a wholehearted profession of the army and people of Korea with regard to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is his creed that the revolution is needed for the people, one should pluck stars in the sky and bring flowers in bloom on a stone and should not stint even fabulous wealth if it is for the interests of the people.\n\t\t\t\t\t\n\t\t\t\t\t Over the last 45 years since the historic day when he started his work at the Central Committee of the Workers' Party of Korea, respect and love for man have turned into reality itself, not remaining mere idea or theory.\n\t\t\t\t\t\n\t\t\t\t\t He has covered centuries and decades, months and days for the happiness of the people, true to President Kim Il Sung's idea of \"believing in people as in heaven.\"\n\t\t\t\t\t\n\t\t\t\t\t When a local area was hit by flood, he commanded the relief campaign through sleepless nights, saying there must not be a single victim. And, hearing news that triplets were born in a mountain village far off from Pyongyang, he saved the mother and new-born babies by letting a helicopter fly.\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care, many common workers, peasants and intellectuals regained their lives across the deadline and a schoolchildren's palace made appearance at the foot of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t When he visited a People's Army unit he first of all acquainted himself with the living conditions of the soldiers, going round bedrooms and mess halls, and studied the thickness of the padded clothes of frontline soldiers and their winter shoes against cold when he climbed a height in icy wind.\n\t\t\t\t\t\n\t\t\t\t\t At the Chollima Steel Complex and the mines in the Komdok area he inquired of the temperature of the workers' mess halls and had measures taken. He said underground treasures could never be exchanged for the health of the workers, however precious they might be.\n\t\t\t\t\t\n\t\t\t\t\t Taking closer to heart than anyone else the living of the people making the \"Arduous March\" and the forced march, tightening their belts, he gave field guidance to People's Army units and industrial establishments without letup. He unfolded a bright blue-print for the building of a great, prosperous and powerful nation, picturing in his mind the happy morrow in a running field car.\n\t\t\t\t\t\n\t\t\t\t\t The army and people who witnessed and experienced these great realities follow Kim Jong Il with undisputed trust, singing the song \"We Believe in You as in Heaven\" created in the period of the \"Arduous March\"."
        },
        {
            "title": "Lee Myung Bak Group's Anti-DPRK Moves Assailed",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-10ee.html",
            "content": "Lee Myung Bak Group's Anti-DPRK Moves Assailed\r\n Pyongyang, June 18 (KCNA) -- Recently, Ryu Myong Hwan, south Korean puppet minister of Foreign Affairs and Trade, met with Hillary, U.S. secretary of State, in Washington, calling for \"joint action against nuclear test and missile launch\" of the DPRK. He asked her to officially document the U.S. \"provision of combat force for extended nuclear deterrence\" to south Korea in case of \"emergency\" on the Korean Peninsula during Lee Myung Bak's junket to the U.S.\n\t\t\t\t\t Denouncing such behavior as a revelation of the wicked scheme to do harm to the DPRK in league with foreign forces, Minju Joson Thursday in a signed commentary says:\n\t\t\t\t\t\n\t\t\t\t\t It is clear to anyone that the situation of the Korean Peninsula will grow more acute and the danger of outbreak of a nuclear war further increase in case the U.S. commitment to \"providing combat force for extended nuclear deterrence\" to south Korea is documented.\n\t\t\t\t\t\n\t\t\t\t\t If the Lee Myung Bak group had had a spark of concern for peace of the country and the destiny of the nation, it would have not done such deed of spoiling and seriously threatening them. The Lee group is a gang of worst traitors as it seeks only to realize its scenario for invasion of the DPRK with the help of foreign forces and maintain its power without caring about nuclear disaster to be imposed on the nation.\n\t\t\t\t\t\n\t\t\t\t\t Every sin brings its punishment with it.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group can never evade the punishment by history only for such crime as getting hell-bent on the moves to stifle fellow countrymen in conspiracy with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans will never pardon the U.S. imperialists keen to reduce the Korean Peninsula to a theatre of nuclear war and impose nuclear disasters upon the Korean nation and the Lee group following them.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors should stop its sycophantic and traitorous deed of inviting national disaster at once, clearly mindful about this warning."
        },
        {
            "title": "S. Korean Warmongers' Moves for Aggravating Tension Flailed",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-07ee.html",
            "content": "S. Korean Warmongers' Moves for Aggravating Tension Flailed\r\n Pyongyang, June 18 (KCNA) -- The south Korean warmongers have recently opened to the public their war equipment and war exercises through media and frequently kicked off war hysteria in forefront areas. This is an open threat to the DPRK and a dangerous move to push the situation to the brink of a war by escalating tension. Rodong Sinmun today observes this in a signed commentary.\n\t\t\t\t\t The disturbing moves of the puppet military are another grave military provocation against the DPRK and a deliberate and premeditated move to attain their sinister aim by further aggravating the situation on the Korean Peninsula, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is getting hell-bent on arms buildup and joint military exercises to invade the north, regarding this time as a good opportunity for hurting fellow countrymen by force of arms, backed by foreign forces, and is also persisting in the creation of a war atmosphere by opening them to the public.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors, in the grip of a crisis of ruin, is finding a way out in intensifying the moves to unleash a war of aggression against the north with its trite method. While vociferating about the non-existent \"threat\" from someone, the plot breeders are resorting to the frantic arms buildup and war exercises under the pretext of \"coping\" with it and zealously building up public opinion about it, thus stirring up animosity toward the DPRK and an atmosphere of confrontation with it among south Koreans from all walks of life in a bid to divert elsewhere the attention of the people. This is fully evidenced by the fact that the brasshats of the puppet military talked about a sort of \"provocation\" and agitated a war even in the forefront areas.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors, however, had better understand that their frantic moves for igniting a war of aggression against the north in conspiracy with foreign forces can not save their waning destiny. Dependence on foreign forces and confrontation with fellow countrymen they regard as the mode of existence will not bring the way out to them but precipitate their destruction.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group keen on moves for aggravating tension and igniting a war of aggression against the north with bloodshot eyes, going against the desire and demand of all the fellow countrymen for peace and reunification of the country will have to pay dearly for its crimes."
        },
        {
            "title": "Japan's Abduction of Koreans during Imjin Patriotic War Revealed",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-08ee.html",
            "content": "Japan's Abduction of Koreans during Imjin Patriotic War Revealed\r\nPyongyang, June 18 (KCNA) -- The Korean people will never forget the abduction crimes committed by Japan through history but certainly force it to pay for them, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\tThe Japanese reactionaries are frantically kicking up anti-DPRK racket under the pretext of \"abduction issue\", but, in fact, they are neither entitled to talk about it nor in a position to do so, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is the DPRK which is entitled to call Japan to account for the abduction of Koreans. As far as the abduction issue is concerned, Japan is an assailant whereas the DPRK a victim.\n\t\t\t\t\t\n\t\t\t\t\tThe 1592-1598 Imjin Patriotic War evidently proved that Japan is the worst abductor in history.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese Samurais who intruded into Korea under the command of Hideyoshi Toyotomi, head of a team for invasion of Korea, at that time, indiscriminately killed innocent Koreans and forcibly walked away or kidnapped a great number of people and took them to Japan. They forced those Koreans to do such hard labor as delivery of loads, building of forts, road pavement, digging waterway and reclamation of barren land, brutally beating them with clubs after tying up their necks with ropes and putting fetters around their ankles.\n\t\t\t\t\t\n\t\t\t\t\tAfter the end of the war ceramic culture called \"Satsumayaki\", \"Aritayaki\", \"Imariyaki\", \"Karatsuyaki\", etc. developed in areas of southwestern Japan. They all were products of hard labor done by Korean ceramic workers who were kidnapped and forcibly taken to Japan.\n\t\t\t\t\t\n\t\t\t\t\tThe Samurais kidnapped not only ceramic workers but also Confucian scholars, monks, doctors, painters, architects and many technical personnel in the field of type-casting, printing, embroidery and textile to force them into slave labor in Japan.\n\t\t\t\t\t\n\t\t\t\t\tThey even sold off those Koreans to other countries.\n\t\t\t\t\t\n\t\t\t\t\tThe most hideous atrocity perpetrated by the Samurais of Japan during the war was that they kidnapped a large number of Korean women and forced them into sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\tThe tomb of Korean women in Takamatsu, Shigoku, at present bespeaks well their miserable situation and fate and indicts before the world the Japanese Samurais for their barbarity and moral vulgarity."
        },
        {
            "title": "U.S. Interference in Internal Affairs of Other Countries under Fire",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-15ee.html",
            "content": "U.S. Interference in Internal Affairs of Other Countries under Fire\r\n Pyongyang, June 18 (KCNA) -- The reality requires more urgently than ever before to frustrate the U.S. moves for interference in the internal affairs of other countries, defend the sovereignty of the country and nation and guarantee the sound and smooth development of the international relations, says Rodong Sinmun Thursday in a signed article. It goes on:\n\t\t\t\t\t The interference in the internal affairs of other countries and nations precisely means an infringement upon their sovereign rights. What political mode each country chooses and by what method it develops its economy is an issue pertaining to its own sovereign right. Therefore, no one is mandated to interfere in it and instruct those countries to do this or that.\n\t\t\t\t\t\n\t\t\t\t\t But such practices have become all the more pronounced in the international arena nowadays.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the U.S. interfered in the elections in other countries in an undisguised manner in recent years, the article goes on; \n\t\t\t\t\t\n\t\t\t\t\t The said move of the U.S. is not limited to the elections only. It is being persistently perpetrated in various fabrics of social life including politics, economy, culture and military affairs.\n\t\t\t\t\t\n\t\t\t\t\t It is an important task directly related to the destiny of each country and nation to frustrate the U.S. moves for interference in internal affairs, ensure political stability and defend the sovereignty of the country and nation. The destiny of each country and nation depends upon the struggle for defending its sovereignty. A single-step concession to the U.S. interference in internal affairs made by a certain country and nation would force it to make tens and hundreds steps backward and this will eventually lead to a serious consequence of having its sovereignty infringed upon.\n\t\t\t\t\t\n\t\t\t\t\t The mighty way of smashing the U.S. moves for interference in internal affairs is to bolster up the national defence capability.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is openly interfering in the internal affairs of those countries with weak military potentials, looking down upon them.\n\t\t\t\t\t\n\t\t\t\t\t Its vicious interference in the internal affairs of the DPRK only brought failure and frustration to it as the DPRK has strong national capability for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The powerful Songun politics and the military power of the DPRK serve as a reliable means for foiling the U.S. interference in internal affairs and defending the sovereignty and dignity of the country."
        },
        {
            "title": "Adherence to Juche Character and National Identity Urged",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-03ee.html",
            "content": "Adherence to Juche Character and National Identity Urged\r\nPyongyang, June 18 (KCNA) -- Rodong Sinmun today carries an article on the occasion of the 12th anniversary of the publication of General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\n\t\t\t\t\t Comprehensively expounded in the work are the tasks and ways for frustrating the dominationist moves of the imperialists and other reactionaries and advancing the revolution and construction to victory with high degree of consciousness of national independence.\n\t\t\t\t\t\n\t\t\t\t\t To preserve the Juche character and national character in the revolution and construction is the principled requirement to be maintained in accomplishing the socialist cause, the cause of independence of the popular masses, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their followers are now resorting to the \"sanctions\" and \"blockade\" designed to stifle the ideology, system and cause of the DPRK while conducting an unprecedented smear campaign against it over its legitimate satellite launch and second nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The struggle against the dominationist moves of the imperialists is immediately the just struggle for defending the sovereignty of the country and the nation and protecting global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Any moves of the imperialists are bound to get cropper as long as there are the great leadership of the Workers' Party of Korea advancing under the uplifted banner of independence and Songun and the single-minded unity of the Korean army and people closely rallied around the headquarters of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Today the Korean people are demonstrating to the whole world the stamina of the nation while doing everything, including singing and dancing, in their own way in the Korean nation-first spirit, the spirit that their leader, party, ideology and system are best.\n\t\t\t\t\t\n\t\t\t\t\t No force can break such people valuing their own and striving to further glorify it."
        },
        {
            "title": "Undying Feats of Kim Jong Il in Bringing about New Great Revolutionary Surge Praised",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-16ee.html",
            "content": "Undying Feats of Kim Jong Il in Bringing about New Great Revolutionary Surge Praised\r\n Pyongyang, June 18 (KCNA) -- General Secretary Kim Jong Il is a peerlessly great man who unfolded the history of a new great revolutionary surge on this land through his tireless forced march for field guidance unprecedented in history, says Rodong Sinmun today in a signed article.\n\t\t\t\t\t The unique leadership mode of field guidance, a practical model set by President Kim Il Sung long ago, is being applied on a new high stage by Kim Jong Il and serves as the basic source of all the world-startling miracles in Songun Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The field guidance by Kim Jong Il has become steadier in the face of manifold ordeals and vast tasks and it is intensified when the revolution advances rapidly and wins greater victory.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his great leadership the DPRK has greeted an era of new leap and is dashing like the wind toward the eminence of a great prosperous and powerful nation, intensifying the drive to bring about a great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t His forced march for field guidance is an energetic leadership which instills the source for great innovation and great leap forward into the minds of all the army and people and helps them display their mental power like an erupting volcano and an extraordinary leadership which puts the speed of advance for building an economic power onto the highest level.\n\t\t\t\t\t\n\t\t\t\t\t His footsteps of forced march for field guidance are immortal ones which build a gigantic monumental edifice to be recorded in history which would take tens, hundreds of years for others to do.\n\t\t\t\t\t\n\t\t\t\t\t The said forced march is a manifestation of his steadfast determination and will to successfully realize the President's desire for building a great prosperous and powerful nation in the shortest period, an expression of the noble spirit of loving the people to provide the Korean people with all blessings in this world at an early date and a revelation of the noble view on life dedicating himself to handing over more better things to posterity.\n\t\t\t\t\t\n\t\t\t\t\t The records of forced march for field guidance of Kim Jong Il who is leading the great drive for building a great prosperous and powerful nation to victory by effecting a new great revolutionary surge represent the great revolutionary records which can be made only by the great man with boundless devotion to the country and the revolution, prominent practical ability and warm love for the people.\n\t\t\t\t\t\n\t\t\t\t\t The article calls upon the whole Party, the entire army and all the people to wage a more dynamic drive to bring about a new great revolutionary surge, keeping pace with the forced march of Kim Jong Il, for the final victory in the building of a great prosperous and powerful nation."
        },
        {
            "title": "Arrest of Hanchongryon Chairman Protested",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-05ee.html",
            "content": "Arrest of Hanchongryon Chairman Protested\r\n Pyongyang, June 18 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea made public a statement on June 14 in denunciation of the Lee Myung Bak group's suppression of the chairman of the south Korean Federation of University Student Councils (Hanchongryon).\n\t\t\t\t\t Recalling that the police authorities arrested Ri Hui Chol, chairman of the 8th-term Hanchongryon, on the charge of violation of the notorious \"National Security Law\" on June 13, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t Ri Hui Chol is a patriotic youth desirous of reunification who dauntlessly struggled for implementing the June 15 joint declaration and achieving independence, democracy and reunification, though he had been wanted by the police for several years.\n\t\t\t\t\t\n\t\t\t\t\t The arrest of him goes to prove that the Lee Myung Bak regime is a dictatorial regime denying the June 15 joint declaration and the independent reunification and trying to bedevil the inter-Korean relations and obliterate democratization of society.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime should clearly see what the nation and the south Korean people want, set free Ri at once, abrogate the NSL going against the June 15 era and step down."
        },
        {
            "title": "Movement for Declaration on Situation Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-06ee.html",
            "content": "Movement for Declaration on Situation Launched in S. Korea\r\n Pyongyang, June 18 (KCNA) -- 273 veteran figures of reunification movement organizations of south Korea released a declaration on the situation on June 15.\n\t\t\t\t\t The declaration accused the Lee Myung Bak \"government\" of its recent frantic suppression by dint of such fascist laws as the \"National Security Law\" as well as its unpopular rule of giving privilege to plutocrats and deceiving the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the Lee group has brought the inter-Korean relations to a collapse by totally denying the June 15 joint declaration and the October 4 declaration, it charged that the group is bringing a huge disaster to the nation by tightening \"alliance\" with the U.S. and stirring up Japan's wild ambition to stage a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have reached an irrevocable serious phase and the society is almost suffocated as a whole due to all the crimes committed by the group, it deplored, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Lee should make an apology before the people for the tragic incident in Ryongsan, the violation of democracy and abuses of civil right.\n\t\t\t\t\t\n\t\t\t\t\t Lee should also roll back the policy in favor of the rich accounting for one percent of the population and the move to enact the \"MB (Lee Myung Bak) evil law\" and stop his dictatorial policy.\n\t\t\t\t\t\n\t\t\t\t\t He should not encourage the military conflict and security uneasiness but improve the inter-Korean relations through the implementation of the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t We will wage a nationwide movement together with forces of different strata aspiring after democracy and reunification to get the \"government\" stop its work unless the responsible measure to cope with the present situation is taken by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, 1,447 priests of Buddhist Jogye order and 1,178 Catholic believers also issued declarations on the situation.\n\t\t\t\t\t\n\t\t\t\t\t Lee had better resign himself from his post rather than ignoring the demand of the people, the declarations stressed, adding that it is the stand of all the religionists of south Korea, \n\t\t\t\t\t\n\t\t\t\t\t2,300 medical workers across south Korea released a declaration on the situation in Seoul on June 16 in which they urged Lee to immediately repeal the policy for the privatization of health service as it may cause sharp rise of medical treatment fees.\n\t\t\t\t\t\n\t\t\t\t\t That day members of women organizations including the Women's Fellowship Society and the Women's Solidarity held a rally in Seoul to issue a declaration on the situation."
        },
        {
            "title": "Adherence to June 15 Joint Declaration Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-04ee.html",
            "content": "Adherence to June 15 Joint Declaration Urged in S. Korea\r\n Pyongyang, June 18 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on June 15, the 9th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Since the publication of the joint declaration, big strides had been made in achieving the national reconciliation and unity, peace and reunification and all the compatriots gained confidence in reunification, the statement said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t But, all these achievements have been ruthlessly trampled down by the Lee Myung Bak \"government\" and the military tension is growing on the Korean Peninsula with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t The Lee \"government\" is nowadays getting evermore pronounced in its moves to block up the just activities of the forces supporting the June 15 joint declaration and quell the vitality of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t The Lee forces should be clearly mindful that they can never go scot-free in any part of this land if they persist in the fascist dictatorial policy and stand in the way of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statement declared that the solidarity would wage a vigorous struggle to eliminate the Lee Myung Bak dictatorship and usher in a new era for the independent reunification, peace and prosperity of the nation, holding higher the banner of the June 15 joint declaration during the \"period of movement for implementing the June 15 joint declaration and the October 4 declaration\"."
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Marked",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-17ee.html",
            "content": "Anniversary of June 15 Joint Declaration Marked\r\n Pyongyang, June 18 (KCNA) -- Members of the Koreans' organizations in the U.S. including the U.S. Regional Headquarters of the Pan-national Alliance for Korea's Reunification and other Koreans held a meeting in the U.S. on June 14 on the occasion of the 9th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t Speakers asserted at the meeting that the joint declaration serves as a great programme for reunification as it reflects the aspiration of the nation to achieve the independent reunification of the country by the concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that all the Korean compatriots in the north and the south and overseas have made utmost endeavors to implement the joint declaration which instilled fresh hope for reunification into them.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Lee Myung Bak regime totally denied the June 15 joint declaration and incited confrontation with fellow countrymen, driving the inter-Korean relations to the worst phase, they dismissed the group of traitors as targets to be removed before anybody else.\n\t\t\t\t\t\n\t\t\t\t\t They called on all the Koreans in the U.S. to positively wage the struggle for opposing the confrontation with compatriots and war and defending peace in firm unity in the idea of \"By our nation itself\" in the \"period of movement for implementing the June 15 joint declaration and the October 4 declaration\".\n\t\t\t\t\t\n\t\t\t\t\t After the meeting an art performance was appreciated.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Federation of Koreans in the U. S. released a written appeal on June 15 stressing the need to make all efforts for national reunification, ardent wish and desire of all the compatriots in the south and the north and overseas, and prosperity of the nation, force the Lee \"government\" made up of traitors to step down and implement the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-02ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Different Countries\r\n Pyongyang, June 18 (KCNA) -- Meetings, lectures, reading sessions, book exhibitions and film shows took place in India, Pakistan, Thailand and Germany between May 26 and June 9 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il and books showing their undying feats.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers at the meeting held in India said that the Korean-style socialist system centered on the popular masses is an excellent social system and that it is thanks to the wise leadership of Kim Jong Il that Korean-style socialism is always emerging victorious.\n\t\t\t\t\t\n\t\t\t\t\t Fakar Uddin Chaudhry, chairman of the Pakistan Society for the Study of Independence said at a session of reading of Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" that it is the trend of the present times to follow the DPRK dynamically advancing along the road of independence while preserving the Juche character and national character.\n\t\t\t\t\t\n\t\t\t\t\t The WPK with Kim Jong Il as its general secretary will be invincible forever, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were such Korean films as \"For the Liberation of the Country\" and \"75th Founding Anniversary of the Heroic Korean People's Army.\""
        },
        {
            "title": "Kim Jong Il's Work Published in Indonesia",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-01ee.html",
            "content": "Kim Jong Il's Work Published in Indonesia\r\n Pyongyang, June 18 (KCNA) -- The Hekadaha Printing and Publishing House of Indonesia brought out in pamphlet General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" on June 12 on the occasion of the 45th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The work, published on October 17, Juche 71 (1982), clarifies the idea that the WPK is a glorious party with long history and a Juche-type revolutionary party which paved a new path for its development and is guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It also stresses the idea that the WPK should be developed into the eternal party of President Kim Il Sung."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores procedente de China",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-22ee.html",
            "content": "Kim Jong Il recibe cesto de flores procedente de China\r\n Pyongyang, 18 de junio (ATCC) -- El Dirigente Kim Jong Il recibio el cesto de flores que le dedicara el dia 18 la familia del martir revolucionario antijapones chino, Zhang Weihua, con motivo de que se cumplen 45 anos desde que el Dirigente comenzo a trabajar en el Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "RPDC gana boleto a la Copa Mundial 2010",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-23ee.html",
            "content": "RPDC gana boleto a la Copa Mundial 2010\r\n Pyongyang, 18 de junio (ATCC) -- Termino la vispera la ultima ronda de las clasificatorias de la region asiatica para la Copa Mundial 2010 de la FIFA.\n\t\t\t\t\t Ese dia, quedo empatado 0 a 0 el segundo encuentro entre el equipo coreano y el de Arabia Saudita.\n\t\t\t\t\t\n\t\t\t\t\t  Como resultado, el once coreano ocupo el segundo lugar en su grupo ganando asi el boleto a la Copa Mundial que tendra lugar en Sudafrica."
        },
        {
            "title": "Minju Joson comenta reunion ministerial Sur de Corea-EE.UU.",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-24ee.html",
            "content": "Minju Joson comenta reunion ministerial Sur de Corea-EE.UU.\r\nPyongyang, 18 de junio (ATCC) -- Hace poco, el ministro titere de \"Relaciones Exteriores y de Comercio\" del Sur de Corea, Ryu Myong Hwan, se encontro en Washington con su homologa norteamericana Hillary.\n\t\t\t\t\tEn esta ocasion, hablando del \"enfrentamiento conjunto a la prueba nuclear y al lanzamiento de misiles por el Norte de Corea\", Ryu suplico a Hillary que oficializara en un documento durante la visita de Lee Myung Bak a Estados Unidos el \"ofrecimiento al Sur de Corea de las fuerzas disuasivas de la proliferacion nuclear\" en el \"tiempo de emergencia\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, el periodico Minju Joson publico en su edicion de este jueves un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Tal conducta de Ryu constituye una expresion del obstinado intento de enfrentarse con la connacional Republica Popular Democratica de Corea con el fin de atacarla en contubernio con las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\t  Esta claro para todos que cuando fuera documentada oficialmente la promesa de EE.UU. de \"ofrecer al Sur de Corea las fuerzas disuasivas de la proliferacion nuclear\", se agudizaria mas la situacion de la Peninsula Coreana  y se aumentaria el peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Quien estuviera preocupado, aunque en lo minimo, por la paz del pais y el destino de la nacion, nunca pediria eso que los dana y amenaza gravemente. \n\t\t\t\t\t\n\t\t\t\t\t Realmente, la camarilla de Lee Myung Bak es la horda de vendepatrias sin parangon en este mundo que quiere mantenerse en el poder y agredir al Norte de Corea con la asistencia de las fuerzas extranjeras sin reparar en los desastres que sufriria la nacion a causa de la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Como dice el refran coreano \"Cada cual responde por sus actos\", sera condenada sin falta por la historia esa camarilla por el solo crimen de haber actuado demencialmente para atropellar a los connacionales en complicidad con las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\t  Toda la nacion nunca perdonara a los imperialistas yanquis y la satelite banda de Lee, que maniobran para convertir el territorio patrio en el campo de guerra nuclear e imponer a los nacionales los desastres nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  La horda de Lee debe tenerlo presente y dejar de cometer acciones vendepatrias y serviles a grandes potencias."
        },
        {
            "title": "Rodong Sinmun muestra la biografia de Japon como secuestrador",
            "url": "http://kcna.co.jp/item/2009/200906/news18/20090618-25ee.html",
            "content": "Rodong Sinmun muestra la biografia de Japon como secuestrador\r\nPyongyang, 18 de junio (ATCC) -- A traves de un articulo individual difundido este jueves, el rotativo Rodong Sinmun subraya que el pueblo coreano no olvidara jamas el crimen de secuestro cometido historicamente por Japon y le cobrara sin falta a este el precio merecido.\n\t\t\t\t\tSi bien los reaccionarios del pais isleno utilizan el \"problema de secuestro\" para justificar su demencial campana anti-Republica Popular Democratica de Corea, no tienen derecho ni cara para hablar de ese tema, adelanta Rodong Sinmun y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, Japon tiene muchas cuentas pendientes con nuestro pais porque ha sido el historico secuestrador de los coreanos. \n\t\t\t\t\t\n\t\t\t\t\tLa prueba contundente de ello es la Guerra Patriotica Imjin (1592-1598) que puso al desnudo la naturaleza de Japon como peor secuestrador de la historia.\n\t\t\t\t\t\n\t\t\t\t\tLos samurais, que invadieron a Corea bajo el mando de su caudillo Hideyoshi Toyotomi, asesinaron en masas a los coreanos inocentes y trasladaron por la fuerza a Japon a otro gran numero de  los coreanos que habian sido secuestrados. \n\t\t\t\t\t\n\t\t\t\t\tLos coreanos secuestrados se sometian encadenados y recibiendo palazos a duros trabajos como el transporte de cargas pesadas, la construccion de murallas, carreteras, canales y la roturacion de terrenos baldios.\n\t\t\t\t\t\n\t\t\t\t\tTerminada esa guerra, se desarrollaron en diversas zonas del sudoeste de Japon las culturas ceramicas denominadas \"Satsumayaki\", \"Aritayaki\", \"Imariyaki\", \"Karatsuyaki\" a cambio del intenso trabajo forzado de los ceramistas coreanos secuestrados y trasladados a ese pais isleno en contra de su voluntad.\n\t\t\t\t\t\n\t\t\t\t\tEntre los secuestrados figuraban tambien los confucianos, monjes, medicos, pintores, arquitectos y numerosos cerebros de tipografia, imprenta, bordado y textura.\n\t\t\t\t\t\n\t\t\t\t\tLos cinicos samurais incurrieron hasta en la venta de los coreanos raptados a otros paises.\n\t\t\t\t\t\n\t\t\t\t\tEl caso mas barbaro de las fechorias cometidas por los samurais durante la mencionada guerra es el secuestro de numerosas coreanas, quienes se habian convertido en las esclavas sexuales de aquellos.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, se conserva en Takamatsu de Shikoku de Japon una tumba de esas mujeres coreanas que muestra el miserable y desgraciado destino de ellas y delata a todo el mundo la bestialidad y la bajeza moral de los samurais."
        }
    ]
}