{
    "date": "2009-10-20",
    "url": "http://kcna.co.jp/item/2009/200910/2009-10-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Visits Newly-built Apartment Houses",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-14ee.html",
            "content": "Kim Jong Il Visits Newly-built Apartment Houses\n\t\t\t\t\t\t\r\nPyongyang, October 20 (KCNA) -- General Secretary Kim Jong Il went round newly-built apartment houses in Mansudae Street.\n\t\t\t\t\t After being briefed on the street before a huge map showing its panoramic view, he made the rounds of various parts of the street including the newly-built apartment houses to learn in detail about its construction.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his great satisfaction over the fact that party members and other workers, members of the youth shock brigade under the Ministry of Capital City Construction and all other builders have successfully carried out the vast project for building Mansudae Street equivalent to a large-scale street in a brief span of time.\n\t\t\t\t\t\n\t\t\t\t\t While going round the interior of various apartment houses built in diverse styles, no details escaped him ranging from room heating and water supply and drainage system to humidity removal from the kitchen cabinet, window shades in the rooms and door-knobs.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the newly-built apartment houses of new styles in the street are the most modern ones which fully reflect the plan and intention of the Party to provide the people with the best living conditions, he added that those apartment houses in the street serve as a model and standard for building dwelling houses to be used by all the people in a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t All the apartment houses built in the street are the best ones as they were designed well and constructed at a high level, he said, highly appreciating the feats the builders performed by successfully building an ideal residential district and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t He noted with pride that the successful completion of the street to be recorded in the history of building a thriving nation demonstrates the inexhaustible ideological and moral power of the people, which is able to bring about any epoch-making change once they have a will, and the potential of the strong self-supporting economy.\n\t\t\t\t\t\n\t\t\t\t\tAfter going round the street, Kim Jong Il set forth on the spot important tasks that would serve as guidelines for building Pyongyang into a more magnificent and modern city as required by the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He said that in order to build Pyongyang into a city of world level to win the admiration of even posterity, it is important to lay out streets, build roads, distribute buildings of diverse styles in a peculiar manner under a long-term plan as required by the developing reality and properly distribute educational, health, sports and cultural and welfare establishments and service and catering centers on the principle of most successfully ensuring popular and national character and modernity.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the field of construction to continue thoroughly implementing the WPK's policy for making architecture formative and artistic and pay deep attention to creating cultured environment including city greenery, in particular. \n\t\t\t\t\t\n\t\t\t\t\tHe said that it is necessary to build in Pyongyang modern flats for 100,000 families, houses similar to those apartment houses standing in Mansudae Street, in a matter of a few years as an immediate task.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that all builders of the capital city would create new \"Pyongyang Speed\" in the era of Songun in the construction of the capital city and usher in \"an era of prosperity of Pyongyang\" in the new century just as the people created the world-startling \"Pyongyang Speed\" in the 1950s by building a flat for a family in just 14 minutes true to the Party's policy of prefabricated construction after the war and as the people in the 1970s and the 1980s opened up \"an era of prosperity of Pyongyang\" by building many modern streets and great monumental edifices in a matter of 15 years and thus demonstrate once again to the whole world the revolutionary spirit of the servicepersons and people of the DPRK, successors to the great history and tradition.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Secretary Kim Ki Nam, Department Directors Jang Song Thaek and Pak Nam Gi and First Vice Department Directors Ju Kyu Chang, Ri Je Gang and Ri Jae Il of the WPK Central Committee."
        },
        {
            "title": "Anniversaries of Kim Il Sung's Work and Kim Jong Il's Letter Marked",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-10ee.html",
            "content": "Anniversaries of Kim Il Sung's Work and Kim Jong Il's Letter Marked\r\nPyongyang, October 20 (KCNA) -- A national meeting took place at the People's Palace of Culture on Tuesday on the occasion of the 40th anniversary of President Kim Il Sung's work \"Some Problems in Improving Statistical Work under Socialism\" and the 10th anniversary of General Secretary Kim Jong Il's letter to the participants in the national training course of statistical officials \"On Improving and Strengthening Statistical Work under Socialism\".\n\t\t\t\t\t Present there were Premier Kim Yong Il, Vice-Premiers Ro Tu Chol and O Su Yong, Department Director of the Central Committee of the Workers' Party of Korea Pak Nam Gi, leading officials of ministries and national institutions and officials in the statistical field.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's work published on October 21, Juche 58 (1969) comprehensively specifies the orientation and ways for strengthening the statistical work under socialism ranging from his classic formulation that statistics precisely means socialism to the system of statistical work, a basic principle for working out statistics and contents and methods of statistical work and measures to be taken for providing material conditions. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's letter dated October 21, Juche 88 (1999) comprehensively deals with the Juche-oriented idea and theory on statistics under socialism and clearly indicates ways of bringing about a signal turn in the statistical work as required by the developing revolution. \n\t\t\t\t\t\n\t\t\t\t\t O Su Yong said in his report that under the wise leadership of the President a Juche-based statistical work system under socialism has been built on the basis of a unified statistical system, thereby strengthening the party's leadership over this work and establishing strict discipline for organizing and conducting all work under the unified guidance of the national statistic organ. This resulted in strengthening the ranks of statistical officials and laying a solid material and technical foundation so that they might creditably carry out their mission and duty, he added.  \n\t\t\t\t\t\n\t\t\t\t\t The reporter referred to the fact that Kim Jong Il has energetically led the statistical officials to thoroughly implement the party's line of economic construction in the era of Songun and thus creditably fulfill their duty and role in accelerating the building of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t He noted that under the wise leadership of the party and the leader the field of statistics under socialism in the DPRK has achieved great successes by successfully carrying out its mission and role. \n\t\t\t\t\t\n\t\t\t\t\t He called for bringing about a fresh revolutionary turn in the statistical work by thoroughly embodying the Juche-based idea and theory on statistics under socialism as required by the present reality in which an all-out charge is under way for winning a final victory in the grand drive for building a thriving nation under the Songun leadership of the WPK."
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-13ee.html",
            "content": "Homage Paid to Kim Il Sung\r\n Pyongyang, October 20 (KCNA) -- The participants in the second national meeting of persons of merits in the era of Songun visited the Kumsusan Memorial Palace Tuesday to pay tribute to President Kim Il Sung.\n\t\t\t\t\t They paid respectful homage to the President who wisely led the Korean people in each period and at each stage of the developing revolution to produce a great number of models of the times and built a socialist power--independent in politics, self-supporting in economy and self-reliant in national defence--on this land."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese People's Liberation Army ",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-12ee.html",
            "content": "Gift to Kim Jong Il from Chinese People's Liberation Army \r\n Pyongyang, October 20 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the friendship visiting group of the Chinese People's Liberation Army on a visit to the DPRK.\n\t\t\t\t\t It was handed to an official concerned Tuesday by Lieut. General of the CPLA Gao Wusheng who is heading the group."
        },
        {
            "title": "Korean Christian Federation Delegation Leaves for Hong Kong",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-09ee.html",
            "content": "Korean Christian Federation Delegation Leaves for Hong Kong\r\n Pyongyang, October 20 (KCNA) -- A delegation of the Christian Federation of Korea led by its Chairman Kang Yong Sop left here by air Tuesday to visit Hong Kong of China.\n\t\t\t\t\t Arriving here today is a delegation of Experimental Primary School of Fusong County of China led by Zhang Jinquan, son of Zhang Weihua, Chinese anti-Japanese revolutionary martyr."
        },
        {
            "title": "DPRK Taekwon-Do Prove Successful at Championships",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-04ee.html",
            "content": "DPRK Taekwon-Do Prove Successful at Championships\r\n Pyongyang, October 20 (KCNA) -- DPRK players won three trophy cups, 19 gold medals, two silver medals and three bronze medals, thus coming first in the team standing at the 16th World Taekwon-Do Championships held in Russia from October 14 to 17.\n\t\t\t\t\t Sa Ok Jin bagged three gold medals by placing first in the women's individual demonstration show, d class pattern and 75 kg category sparring matches and An Yun Mi carried off two gold medals in the women's individual b class pattern and 63 kg category sparring matches while Ri Chol Ok won two gold medals in the women's individual a class pattern and 75 kg and above category sparring matches. \n\t\t\t\t\t\n\t\t\t\t\t Jegal Un took a gold medal and a silver medal, Pak Chung Song a gold medal and a bronze medal, Kim Il Gyong, Han Song Min, Ri Hang Song, Kim Un Hyok, Pak Yong Bom, Kim Yong Ok and Kim Pom Mi picked up gold medals each while Chae Tok Song and Ri Hyang bagged bronze medals. \n\t\t\t\t\t\n\t\t\t\t\t DPRK players also came first in the men and women's team pattern competition and women's team sparring matches and placed second in the women's team exhibition of special technique."
        },
        {
            "title": "\"Arirang\" Closes",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-06ee.html",
            "content": "\"Arirang\" Closes\r\n Pyongyang, October 20 (KCNA) -- The grand gymnastic and artistic performance \"Arirang\", winner of Kim Il Sung Prize, came to a close after being staged at the May Day Stadium for more than 50 days from the middle of August, drawing capacity audiences. \n\t\t\t\t\tGeneral Secretary Kim Jong Il made sure that the above-said extravaganza \"Arirang\" was re-represented as required by the era of the great revolutionary surge and solved all the issues arising in the creative work. He watched the performance and highly appreciated it as a successful work.\n\t\t\t\t\t\n\t\t\t\t\t The performance demonstrated once again to the whole world the invincible might of Songun Korea in which all the servicepersons and people are united close around Kim Jong Il, their inexhaustible mental power and the rapid progress of Juche-oriented culture and arts. \n\t\t\t\t\t\n\t\t\t\t\t It drew more than 1.4 million servicepersons, people from all walks of life, overseas compatriots and foreigners."
        },
        {
            "title": "New Documentary Film Produced",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-03ee.html",
            "content": "New Documentary Film Produced\r\n Pyongyang, October 20 (KCNA) -- Documentary film \"Mt. Oga Reserve\" was produced by the Korean Documentary and Science Film Studio.\n\t\t\t\t\t The film contains scenes vividly showing the above-said reserve which retains its time-honored natural beauty and abounds in rare animals and plants thanks to the policy of the Workers' Party of Korea for nature conservation.\n\t\t\t\t\t\n\t\t\t\t\t It deals with the immortal leadership exploits of Kim Jong Il who visited the mountain to turn it into another famous mountain in the era of Songun though he was very busy with the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tIt shows the historic revolutionary sites in Mt. Oga associated with the \"1,000-ri Journey for Learning\" and the \"1,000-ri Journey for National Liberation\" made by President Kim Il Sung and the giant footprints left by Kim Jong Il there.\n\t\t\t\t\t\n\t\t\t\t\t Explaining the position and area of the reserve, the film shows the peculiar flora and rich fauna in the reserve where boreal plants and plants of the temperate zone present spectacular natural scenery."
        },
        {
            "title": "Rodong Sinmun Calls for Following Example Set by Persons of Merits in Songun Era",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-08ee.html",
            "content": "Rodong Sinmun Calls for Following Example Set by Persons of Merits in Songun Era \r\n Pyongyang, October 20 (KCNA) -- The persons of merits in the era of Songun are the standard-bearers loyal to the cause of the Workers' Party of Korea, says Rodong Sinmun Tuesday in a jointly signed article carried 30 years after President Kim Il Sung put forward the common persons who sincerely work for the Party and the country, irrespective of whether they are recognized or not, as the unassuming heroes and the unassuming persons of meritorious services and made sure that all the people waged a vigorous movement for following their example. \n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The persons of distinguished services in the era of Songun are the genuine revolutionaries who are stronger than any others in the faith that the line and policies of the WPK are the most correct and it is possible to bring earlier a victory in the drive to build a thriving nation once they do as instructed by the WPK. They are, at the same time, the true and faithful patriots who devotedly work at their posts, bearing deep in mind their civic duty and the possessors of the revolutionary outlook on life that one should live not for today but for tomorrow. \n\t\t\t\t\t\n\t\t\t\t\t The persons of distinguished services in the era of Songun set an example to be followed by all the people as regards the firm faith that one should single-mindedly and invariably remain true to the idea and guidance of the leader, fidelity to the civic duty that one should devote oneself to the socialist homeland and the noble revolutionary outlook on life. \n\t\t\t\t\t\n\t\t\t\t\tThanks to the profound trust and great loving care of General Secretary Kim Jong Il there appeared a large contingent of persons of distinguished merits in the era of Songun and the single-minded unity of the revolutionary ranks has grown rock-solid.\n\t\t\t\t\t\n\t\t\t\t\t The history of the WPK in which it has wisely led the movement to follow the example of the persons of merits in the era of Songun is a history in which it has trained all the members of the society as ardent revolutionaries and patriots by invariably giving priority to the ideological revolution.\n\t\t\t\t\t\n\t\t\t\t\t All the persons of distinguished services grown up under the care of the Party are the innovators and performers of feats loved by the collective.\n\t\t\t\t\t\n\t\t\t\t\t The greatness and undying feats of the Party lie in that it has trained a large contingent of the genuine revolutionaries and patriots who feel pride and worth of living in working hard, racing against the time, and rendering services for the development and prosperity of the country."
        },
        {
            "title": "Regular Seminar of IIJI Held in Japan",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-05ee.html",
            "content": "Regular Seminar of IIJI Held in Japan\r\n Pyongyang, October 20 (KCNA) -- A regular seminar of the International Institute of the Juche Idea was held in Japan on Oct. 5.\n\t\t\t\t\t Attending it were Secretary General Kenichi Ogami and Director Takao Kamakura of the IIJI, Fujio Hanawa, secretary general of the Japanese National Liaison Council of Societies for the Study of the Juche Idea, and other Juche idea followers and So Chung On, director of the Department for International Relations and Reunification Issue of the Central Standing Committee of the General Association of Korean Residents in Japan. \n\t\t\t\t\t\n\t\t\t\t\t A lecture of explaining General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was given at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t  Also a lecture of explaining the amended and supplemented Constitution of the DPRK was given by Noriaki Ouchi, director of a research institute of Kanto Gakuin University of Japan who is a researcher of the IIJI. The lecturer stressed that the Constitution enhanced the position and authority of the DPRK National Defence Commission in keeping with the requirements of the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Takao Kamakura, director of the IIJI, in his speech titled \"The situation of Korea and our tasks\" referred to the signal achievements being made by the DPRK in external relations.\n\t\t\t\t\t\n\t\t\t\t\t Saying that practices of antagonizing the DPRK have not yet been surmounted in Japan, he urged the need to strive to develop the friendly relations with the DPRK."
        },
        {
            "title": "Kim Jong Il's Work Published in Poland",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-01ee.html",
            "content": "Kim Jong Il's Work Published in Poland\r\n Pyongyang, October 20 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in pamphlet on October 15 by Kawdruk Publishing House in Poland.\n\t\t\t\t\t The work, published on Sept. 5, Juche 97 (2008), stresses that the 60 year-long history of the DPRK is one of great struggle and victory and great creation and change in which it defended the independence and honor of the country and built a rich and powerful, prosperous socialist country, going through the tempest of the revolution under the leadership of the great leader and party.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies the idea that even a small and backward country can be turned into a developed and prestigious power when it is guided by great leader and party.\n\t\t\t\t\t\n\t\t\t\t\t Also expounded in the work are the task and ways for accomplishing the revolutionary cause of Juche under the banner of the Juche idea, the banner of Songun."
        },
        {
            "title": "Anniversary of WPK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-02ee.html",
            "content": "Anniversary of WPK Marked in Different Countries\r\n Pyongyang, October 20 (KCNA) -- Meetings and seminars took place in Romania, Sweden and Ukraine on October 10 to mark the 64th founding anniversary of the Workers' Party of Korea and the 83rd formation anniversary of the Down-with-Imperialism Union.\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian Workers' Association, said at a meeting that President Kim Il Sung, who embarked upon the road of revolution in his early years, liberated Korea from the Japanese imperialists' colonial rule and founded the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The independent stand steadfastly maintained by the Korean people in the anti-imperialist confrontation and their shining successes in the building of a great prosperous and powerful nation are unthinkable without the WPK, the guide of the cause of Songun, led by Kim Jong Il, the speaker said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il, the WPK will surely realize the historical cause of national reunification, smashing every move of the imperialists to stifle the DPRK and honorably defending the gains of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, said in his speech that October is an especially significant month to not only the Korean people but also the world's progressives. And the speaker paid the highest tribute to Kim Jong Il who has developed in depth the Juche idea, the Songun idea, founded by Kim Il Sung and defended socialism, shattering the imperialist forces' moves to stifle the DPRK with his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the events held in Sweden and Ukraine."
        },
        {
            "title": "Story about Counting Grains of Rice Ears",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-11ee.html",
            "content": "Story about Counting Grains of Rice Ears\r\nPyongyang, October 20 (KCNA) -- General Secretary Kim Jong Il visited the Wonphung Co-op Farm in then Anju County, South Phyongan Province one autumn day of Juche 58 (1969).\n\t\t\t\t\t Looking out on fields, he suddenly let officials count the number of grains of rice ears.\n\t\t\t\t\t\n\t\t\t\t\t Thinking that he wanted to know the per-hectare yield, the officials plucked up rice ears in various paddies and began to count grains.\n\t\t\t\t\t\n\t\t\t\t\t He, too, took an ear of rice in his hand and counted the number of grains.\n\t\t\t\t\t\n\t\t\t\t\t After a while he got the counting results from the officials and told that the number of grains per ear was remarkably different.\n\t\t\t\t\t\n\t\t\t\t\t He asked the farm officials in detail about the rice transplantation date, the number of weeding, fertilization and water management and said that the large disparity in the grain number under the same growing conditions was caused by the wrong fertilization.\n\t\t\t\t\t\n\t\t\t\t\t Having belatedly realized his intention, they repented of their imperfection in farming.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the officials that they should give scientific and technical guidance to the farming, adding that those applying fertilizer to the field should be fixed and be correctly taught how to manure. \n\t\t\t\t\t\n\t\t\t\t\t After that the co-op farm has done farm work in a scientific and technical way as he taught and thus reaped in a good crop in each paddy."
        },
        {
            "title": "Kim Jong Il dirige el Instituto de Salmon",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-15ee.html",
            "content": "Kim Jong Il dirige el Instituto de Salmon\r\nPyongyang, 20 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Instituto de Salmon.\n\t\t\t\t\tAl recorrer la sala de fecundacion artificial, la de crecimiento de huevas, la de analisis, la de elaboracion de cebo y otros lugares, hizo conocimiento detallado del estado de construccion e investigacion del instituto.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el interior y el exterior del instituto construido nueva y ordenadamente, senalo que fue edificado excelentemente a la altura del nuevo siglo en un buen lugar.\n\t\t\t\t\t\n\t\t\t\t\tAprecio mucho los orgullosos meritos de los constructores militares mostrandose muy satisfecho de que ellos hayan construido magnificamente ese moderno instituto de piscicultura en el tiempo de un ano.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a los procesos de investigacion dotados de equipos ultramodernos y contemplando los bancos de pececillos en las lagunas de cria, reconocio los esfuerzos de los empleados del instituto alegrandose mucho de que ellos hayan abierto un horizonte amplio y prometedor para la cria masiva del salmon.\n\t\t\t\t\t\n\t\t\t\t\tCalifico a los militantes del partido y trabajadores del instituto de vanguardias de autoconfianza que crearon riquezas desde la nada y de fervientes patriotas que trabajaron abnegadamente para el desarrollo y la prosperidad de nuestro pais y nuestra patria.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que todas las unidades deben aprender el revolucionario y emprendedor modo de trabajo de aquellos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, presento las tareas programaticas que se presentan ante el instituto.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que proteger y aumentar activamente los recursos maritimos son nobles trabajos patrioticos para desarrollar la economia nacional y mejorar la vida del pueblo incrementando la cantidad de los productos maritimos.\n\t\t\t\t\t\n\t\t\t\t\tIndicando que el salmon es una especie adecuada para la piscicultura, explico que en la produccion de ese pescado sabroso y fino no se consume mucho cebo porque sus pececillos crecen en condiciones naturales una vez soltados al mar.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pais con muchos rios y lagos y rodeado por mares tiene condiciones favorables a la cria del salmon, senalo y destaco que hay que producir un nuevo viraje en esa labor desplegandola con osadia y amplitud.\n\t\t\t\t\t\n\t\t\t\t\tDijo que para incrementar la produccion de salmones, hay que buscar todos los lugares convenientes a su habitat y construir en ellos muchos criaderos. Ademas, hay que industrializar esa labor e impulsarla sobre la base cientifica y de manera organizada, enseno.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que se debe prestar profunda atencion al dragado para que el salmon no tenga complicaciones en ir y venir por el rio.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que se deben tomar de antemano las medidas de elaboracion conforme al futuro aumento de la produccion de salmones, y destaco la importancia de dotar los criaderos de peces de suficientes equipos para producir varios productos elaborados incluyendo la conserva de salmon y la de sus huevas.\n\t\t\t\t\t\n\t\t\t\t\tEncomendo encarecidamente a todos los sectores y unidades que siguieran dando buen impulso a la piscicultura para incrementar bruscamente la produccion de los pescados de agua dulce, de modo que en la epoca del Partido del Trabajo de Corea, fuera suministrado a los habitantes mayor cantidad del salmon muy sabroso y nutritivo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion los secretarios Choe Thae Bok y Kim Ki Nam, el jefe de departamento Jang Song Thaek y el primer subjefe de departamento Ri Je Gang, del CC del PTC, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Kim Jong Il recibe presente de grupo de visita de amistad de China",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-16ee.html",
            "content": "Kim Jong Il recibe presente de grupo de visita de amistad de China\r\n  Pyongyang, 20 de octubre (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera el grupo de visita de amistad del Ejercito Popular de Liberacion de China presidido por el teniente general Gao Wusheng, de visita en Corea.\n\t\t\t\t\t  El jefe de este grupo lo entrego el dia 20 a un funcionario coreano."
        },
        {
            "title": "Acto central por aniversarios de obras de Kim Il Sung y Kim Jong Il",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-17ee.html",
            "content": "Acto central por aniversarios de obras de Kim Il Sung y Kim Jong Il\r\nPyongyang, 20 de octubre (ATCC) -- Tuvo lugar el dia 20 en el Palacio Cultural del Pueblo el acto central por el 40o aniversario de la publicacion de la obra del Presidente Kim Il Sung \"Algunos problemas que se presentan para mejorar la labor estadistica en el socialismo\" y del 10o del envio del mensaje del Dirigente Kim Jong Il \"Para mejorar y fortalecer la labor estadistica en el socialismo\" a los participantes en el cursillo nacional de los funcionarios de esta rama.\n\t\t\t\t\tEn la ocasion estuvieron presentes el premier Kim Yong Il y los vicepremieres Ro Tu Chol y O Su Yong, el jefe de departamento del Comite Central del Partido del Trabajo de Corea, Pak Nam Gi, los cuadros directivos de ministerios y organos centrales y los funcionarios de la rama estadistica.\n\t\t\t\t\t\n\t\t\t\t\tEn su obra publicada el 21 de octubre del 58 (1969) de la Era Juche, partiendo de la definicion clasica de que la estadistica es precisamente el socialismo, el Presidente enseno en detalles el rumbo y los remedios para intensificar la estadistica socialista, inclusive el sistema de la labor estadistica, el principio fundamental que rige en la elaboracion de tablas estadisticas, el contenido y el metodo de este trabajo y la medida para garantizar las condiciones materiales necesarias.\n\t\t\t\t\t\n\t\t\t\t\tEn el mensaje del Dirigente fechado 21 de octubre del 88 (1999) de la Era Juche estan sintetizados generalmente la idea y la teoria del Juche sobre la estadistica socialista y los remedios para registrar un gran viraje en esta labor conforme a la demanda de la revolucion en desarrollo."
        },
        {
            "title": "Clausurada funcion gimnastico-artistica masiva \"Arirang\"",
            "url": "http://kcna.co.jp/item/2009/200910/news20/20091020-18ee.html",
            "content": "Clausurada funcion gimnastico-artistica masiva \"Arirang\"\r\n  Pyongyang, 20 de octubre (ATCC) -- Quedo clausurada la funcion gimnastico-artistica masiva \"Arirang\" laureada con el Premio Kim Il Sung, efectuada exitosamente en el Estadio Primero de Mayo durante mas de 50 dias desde mediados de agosto.\n\t\t\t\t\t  El Dirigente Kim Jong Il hizo describir de nuevo esta funcion conforme a la epoca de un nuevo y gran auge revolucionario, resolvio todos los problemas presentados en la labor de creacion, la vio y elogio en alto.\n\t\t\t\t\t\n\t\t\t\t\t  Esta funcion demostro otra vez a todo el mundo el poderio invencible y la inagotable potencia espiritual de Corea del Songun (priorizacion militar)  en que todo el ejercito y todo el pueblo se unieron solidamente en torno al Dirigente y el aspecto de desarrollo vertiginoso de la cultura y arte del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  La vieron mas de un millon 400 mil personas,  entre ellas, los militares del Ejercito Popular de Corea, trabajadores de distintos sectores, coreanos en ultramar y extranjeros."
        }
    ]
}