{
    "date": "2009-03-10",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-10ee.html",
    "articles": [
        {
            "title": "Premier of DPRK to Visit China",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-01ee.html",
            "content": "Premier of DPRK to Visit China\r\n Pyongyang, March 10 (KCNA) -- Kim Yong Il, premier of the Cabinet of the Democratic People's Republic of Korea, will soon pay an official goodwill visit to the People's Republic of China at the invitation of Wen Jiabao, Premier of the PRC State Council."
        },
        {
            "title": "Establishment of Diplomatic Ties between DPRK and Germany Marked",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-15ee.html",
            "content": "Establishment of Diplomatic Ties between DPRK and Germany Marked\r\nPyongyang, March 10 (KCNA) -- A photo exhibition opened with due ceremony at the Hamhung Grand Theatre on Tuesday to mark the day of establishment of diplomatic ties between the DPRK and Germany.\n\t\t\t\t\tPresent there were officials concerned, working people in Hamhung City and staff members of the German embassy here.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there.\n\t\t\t\t\t\n\t\t\t\t\tParticipants looked round photographs showing architectural edifices of Germany registered as world cultural heritages."
        },
        {
            "title": "DPRK Represented by Genuine Servants",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-13ee.html",
            "content": "DPRK Represented by Genuine Servants\r\nPyongyang, March 10 (KCNA) -- Officials, servicepersons of the Korean People's Army, workers, farmers and intellectuals who are devotedly striving for the Party and the leader, the country and the people were elected to the Supreme People's Assembly in the elections of deputies to the 12th SPA held on March 8.\n\t\t\t\t\tThis is a token of the entire electors' expectation and trust in the deputies.\n\t\t\t\t\t\n\t\t\t\t\tMany elections of deputies to people's assemblies at all levels have been held in the DPRK so far.\n\t\t\t\t\t\n\t\t\t\t\tEach time those from ordinary ondol (Korean floor heater) repairer to nameless collier and forest ranger who have devotedly worked for the society, collective and people were elected deputies representing the people.\n\t\t\t\t\t\n\t\t\t\t\tThe deputies who were elected in the elections of deputies to the 1st SPA held in August Juche 37 (1948) were all faithful servants who had been subjected to all manner of ill-treatment and humiliation during the occupation of the country by the Japanese imperialists and were devoting themselves to the construction of a new country as the masters of the country after the liberation.\n\t\t\t\t\t\n\t\t\t\t\tJin Ung Won, Sin Pho Hyang, Ri Sin Ja, Kil Hwak Sil, etc., Chollima riders in the period of the great upsurge of Chollima after the war, have become recipients of \"Order of Kim Il Sung\", Heroes and deputies to the SPA.\n\t\t\t\t\t\n\t\t\t\t\tAmong true service persons of the people are Jong Chun Sil, director of the Jonchon County Commercial Agency, who has worked devotedly for the people till the age around 70 at hand from her girlhood and Ju Pok Sun, manageress of Manpho Spinning Mill, who has taken care of parentless children to make them stand for national defence and socialist building sites proudly. They all have lofty personality.\n\t\t\t\t\t\n\t\t\t\t\tKim In Nam, chairwoman of the Moranbong District People's Committee of Pyongyang, was re-elected deputy of the SPA at the recent elections of deputies to the SPA. She distinguished herself in the Ichon-Sepho railway project and was awarded the title of Labour Hero at the age of 20 and is now making every effort for the improvement of the living of the inhabitants in the district.\n\t\t\t\t\t\n\t\t\t\t\tSuch servants faithful to the people being elected deputies to people's assemblies, the people's power is being consolidated as firm as rock and the Korean-style socialism is winning victory after victory."
        },
        {
            "title": "Successes of Shooters in New Century",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-12ee.html",
            "content": "Successes of Shooters in New Century\r\nPyongyang, March 10 (KCNA) -- Shooters of the Democratic People's Republic of Korea have proved successful in international contests in the new century.\n\t\t\t\t\tThe Korean shooters placed first in the team standing in the 49th World Shooting Championships held in Croatia from late in July, Juche 95 (2006) to early in August by bagging two gold, four silver and four copper medals. And Jo Yong Chol, male shooter, won the youth event of 50m-running game target in the championships.\n\t\t\t\t\t\n\t\t\t\t\tKang Un Byol, Ri Hyang Sun and So Un Ju, female shooters, won the gold medal in the women's 25m military rapid fire pistol match team event in the Fourth Military World Games held in India in October 2007. And the women's team of the DPRK came first in the trap shooting event in the 14th Asian Games in 2002 and Kim Jong Su, male shooter, won the gold medal in the men's individual 25m-center fire pistol event.\n\t\t\t\t\t\n\t\t\t\t\tAlso male shooters placed the first in the skeet shooting event in the Asian Clay Shooting Championships held in Thailand in 2001 and Kim Myong Hwa obtained the gold medal in the women's individual skeet shooting event in the 15th Asian Games held in Uzbekistan in December 2006.\n\t\t\t\t\t\n\t\t\t\t\tShooters of the DPRK brought home five gold, two silver and six copper medals in the 11th Asian Shooting Championships held in Kuwait in December 2007 and enhanced the national prestige of Songun Korea."
        },
        {
            "title": "Competent Construction Designing Institution of DPRK",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-11ee.html",
            "content": "Competent Construction Designing Institution of DPRK\r\nPyongyang, March 10 (KCNA) -- The Construction Designing Information Centre of the DPRK with rich experience and technique was founded in February Juche 48 (1959).\n\t\t\t\t\tPresident Kim Il Sung established the Central Standard Designing Institute, the predecessor of the Construction Designing Information Centre, and put forward the tasks for construction design and ways for their fulfillment.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il who provided the centre with all the working conditions has led wisely the designers to achieve innovative successes in their work for implementing the policy of capital construction of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tOver last five decades since its foundation, the centre has done with credit standard designs of buildings, building parts and elements and fittings in accordance with the important tasks advanced by the WPK for standardizing the design, thus making a great contribution to the industrialization and modernization of construction.\n\t\t\t\t\t\n\t\t\t\t\tThe designing team of the centre made the architectural formation miniatures and designs of major objects in a unique way on a high level in recent years though everything was needed and difficult and worked out with responsibility the designs of several hundred public buildings and dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\tWhile making all structures as ones of lasting value by reflecting correctly the Juche-oriented architectural theory in its designs, the centre has constantly raised the designers' level of science and technology and the level of modernization and scientification of designs, positively contributing to developing the overall construction design of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe centre is effecting a great turn in the object design, holding aloft the torch of a new great revolutionary upsurge lit by Kim Jong Il."
        },
        {
            "title": "KCNA Slams Japanese Militarist's Agitation of War",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-14ee.html",
            "content": "KCNA Slams Japanese Militarists' Agitation of War\r\nPyongyang, March 10 (KCNA) -- Tamogami, former chief of staff of the Air \"Self-Defense Force\", in a recent lecture given on the subject of \"the abduction issue\", let loose a spate of reckless remarks calling on Japan to \"take the posture of attacking north Korea by mobilizing the SDF.\"\n\t\t\t\t\tThese are unpardonable outbursts which can be heard only from a man who is hell-bent on the moves to escalate the confrontation with the DPRK and start a war against it.\n\t\t\t\t\t\n\t\t\t\t\tAs well known to the world, Tamogami is a wicked Right-wing reactionary cursed and censured at home and abroad for having spoken for the Japanese militarist forces of late.\n\t\t\t\t\t\n\t\t\t\t\tWhat he uttered is peppered with a spate of sophism intended to turn Japan into a military power and realize overseas expansion let loose by the successive Japanese reactionaries ranging from reckless remarks shamelessly whitewashing their past war of aggression to outbursts claiming access to nuclear weapons and the exercise of the \"right to collective self-defense.\"\n\t\t\t\t\t\n\t\t\t\t\tTomogami's utterances indicate that the Japanese reactionaries' wild ambition to conquer the Korean Peninsula and other countries in Asia and the rest of the world has reached an extreme phase. This is not only a blatant challenge to the DPRK's sovereignty but a serious threat to the peace and security of Asia.\n\t\t\t\t\t\n\t\t\t\t\tIn the last century the Japanese militarists invaded Korea under the pretext that \"Japan should lead and protect a nation incapable of standing on its own feet.\"  But at present they are working hard to realize their wild ambition for staging a comeback to Korea under the absurd pretext of \"the abduction issue.\"\n\t\t\t\t\t\n\t\t\t\t\tThis is the very reason why the international community should be vigilant and cautious about the \"abduction issue\" oft-repeated by such unstable state as Japan.\n\t\t\t\t\t\n\t\t\t\t\tJapan's noisy and disturbing trumpeting about \"the abduction issue\" is nothing but a prelude to its operation to stage a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe provocative jargon let loose by Tamogami suffices to prove that he is an offspring of those who advocated the militarization of the Japanese society and the process to turn it reactionary and an icon of militarist Japan bereft of the normal way of thinking and off the track of normal development.\n\t\t\t\t\t\n\t\t\t\t\tNo statute of limitations is applicable to the crimes committed against humanity. Protracted is humankind's just struggle to punish the perpetrators of those crimes.\n\t\t\t\t\t\n\t\t\t\t\tThose who preach invasion and war, refusing to make an honest apology and repentance for the blood-stained history of aggression and crying out for \"doing away with guilty conscience\" should be treated as war criminals and brought to an international court to face a stern judgment of history.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK are closely following the moves of the Japanese reactionaries for reinvasion which are getting evermore undisguised at a time when the situation on the Korean Peninsula remains so tense that physical clashes may break out any time. They are hardening their will to settle accounts with Japan, their sworn enemy, to the last.\n\t\t\t\t\t\n\t\t\t\t\tShould the Japanese militarists dare preempt an attack on the DPRK, persisting in their rash actions defying its warnings, they will perish in face of the merciless retaliatory strikes of its revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\tTheir reckless war hysteria is bound to lead them to inescapable destruction."
        },
        {
            "title": "Papers Hail Successful Holding of Election of Deputies to SPA",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-07ee.html",
            "content": "Papers Hail Successful Holding of Election of Deputies to SPA\r\nPyongyang, March 10 (KCNA) -- Leading papers Tuesday editorially hail the successful election of deputies to the 12th Supreme People's Assembly amid the high political enthusiasm of all the servicepersons and people.\n\t\t\t\t\tRodong Sinmun says that the said election marked a political event of weighty significance in accomplishing the Workers' Party of Korea's revolutionary cause of Songun and building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tServicepersons of Constituency No. 333 elected General Secretary Kim Jong Il as deputy to the SPA in reflection of the unanimous will and desire of all the people across the country.\n\t\t\t\t\t\n\t\t\t\t\tThis was a manifestation of the unshakable faith of the army and people of the DPRK to dynamically struggle along the road of Juche, single-mindedly united around the headquarters of the revolution with Kim Jong Il at the helm of the Party, the army and the state.\n\t\t\t\t\t\n\t\t\t\t\tThe election fully demonstrated once again the steadfast will of all the people to absolutely support the DPRK government and devote their all to strengthening and developing it.\n\t\t\t\t\t\n\t\t\t\t\tThe returns of the election clearly prove how much the Korean people value the DPRK government and how strong their revolutionary readiness to share the destiny with Korean-style socialism to the last is.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK government is always sure to win as all the servicepersons and people absolutely support and devotedly uphold it.\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson says the general advance for opening the gate to a great prosperous and powerful nation is sure to win thanks to the invincible might of the DPRK demonstrating its dignity with Songun. It calls upon all the people to wage a more dynamic struggle to strengthen and develop the DPRK and win a final victory in the struggle for building a great prosperous and powerful nation with the immense national pride and honor of holding Kim Jong Il in high esteem."
        },
        {
            "title": "U.S. and S. Korean Warmongers Warned Not to Run Wild",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-08ee.html",
            "content": "U.S. and S. Korean Warmongers Warned Not to Run Wild\r\nPyongyang, March 10 (KCNA) -- The U.S. imperialists and the south Korean puppets kicked off the Key Resolve and Foal Eagle joint military exercises at last despite the strong opposition of the public at home and abroad. This is an indication that they are not interested in the issues of stability and peace of the Korean Peninsula at all but bent on the moves to ignite the second Korean war only. \n\t\t\t\t\tRodong Sinmun Tuesday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\tLabeling the said military exercises as very dangerous maneuvers for a war of aggression as they are aimed at mounting a preemptive attack on the DPRK from A to Z, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\tAt the outset of the new century the U.S. singled out preemptive attack as the keynote of its foreign policy for aggression. Acting upon this policy, the U.S. imperialist warmongers seek to mount a surprise and preemptive attack on the DPRK, while watching for a chance, and conclude the war against it by blitzkrieg.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the enemies are miscalculating. The U.S. warmongers are running amuck like a tiger moth, counting on their \"military and technical superiority,\" but the events that may unfold in the future will show how the above-said \"superiority\" will help protect the U.S. and south Korea. The DPRK has capability and modern military and technical means strong enough to neutralize that \"superiority.\"\n\t\t\t\t\t\n\t\t\t\t\tThe frantic nuclear war exercises of the U.S. warmongers compel the DPRK to bolster up its war deterrent.\n\t\t\t\t\t\n\t\t\t\t\tIf the U.S. truly stands for the denuclearization and peace of the Korean Peninsula, it should stop such dangerous nuclear war racket as escalating the military tension and confrontation in the region and drop its reckless scenario for a preemptive attack on the DPRK."
        },
        {
            "title": "Lee Myung Bak Group's Moves to Sever Inter-Korean Relations Flayed",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-06ee.html",
            "content": "Lee Myung Bak Group's Moves to Sever Inter-Korean Relations Flayed\r\nPyongyang, March 10 (KCNA) -- Shortly ago, the \"Ministry of Unification\" of south Korea took an action to disallow the visit to Pyongyang by members of the Youth and Students Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration under the unreasonable pretext of \"the record of its past activities\" and \"three standards.\"\n\t\t\t\t\tRodong Sinmun Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group is working hard to block the cooperation and exchange between the non-governmental organizations of the north and the south and revealing its undisguised intention to intensify the anti-reunification actions. This indicates the group is set to completely sever the inter-Korean relations and totally block the reunification movement, proceeding from the viewpoint of antagonizing compatriots.\n\t\t\t\t\t\n\t\t\t\t\tThe intention of members of organizations of various circles in the north and the south to meet with one another to exchange views on the national unity and the reunification of the country, discuss action programs and cooperate in their implementation should be encouraged as it is in line with the trend of the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\tSuch practice as disallowing the above-said visit by putting up such difficult preconditions as \"three standards\" can be perpetrated only by those opposed to the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe above-mentioned facts go to prove that the Lee group's loudmouthed \"dialogue\" and \"cooperation\" are no more than a despicable ploy and hypocrisy intended to mislead the public opinion at home and abroad and cover up its true colors as confrontational maniacs.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee regime has neither will to have dialogue with the DPRK nor intention to cooperate with it.\n\t\t\t\t\t\n\t\t\t\t\tNo matter how loudly the group of traitors may trumpet about \"dialogue\" and \"cooperation,\" they can never cover up their despicable true colors as the group of anti-reunification traitors keen to bring the inter-Korean relations to collapse and escalate the confrontation.\n\t\t\t\t\t\n\t\t\t\t\tIf the Lee group persists in its moves to escalate the confrontation with the DPRK, failing to come to its senses and turning its back on the compatriots, it will only meet miserable destruction."
        },
        {
            "title": "Lee Myung Bak Group Bound to Pay Dearly for Its Military Confrontation",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-10ee.html",
            "content": "Lee Myung Bak Group Bound to Pay Dearly for Its Military Confrontation\r\nPyongyang, March 10 (KCNA) -- The Lee Myung Bak group's frantic moves to escalate the military confrontation with the DPRK are absolutely intolerable as they are criminal acts to unleash a war of aggression against it in collusion with outsiders, going against the desire of the nation for peace and peaceful reunification of the country.\n\t\t\t\t\tRodong Sinmun today says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tIt cites facts to prove that no sooner had the Lee group come to power than it desperately pursued a policy of military confrontation with fellow countrymen, prompted by a black-hearted intention to bring the inter-Korean relations back to those in the era of confrontation.\n\t\t\t\t\t\n\t\t\t\t\tNoting that this vitiated the atmosphere of dialogue and cooperation between compatriots and drove the favorably developing inter-Korean relations to an uncontrollable phase of collapse, it goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group replaced the \"2020 defense reform\" with a dangerous plan for arms buildup and has since stepped up the preparations for a war of aggression against the DPRK while putting spurs to the campaign for turning the puppet army into an \"elite,\" \"sophisticated\" and \"effective\" one. This clearly shows what adventurous and dangerous phase the moves of the Lee group to escalate the military confrontation aimed at invading the DPRK have reached.\n\t\t\t\t\t\n\t\t\t\t\tThe large-scale Key Resolve and Foal Eagle joint military exercises which were kicked off by the puppets together with the U.S. across south Korea on Mar. 9 and will run through Mar. 20 reveal the criminal scenario of the Lee bellicose group to realize its long-cherished wild ambition to invade the DPRK in conspiracy with foreign forces at any cost as they are dangerous saber rattling designed to mount a preemptive nuclear attack on it.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group's above-mentioned military racket is seriously disturbing the peace of the country and posing a great threat to the security of the fellow countrymen. In consequence, the situation on the Korean Peninsula is so dangerous that a new war may break out any moment due to any accidental factor.\n\t\t\t\t\t\n\t\t\t\t\tIf another war is sparked off on the peninsula by the group of traitors, the Koreans in the north and the south will suffer horrible disasters, says the article, warning that the Lee group will surely be forced to pay for its criminal acts of increasing the danger of a war of aggression against the DPRK to an extreme pitch after bringing the inter-Korean ties to collapse through its moves to escalate the military confrontation."
        },
        {
            "title": "Reckless War Exercises Targeted against DPRK Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-04ee.html",
            "content": "Reckless War Exercises Targeted against DPRK Assailed in S. Korea\r\nPyongyang, March 10 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification and the Solidarity for Implementing the South-North Joint Declaration separately released statements on Mar. 7 and 8 denouncing the U.S. and the Lee Myung Bak group of traitors for their projected exercises for a war of aggression against the DPRK.\n\t\t\t\t\tThe statements accused the Lee dictatorial regime of getting frantic with the Key Resolve and Foal Eagle joint military exercises, large-scale DPRK-targeted war exercises, in collusion with the U.S. despite the strong protest and opposition of the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThey are describing the above-mentioned exercises as \"annual drills for defence,\" but with nothing can they hide their aggressive and dangerous nature, held the statements.\n\t\t\t\t\t\n\t\t\t\t\tThey made it clear that if such military exercises lead to military conflicts with the DPRK, they will immediately bring disasters of a nuclear war to this land.\n\t\t\t\t\t\n\t\t\t\t\tThe statements demanded a prompt halt to the above-said war exercises as they are a grave challenge to all Koreans aspiring after peace and reunification on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe People for Achieving Peace and Reunification, the Confederation of Trade Unions, the Solidarity for Progress and other organizations of south Korea held a rally on Mar. 9 condemning the bellicose forces for launching the provocative Key Resolve and Foal Eagle joint military exercises with huge troops of the U.S. forces and the south Korean army and the sophisticated war hardware including nuclear-powdered carriers.\n\t\t\t\t\t\n\t\t\t\t\tThe People for Achieving Peace and Reunification called a press conference on Mar. 8 at which it strongly demanded a halt to the on-going saber rattling."
        },
        {
            "title": "Struggle for Peace against War Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-05ee.html",
            "content": "Struggle for Peace against War Called for in S. Korea\r\nPyongyang, March 10 (KCNA) -- The Action Headquarters of the 17th-term south Korean Federation of University Student Councils made public an appeal on Mar. 5 calling for turning out in the protests against the DPRK-targeted war exercises of the U.S. and the south Korean puppet warmongers.\n\t\t\t\t\tThe appeal recalled that the inter-Korean relations are facing the crisis of total severance and the tension is mounting on the Korean Peninsula due to the Lee Myung Bak \"government's\" moves to escalate the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe exercises aimed at mounting a preemptive attack on the DPRK were kicked off at a time when the inter-Korean relations have reached an extreme phase, the appeal noted, adding that this is a dangerous move to rapidly turn the peninsula into a war shambles.\n\t\t\t\t\t\n\t\t\t\t\tIf a war breaks out in this land, it is bound to drive all the Koreans into the holocaust of a nuclear war, the appeal warned, calling upon all south Koreans to come out in the actions against the said exercises and for the defence of peace on the peninsula."
        },
        {
            "title": "DPRK's Plan for Space Development for Peaceful Purposes Favored in Czech Republic",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-02ee.html",
            "content": "DPRK's Plan for Space Development for Peaceful Purposes Favored in Czech Republic\r\nPyongyang, March 10 (KCNA) -- The Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea made public a joint statement on Mar. 4 in support of the DPRK's policy for the development of outer space and its peaceful use. \n\t\t\t\t\tOuter space is an asset common to mankind and its use for peaceful purposes has become a global trend, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is channeling its efforts into the work to launch satellites by its own efforts and with its technology, pursuant to its government's policy for the development of outer space and its peaceful use.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the U.S. and the south Korean authorities are openly threatening the DPRK that they would strongly counter the satellite launch, deliberately misrepresenting the reality.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean conservative forces, in particular, are  letting loose a whole string of such bellicose remarks against the DPRK as \"sanctions\" and \"retaliatory blows,\" describing its preparations for satellite launch as \"a provocation.\"\n\t\t\t\t\t\n\t\t\t\t\tWe demand the U.S. and the south Korean authorities stop at once all their moves to escalate the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tWe fully support the DPRK's plan for the space development for peaceful purposes, expressing firm belief that when the DPRK's satellite launch proves successful, its space science and technology will take another giant stride forward toward the building of an economic power."
        },
        {
            "title": "Day of Sun to Be Observed in Switzerland",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-03ee.html",
            "content": "Day of Sun to Be Observed in Switzerland\r\nPyongyang, March 10 (KCNA) -- A Swiss preparatory committee for commemorating the Day of the Sun was formed in Basel on Mar. 3.\n\t\t\t\t\tChairman of the Switzerland-Korea Committee Martin Lotscher was selected as chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee decided to widely introduce the undying exploits performed by President  Kim Il Sung for the Korean revolution and the world revolution and hold colorful political and cultural events on the occasion of the Day of the Sun."
        },
        {
            "title": "Visitara China el premier coreano",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-16ee.html",
            "content": "Visitara China el premier coreano\r\nPyongyang, 10 de marzo (ATCC) -- Kim Yong Il, primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, realizara pronto una visita oficial y de amistad a la Republica Popular China cumplimentando la invitacion de Wen Jiabao, primer ministro del Consejo de Estado de la RPCh."
        },
        {
            "title": "Exposicion de fotos por dia de relaciones diplomaticas",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-17ee.html",
            "content": "Exposicion de fotos por dia de relaciones diplomaticas\r\nPyongyang, 10 de marzo (ATCC) -- Quedo inaugurada el dia 10 en el Gran Teatro de Hamhung la exhibicion de fotos dedicada al dia del establecimiento de las relaciones diplomaticas entre la Republica Popular Democratica de Corea y la Republica Federal de Alemania.\n\t\t\t\t\tEn la ocasion participaron los funcionarios coreanos, trabajadores de la ciudad de Hamhung y los miembros de la embajada alemana en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes recorrieron las fotos alusivas a los edificios de Alemania registrados como patrimonios culturales del mundo."
        },
        {
            "title": "ATCC comenta agitacion de guerra de Tamogami",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-18ee.html",
            "content": "ATCC comenta agitacion de guerra de Tamogami\r\nPyongyang, 10 de marzo (ATCC) -- En reciente conferencia relativa al \"problema del secuestro\", Tamogami, ex-jefe del Estado Mayor de las \"fuerzas aereas de autodefensa\" del Japon, dijo que \"hay que mostrar la postura de atacar al Norte de Corea movilizando las Fuerzas de Autodefensa\".\n\t\t\t\t\tTal palabra es  imperdonable.\n\t\t\t\t\t\n\t\t\t\t\tComo es notorio por todos, Tamogami es maniaco enloquecido de confrontacion y guerra contra la Republica Popular Democratica de Corea y monstruoso reaccionario ultraderechista quien en los ultimos tiempos se autodenomino de portavoz de las fuerzas militaristas de Japon, con lo cual es objeto de gran odio y condenacion del interior y el exterior.\n\t\t\t\t\t\n\t\t\t\t\tSu palabreria refleja sofismas de los reaccionarios japoneses de inculcar la conversion de Japon en la potencia militar y la expansion a ultramar, desde embellecimiento sobre la guerra agresiva de este pais isleno en el pasado hasta la posesion de las armas nucleares y la justificacion del ejercicio del \"derecho a la autodefensa colectiva\".\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto demuestra que llega al extremo la ambicion de nueva agresion de los reaccionarios japoneses de conquistar la Peninsula Coreana, el Asia y el resto del mundo, y constituye el flagrante desafio a la soberania de la RPDC y la grave amenaza a la paz y la seguridad de Asia.\n\t\t\t\t\t\n\t\t\t\t\tEn el siglo pasado, los militaristas japoneses agredieron a Corea bajo el pretexto de que \"Japon se responsabiliza de la nacion que no tiene capacidad de lograr la independencia y la conduce y protege\".\n\t\t\t\t\t\n\t\t\t\t\tPero, hoy trata de realizar su ambicion de nueva agresion bajo tal injusto pretexto como el \"problema de secuestro\".\n\t\t\t\t\t\n\t\t\t\t\tHe aqui precisamente la razon por la cual la sociedad internacional debe tratar con alta vigilancia el alboroto del \"problema de secuestro\" que arma Japon inestable.\n\t\t\t\t\t\n\t\t\t\t\tLa tonteria siniestra y sucia de Japon relacionada con  el \"problema de secuestro\" deviene el preludio de nueva agresion.\n\t\t\t\t\t\n\t\t\t\t\tLo muestra claramente tal charlataneria de Tamogami, basurero humano producido por la militarizacion de la sociedad japonesa y simbolo de Japon militarista.\n\t\t\t\t\t\n\t\t\t\t\tLos crimenes contra la humanidad no tienen el periodo de validez y es infinita la lucha justa de la humanidad tendente a no perdonar a tales criminales.\n\t\t\t\t\t\n\t\t\t\t\tLos militaristas como Tamogami que niegan la sincera disculpa y reflexion por su historia de agresion ensangrentada y predican la agresion y la guerra deben ser tratados debidamente como criminales de guerra y castigados severamente por la historia en el tribunal internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea observan con alta vigilancia las maniobras de nueva agresion de los reaccionarios japoneses que se tornan mas abiertas coincidiendo con la situacion muy tensa de la Peninsula Coreana capaz de engendrar el conflicto fisico, y toman la firme determinacion de saldar cuenta sin falta con Japon, enemigo jurado.\n\t\t\t\t\t\n\t\t\t\t\tSi los militaristas japoneses actuan imprudentemente despreciando nuestra advertencia, no podran evitar el impecable golpe de represalia de las fuerzas armadas revolucionarias de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl imprudente fanatico belico traera solo su ruina."
        },
        {
            "title": "EE.UU. y titeres surcoreanos deben actuar con prudencia",
            "url": "http://kcna.co.jp/item/2009/200903/news10/20090310-19ee.html",
            "content": "EE.UU. y titeres surcoreanos deben actuar con prudencia\r\nPyongyang, 10 de marzo (ATCC) -- Los imperialistas yanquis y los titeres del Sur de Corea comenzaron por fin  los simulacros \"Key Resolve\" y \"Aguilucho\" pese a la oposicion resuelta del interior y exterior, lo cual prueba que ellos no tienen ningun interes en la estabilidad y la paz de la Peninsula Coreana sino recurren solo a la provocacion de la segunda guerra coreana.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual fechado 10 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos  ejercicios en cuestion son de cabo a rabo los simulacros muy peligrosos para asestar el ataque preventivo contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo siglo EE.UU. definio este ataque como pilar de su agresiva politica exterior. Segun esta politica los belicistas norteamericanos  pretenden librar de sorpresa el ataque contra la RPDC y terminarlo con rapidez.\n\t\t\t\t\t\n\t\t\t\t\tPero, ellos se equivocan mucho.\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas norteamericanos actuan con imprudencia como polilla confiando en su \"supremacia militar y tecnica\", pero, los casos ulteriores demostraran como defiende a EE.UU. y al Sur de Corea esta \"superioridad\".\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tiene la suficiente potencia y modernos medios militares y tecnicos capaces de debilitar por completo la \"supremacia militar y tecnica\" de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tLos freneticos ejercicios de guerra nuclear de los belicistas yanquis hacen que la RPDC consolide las fuerzas disuasivas de guerra.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. desea de veras la desnuclearizacion y la paz de la Peninsula Coreana, debe poner fin a sus peligrosos alborotos de guerra nuclear que agravan la tension y confrontacion militares en esta region y abandonar el temerario intento de ataque preventivo contra la RPDC."
        }
    ]
}