{
    "date": "2009-01-25",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-25ee.html",
    "articles": [
        {
            "title": "Greetings to President of Uganda",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-10ee.html",
            "content": "Greetings to President of Uganda\r\n Pyongyang, January 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Jan. 22 sent a message of greetings to Yoweri Kaguta Museveni, President of Uganda, on the occasion of the anniversary of victory in the Uganda National Resistance Movement.\n\t\t\t\t\t Saying that after the victorious movement the government and people of Uganda have achieved stability and peace of the country and made a great success in the work for its socio-economic development, the message expressed belief that the good relations of friendship and cooperation between the two countries would grow stronger in the interests of the two peoples in the future."
        },
        {
            "title": "Greetings to Indian President",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-11ee.html",
            "content": "Greetings to Indian President\r\n Pyongyang, January 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greetings to Indian President Pratibha Patil on the national day of his country. \n\t\t\t\t\t Expressing belief that the daily developing relations of friendship and cooperation between the two countries would continue to grow stronger in various fields by joint efforts in the future, the message sincerely wished him good health and happiness and success in his work for the prosperity of the country."
        },
        {
            "title": "Kim Yong Il Greets Indian PM",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-12ee.html",
            "content": "Kim Yong Il Greets Indian PM\r\n Pyongyang, January 25 (KCNA) -- Premier of the Cabinet Kim Yong Il Sunday sent a message of greetings to Indian Prime Minister Manmohan Singh on the national day of India. \n\t\t\t\t\t Expressing belief that the friendly relations between the two countries would develop in various fields in the mutual interests in the future, the message wholeheartedly wished him big success in his noble work for the stability and prosperity of the country."
        },
        {
            "title": "Friendly Gathering Arranged by Ministry of Foreign Affairs",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-04ee.html",
            "content": "Friendly Gathering Arranged by Ministry of Foreign Affairs\r\n Pyongyang, January 25 (KCNA) -- The Ministry of Foreign Affairs Saturday hosted a friendly gathering for staff members of the diplomatic missions of European countries here on the occasion of the lunar New Year, Juche 98(2009). \n\t\t\t\t\t Present at the gathering on invitation were diplomatic envoys and staff members of embassies of European countries and members of the cooperation missions.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Kung Sok Ung, vice-minister of Foreign Affairs, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t Participants talked about the need to boost the relations between the DPRK and European countries."
        },
        {
            "title": "Gift to Kim Jong Il from King of Jordan",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-13ee.html",
            "content": "Gift to Kim Jong Il from King of Jordan\r\n Pyongyang, January 25 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Abdullah II, King of Jordan, on the occasion of the New Year, Juche 98 (2009.)\n\t\t\t\t\t The gift was conveyed to an official of the DPRK embassy in Beijing on Jan. 21."
        },
        {
            "title": "U.S. Blasted for Moves to Provoke War against DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-07ee.html",
            "content": "U.S. Blasted for Moves to Provoke War against DPRK\r\n Pyongyang, January 25 (KCNA) -- The U.S. war maniacs staged the large-scale military exercises in south Korea as a whole with the mobilization of their air-force and ground troops there for one week from Jan. 12. In the wake of them, they have conducted frantic firepower exercises of the second combat air brigade belonging to the U.S. Second Division from Jan. 14. They are scheming to additionally deploy squadron of F-16, the main strength of the south Korea-based U.S. air force, in south Korea.\n\t\t\t\t\t In this regard Rodong Sinmun Sunday carries a signed commentary which says:\n\t\t\t\t\t\n\t\t\t\t\t This is a provocative act to harass peace and stability on the Korean Peninsula where instable situation prevails and escalate the danger of a nuclear war to extremity,\n\t\t\t\t\t\n\t\t\t\t\t The danger assumes more gravity as such ill-boding military provocations have been made at a time when the U.S. warmongers have recently become all the more undisguised in their call for \"sanctions\" and \"use of force\" against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The madcap military exercises staged by the U.S. imperialist aggression troops in south Korea almost every day are an indication of the military scheme to preempt an attack on the DPRK any moment as they are all a preliminary war to examine and round off the practicability of the carefully worked out anti-DPRK war scenarios. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is in full combat readiness to cope on its own initiative with whatever situation and will mete out merciless punishment to those who provoke it.\n\t\t\t\t\t\n\t\t\t\t\t To push the situation on the Korean Peninsula to acute confrontation and war would not be beneficial to the U.S., either. The U.S. warlike forces should clearly understand the resolute will of the DPRK and stop reckless act of escalating tension on the peninsula."
        },
        {
            "title": "Appointment of Anti-Reunification Element as Minister of \"Unification\" Assailed",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-09ee.html",
            "content": "Appointment of Anti-Reunification Element as Minister of \"Unification\" Assailed\r\n Pyongyang, January 25 (KCNA) -- On Jan. 19 Lee Myung Bak of south Korea appointed Hyon In Thaek, author of the watchwords of \"no nukes, opening and 3,000 dollars\", as minister of \"Unification\". This is an outright challenge to the fellow countrymen desirous of improvement of the inter-Korean relations and independent reunification, peace and prosperity of the nation.\n\t\t\t\t\t Minju Joson Sunday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t As proven by the appointment, Lee Myung Bak seeks to further deteriorate the inter-Korean relations this year, pursuant to the \"policy toward the north\" the core of which is \"no nukes, opening and 3,000 dollars\" censured by all the fellow countrymen, the commentary says, citing facts to prove it.\n\t\t\t\t\t\n\t\t\t\t\t Hyon's nomination as minister of \"Unification\" is an open provocation as it is little short of a declaration that south Korea would continue to stand in confrontation with the DPRK, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is Lee's intention to force the north to change its attitude toward the implementation of the inter-Korean declarations. \n\t\t\t\t\t\n\t\t\t\t\t Lee does not want improvement of the north-south relations, nor peace and national reunification. He only seeks to further escalate the confrontation with fellow countrymen this year than last year and push the inter-Korean relations deeper into the abyss of confrontation and ruin.\n\t\t\t\t\t\n\t\t\t\t\t Now that Lee appointed Hyon, author of the \"policy toward the north\" inciting confrontation with fellow countrymen, as minister of \"Unification\" no one can predict what catastrophic consequences will be entailed in the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group will be forced to stand a stern trial before the nation for getting frantic in its moves for confrontation with fellow countrymen."
        },
        {
            "title": "Struggle for Global Independence Called for",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-08ee.html",
            "content": "Struggle for Global Independence Called for\r\n Pyongyang, January 25 (KCNA) -- To realize the cause of global independence is a duty and task common to humankind, and only when anti-imperialist and independent countries and nations are fully aware of their responsibility for the struggle to do so can they display staunch will and practical ability and solidarize and get united with each other in their struggle, says Rodong Sinmun Sunday in a signed article.\n\t\t\t\t\t The driving force to take the lead in carrying out the cause of global independence is progressive countries aspiring after independence, socialism and justice, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Socialism serves as a banner of struggle for independence as it embodies the desire of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The main target of struggle in making the whole world independent at present is none other than imperialism. Only when imperialism is removed from the earth is it possible to realize the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t It is urgent for all anti-imperialist and independent forces to get united to win in the fight against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t What is important in achieving the unity of the above-said forces is, above all, to ensure unity of the socialist movement. It is also necessary for all other anti-imperialist and independent forces, including the non-aligned movement and the world peace movement, to get united. The communist parties, workers' parties and other revolutionary political parties desirous of socialism should get closely united on the basis of comradely relationship of respecting and cooperating with each other while firmly maintaining the anti-imperialist stand.\n\t\t\t\t\t\n\t\t\t\t\t Over the past years the Workers' Party of Korea and the DPRK government have waged a dynamic struggle to realize the cause of global independence, considering it as their noble task of struggle and international duty.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to their efforts and role that the world socialist movement was saved from temporary crisis and has dynamically advanced in unity under the banner of the Pyongyang Declaration and that the non-aligned movement has discharged its mission, augmenting its might as a powerful anti-imperialist and independent force in the present times.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the DPRK government have always directed big efforts to strengthening the anti-imperialist and independent forces while impregnably fortifying the country, a bulwark of socialism, with Songun and stepping up the building of a great prosperous powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t They will as ever regard it as its noble international duty to realize the cause of global independence and work hard to this end, as was clarified in the joint New Year editorial."
        },
        {
            "title": "Air Firing Drill Staged by U.S. Forces in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-05ee.html",
            "content": "Air Firing Drill Staged by U.S. Forces in S. Korea\r\n Pyongyang, January 25 (KCNA) -- The second combat air brigade belonging to the Second Division of the U.S. imperialist forces present in south Korea conducted madcap air firing drill by mobilizing Apache copters in the U.S. military firing range in Phochon, Kyonggi Province, on Jan. 23, according to Yonhap News of south Korea.\n\t\t\t\t\t The U.S. imperialist warmongers, who have been hell-bent on the north-targeted firepower striking exercises from Jan. 14, intensively staged the drill of rapidly loading missiles on Apache copters and the drill of launching 30 mm caliber artillery shells and missiles from air that day.\n\t\t\t\t\t\n\t\t\t\t\t The danger of war is increasing on the Korean Peninsula due to the reckless war hysteria of the warmongers who are posing military threat to the DPRK and getting hell-bent on the moves for a war of aggression on it from the outset of the new year."
        },
        {
            "title": "Brutal Killing of Evacuees Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-06ee.html",
            "content": "Brutal Killing of Evacuees Assailed in S. Korea\r\n Pyongyang, January 25 (KCNA) -- A rally took place in the plaza of Seoul railway station on Jan. 23 to denounce the Lee Myung Bak group of traitors' brutal killing of evacuees and mourn the dead. \n\t\t\t\t\t Present at the rally were members of political parties and civic and public organizations, citizens and bereaved families, more than 3,000 in all.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers at the rally vented their anger on a tragic incident in Ryongsan in which evacuees were killed, saying: This is the first killing committed by the Lee Myung Bak \"government\" this year. The present regime took corpses of victims and mangled them before probing the truth of incident, thus committing the second killing. Then it shifted the whole blame for the incident on to the evacuees and put into custody five persons involved in the protest staged in Ryongsan. This can be said to be the third killing. \n\t\t\t\t\t\n\t\t\t\t\t They charged that the said atrocity was killing of not only Ryongsan evacuees but all other south Koreans. \n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to continue the struggle, inheriting the spirit of the victims forced to grievous death, calling upon the people to fight until the present regime has stepped down. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged demonstration, fighting against the police hell-bent on suppression, and conducted information activities denouncing the Lee Myung Bak group's murderous acts in various places."
        },
        {
            "title": "DPRK's Significant Days to Be Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-01ee.html",
            "content": "DPRK's Significant Days to Be Marked in Different Countries\r\n Pyongyang, January 25 (KCNA) -- Preparatory committees for commemorating the Day of the Sun and February 16, the birthday of General Secretary Kim Jong Il, were formed in Finland and Sweden with due ceremonies on Jan. 17 and 18.\n\t\t\t\t\t Esko Koskinen, chairman of the Finland-Korea Society, and Christer Lundgren, chairman of the Sweden-Korea Friendship Association, were elected chairmen of the committees at the inaugural ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committees decided to hold colorful political and cultural events including meeting, film show and photo exhibition on the occasions of the Day of the Sun and February 16."
        },
        {
            "title": "Maltese Party Leader on Relations with WPK",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-02ee.html",
            "content": "Maltese Party Leader on Relations with WPK\r\nPyongyang, January 25 (KCNA) -- The Workers' Party of Korea led by General Secretary\n\t\t\t\t\tKim Jong Il is the most powerful party in the world that enjoys absolute support and trust by the Korean people.\n\t\t\t\t\t The leader of the Malta Labour Party said this when meeting the DPRK ambassador to Malta on Jan. 15.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the signal achievements made by the Korean people under the leadership of WPK in recent years, he said:\n\t\t\t\t\t\n\t\t\t\t\t We set store by the long-standing relations of friendship and cooperation between the Malta Labour Party and the WPK and will make efforts to steadily develop the relations in the future."
        },
        {
            "title": "Korean People's Struggle Supported",
            "url": "http://kcna.co.jp/item/2009/200901/news25/20090125-03ee.html",
            "content": "Korean People's Struggle Supported\r\n Pyongyang, January 25 (KCNA) -- The All-India Forward Bloc has always supported the Workers' Party of Korea and the Korean people in the struggle against imperialism and the efforts to build a great prosperous powerful socialist nation, and this policy will remain unchanged in the future, too.\n\t\t\t\t\t Debabrata Biswas, general secretary of the Bloc Central Committee, said this when meeting the DPRK ambassador to India who paid a courtesy call on him on Jan. 15.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to strive to further strengthen the friendly and cooperative relations between the Bloc and the WPK."
        }
    ]
}