{
    "date": "2009-08-30",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Pak Min Su",
            "url": "http://kcna.co.jp/item/2009/200908/news30/20090830-06ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Pak Min Su\r\n Pyongyang, August 30 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of Pak Min Su, former vice department director of the Central Committee of the Workers' Party of Korea, on August 30, expressing deep condolences over his death."
        },
        {
            "title": "Greetings to Malaysian King ",
            "url": "http://kcna.co.jp/item/2009/200908/news30/20090830-05ee.html",
            "content": "Greetings to Malaysian King\r\nPyongyang, August 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to A1-Wathiqu Billah Tuanku Mizan Zainal Abidin Ibni A1-Marhum Sultan Mahmud Al-Muktafi Billah Shah, King of Malaysia, on its 52nd national day.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would continue to develop in the future, too, the message sincerely wished the friendly Malaysian people prosperity."
        },
        {
            "title": "Greetings to Malaysian PM ",
            "url": "http://kcna.co.jp/item/2009/200908/news30/20090830-04ee.html",
            "content": "Greetings to Malaysian PM\r\n Pyongyang, August 30 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a message of greetings to Datuk Seri Mohamad Najib Bin Tun Haji Abudul Razak, Prime Minister of Malaysia, on Sunday on its 52nd national day.\n\t\t\t\t\t Expressing belief that the good friendly and cooperative relations between the two countries would continue to strengthen, the message wished the Prime Minister great success in his work for the stability and development of the country."
        },
        {
            "title": "Rare Birds Discovered in Mt. Paektu",
            "url": "http://kcna.co.jp/item/2009/200908/news30/20090830-03ee.html",
            "content": "Rare Birds Discovered in Mt. Paektu\r\n Pyongyang, August 30 (KCNA) -- The Group for Comprehensive Exploration of Lake Chon on Mt. Paektu in the DPRK discovered a pair of Rufous-Bellied Pied Woodpecker and a pair of Tricolour Flycatcher on the shores of Lake Chon on Mt. Paektu in August.\n\t\t\t\t\t Rufous-Bellied Pied Woodpecker, rarely seen in Korea, lives in one place the year round and some Rufous-Bellied Pied Woodpeckers fly to warm areas in winter. So, it is a mysterious phenomenon that this bird appeared on the shores of Lake Chon on Mt. Paektu which is low in temperature.\n\t\t\t\t\t\n\t\t\t\t\t Tricolour Flycatcher has never come to the shores before.\n\t\t\t\t\t\n\t\t\t\t\t This bird would stay in Southeast Asia in winter and come to Korea in April and May. It feeds on harmful insects while living at the foot of mountains or in the vicinity of rural villages.\n\t\t\t\t\t\n\t\t\t\t\t It is unprecedented that such birds, which would live in comparatively warm areas, appeared on the shores of Lake Chon.\n\t\t\t\t\t\n\t\t\t\t\t The said group confirmed that animals are able to live even in Lake Chon of Mt. Paektu, the lake formed at a volcano crater. In the course of intensifying its ecological observation, it watched in succession new animals, including seagulls which have appeared around the lake from the end of the 1980s when shoals of chars began to propagate there.\n\t\t\t\t\t\n\t\t\t\t\t The discovery of Rufous-Bellied Pied Woodpecker and Tricolour Flycatcher added to the number of species of stationary or migratory birds found out so far by the group in the area of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The facts go to prove that the area of Lake Chon on Mt. Paektu is turning in favor of inhabitation of animals.\n\t\t\t\t\t\n\t\t\t\t\t At least 70 species of insects, feed of birds, can be seen on the shores of the lake in summer, and there are a lot of plankton and others.\n\t\t\t\t\t\n\t\t\t\t\t Also, diversity of plants, including trees, and their thickness provide good conditions for bird inhabitation."
        },
        {
            "title": "Korean People's Just Cause Supported",
            "url": "http://kcna.co.jp/item/2009/200908/news30/20090830-02ee.html",
            "content": "Korean People's Just Cause Supported\r\nPyongyang, August 30 (KCNA) -- Suneet Chopra, secretary general of the All India Indo-Korean Friendship Association, issued a statement on August 24 to commemorate the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t Noting that the Workers' Party of Korea and the Korean people have frustrated the high-handed practices and aggression moves of the United States to reliably defend the dignity and sovereignty of the country under the Songun politics of Kim Jong Il, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t All the measures recently taken by the DPRK are legitimate as they are intended to meet any challenge of imperialism and its followers in the international arena and defend the dignity of the DPRK as a full-fledged member of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Regarding the U.S. forces and nuclear weapons in south Korea as a direct threat to the peace of Northeast Asia, we hold that the U.S. should withdraw all its aggression forces from south Korea at once.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean people in their just cause of building a great prosperous and powerful socialist nation and achieving the independent and peaceful reunification of the country true to the Songun politics of Kim Jong Il."
        },
        {
            "title": "Songun Leadership Feats of Kim Jong Il Praised",
            "url": "http://kcna.co.jp/item/2009/200908/news30/20090830-01ee.html",
            "content": "Songun Leadership Feats of Kim Jong Il Praised\r\nPyongyang, August 30 (KCNA) -- A meeting was held in Romania and a lecture in Democratic Congo and a lecture and a film show in Iran between August 19 and 23 to mark the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t The chairman of the Romanian Workers' Association said at the meeting that Kim Jong Il has firmly trained the Korean People's Army in political and ideological and military technical aspects, keeping up the military affairs from long ago, true to the Songun idea and line of President Kim Il Sung and smashed the imperialists and reactionaries' every move to stifle the DPRK with the might of Songun, thus defending the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo in the lecture elaborated on the fact that after starting the Songun revolutionary leadership with his on-site guidance to the Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA, Kim Jong Il formulated the Songun politics as the basic political mode of socialism and strengthened the KPA into an invincible revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Iranian International Taekwon-Do Association in the lecture expressed belief that the goal of the DPRK to build a great prosperous and powerful nation would surely be attained as there are the Songun leadership of Kim Jong Il and the sustained efforts of the Korean people intensely loyal to him.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film show was Korean film \"The Faith of Korea\"."
        }
    ]
}