{
    "date": "2009-09-21",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-21ee.html",
    "articles": [
        {
            "title": "WPK C.C. Issues Report on Successful Conclusion of 150-Day Campaign",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-01ee.html",
            "content": "WPK C.C. Issues Report on Successful Conclusion of 150-Day Campaign\r\n Pyongyang, September 21 (KCNA) -- The Central Committee of the Workers' Party of Korea on Monday issued a report on the successful conclusion of the 150-day campaign and called upon all the people to turn out in a 100-day campaign.\n\t\t\t\t\t The 150-day campaign from April 20 to September 16 was an all-party general offensive, a campaign for nationwide mobilization and an all-people decisive campaign to make this year a year of great changes which will mark a turning point in the building of a thriving nation, the report noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t  The period of the campaign witnessed the further consolidation of the single-minded unity of our party and the revolutionary ranks; the leader believes the people and they absolutely trust and follow their leader. This is the most shining success achieved in the 150-day campaign.  \n\t\t\t\t\t\n\t\t\t\t\t For the Korean people the 150-day campaign was not a simple one for reenergizing economy but a do-or-die struggle to defend the headquarters of the revolution, our ideology and system and our cause.\n\t\t\t\t\t\n\t\t\t\t\t In the course of the 150-day campaign, the country witnessed great innovations and big leaping advances unprecedented in recent years in the drive to build an economic power, the last goal to be attained for building a thriving nation, and its overall economy was definitely put on the orbit of surge. \n\t\t\t\t\t\n\t\t\t\t\t In this period, precious successes were made in the field of culture, too, to instill national pride and self-esteem and conviction of victory and courage into the people. \n\t\t\t\t\t\n\t\t\t\t\t The victory in the campaign is the shining fruition of the tested and seasoned leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The days and months of the campaign were recorded with Kim Jong Il's forced march made for field guidance and world startling miracles and innovations were reported from wherever he left giant footprints of patriotic devotion.\n\t\t\t\t\t\n\t\t\t\t\t Through the above-said triumphant campaign the Korean people clearly showed the world that no force on earth can break the indomitable faith and will of the heroic Korean people single-mindedly united around the headquarters of the revolution and no \"sanctions\" on the part of the imperialists can work on us.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the WPK calls on all the people to launch a 100-day campaign, the report said this campaign is the final charge for glorifying this year as a year of great changes to be specially recorded in the history of the country and an offensive for laying a springboard from which to achieve greater success next year, the 65th anniversary of the founding of the Party, and enter the gate to a great prosperous and powerful nation in 2012.\n\t\t\t\t\t\n\t\t\t\t\t Very high and vast are the targets we have to hit during the campaign but we are sure to emerge victors in the campaign as long as there are the tested and seasoned leadership of the headquarters of the revolution, an excellent people ready to flatten any high mountain and create anything from nothing if required by the Party and a solid foundation of the self-supporting economy, concluded the report."
        },
        {
            "title": "Kim Yong Nam Greets President of Armenia",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-09ee.html",
            "content": "Kim Yong Nam Greets President of Armenia\r\n Pyongyang, September 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Serge Sarkissian, President of Armenia, on the occasion of its national day.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and Armenia would grow stronger, Kim in the message wished the President success in his work for the progress and prosperity of the country."
        },
        {
            "title": "Kim Yong Nam Greets President of Mali",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-10ee.html",
            "content": "Kim Yong Nam Greets President of Mali\r\nPyongyang, September 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Amadou Toumani, President and head of state of Mali, on the occasion of the 49th anniversary of the proclamation of the Republic of Mali.\n\t\t\t\t\tKim in the message sincerely wished the President fresh successes in his responsible work for the prosperity of the country and its social and economic development."
        },
        {
            "title": "Kim Yong Il Greets to PM of Belize",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-15ee.html",
            "content": "Kim Yong Il Greets to PM of Belize\r\n Pyongyang, September 21 (KCNA) -- Premier of the DPRK Kim Yong Il sent a message of greetings to Prime Minister of Belize Dean O. Barrow on Monday on the occasion of the 28th anniversary of the independence of Belize.\n\t\t\t\t\t Kim in the message expressed belief that the friendly relations between the two countries would continue to develop."
        },
        {
            "title": "Kim Yong Il Congratulates to EC President",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-25ee.html",
            "content": "Kim Yong Il Congratulates to EC President\r\nPyongyang, September 21 (KCNA) -- Premier of the Cabinet Kim Yong Il sent a congratulatory message to Jose Manuel Barroso upon his reelection as President of the European Commission on Monday.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and the EU would develop in various fields in the future, the message wished him greater success in his work for the integration of Europe and the promotion of the people's well-being."
        },
        {
            "title": "Gift to Kim Jong Il from Vietnam Journalists Association Delegation",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-23ee.html",
            "content": "Gift to Kim Jong Il from Vietnam Journalists Association Delegation\r\n Pyongyang, September 21 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the delegation of the Vietnam Journalists Association on a visit to the DPRK. \n\t\t\t\t\t The gift was conveyed to an official concerned on Sunday by Le Quoc Trung, permanent deputy president of the association who is leading the delegation."
        },
        {
            "title": "Chinese People's Daily Delegation Here",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-18ee.html",
            "content": "Chinese People's Daily Delegation Here\r\n Pyongyang, September 21 (KCNA) -- A delegation of People's Daily of China led by its President Zhang Yannong arrived here today."
        },
        {
            "title": "Floral Tribute Paid to Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-24ee.html",
            "content": "Floral Tribute Paid to Bust of Kim Jong Suk \r\n Pyongyang, September 21 (KCNA) -- The Economic and Commercial Councilors Corps here Monday placed bouquets before the bust of anti-Japanese heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong on the occasion of the 60th anniversary of her demise.\n\t\t\t\t\t They placed bunches of flowers before her bust and paid silent tribute to Kim Jong Suk who dedicated herself to the liberation and prosperity of the country and the happiness of the people, acting the most loyal bodyguard of President Kim Il Sung, and carved out a rosy future of the revolutionary cause of Juche."
        },
        {
            "title": "Wreath to Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-16ee.html",
            "content": "Wreath to Bust of Kim Jong Suk \r\n Pyongyang, September 21 (KCNA) -- A wreath came to the bust of anti-Japanese heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong from the family of hero of the DPRK An Tong Su, on the occasion of the 60th anniversary of her demise.\n\t\t\t\t\t The wreath sent by Jong Il Sim, Korean residing in Russia, on behalf of the family was laid before the bust on Monday."
        },
        {
            "title": "Bouquets Placed before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-26ee.html",
            "content": "Bouquets Placed before Bust of Kim Jong Suk\r\n Pyongyang, September 21 (KCNA) -- Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, and its staffers Monday placed bouquets before the bust of anti-Japanese heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong on the occasion of the 60th anniversary of her demise.\n\t\t\t\t\t They placed bunches of flowers before Kim Jong Suk's bust before paying silent tribute to her."
        },
        {
            "title": "Concert Given to Remember Kim Jong Suk ",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-22ee.html",
            "content": "Concert Given to Remember Kim Jong Suk\r\n Pyongyang, September 21 (KCNA) -- A remembrance concert \"The Great Life\" was given at the April 25 House of Culture on Monday on the occasion of the 60th anniversary of demise of anti-Japanese heroine Kim Jong Suk. \n\t\t\t\t\t The concert started with mixed chorus \"Kim Jong Suk Is Our Mother.\" \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful numbers singing of her revolutionary history such as trumpet trio and mixed chorus \"Unforgettable Echoes over Lagoon Samil\" and soprano and mixed pangchang \"We Will Certainly Come Back, Led by the General.\"\n\t\t\t\t\t\n\t\t\t\t\t Artists of the Korean People's Army Song and Dance Ensemble sang high praises of the noble loyalty of Kim Jong Suk, the revolutionary comrade-in -arms and bodyguard of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The pupils of Mangyongdae Revolutionary School sang with deep emotion the song \"My Mother\", an immortal classic masterpiece. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior party, army and state officials, the chairperson of a friendly party, officials of party, armed forces and  power organs, working people's organizations, ministries and national institutions, working people in Pyongyang, overseas Koreans and the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front."
        },
        {
            "title": "Schoolchildren's Meeting Remembers Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-17ee.html",
            "content": "Schoolchildren's Meeting Remembers Kim Jong Suk\r\n Pyongyang, September 21 (KCNA) -- A remembrance meeting of schoolchildren \"The Warm Loving Care Shown by Mother for the Rising Generation\" took place at the Mangyongdae Schoolchildren's Palace on Monday on the occasion of the 60th anniversary of demise of anti-Japanese heroine Kim Jong Suk.   \n\t\t\t\t\t Ri Yong Chol, first secretary of the Central Committee of the      Kim Il Sung Socialist Youth League, said at the meeting that the revolutionary career of Kim Jong Suk was a great life as it was dedicated to protecting President Kim Il Sung at the risk of her life and a noble one of the great mother of the revolution who performed undying feats in developing the Juche-oriented children movement with her profound loving care for the younger generation. \n\t\t\t\t\t\n\t\t\t\t\t O Ryong Thaek, director of Mangyongdae Revolutionary School, told the attendants that Kim Jong Suk made sure that the statue of President Kim Il Sung, the first of its kind in the country, was erected at the school and showed such great benevolence as leading with warm care the children of the revolutionary martyrs to grow up to be true sons and daughters of the country who would steadfastly carry forward the tradition of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\tThe floor was also taken by Jang Son Ok and Kang Kil Bok who were related to Kim Jong Suk's revolutionary activities. They referred to the noble personality of the mother who devoted her all to the future of the revolution and happiness of the younger generation by working hard like a true sister for the members of the Children's Corps in the period of the anti-Japanese war and like a real mother for all the children in the liberated country.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were dance \"Leader of the World\", girls' chorus \"My Mother\", an immortal classic masterpiece, three persons' poem reciting \"The Mother Is Always with Us\" and other numbers."
        },
        {
            "title": "Undying Feats Achieved in Nation Building",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-12ee.html",
            "content": "Undying Feats Achieved in Nation Building\r\n Pyongyang, September 21 (KCNA) -- Anti-Japanese heroine Kim Jong Suk devoted her all to the efforts for building a new country after the liberation of the country.\n\t\t\t\t\t She met officials of a local people's committee after her triumphant return where she said that they should thoroughly implement President Kim Il Sung's line of nation building.\n\t\t\t\t\t\n\t\t\t\t\t Everywhere she went, she led Party organizations to work in line with the revolutionary idea of the President. At the Chongjin City Party Committee of North Hamgyong Province in December of Juche 34 (1945), she instructed officials that they should firmly build up party organizations with people tested and trained in the revolutionary struggle for the national liberation as the core, admit into the Party fine elements among the masses of all strata and organize Party organizations in the industrial establishments at an early date.\n\t\t\t\t\t\n\t\t\t\t\t She spoke at a lecture meeting in the teeth of her personal danger caused by reactionaries to bring home to the popular masses the correctness of the President's line of people's government and to inspire them to turn out in the efforts for building a new country as one.\n\t\t\t\t\t\n\t\t\t\t\t Her efforts went into the campaigns for successfully enforcing the Agrarian Reform Law, Law on Nationalization of Major Industries, Labor Law and Law on Sex Equality.\n\t\t\t\t\t\n\t\t\t\t\t Immeasurable were the efforts made by her in those years of building the nation. She saw to it that the emblem and flag of the DPRK were instituted and the draft of a new constitution of the DPRK was worked out in full reflection of the President's far-sighted plan for the building of a new country.\n\t\t\t\t\t\n\t\t\t\t\t Having keenly realized the truth of the revolution that the country and the revolution could be protected only at the point of bayonet in the early period of her revolutionary activities, she assisted in every way the President in guiding the work for founding a regular army.\n\t\t\t\t\t\n\t\t\t\t\t She visited Pyongyang Institute and Central Security Officers School, centers for training military and political cadres, where she saw to it that they would direct efforts to arming the students with the military idea of the President and educating them in the spirit of loyalty to him, and corrected the teaching programmes.\n\t\t\t\t\t\n\t\t\t\t\t She paid deep attention to the training of commanding officers of all services in the building of the regular army and was always busy with ensuring logistic supplies for it.\n\t\t\t\t\t\n\t\t\t\t\t The uniform of the Korean People's Army was made in a unique way in March of 1947 amid her deep concern.\n\t\t\t\t\t\n\t\t\t\t\t She also put her heart and soul into founding and developing a powerful national defence industry and the work for turning the whole country into a fortress and arming the entire people.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the great feats performed by Kim Jong Suk for the building of a new country and its prosperity will shine long along with the history."
        },
        {
            "title": "Staffers of AINDF Mission Visit Phyongchon Revolutionary Site",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-20ee.html",
            "content": "Staffers of AINDF Mission Visit Phyongchon Revolutionary Site\r\n Pyongyang, September 21 (KCNA) -- Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, and its staffers visited the Phyongchon Revolutionary Site Monday on the occasion of the 60th anniversary of demise of anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\t Being briefed on the facts that President Kim Il Sung chose a site for an arms factory and clearly indicated the orientation and ways for it to follow and the three commanders of Mt. Paektu made immortal contributions to the development of the nation's defense industry, they looked round the historic relics and mementoes.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the chief of the mission noted that Kim Jong Suk dedicated herself to the building of the self-reliant defense industry and rendered her great service for developing the Korean People's Army into the invincible revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t The feats performed by the three commanders of Mt. Paektu will shine forever along with the history of the nation, he added."
        },
        {
            "title": "5th Pyongyang Autumn International Trade Fair Opens",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-19ee.html",
            "content": "5th Pyongyang Autumn International Trade Fair Opens\r\n Pyongyang, September 21 (KCNA) -- The 5th Pyongyang Autumn International Trade Fair was opened with due ceremony at the Three-Revolution Exhibition on Monday.\n\t\t\t\t\t Present at the opening ceremony were O Su Yong, vice-premier of the Cabinet, Ri Ryong Nam, minister of Foreign Trade, Kim Jong Sik, vice-chairman of the Pyongyang City People's Committee, Ri Hak Gwon, head of the DPRK Chamber of Commerce, officials in the field of foreign trade and delegations and delegates from various countries and regions and diplomatic envoys and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t O Ryong Chol, vice-minister of Foreign Trade, said in a congratulatory speech that the fair would serve as an important occasion in developing the economic cooperation and exchange among various countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t Kim Mun Jong, director of the Korean International Exhibition Corporation, said in his opening address that the DPRK would as ever develop on a wider scale the economic and commercial dealings with all countries which are friendly towards it on the principles of complete equality and reciprocity.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants looked round the machine tools, electric and electronic equipment, vehicles, petrol-chemical products, medicaments, articles of daily use, foodstuffs, etc. displayed by companies from the DPRK, China, Netherlands, Germany, Sweden, UK, Australia, Austria, Italy, Indonesia, Vietnam, France, Finland, Poland and Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\t The fair will go on till September 24."
        },
        {
            "title": "International Day of Peace Observed",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-21ee.html",
            "content": "International Day of Peace Observed\r\n Pyongyang, September 21 (KCNA) -- A meeting and photo exhibition were held at the Chollima Hall of Culture on Monday to mark the International Day of Peace.\n\t\t\t\t\t Speakers at the meeting said that it is a pressing task to rid the Korean Peninsula of the danger of war and ensure its peace and security. To this end it is necessary to force the U.S. imperialists and their followers to roll back their hostile policies toward the DPRK, get the U.S. forces and its nuclear weapons withdrawn from south Korea and its vicinity and replace the Armistice Agreement by a peace accord, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They called for boosting the movement for unity and solidarity with the peace-loving peoples and organizations of the world in order to achieve the independent and peaceful reunification of Korea and ensure global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Then the attendants looked round the photos on how the U.S. imperialists provoked the Korean war and their atrocities as well as those on the heroic struggle of the army and people of the DPRK and the solidarity activities of the world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the vice-chairman of the National Peace Committee of Korea and the vice-chairman of the Korea Committee for Solidarity with the World People, officials concerned and working people in the city."
        },
        {
            "title": "Developing Acupuncture and Moxibustion",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-11ee.html",
            "content": "Developing Acupuncture and Moxibustion\r\nPyongyang, September 21 (KCNA) -- The Democratic People's Republic of Korea has directed much effort to the development of traditional acupuncture and moxibustion, registering big successes.\n\t\t\t\t\t The Acupuncture and Moxibustion Research Institute under the Academy of Koryo Medicine is raising the level of scientific treatment with the introduction of advanced acupuncture and moxibustion treatment and acupoint diagnosing facilities into clinical practice.\n\t\t\t\t\t\n\t\t\t\t\t The researchers newly completed the \"spots on the body suitable for acupuncture and nerve net\" to open up a bright prospect for doing the treatment with acupuncture and moxibustion in a modern medical way.\n\t\t\t\t\t\n\t\t\t\t\t They also developed a latest cerebral apoplexy prevention program with which it is possible to diagnose the parts of cerebral hematocele troubles and to conduct mental function, drug reaction and other tests in a scientific way.  \n\t\t\t\t\t\n\t\t\t\t\t In particular the electric acupuncture developed by them was appreciated as an efficacious one for the treatment of polyneuropathy.\n\t\t\t\t\t\n\t\t\t\t\t They have deepened the study of the efficacy of acupuncture, moxibustion and cupping and the theory on kyongrak with the result that they are curing patients without using medicine.\n\t\t\t\t\t\n\t\t\t\t\t Besides, they treat rheumatic arthritis, chronic prostatism and various diseases caused by slipped disk with acupuncture and moxibustion and apply them to the treatment by combining Koryo medicine with acupuncture."
        },
        {
            "title": "Sturgeon Aquariums Come into Being",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-13ee.html",
            "content": "Sturgeon Aquariums Come into Being\r\n Pyongyang, September 21 (KCNA) -- Sturgeon aquariums have been newly arranged in Okryu Restaurant which is famous for Pyongyang cold noodle.\n\t\t\t\t\t There are two aquariums standing on both sides of the hall of its main building, which are furnished with water-filters, automatic digital temperature controllers, oxygen blowing pumps, ultraviolet sterilizing lamps and other facilities necessary for fully meeting the ecological requirements of sturgeon. They house scores of sturgeons.\n\t\t\t\t\t\n\t\t\t\t\t The walls of the aquariums are made with acrylic plastic and have backgrounds and illuminations reminding the viewers of a deep sea, adding ornamental value to them.\n\t\t\t\t\t\n\t\t\t\t\t The customers of the restaurant can be served on the spot various kinds of dishes made of sturgeon playing in the aquariums as they wish.\n\t\t\t\t\t\n\t\t\t\t\t Among the dishes are cold steamed sturgeon, roasted sturgeon in tinfoil, steamed sturgeon with peppered bean paste, roasted sturgeon on skewers, sauted sturgeon skin, pepper-pot soup of sturgeon, broiled sturgeon in charcoal fire and smoked sturgeon.\n\t\t\t\t\t\n\t\t\t\t\t Okryu Restaurant is teeming with customers for the aquariums."
        },
        {
            "title": "U.S. Branded as Arch Criminal Harassing World Peace and Stability",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-06ee.html",
            "content": "U.S. Branded as Arch Criminal Harassing World Peace and Stability \r\n Pyongyang, September 21 (KCNA) -- Shortly ago, the U.S. Congressional Research Service released a report which said that its arms sale in 2008 topped the world list of arms sale. Commenting on this, a news analyst of Rodong Sinmun Monday observes: The U.S. imperialists are indeed the arch criminals sparking arms race and the danger of war in the international arena and seriously threatening and destroying global peace and stability. The news analyst goes on:\n\t\t\t\t\t By using arms deals as levers for domination and interference in internal affairs of other countries the U.S. seeks to create an international environment for implementing its foreign policy for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists single out countries in different regions as buyers of its arms and sell weaponry to them in a bid to escalate the military confrontation between countries.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact mentioned in the said report that south Korea imported weapons worth 6.4 billion U.S. dollars from the U.S. from 2001 to last year. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. stepped-up sale of its weapons to south Korea is a revelation of its invariable hostile policy toward the DPRK and nothing but a dangerous military move to ignite a war of aggression against it by using south Korea as a shock brigade.\n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. imperialists to neutralize the DPRK's military operational capability by surprise preemptive attacks on it in contingency and conclude the second Korean war through a blitz with U.S. reinforcements, including the U.S. forces in Japan and task forces from the pacific region including Guam and Hawaii and the U.S. mainland, the U.S. forces present in south Korea and the troops of the south Korean armed forces involved. \n\t\t\t\t\t\n\t\t\t\t\t Due to the U.S. imperialists' arms sale south Korea has turned into a dangerous hotbed of a new war of aggression, a nuclear war, and the situation on the Korean Peninsula is getting extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can the U.S. evade its responsibility as the arch criminal disturbing global peace and stability. The U.S. should stop at once its criminal sale of weaponry."
        },
        {
            "title": "All Koreans Called upon to Remain True to Inter-Korean Declarations",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-08ee.html",
            "content": "All Koreans Called upon to Remain True to Inter-Korean Declarations\r\n Pyongyang, September 21 (KCNA) -- The June 15 North-South Joint Declaration and the October 4 declaration are the banners which the Koreans should hold aloft for achieving the independent reunification of the country, says Rodong Sinmun Monday in a signed article.\n\t\t\t\t\t The above-said declarations serve as the banners for achieving independent reunification as they help solve the issue of national destiny by the efforts of the Koreans and banners of struggle which instill confidence and optimism about reunification into all of them and give fullest play to their patriotic enthusiasm, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The shortcut to improving the north-south relations and achieving independent reunification and peace and prosperity lies in thoroughly implementing the idea of \"By our nation itself\", the basic spirit of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the publication of the declarations the Korean nation achieved successes unprecedented in the history of national division.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations of mistrust and confrontation were replaced by those of reconciliation, unity and cooperation and there took place multi-faceted dialogues, contacts, visits and exchanges between the north and south and all these put strong spurs to the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The implementation of the north-south joint declarations is a starting point for reenergizing the process for developing the relations between the north and the south and the reunification movement and there is no force on earth to overpower the might of the Korean nation working hard, guided by the spirit and letter of the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t How to approach the June 15 joint declaration and the October 4 declaration is a touchstone distinguishing patriotism from treachery and reunification from division. Whoever desires the reunification of the country and the prosperity of the nation should resolutely uphold the inter-Korean declarations and fulfill his or her responsibility and duty in the struggle for implementing them as a member of the nation."
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-05ee.html",
            "content": "Implementation of Inter-Korean Declarations Called for in S. Korea\r\n Pyongyang, September 21 (KCNA) -- The \"2009 South Korean Youth and Students Academic Festival on Reunification\" took place in south Korea on September 12.\n\t\t\t\t\t There was first a competition in reunification papers. \n\t\t\t\t\t\n\t\t\t\t\t The participants heard papers on diverse themes reflecting the will to achieve reunification written by many youth and students of different universities and youth organizations.\n\t\t\t\t\t\n\t\t\t\t\t Papers noted that the June 15 joint declaration and the October 4 declaration are the programmes for reunification as they indicate the most just and reasonable principles and ways for achieving national prosperity and reunification. They stressed the need to firmly uphold and thoroughly implement the south-north declarations, give proper reunification-oriented education in the spirit of the June 15 joint declaration and dynamically conduct the work for south-north reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Then followed colorful events including a \"contest in learning by heart the June 15 joint declaration\", a \"meeting for literary and art activities for reunification\", an oratorical contest and a book, photo and painting exhibition."
        },
        {
            "title": "DPRK Birthday Observed",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-03ee.html",
            "content": "Birthday of DPRK Observed\r\nPyongyang, September 21 (KCNA) -- Bulletins were released by the Danish and Sri Lankan organizations on Sept. 8 and 10 on the occasion of the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\tThe Denmark-DPRK Friendship Association carried in its bulletin photos on revolutionary activities of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"The 61 years of great creation\" noted that Kim Il Sung defeated U.S. and Japanese imperialisms and turned the DPRK into a socialist power, independent in politics, self-supporting in national economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the DPRK successfully launched a satellite in April last with its own efforts and technology one hundred percent, the bulletin indicated that it was possible thanks to the wise Songun leadership of Kim Jong Il who has carried forward all the ideas and exploits of Kim Il Sung and the tremendous mental power of the Korean people united close around Kim Jong Il in single mind.\n\t\t\t\t\t\n\t\t\t\t\t The measure taken by the DPRK to bolster a nuclear deterrent was a just one and the exercise of its rights to defend the socialist system, option of its people, and its sovereignty, the bulletin noted, adding that the Korean people are sure to triumph in their struggle to open the gate to a great prosperous and powerful nation in 2012, the centenary of birth of Kim Il Sung although they may face manifold trials and difficulties due to the imperialists' moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin edited an article introducing successes achieved by the Korean people in the 150-day campaign and others.\n\t\t\t\t\t\n\t\t\t\t\t The Sri Lanka-People's Korea Friendship Association edited in its bulletin \"Juche Korea\" an article explaining the factor that enabled the DPRK to emerge an invincible socialist fortress."
        },
        {
            "title": "DPRK Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-04ee.html",
            "content": "DPRK Birthday Celebrated\r\n Pyongyang, September 21 (KCNA) -- Film shows were held in Russia, Nigeria, Ethiopia and Syria and film shows and book exhibitions in India from September 7 to 10 on the occasion of the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\tOn display at the venues of the book exhibitions were works of President Kim Il Sung and General Secretary Kim Jong Il and books introducing advantages of Korean-style socialism centered on the popular masses and its vitality.\n\t\t\t\t\t\n\t\t\t\t\t Korean films including \"The Army of Korea\" were appreciated at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a company of Russia said that such rare work as the grand gymnastic and artistic performance \"Arirang\" can hardly be found in any other country of the world, extending invariable support and solidarity to the Korean people in their struggle to defend socialism remaining undeterred by the moves of hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a company in Enugu State of Nigeria said that the DPRK has turned into a socialist power under the outstanding leadership of Kim Il Sung, founding father of the DPRK, and \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il. Of late the DPRK has made remarkable progress, fully demonstrating its might in the international arena, he added."
        },
        {
            "title": "Kim Jong Il's Work Published in Brazil",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-02ee.html",
            "content": "Kim Jong Il's Work Published in Brazil\r\n Pyongyang, September 21 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" was published in pamphlet on Sept. 11 by the Eco Copia Publishing House in Brazil.\n\t\t\t\t\t The work, issued on Apr. 18, Juche 87 (1998), clarifies the five-point policy for great national unity which serves as very important guidelines in achieving the great unity of the entire nation."
        },
        {
            "title": "Seeing Late Flowers in bloom",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-14ee.html",
            "content": "Seeing Late Flowers in bloom\r\n Pyongyang, September 21 (KCNA) -- It was one day of June Juche 68 (1979) when President Kim Il Sung gave on-the-spot guidance to Chongjin City.\n\t\t\t\t\t The President saw flowers of clove trees while walking in the garden of the lodging in the evening and asked officials accompanying him whether the weather was so cool in summer, too, saying that clove flowers were just blooming and it was 15 days later than in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Having not known why he said so, an official answered that the weather there was cool even in summer because of sea wind.\n\t\t\t\t\t\n\t\t\t\t\t At a consultative meeting of officials in the rural economy field of North Hamgyong Province and Chongjin City held next day, he instructed the officials that the low output of vegetables per hectare was because they failed to deeply study the farming method, stressing that autumn vegetables should not be planted after corn in the city but after barley or early-ripening potato.\n\t\t\t\t\t\n\t\t\t\t\t Listening to him, the officials realized why he asked about the summer weather of the place, saying that the clove flowers just came into bloom. \n\t\t\t\t\t\n\t\t\t\t\t Seeing late flowers into bloom in the garden, he found a two-crop method of planting vegetables after grain suitable to the area where the spring comes late and frost falls early.\n\t\t\t\t\t\n\t\t\t\t\t The Chongjin City did farming to suit its topographical conditions in the scientific method indicated by the President and brought about a great turn in vegetable production."
        },
        {
            "title": "CC del PTC publica informacion referente a campana de 150 dias",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-27ee.html",
            "content": "CC del PTC publica informacion referente a campana de 150 dias\r\nPyongyang, 21 de septiembre (ATCC) -- El Comite Central del Partido del Trabajo de Corea publico el dia 21 una informacion sobre la conclusion victoriosa de la campana de 150 dias y exhorto a todo el pueblo a levantarse en la otra de 100 dias.\n\t\t\t\t\tLa campana de 150 dias, que se desarrollo del 20 de abril al 16 de septiembre, fue la batalla de ataque general de todo el partido, la de movilizacion general de todo el pais y la lucha a costa de la vida de todo el pueblo para hacer de 2009 el ano de gran cambio que se constituye una linea divisoria en la construccion de gran potencia prospera, comienza el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa mas brillante victoria lograda en el fragor de la campana de 150 dias es que se consolido ferreamente la unidad monolitica entre nuestro partido y las filas revolucionarias en que el Dirigente confia en el pueblo y este cree absolutamente y sigue a  aquel.\n\t\t\t\t\t\n\t\t\t\t\tPara nuestro pueblo, la citada campana no fue una simple lucha por activar la economia sino la batalla para defender a costa de la vida a la Direccion de la Revolucion, nuestra idea, nuestro regimen y nuestra causa.\n\t\t\t\t\t\n\t\t\t\t\t   En el proceso de la campana se registraron gran innovacion y gran salto nunca vistos en los ultimos anos en la lucha por conquistar la meta de la potencia economica, fortaleza ultima de la construccion de la gran potencia prospera y se situo en la firme orbita de aumento la economia del pais en conjunto.\n\t\t\t\t\t\n\t\t\t\t\t   En  los dias de la campana en cuestion, tambien en la rama cultural se alcanzaron los preciosos exitos que infunden a nuestro pueblo el orgullo y dignidad nacionales y la confianza en la victoria y el coraje.\n\t\t\t\t\t\n\t\t\t\t\tLa victoria en la campana de 150 dias se debe a la destacada y probada direccion del Dirigente        Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tLos dias y meses de la citada campana transcurrieron  junto con las horas de la marcha forzada de la direccion sobre el terreno del Dirigente y en cada lugar donde se registraban las grandes huellas de la abnegacion patriotica de el se crearon los milagros e innovaciones que admiran a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la victoria de dicha campana, el pueblo coreano demostro claramente  a todo el mundo que no existe en esta Tierra la fuerza capaz de deshacer la invencible conviccion y la voluntad del heroico pueblo coreano unido monoliticamente en torno a la Direccion de la Revolucion y que cualquier \"sancion\" de los imperialistas no puede surtir efecto para nosotros.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, el PTC exhorta a todo el pueblo a levantarse en la campana de 100 dias. Esta campana es el combate decisivo de ataque para hacer del presente un ano de gran cambio que se anotara especialmente en los anales de la patria y es la ofensiva para lograr la mayor victoria  en el proximo ano en que se celebrara el 65 aniversario de la fundacion del PTC y preparar el trampolin para entrar en las puertas a la gran potencia prospera en 2012.\n\t\t\t\t\t\n\t\t\t\t\tLa meta de la campana de 100 dias, que debemos alcanzar, es extraordinariamente alta y vasta. Pero, es definitiva la victoria de esta campana  mientras existen la destacada y probada direccion de la Direccion de la Revolucion, el excelente pueblo que crea de la nada y traslada  gran montana a otro lugar si esos son la demanda del Partido y la poderosa base de la economia independiente."
        },
        {
            "title": "Ofrenda floral de familia de An Tong Su ante busto de Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-28ee.html",
            "content": "Ofrenda floral de familia de An Tong Su ante busto de Kim Jong Suk\r\nPyongyang, 21 de septiembre (ATCC) -- Fue depositada el dia 21 ante el busto de la Heroina de la Lucha Antijaponesa Kim Jong Suk en el Cementerio de Martires Revolucionarios en el Monte Taesong la ofrenda floral, que con motivo del 60o aniversario del fallecimiento de ella, enviara la coreana residente en Rusia, Jong Il Sim, quien es familia de An Tong Su, Heroe de la Republica Popular Democratica de Corea."
        },
        {
            "title": "V Exposicion Internacional de Mercancias Otonal de Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-29ee.html",
            "content": "V Exposicion Internacional de Mercancias Otonal de Pyongyang\r\nPyongyang, 21 de septiembre (ATCC) -- Quedo inaugurada el dia 21 en la Exposicion Permanente de las Tres Revoluciones la V Exposicion Internacional de Mercancias Otonal de Pyongyang.\n\t\t\t\t\tEn la ocasion participaron el vicepremier del Consejo de Ministros O Su Yong, el ministro de Comercio Exterior Ri Ryong Nam, el vicepresidente del Comite Popular de la Ciudad de Pyongyang Kim Jong Sik, el jefe de la Oficina de Comercio de la Republica Popular Democratica de Corea Ri Hak Gwon y otros funcionarios de sector de comercio exterior, las delegaciones y delegados de varios paises y regiones, los representantes diplomaticos y otros miembros de embajadas de diversos paises acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl viceministro de Comercio Exterior O Ryong Chol, en su discurso de felicitacion, senalo que la exposicion servira de un motivo importante para desarrollar la cooperacion e intercambio economicos entre varios paises y regiones.\n\t\t\t\t\t\n\t\t\t\t\tEl director de la Agencia Coreana de Exposicion Internacional Kim Mun Jong, en su discurso inaugural, senalo que en el futuro tambien Corea desarrollara con mas amplitud la transaccion comercial y economica con todos los paises que tratan amistosamente la RPDC en los principios de total igualdad y beneficio mutuo.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, los participantes recorrieron las maquinas herramientas, los equipos electricos y electronicos, los medios de transporte, los productos petroquimicos, las medicinas, los articulos de uso diario, los alimentos, etc. presentados por las companias de la RPDC, China, Holanda, Alemania, Suecia, Gran Bretana, Australia, Austria, Italia, Indonesia, Vietnam, Francia, Finlandia, Polonia y Taipei China.\n\t\t\t\t\t\n\t\t\t\t\tLa exposicion continua hasta el dia 24."
        },
        {
            "title": "\"Acuario\" de esturion en Restaurante Okryu",
            "url": "http://kcna.co.jp/item/2009/200909/news21/20090921-30ee.html",
            "content": "\"Acuario\" de esturion en Restaurante Okryu\r\nPyongyang, 21 de septiembre (ATCC) -- Recientemente, aparecio el \"acuario\" de esturion en el Restaurante Okryu afamado por kuksu (fideos) en caldo frio de Pyongyang.\n\t\t\t\t\t  En ambos lados del hall del edificio principal estan puestas dos grandes peceras con decenas de esturiones, las cuales estan dispuestas de los equipos necesarios para satisfacer la demanda ecologica de estos peces incluyendo el filtro de agua, el digital regulador automatico de temperatura, la bomba para el oxigeno y la lampara esterilizante de rayos ultravioletas.\n\t\t\t\t\t\n\t\t\t\t\t   Las peceras fueron hechas de la resina acrilica y provistas de la placa del fondo que hace recordar el  mar profundo y los aparatos de iluminacion, lo cual eleva su valor de disfrute visual.\n\t\t\t\t\t\n\t\t\t\t\t  Los clientes pueden saborear varios platos de los esturiones frescos segun sus demandas viendo estos peces nadando en el agua.\n\t\t\t\t\t\n\t\t\t\t\t  Entre los platos que se serviran en el futuro,  figuran el esturion fresco cocido a vapor, el esturion asado en papel-plata, el esturion cocido a vapor junto con pasta de soya con pimiento, el esturion asado en palillo, el frito de piel de esturion, la sopa picante de esturion, el esturion asado en fuego de carbon, el esturion ahumado, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora,  con tal \"acuario\", el Restaurante Okryu esta animado de los clientes."
        }
    ]
}