{
    "date": "2009-03-17",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives On-the-Spot Guidance to Sungri Motor Complex",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-21ee.html",
            "content": "Kim Jong Il Gives On-the-Spot Guidance to Sungri Motor Complex\r\nPyongyang, March 17 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot guidance to the Sungri Motor Complex.\n\t\t\t\t\t He first went round the monument to the on-the-spot guidance given by President Kim Il Sung standing in the compound of the complex and historical buildings.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung visited the complex 14 times since the historic day he chose the site of the complex on October 20, 1950, foreseeing the future of the triumphant country. He clearly indicated the road to be followed by the complex and worked heart and soul for the development of the motor industry. \n\t\t\t\t\t\n\t\t\t\t\t A new history of the motor industry began in the country and a powerful motor production base appeared at the foot of Mt. Sungri thanks to the clairvoyant wisdom and wise leadership of the President, he said, adding that the undying revolutionary exploits of the President will shine long in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats performed by the complex, saying that its workers have produced a large number of trucks over the past more than half century since 1958 when they produced the first truck, thus making a great contribution to the economic development of the country. \n\t\t\t\t\t\n\t\t\t\t\t Then he looked round newly made trucks and different places of the complex to acquaint himself in detail with the production, management and operation of the complex.\n\t\t\t\t\t\n\t\t\t\t\t He set the goals to be attained by the complex and tasks and ways to do so. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that what is most important for rapidly increasing the motor production is to put the modernization and scientification of the complex on a high level. \n\t\t\t\t\t\n\t\t\t\t\t He also emphasized that in order to put the complex on a modern and scientific basis it is necessary to effectively carry out the  technological updating of the main processes according to a carefully worked out operation, to begin with, and the domains related to the complex should produce necessary equipment and supply them to it in time.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to boost the state support to the complex so as to complete the huge technological updating of the complex in a brief span of time, he personally unraveled knotty problems on the spot.\n\t\t\t\t\t\n\t\t\t\t\t Familiarizing himself with the brisk work to spruce up the complex, he called on the workers high in the level of revolutionary spirit and organization to take the lead in the cultured practices in production and life, too. \n\t\t\t\t\t\n\t\t\t\t\t He said that in order to give full play to the revolutionary enthusiasm of the workers leading officials of the complex should meticulously conduct the organizational and political work and minutely organize economic affairs and pay deep attention to the supply service for the employees.\n\t\t\t\t\t\n\t\t\t\t\t He noted that all the party members and other working people of the complex can creditably fulfill the tasks set forth this time if they work in the same spirit as displayed by them in the 1970s when they attained the goal of 10,000 trucks. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Secretary Kim Ki Nam and Department Director Pak Nam Gi of the WPK Central Committee."
        },
        {
            "title": "Premier Kim Yong Il Leaves for China",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-16ee.html",
            "content": "Premier Kim Yong Il Leaves for China \r\nPyongyang, March 17 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, left here today by air to pay an official goodwill visit to China on the invitation of Wen Jiabao, premier of the State Council of China.\n\t\t\t\t\t Accompanying him were Kim Thae Bong, minister of Metal Industry, Kim Chang Sik, minister of Agriculture, Ri Ryong Nam, minister of Foreign Trade, Kang Nung Su, minister of Culture, and others and  suite members."
        },
        {
            "title": "Kim Yong Il Arrives in Beijing",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-18ee.html",
            "content": "Kim Yong Il Arrives in Beijing\r\nPyongyang, March 17 (KCNA) -- Kim Yong Il, premier of the Democratic People's Republic of Korea, arrived in Beijing on Tuesday by air to pay an official goodwill visit to the People's Republic of China.\n\t\t\t\t\t He was accompanied by the minister of Metal Industry, the minister of Agriculture, the minister of Foreign Trade, the minister of Culture and others."
        },
        {
            "title": "Kim Yong Il Meets Governor of Shandong Provincial People's Government",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-19ee.html",
            "content": "Kim Yong Il Meets Secretary of Shandong Provincial Committee of CPC\r\nPyongyang, March 17 (KCNA) -- Premier of the DPRK Cabinet Kim Yong Il on an official goodwill visit to the People's Republic of China met and had a friendly talk with Jiang Yikang, secretary of the Shandong Provincial Committee of the Communist Party of China, in Jinan on March 17. \n\t\t\t\t\t Present there were Kim Thae Bong, minister of Metal Industry, Kim Chang Sik, minister of Agriculture, Ri Ryong Nam, minister of Foreign Trade, Kang Nung Su, minister of Culture, and Choe Jin Su, DPRK ambassador to China.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Jiang Daming, governor of the Shandong Provincial People's Government, and Liu Xiaoming, Chinese ambassador to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Shandong Provincial Committee of the CPC and the Shandong Provincial People's Government gave a reception in honor of the premier of the DPRK on the same day."
        },
        {
            "title": "Greetings to Irish President",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-15ee.html",
            "content": "Greetings to Irish President\r\nPyongyang, March 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Mary Mcaleese, President of Ireland, on Tuesday on the occasion of its national day.\n\t\t\t\t\t Kim in the message wished the President good health and success in his work for the prosperity of Ireland."
        },
        {
            "title": "DPRK Premier Sends Greetings to Russian PM",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-01ee.html",
            "content": "DPRK Premier Sends Greetings to Russian PM\r\n Pyongyang, March 17 (KCNA) -- Premier of the DPRK Kim Yong Il sent a message of greetings to Prime Minister of the Russian Federation Vladimir Vladimirovich Putin on Mar. 14 on the occasion of the 60th anniversary of the conclusion of the agreement on economic and cultural cooperation between the DPRK and Russia.\n\t\t\t\t\t The message said that the conclusion of the agreement provided a legal basis for developing the DPRK-Russia cooperation in different fields whereby the peoples of the two countries have developed mutual visits, exchange and mutually beneficial cooperation.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the cooperative relations between the two countries would grow stronger in the spirit of the joint documents signed between the two sides."
        },
        {
            "title": "Vice-Premier Meets EP Delegation of Group of Social Parties",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-17ee.html",
            "content": "Vice-Premier Meets EP Delegation of Group of Social Parties\r\n Pyongyang, March 17 (KCNA) -- Kwak Pom Gi, vice-premier of the DPRK, met and had a talk with the delegation of the Group of Social Parties of the European Parliament at the People's Palace of Culture on Tuesday."
        },
        {
            "title": "Myohyangsan Nature Reserve",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-12ee.html",
            "content": "Myohyangsan Nature Reserve\r\n Pyongyang, March 17 (KCNA) -- The Myohyangsan Nature Reserve is located in Hyangsan County, North Phyongan Province of Korea.\n\t\t\t\t\t It is in a place of Myohyang range stretching southwest.\n\t\t\t\t\t\n\t\t\t\t\tCentering around Piro Peak (1,909 meters high) there are in the reserve sky-high peaks, many waterfalls and ponds and its mountain features are curious, unrolling a picturesque landscape.\n\t\t\t\t\t\n\t\t\t\t\t Being surrounded by high mountains, it is not affected by strong wind and its climate is comparatively mild.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the reserve are plants growing in the northern and southern parts of Korea. The number of higher plants alone reaches more than 660 species. Typical of them are maple, white birch, Abies nephrolepis, spruce, fir and pine-nut trees. There are also some endemic species of plants.\n\t\t\t\t\t\n\t\t\t\t\t As for animals, there live in the reserve bear, leopard, musk deer, antelope, squirrel, sable, water-deer and others. Birds including pheasant, migratory grosbeak and woodpecker and batrachians inhabit the reserve, too.\n\t\t\t\t\t\n\t\t\t\t\t Scores of fishes including sweet-fish, rainbow trout, seythe fish, eel and minnow are found in the Myohyang stream flowing through the reserve.\n\t\t\t\t\t\n\t\t\t\t\t Myohyangsan rhododendron yedoense stock, Myohyangsan broad-billed roller and others were registered as natural product.\n\t\t\t\t\t\n\t\t\t\t\t The reserve is of great significance as a centre for the academic study on nature and serves as a site of cultural rest for working people and school youth and children."
        },
        {
            "title": "Ever-victorious DPRK Led by Great Brilliant Commander",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-11ee.html",
            "content": "Ever-victorious DPRK Led by Great Brilliant Commander\r\nPyongyang, March 17 (KCNA) -- The U.S. imperialists and the war-thirsty elements of the south Korean puppet military have been holding the aggressive Key Resolve and Foal Eagle joint military exercises in south Korea, plunging the Korean Peninsula into a touch-me-not situation in which a war may break out any moment.\n\t\t\t\t\tThe People's Army and people of Korea, full of firm determination to return a just reunification war for the enemy's war of aggression, are looking back on the 1950s when they under the leadership of President Kim Il Sung won the victory in the Korean war against U.S. imperialism, putting the latter on the downgrade.\n\t\t\t\t\t\n\t\t\t\t\tWhen the war broke out, the world people worried over whether the young DPRK, which was founded nearly two years ago, might beat down the U.S. imperialists who had boasted of having emerged \"victorious\" in more than 110 wars of aggression.\n\t\t\t\t\t\n\t\t\t\t\tHowever, on the order of the President to mount instantly a counter-offensive against the surprise armed invasion of the U.S. imperialists and mercilessly wipe out the enemy, the heroic Korean People's Army achieved brilliant war results from the outset of the war beyond the war precedents and common knowledge.\n\t\t\t\t\t\n\t\t\t\t\tIn accordance with the operational plan of the President, the KPA units defeated the enemy's main units deployed in the area along the 38th parallel strong in density of fire and entered into Seoul, the bulwark of the enemy, to fly the flag of the DPRK over there within three days following the start of the war and liberated over 90 percent of territory and 92 percent of population of south Korea in a matter of one month.\n\t\t\t\t\t\n\t\t\t\t\tAnd on the sea off Jumunjin the heroic Korean navy men sent to the bottom of the sea a heavy cruiser of the U.S. navy called \"islet moving on the sea\" and destroyed a light cruiser with only four torpedo boats by applying skillfully tactics of allurement, continuous and dispersive attack and other tactics advanced by the President.\n\t\t\t\t\t\n\t\t\t\t\tThe advance troops of the \"victorious division\" of the U.S. imperialists were swept away in a twinkle and the defence line along River Kumgang the enemy had built as \"the line of no retreat\" and \"the final defence line\" was also broken through within only two days by the powerful blow of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tAs a result, the U.S. imperialists lost nearly 1,570,000 personnel including more than 405,000 American troops, a huge amount of military hardware including over 12,200 warplanes and war supplies and knelt before the Korean people during the three-year-long war.\n\t\t\t\t\t\n\t\t\t\t\tThe tradition of the victory in war of the DPRK is being carried forward brilliantly by General Secretary Kim Jong Il century after century.\n\t\t\t\t\t\n\t\t\t\t\tThe entire army and people of Korea who had won the victory in the Fatherland Liberation War under the leadership of President Kim Il Sung will display to the full the might of the powerful revolutionary army of Mt. Paektu, rallied single-mindedly around Kim Jong Il, if the enemy starts another war of aggression."
        },
        {
            "title": "Lee Myung Bak Group's Scheme for Internationalization of Inter-Korean Issue Rebuked",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-04ee.html",
            "content": "Lee Myung Bak Group's Scheme for Internationalization of Inter-Korean Issue Rebuked\r\n Pyongyang, March 17 (KCNA) -- The Lee Myung Bak group is working hard to internationalize the issue of inter-Korean relations. This move can never be tolerated as it is, in essence, a treacherous deed intended to invite foreign forces to dealing with the issue and do harm to the DPRK, through cooperation with them, and gratify the ambition to invade the DPRK. \n\t\t\t\t\t Rodong Sinmun Tuesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The said zealous moves of the traitorous clique are no more than a stopgap measure resulted from the total failure of its anti-DPRK nuclear campaign and confrontation policy. This measure is, in fact, intended to smooth down the public criticism for having bedeviled the inter-Korean relations and escape from the isolation and, at the same time, intensify the confrontation moves against the fellow countrymen with the help of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The issue of inter-Korean relations can not be a subject for the group of traitors' bargaining in any case as it is a very important matter related to the prospect of the cause of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Koreans will never allow the Lee Myung Bak group of traitors to strengthen the tie-ups with foreign forces in a bid to do harm to the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Nothing can cover up the criminal nature of the said internationalization moves of the group seeking the sycophantic, anti-reunification and treacherous aims.\n\t\t\t\t\t\n\t\t\t\t\t Cooperation with the United States and Japan is the essence of the group's moves for internationalizing the problem of inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should further intensify the struggle against the cooperation with the U.S. and Japan being conducted by the group of traitors which pursues the policy for security of its power and confrontation with the DPRK, in disregard of the destiny of the nation and reunification of the country, while fawning on outside forces and colluding with them.\n\t\t\t\t\t\n\t\t\t\t\t To overthrow the Lee group is the only way out for the south Korean people's existence and the realization of independence, democracy and reunification, their cherished desire, the article concludes."
        },
        {
            "title": "Lee Myung Bak's Red Herring Ridiculed",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-08ee.html",
            "content": "Lee Myung Bak's Red Herring Ridiculed\r\nPyongyang, March 17 (KCNA) -- Lee Myung Bak during his recent trips to  New Zealand, Australia and Indonesia made much ado about \"north's  missile launch\" and \"creation of tension\" in a bid to pass the buck for the escalated tension on the Korean Peninsula to the DPRK and solicit support for his \"policy towards the north\".\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is Lee's special disposition to pull the wool over the eyes of others with lies. This behavior is, indeed, a despicable political swindle.  \n\t\t\t\t\t\n\t\t\t\t\t The traitor's attempt to shift the responsibility for the escalated tension on the peninsula on to the DPRK reminds one of a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that Lee implored other countries for support for his \"policy towards the north\". The \"policy towards the north\" pursued by his group of traitors is rebuffed by all Koreans. This being a hard fact, Lee flew into other countries to fulfil the above-said mission. This was, in fact, little short of mockery and insult to the statesmen of those countries. \n\t\t\t\t\t\n\t\t\t\t\t By peddling overseas the \"policy towards the north\" repudiated at home Lee once again stripped bare his true colors as a traitor staking his fate on outside forces, while slinging mud at fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t It is due to these traitors that the inter-Korean relations are steadily going from bad to worse and tension is escalating and the Korean nation is suffering disgrace on the international arena. \n\t\t\t\t\t\n\t\t\t\t\t As proven by the facts, in order to improve the inter-Korean relations and defuse the tension and firmly protect the dignity of the Korean nation, it is imperative to throw overboard the group of traitors who run amuck to do harm to the fellow countrymen even by enlisting the strength of outside forces. \n\t\t\t\t\t\n\t\t\t\t\tLee had better stop letting loose a whole string of lies and read part of articles carried in the south Korean press \"Lee Myung Bak, the liar, is not believed when he speaks the truth.\""
        },
        {
            "title": "Japan's Moves for Nuclear Weaponization under Fire",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-10ee.html",
            "content": "Japan's Moves for Nuclear Weaponization under Fire\r\n Pyongyang, March 17 (KCNA) -- Japan is now very busy shipping a large quantity of nuclear fuel from France. This clearly indicates that Japan's nuclear weaponization is not hypothesis but is becoming a reality. Rodong Sinmun Tuesday says this in a signed commentary.\n\t\t\t\t\t It cites facts to explain the reason why Japan is working hard to put its scenario for nuclear weaponization into practice.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear weaponization is the unchangeable wild ambition of the Japanese militaristic forces and a strategic aim to turn Japan into a military power, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan is stepping up the unlimited military armament expansion, considering the conversion of it into a military giant as a deciding factor of realizing its wild ambition for overseas expansion, and pushing forward the development and production of new type modern arms and equipment in real earnest. Japan's production of military equipment and \"Self-Defense Forces'\" modernization of arms and equipment are on a par with the world military powers. What remains to be done is just to go nuclear. That is the reason why Japan is putting spurs to the nuclear weaponization, becoming extremely zealous in shipping nuclear fuel from overseas and stockpiling it.\n\t\t\t\t\t\n\t\t\t\t\t  It is quite obvious for Japan to head for overseas aggression as it is so keen on turning itself into a military power and going nuclear. It is not hard to guess what horrible disasters and calamities Japan would bring to mankind if it embarked upon overseas aggression, armed with nuclear weapons. It is natural for the broad international public to express great apprehension as to the disastrous consequences to be entailed by Japan's wild ambition for nuclear weaponization.\n\t\t\t\t\t\n\t\t\t\t\t Japan's nuclear weaponization would only lead to self-destruction. Japan would be well advised to drop its daydream and stop such folly as taking oil to extinguish the fire."
        },
        {
            "title": "Japan's Reckless Military Moves Criticized",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-09ee.html",
            "content": "Japan's Reckless Military Moves Criticized\r\nPyongyang, March 17 (KCNA) -- The Japanese Ministry of Defense on March 3 decided to dispatch Aegis loaded with SM-3 to the East Sea of Korea allegedly to cope with \"threat\" from someone. Aegis warships of the Maritime \"Self-Defense Force\" to be dispatched will be Kongo and Jokai, hub in the missile defense system of Japan, according to military experts.\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is an indication that the Japanese reactionaries are seeking to further aggravate the present tense situation of the Korean Peninsula and join the U.S. in its military strategy toward Korea aimed to mount a preemptive strike on it.\n\t\t\t\t\t\n\t\t\t\t\t Japan's military moves are a grave provocation and encroachment upon the dignity, sovereignty and security of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have watched for a chance to do harm to the DPRK, always regarding it as an enemy by taking advantage of the U.S. hostile policy toward it. It is because they have chosen the DPRK as the first target for realizing their ambition for militarist overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t They are busy concentrating their armed forces around the Korean Peninsula and firing bullets and shells to reek off the smell of powder at a time when the DPRK is exposed to a grave military threat owing to the U.S. and the south Korean puppets' reckless anti-DPRK confrontational policy. This is a sort of declaration of war heralding that if an opportunity presents itself they will not remain with folded arms but join the U.S. in provoking a Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already declared that if anyone infringes upon its dignity and sovereignty even a bit, it will give mercilessly annihilating revenge upon him.\n\t\t\t\t\t\n\t\t\t\t\t This declaration of the DPRK will be fully applied to Japan, too."
        },
        {
            "title": "Anniversary of Conclusion of DPRK-Russia Agreement Observed",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-14ee.html",
            "content": "Anniversary of Conclusion of DPRK-Russia Agreement Observed\r\n Pyongyang, March 17 (KCNA) -- Leading newspapers today carry a signed article on the occasion of the 60th anniversary of the conclusion of the agreement on economic and cultural cooperation between the DPRK and Russia.\n\t\t\t\t\t Rodong Sinmun says that the agreement, the first of its kind between the DPRK and Russia, marked a landmark occasion in opening a new chapter for the development of the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Over the last six decades the DPRK and Russia have steadily boosted cooperation and exchange in economy, culture and various other fields and deepened the bonds of friendship in line with the aspiration and interests of the peoples of the two countries on the basis of the above-said agreement.\n\t\t\t\t\t\n\t\t\t\t\t A work is now making progress in Russia to ensure socio-political stability, protect its security and interests and attain the goal of building a powerful state.\n\t\t\t\t\t\n\t\t\t\t\t The Russian government regards the increase of its defense capability as an important work for defending the security and strategic interests of the country and providing a military guarantee for attaining the above-said goal and is energetically pushing ahead with it.\n\t\t\t\t\t\n\t\t\t\t\t Russia is paying state attention to the education in patriotism of the younger generation, too.\n\t\t\t\t\t\n\t\t\t\t\t It is the sincere hope of the Korean people that the efforts of the government and people of Russia to achieve its development and stability will bear good fruits. \n\t\t\t\t\t\n\t\t\t\t\t The development of the DPRK-Russia friendship contributes to ensuring the peace and security in Northeast Asia and promoting the establishment of healthy international relations.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson stresses that the DPRK-Russia friendship will continue to grow stronger thanks to the concerted efforts of the two governments and two peoples in the future, too."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-13ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\nPyongyang, March 17 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 12th anniversary of the publication of General Secretary Kim Jong Il's work \"On Learning from the Revolutionary Soldier Spirit.\"\n\t\t\t\t\t The work, published on Mar. 17, Juche 86 (1997), clarifies the important issues which would serve as guidelines for all the people to positively follow and embody the revolutionary soldier spirit symbolizing and representing the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The past more than decade since the publication of the work is a fruitful period in which the Korean people have grown strong in thinking and faith and mental power and victories and successes to be recorded in the national history have been achieved in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t There is nothing impossible for the army and people of the DPRK as they are struggling, armed with the revolutionary soldier spirit. It is the precious review of the historic struggle waged over the past more than decade. \n\t\t\t\t\t\n\t\t\t\t\t The people of the DPRK are now putting fresh spurs to the general offensive for the building of a thriving nation holding high the torch of the new great revolutionary surge kindled by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Heavy and vast are the tasks to be fulfilled by the Korean people to open without fail the gate to the thriving nation in 2012 which will mark the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to give full play to the mental power of all the servicepersons and people, first of all, in order to successfully carry out those tasks. To this end, all fields and units should wage a more dynamic campaign to learn from the revolutionary soldier spirit than ever before. It is because of the revolutionary soldier spirit that the army and people of the DPRK fully display their dignity as possessors of powerful mental power in the era of Songun. This spirit serves as a main driving force of the new great revolutionary upswing.\n\t\t\t\t\t\n\t\t\t\t\t The above-said spirit is the noble revolutionary spirit which helps the party members and other working people grow to be staunch fighters ready to devotedly defend the leader in the era of the great surge. It also serves as an ideological and moral source which encourages all the people to display their honor as those strong in the spirit of self-reliance as required by the era of the great surge. It is a precious ideological asset which helps the party members and other working people glorify their life as genuine revolutionaries in the era of the great upswing who live not for today but for tomorrow."
        },
        {
            "title": "Security Authorities' Suppression of Pro-Reunification Organization Lambasted",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-05ee.html",
            "content": "Security Authorities' Suppression of Pro-Reunification Organization Lambasted\r\nPyongyang, March 17 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration of south Korea issued a statement on March 13 in protest against the security authorities' crackdown upon it. \n\t\t\t\t\t The statement accused the security authorities of having set up \"a 100 odd-man headquarters exclusively responsible for investigation\" to secretly investigate those who staged candlelight actions. \n\t\t\t\t\t\n\t\t\t\t\t The action taken by them once again proves how desperately the present regime is working to check the candlelight actions and violate democracy, noted the statement.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that the security authorities are conducting an investigation into members of the Seoul Solidarity for Implementing the South-North Joint Declaration affiliated to the above-mentioned solidarity,  the statement said, adding that this action glaringly reveals the ulterior intention of the Lee regime to prevent the outbreak of more candlelight struggles at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The statement warned the intensified crackdown upon the participants in the candlelight struggles by the present regime and the security authorities would only embolden them to stage fresh fierce candlelight actions throughout the land."
        },
        {
            "title": "Authorities' Restart of Forcible Evacuation Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-06ee.html",
            "content": "Authorities' Restart of Forcible Evacuation Protested in S. Korea\r\nPyongyang, March 17 (KCNA) -- The Democratic Labor Party and other opposition parties of south Korea jointly called a news conference on March 13, strongly protesting against the puppet Lee Myung Bak group's restart of forcible evacuation in Ryongsan, Seoul.\n\t\t\t\t\t They accused the Lee \"government\" and the \"Grand National Party\" of restarting on March 11 the forcible evacuation in the residential area in Ryongsan though the earlier evacuation carried out by them under the pretext of \"redevelopment\" sparked off a tragedy, inviting public criticism. \n\t\t\t\t\t\n\t\t\t\t\t The people cannot repress their astonishment and resentment at the restart of the above-said evacuation though a probe has not been made into the truth about the tragedy in Ryongsan and Lee has neither apologized for it nor punished the prime mover of the murder, the opposition parties declared. \n\t\t\t\t\t\n\t\t\t\t\t They stated they would form a joint committee to stage actions against the forcible evacuation till the issue of tragedy in Ryongsan including the punishment of killers of evacuees has been settled."
        },
        {
            "title": "Stop to DPRK-Targeted Joint Military Exercises Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-07ee.html",
            "content": "Stop to DPRK-Targeted Joint Military Exercises Demanded in S. Korea\r\nPyongyang, March 17 (KCNA) -- Political parties and organizations of south Korea including the Democratic Labor Party, the Solidarity for Progress, the Confederation of Trade Unions and the People for Achieving Peace and Reunification held a meeting in Seoul on March 14 to demand an immediate stop to the joint military exercises for invading the north.\n\t\t\t\t\t Speakers at the meeting said that everybody knows that the Key Resolve and Foal Eagle joint military exercises are war exercises to carry out the \"OPLAN 5027\" aiming at invading the north in an actual war, adding it is none other than the U.S. and the Lee Myung Bak group that are threatening peace of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the Lee group that started war exercises, not content with having driven the inter-Korean relations into catastrophe, should be forced to step down as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t Noting that no one wants war, they expressed their will to struggle at the cost of their lives to prevent the group from offering the land of south Korea to the U.S. imperialist aggressor troops as a ground of war exercises."
        },
        {
            "title": "Key Resolve and Foal Eagle Joint War Maneuvers in Their Height",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-20ee.html",
            "content": "Key Resolve and Foal Eagle Joint War Maneuvers in Their Height\r\n Pyongyang, March 17 (KCNA) -- The Key Resolve and Foal Eagle joint military exercises aimed at the surprise preemptive attack on the DPRK are in their height in the land, seas and air, according to a military source.\n\t\t\t\t\t Huge armed forces that can be seen only on the eve of war have entered the phase of offensive operation throughout south Korea under the command of the south Korea-U.S. \"Combined Forces Command,\" the puppet joint chiefs of staff, etc. already deployed in the theater.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the exercise for an all-out offensive operation the U.S. imperialists present in south Korea staged an exercise of evacuating families of aggressor forces and civilians overseas. On March 16 the puppets issued an air raid alert before staging a drill for helping inhabitants seek shelters and controlling vehicles, inciting war atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t On March 16 and 17, the first, fifth and sixth army corps and the metropolitan army corps of the south Korean puppet army conducted an exercise after singling out the western sector of the front and the east coastal area as the main target and additional target.\n\t\t\t\t\t\n\t\t\t\t\t The puppet local administrative organs and civilian and reserve forces including the \"homeland reserve forces\" and police forces have been placed under a wartime system. In the wake of this action the U.S. imperialist aggressor forces and huge troops of the puppet army are staging a ground operation and a street battle combined with a live shell firing and a forced march and a river-crossing exercise under the simulated conditions of an actual battle.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear powered super-large carrier \"Stennis\" of the navy of the U.S. imperialist aggressor forces was deployed in the waters east of Uljin of south Korea, two destroyers at Tonghae Port, flag ship of the U.S. 7th fleet \"Blue Ridge\" and destroyer, cruiser, vehicle ship and Canadian escort ships at Pusan Port, a nuclear submarine at Jinhae Port, two destroyers at Mokpho Port, a guided missile destroyer in the waters north of Jeju Island and two destroyers at Phyongthaek Port.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Nuclear powered super-large carrier \"George Washington\" based in Yokosuka Port of Japan was involved in the exercises.\n\t\t\t\t\t\n\t\t\t\t\t These huge aggressor forces are now frantically staging exercises for combined firepower strikes, carrier-based aircraft take-off and landing, missile strike, submarine battle and maritime maneuverability and large-scale landing operation exercise in the waters off the east and west coasts in coordinated operation with destroyer of the puppet navy \"The Great King Sejong\" and warships of the first, second and third fleets of the puppet navy within the framework of the above-said joint military exercises. \n\t\t\t\t\t\n\t\t\t\t\t On March 16 and 17 the U.S. imperialists and the south Korean puppet army warmongers mobilized at least 800 aircraft including fighter bombers, pursuit and assault planes, assault planes, electronic jamming planes, helicopter gunships for exercises for air battles, striking targets in the depth, close air support and airlifting operation. \n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with these provocative joint military exercises, the warmongers of the U.S. imperialist aggressor forces intensified aerial observation and photographing and reconnaissance against the areas of the DPRK side. \n\t\t\t\t\t\n\t\t\t\t\t The above-said joint war maneuvers being staged by the U.S. imperialists and the warmongers of the south Korean puppet army in the land, seas and air are an undisguised military threat to the DPRK and unpardonable criminal acts of dampening the desire of all Koreans for the peace and reunification of the country."
        },
        {
            "title": "Anti-DPRK Moves Slashed by Americans and Japanese",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-02ee.html",
            "content": "Anti-DPRK Moves Slashed by Americans and Japanese\r\n Pyongyang, March 17 (KCNA) -- The U.S. Group for the Study of the Songun Politics and the U.S. Solidarity Committee to Support the AINDF and the South Korean People's Struggle made public a joint statement on March 8 to denounce the Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. imperialists and the south Korean puppet warmongers.\n\t\t\t\t\t The statement said that the joint military exercises designed to invade the DPRK show that the new U.S. administration is little different from the former Bush administration in the hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the U.S. imperialists are a mastermind of imperialism mercilessly trampling down upon the Korean people's right to achieve the peaceful reunification and the first enemy of the world people.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the world progressive people to fully support the DPRK and further strengthen solidarity with the south Korean people in their struggle against the U.S. imperialists and the sycophantic and treacherous Lee Myung Bak group and war.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese Liaison Society for Joint Action in Asia in a statement on March 12 condemned the Japanese government for having further reduced Japan to a logistic and supply base and a sortie base of the U.S. forces for aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The statement strongly demanded that the U.S. discontinue the joint military exercises with the south Korean puppets at once and withdraw the GIs, the biggest stumbling block to Korea's reunification and the chieftain of war, from the Asia-Pacific region including south Korea and Japan."
        },
        {
            "title": "Kim Yong Il parte de Pyongyang para visitar Beijing",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-22ee.html",
            "content": "Kim Yong Il parte de Pyongyang para visitar Beijing\r\nPyongyang, 17 de marzo (ATCC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, salio el dia 17 de esta capital para realizar una visita oficial y de amistad a la Republica Popular China cumplimentando una invitacion de Wen Jiabao, primer ministro chino del Consejo de Estado.\n\t\t\t\t\t Le acompanan  el ministro de Industria Metalurgica Kim Thae Bong, el ministro de Agricultura Kim Chang Sik, el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Cultura Kang Nung Su y otros funcionarios."
        },
        {
            "title": "Kim Yong Nam envia mensaje a Mary Mcaleese",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-24ee.html",
            "content": "Kim Yong Nam envia mensaje a Mary Mcaleese\r\nPyongyang, 17 de marzo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 17 un mensaje de felicitacion al presidente de Irlanda, Mary Mcaleese, con motivo del Dia Nacional de este pais.\n\t\t\t\t\t  El remitente desea buena salud al destinatario y exitos en su labor para la prosperidad de Irlanda."
        },
        {
            "title": "Kim Yong Il envia mensaje de felicitacion a Putin",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-23ee.html",
            "content": "Kim Yong Il envia mensaje de felicitacion a Putin\r\nPyongyang, 17 de marzo (ATCC) -- El premier del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, envio el dia 14 un mensaje de felicitacion a su homologo de la Federacion Rusa, Vladimir Vladimirovich Putin, con motivo del 60o aniversario de la firma del convenio sobre la cooperacion economica y cultural Corea-Rusia.\n\t\t\t\t\t  Al suscribirse el convenio sobre la cooperacion economica y cultural entre Corea y Rusia, se preparo el cimiento legal para desarrollar la cooperacion bilateral en varias ramas y basandose en el mismo, los pueblos de los dos paises vinieron desarrollando el viaje reciproco, el intercambio y la cooperacion de beneficio mutuo, senala la misiva.\n\t\t\t\t\t\n\t\t\t\t\t  Expresa la conviccion de que las relaciones de cooperacion entre ambos paises seguiran fortaleciendose y desarrollandose conforme al espiritu de los documentos conjuntos acordados entre ambas partes."
        },
        {
            "title": "Kwak Pom Gi se reune con delegacion de parlamento europeo",
            "url": "http://kcna.co.jp/item/2009/200903/news17/20090317-25ee.html",
            "content": "Kwak Pom Gi se reune con  delegacion de parlamento europeo\r\n　Pyongyang, 17 de marzo (ATCC) -- El vicepremier del Consejo de Ministros de la Republica Popular Democratica de Corea, Kwak Pom Gi, departio el dia 17 en el capitalino Palacio Cultural del Pueblo con la delegacion del Grupo de Partidos Sociales del Parlamento Europeo."
        }
    ]
}