{
    "date": "2009-04-20",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-20ee.html",
    "articles": [
        {
            "title": "Yang Hyong Sop Meets New Palestinian Ambassador",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-16ee.html",
            "content": "Yang Hyong Sop Meets New Palestinian Ambassador\r\n Pyongyang, April 20 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Ismail Ahmed Mohamed Hasan, new Palestinian ambassador to the DPRK, at the Mansudae Assembly Hall on Monday when the latter paid a courtesy call on him."
        },
        {
            "title": "11th Kimilsungia Festival Closes",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-19ee.html",
            "content": "11th Kimilsungia Festival Closes\r\nPyongyang, April 20 (KCNA) -- The 11th Kimilsungia Festival was closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition on Monday.\n\t\t\t\t\t More than 20,000 potted Kimilsungias beautifully decorated the festival drawing an endless stream of servicepersons, working people, school youth and children and a lot of overseas Koreans and foreigners every day, more than 200,000 in all.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Choe Thae Bok, Yang Hyong Sop, Kang Nung Su, officials of ministries and national institutions, servicepersons, working people, school youth and children and members of the delegation of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Indonesian Ambassador to the DPRK Daulat Hotma Audison Passaribu and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Hun, chairman of the Central Committee of the General Federation of the Unions of Art and Literature of Korea, said in his closing address that the festival was held in an unprecedented big scale thanks to the unanimous desire and sincerity of the Korean people and progressive humankind to hold President Kim Il Sung in high esteem for all ages.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed that they would hold the Kimilsungia festival in a grand style every year true to the noble intention of General Secretary Kim Jong Il to give a steady continuity to the history of the sun in the socialist homeland, the greatest patriotic legacy left by the President."
        },
        {
            "title": "Kimilsungia, Flower of Sun, Cultivated Wider",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-11ee.html",
            "content": "Kimilsungia, Flower of Sun, Cultivated Wider\r\nPyongyang, April 20 (KCNA) -- The 11th Kimilsungia festival was held at the Kimilsungia-Kimjongilia Exhibition in Pyongyang.\n\t\t\t\t\tDisplayed there were more than 20,000 pots of Kimilsungia and various kinds of rare flowers cultivated with sincerity by units of the Korean People's Army, ministries and national institutions, servicepersons, working people, school youth and children, the Central Standing Committee of Chongryon (General Association of Korean Residents in Japan), organizations and figures of the various countries and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\tAccording to data available, the preceding festivals held annually till last year from Juche 88 (1999) were participated in by over 540 units with nearly 70,000 pots of Kimilsungia and the number of the visitors amounted to over 4,064,000.\n\t\t\t\t\t\n\t\t\t\t\tOver the last ten years of festival the Korean people have engraved deeper in their hearts the firm faith that President Kim Il Sung will always be with us.\n\t\t\t\t\t\n\t\t\t\t\tThe servicepersons and people of Korea have devoted all their sincerity to the cultivation, propagation and study of the flower of the sun so as to shine the festival as a flower garden of praising the great man.\n\t\t\t\t\t\n\t\t\t\t\tThe ministries and national institutions have arranged well Kimilsungia-Kimjongilia greenhouses to manure and tend the flower in a scientific and technical way and all the provinces (municipality), cities (district) and counties of the country have built one greenhouse after another furnished with all facilities for cultivating the flower of the sun well.\n\t\t\t\t\t\n\t\t\t\t\tThe scale and form of the Kimilsungia festival have developed year after year in response to the ardent reverence of the Korean people and the number of the participants, flowers and visitors is on a steady increase.\n\t\t\t\t\t\n\t\t\t\t\tAfter looking round the festival, foreigners said in unison that the festival of the immortal flower named after the leader cannot be found in other countries of the world."
        },
        {
            "title": "More Rallies Held to Hail Successful Satellite Launch",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-13ee.html",
            "content": "More Rallies Held to Hail Successful Satellite Launch\r\n Pyongyang, April 20 (KCNA) -- Mass rallies took place in Kim Chaek and Rason cities, Samjiyon and Onsong counties and other cities and counties to hail the successful launch of satellite Kwangmyongsong-2.\n\t\t\t\t\t Attending the rallies were officials of local party and power organs, economic institutions, working people's organizations, working people and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Reports and speeches were made at the rallies.\n\t\t\t\t\t\n\t\t\t\t\t They said that the successful launch of satellite Kwangmyongsong-2 marked a great auspicious event of the nation as it demonstrated the dignity and invincible might of Songun Korea and a historic event which made the first gun salute heralding the victory in the drive for building a great prosperous powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch strikingly demonstrated the might of the Juche-based industry and the nation's level of science and technology and clearly proved that their cause of building a thriving nation is sure to triumph, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of satellite is a shining fruition of the Songun revolutionary leadership of Kim Jong Il who has attached importance to the work for bolstering the country's political and military potentials and developing science and technology, foreseeing a rosy future of the country. \n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to bring about fresh miracles and innovations in all the fields and at all units by earnestly learning from the patriotic devotion and the militant spirit of unconditionally carrying through the leader's instructions displayed by the scientists and technicians in making the above-said spectacular success."
        },
        {
            "title": "Sugar Cane Cultivated in Reclaimed Tideland",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-12ee.html",
            "content": "Sugar Cane Cultivated in Reclaimed Tideland\r\n Pyongyang, April 20 (KCNA) -- Sugar cane is cultivated in the reclaimed tideland in Onchon County, South Phyongan Province, DPRK.\n\t\t\t\t\t It was a common practice in the past to leave the reclaimed tideland fallow for a certain period until it was desalted.\n\t\t\t\t\t\n\t\t\t\t\t Onchon County undertook deep-going researches in cooperation with competent scientists to obtain a crop suitable to the conditions of reclaimed tideland.\n\t\t\t\t\t\n\t\t\t\t\t Through repeated tests it succeeded in obtaining a new strain of sugar cane highly productive and suitable to the local conditions and began growing it. \n\t\t\t\t\t\n\t\t\t\t\t Last year it harvested one thousand and several hundred tons of sugar cane in the reclaimed tideland to get a large amount of raw sugar.\n\t\t\t\t\t\n\t\t\t\t\t It was equivalent to the quantity obtained from hundreds of tons of grain."
        },
        {
            "title": "Chilgol Revolutionary Site Attracts Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-10ee.html",
            "content": "Chilgol Revolutionary Site Attracts Endless Stream of Visitors \r\n Pyongyang, April 20 (KCNA) -- The Chilgol Revolutionary Site in Mangyongdae District, Pyongyang is drawing an endless stream of visitors. \n\t\t\t\t\t The revolutionary site is a time-honored place associated with the spirit of ardent patriotism of Kang Pan Sok, an indomitable revolutionary fighter and an outstanding leader of the women's movement in Korea. \n\t\t\t\t\t\n\t\t\t\t\t At least 7.7 million servicepersons, people from all walks of life and school youth and children have visited the place since the outset of the new century. \n\t\t\t\t\t\n\t\t\t\t\t It has also been visited by a large number of overseas compatriots and foreigners."
        },
        {
            "title": "Overseas Compatriots' Art Troupes Leave",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-17ee.html",
            "content": "Overseas Compatriots' Art Troupes Leave\r\n Pyongyang, April 20 (KCNA) -- Art troupes of Koreans in China and the U.S. left here after attending the 26th April Spring Friendship Art Festival."
        },
        {
            "title": "U.S. and Lee Myung Bak Group Branded as Arch Harasser of Peace and Security",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-15ee.html",
            "content": "U.S. and Lee Myung Bak Group Branded as Arch Harasser of Peace and Stability\r\nPyongyang, April 20 (KCNA) -- Rodong Sinmun Monday in a signed article brands the U.S. and the Lee Myung Bak group, its lackeys, as the arch harasser of peace and stability on the Korean Peninsula.\n\t\t\t\t\t Accusing the warmongers in south Korea and abroad of further escalating the confrontation with the DPRK and the moves for a nuclear war, noisily claiming that the DPRK's satellite launch was a \"missile threat,\" the article holds that their much ado about the \"threat\" is nothing but sophism to mislead public opinion at home and abroad and justify their moves for confrontation and a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. seeks is to keep Korea partitioned into two forever and put the whole Korean Peninsula and the rest of Northeast Asia under its domination with south Korea as its military base and springboard.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have massively reinforced the aggressor forces including nuclear weapons in south Korea to attain their aggressive aim and are working hard to ignite a new war.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities' persistent and vicious policy of confrontation with compatriots amounts to another main factor of escalating the tension and seriously jeopardizing the peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The \"policy towards the north\" shaped by the Lee group is, in essence,  one of confrontation and war to do harm to compatriots in collusion with foreign forces and the core of this policy is to invade the north by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The ulterior motive of the puppet warmongers is to render the situation extremely tense at any cost and invent a pretext for igniting a war against the DPRK in a bid to attain their sinister aim. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group is one of ferocious warmongers who go through thick and thin to stand in confrontation with compatriots and cannot exist without a play with fire. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean conservative authorities' persistent pursuance of their policy of confrontation and war would only precipitate their own destruction."
        },
        {
            "title": "Lee Myung Bak's Solicitation Diplomacy Ridiculed",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-09ee.html",
            "content": "Lee Myung Bak's Solicitation Diplomacy Ridiculed\r\n Pyongyang, April 20 (KCNA) -- Recently traitor Lee Myung Bak made junkets to Southeast Asian countries during which he was busy with such diplomacy as soliciting those countries for \"close and active cooperation with south Korea\" and \"a concerted counteraction,\" reasserting the \"need to send the DPRK \"a prompt, strong and unanimous message\" over its satellite launch.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Monday observes:\n\t\t\t\t\t\n\t\t\t\t\t This is a clear revelation of the despicable sycophantic and treacherous policy and the policy of confrontation with fellow countrymen pursued by the treacherous Lee regime of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t As universally recognized, the DPRK's satellite launch was legitimately conducted in line with the requirements of international law and regulations and it was the DPRK's exercise of its legitimate sovereign right. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group, however, not only reacted to the DPRK's plan for satellite launch with enmity from the outset, prompted by its inveterate bitterness toward fellow countrymen, but made much fuss, terming its successful launch a \"violation of resolution\" and crying out for \"sanctions.\" \n\t\t\t\t\t\n\t\t\t\t\t The successive rulers of south Korea have incited confrontation with fellow countrymen backed by foreign forces without exception but no traitor begged outsiders so earnestly to do harm to fellow countrymen, hell-bent on flunkeyism and dependence on them, as Lee did.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK branded the hostile forces' rash racket over its launch of the satellite for peaceful purposes as an unpardonable wanton violation of its sovereignty and clarified its resolute stand to counter it. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never remain a passive on-looker to the Lee group's persistent reckless moves to hurt fellow countrymen at any cost, backed by foreign forces, despite its repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable stand of the DPRK to settle accounts with those keen on confrontation with fellow countrymen."
        },
        {
            "title": "Anniversary of Pyongyang Declaration Observed",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-14ee.html",
            "content": "Anniversary of Pyongyang Declaration Observed\r\nPyongyang, April 20 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 17th anniversary of the publication of the Pyongyang declaration which says that the world socialist movement has vigorously advanced upholding the declaration since its publication.\n\t\t\t\t\t The historic Pyongyang declaration \"Let Us Defend and Advance the Cause of Socialism\" was made public on April 20, Juche 81 (1992).\n\t\t\t\t\t\n\t\t\t\t\t Representatives of 70 political parties including 48 party leaders from lots of countries actively supported the draft declaration and signed the declaration on behalf of their parties expressing full sympathy with it.\n\t\t\t\t\t\n\t\t\t\t\t The article says that the Pyongyang declaration clarified that socialism suited to the intrinsic nature of human being for independence is the ideal of humankind and the socialist society is the genuine society of people representing future. It, therefore, became the great revolutionary banner and the banner of the struggle and victory as it helped the world socialist movement weather out its crisis and bring about a new surge, the article notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The world progressive political parties aspiring after socialism vied with each other in signing the declaration expressing full support to it. At a time when the declaration was adopted 70 political parties signed it and then the number increased to more than 140 after the lapse of half a year and by the end of 1992 the number reached over 150.\n\t\t\t\t\t\n\t\t\t\t\t The new century witnessed the enhanced significance and role of the Pyongyang declaration. \n\t\t\t\t\t\n\t\t\t\t\t Those countries which failed to build and develop socialist society suited to the basic requirements of the popular masses could not stand the tempest of history. However, the DPRK has made steady victorious progress remaining undeterred in any ordeals as it built socialist society centered on the popular masses, the driving force of history, and has solved all the problems depending on them.\n\t\t\t\t\t\n\t\t\t\t\t As of now more than 270 political parties signed the Pyongyang declaration. The world revolutionary parties and progressive people are struggling with the declaration as the historic charter for socialism and common program for their struggle.\n\t\t\t\t\t\n\t\t\t\t\t The capitalist structure is shaking down to its very foundation due to the reactionary nature of its political system becoming more undisguised and the recent financial crisis. The reality testifies to the justice of the Pyongyang declaration which clarified the truth and validity of socialism and the inevitability of its final victory.\n\t\t\t\t\t\n\t\t\t\t\t Socialism is sure to emerge victorious when all the revolutionary parties and people struggle in unity under the banner of the declaration."
        },
        {
            "title": "Lee Myung Bak Group's Policy of Confrontation Lambasted",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-07ee.html",
            "content": "Lee Myung Bak Group's Policy of Confrontation Lambasted\r\nPyongyang, April 20 (KCNA) -- At least 30 civic and public organizations of south Korea including the People for Achieving Peace and Reunification held a press conference in Seoul on April 17 at which they condemned the Lee Myung Bak group of traitors for its reckless policy of confrontation.\n\t\t\t\t\t At the press conference the organizations warned in a protest letter that the authorities' moves to fully participate in the PSI would bring the inter-Korean relations to an uncontrollable catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t It is the United States and Lee Myung Bak's bellicose forces toeing its line that are to blame for disturbing the peace of the world and the Korean Peninsula, the protest letter said, calling upon all the people to unite to wage a dynamic mass protest against the \"government's\" moves to fully participate in the PSI.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to stop at once their dangerous moves to fully take part in the PSI.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the organizations submitted the protest letter to the puppet authorities.\n\t\t\t\t\t\n\t\t\t\t\t That day representatives of religious organizations including the Buddhist Peace Solidarity of south Korea made public a statement denouncing the Lee Myung Bak group for its sycophantic and treacherous act of kowtowing and yielding to the U.S. and Japan, indifferent to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged Lee Myung Bak to stop yielding to the pressure of foreign forces, though belatedly, but lend an ear to the voices of the people and stop at once the above-said moves."
        },
        {
            "title": "Joint Actions against Japan's Distortion of History Called for",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-06ee.html",
            "content": "Joint Actions against Japan's Distortion of History Called for\r\n Pyongyang, April 20 (KCNA) -- At least ten civic and public organizations of south Korea including the Solidarity for Peace in Asia and Education in History, the Teachers' Union, the History Teachers Association and the Council for the Solution of the Issue of the Volunteers Corps held a joint meeting in Seoul on April 15 at which they declared that they would stage joint actions against the Japanese reactionaries' moves to tamper with history.\n\t\t\t\t\t At the meeting the organizations accused the Japanese Ministry of Education, Culture, Sports, Science and Technology of passing another history textbook for middle schoolers justifying its past aggression through the screening process on April 9, adding that this was a clear proof that the distortion of history is being perpetrated undisguisedly in Japan with the support of its government.\n\t\t\t\t\t\n\t\t\t\t\t The textbook that passed through the screening process not only carries the same distorted contents as the history textbook published in the past but is retrogressively revised, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The organizations called upon civic and public organizations grouping people of broad strata to solidarize with one another in the dynamic actions against the Japanese reactionaries' moves to tamper with history."
        },
        {
            "title": "Japanese Government Urged to Lift Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-05ee.html",
            "content": "Japanese Government Urged to Lift Sanctions against DPRK\r\n Pyongyang, April 20 (KCNA) -- The Liaison Council for Denuclearization and Peace in Northeast Asia and Normalization of Japan-DPRK Relations on April 9 urged the Japanese government to lift its sanctions against the DPRK and resume the talks for normalizing the Japan-DPRK relations.\n\t\t\t\t\t In a written request addressed to the prime minister, the foreign minister and other officials of Japan the council repudiated the step taken by the government to extend and tighten the sanctions against the DPRK and urged it to immediately retract the step.\n\t\t\t\t\t\n\t\t\t\t\t Chiding the authorities for stoking uneasiness and enmity among the Japanese people by misrepresenting the DPRK's satellite launch as \"a missile launch\", the council held that what the government should truly opt is to defuse the tension through dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Pointing in detail to the fact that the rights of the Koreans in Japan are being gravely violated due to the hostile moves of the authorities against the DPRK including sanctions, the council strongly urged the government to clarify its stance on peace and dialogue by lifting the sanctions against the DPRK and offering humanitarian aid to it, etc. for the purpose of resuming the Japan-DPRK talks. \n\t\t\t\t\t\n\t\t\t\t\t Taking part in the petition action were Shingo Fukuyama, secretary general of the \"Peace Forum\", Koichi Ishizaka, assistant professor at Rikkyo University, Kiko Koizumi, secretary general of the Japanese Women's Society for Solidarity with the Korean Women, and other figures. \n\t\t\t\t\t\n\t\t\t\t\t On the same day \"Osaka Citizens Solidarity for Early Normalization of Japan-DPRK Relations\" submitted to the Foreign Ministry a written request demanding a stop to the hostile policy toward the DPRK and the normalization of the Japan-DPRK relations."
        },
        {
            "title": "U.S. and Its Followers' Moves against DPRK's Satellite Launch Flailed",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-04ee.html",
            "content": "U.S. and Its Followers' Moves against DPRK's Satellite Launch Flailed\r\n Pyongyang, April 20 (KCNA) -- Kim Yong Sul, chairman of the United Confederation of Koreans in Ukraine, made public a statement on April 14 in which he denounced the United States and its followers for releasing the brigandish \"presidential statement\" by abusing the UNSC to dare take issue with the DPRK over its satellite launch for peaceful purposes.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The UNSC tabled and discussed the DPRK's satellite launch for peaceful purposes although it was legitimately conducted after going through procedures under international law. This is an intolerable insult and a thrice-cursed crime against the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly proves that the principle of sovereign equality and impartiality stipulated in the UN Charter are a mere show and it is only the logic of strength that works in the international relations.\n\t\t\t\t\t\n\t\t\t\t\t The United Confederation of Koreans in Ukraine hails the decisive resolution expressed by the DPRK declaring that it would never participate in the six-party talks nor be bound any longer to any agreement of the talks but bolster up its nuclear deterrent for self-defence in every way.\n\t\t\t\t\t\n\t\t\t\t\t The forces hostile toward the DPRK should make apology to the Korean people, though belatedly, bearing in mind that they will be to entirely blame for the consequences of their unreasonable action whereby unpredictable developments may occur in the Korean Peninsula in the future."
        },
        {
            "title": "DPRK's Satellite Launch Hailed by Bangladeshi Organization",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-03ee.html",
            "content": "DPRK's Satellite Launch Hailed by Bangladeshi Organization\r\n Pyongyang, April 20 (KCNA) -- The Bangladesh Peace Council released a statement on April 11 under the title \"We extend congratulations to the DPRK on its successful satellite launch\".\n\t\t\t\t\t The Bangladesh Peace Council sincerely congratulates the DPRK on having successfully put the satellite Kwangmyongsong-2 by carrier rocket Unha-2 into orbit according to its plan for the space development, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We express deep concern about the moves of the U.S. and its followers making desperate efforts to use the successful satellite launch of the independent DPRK for their ulterior aim.\n\t\t\t\t\t\n\t\t\t\t\t We will in the future, too, fully support the DPRK's policy for peaceful use of the outer space."
        },
        {
            "title": "Kim Jong Il's Work Off Press in China",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-01ee.html",
            "content": "Kim Jong Il's Work Off Press in China\r\n Pyongyang, April 20 (KCNA) -- General Secretary Kim Jong Il's work \"Kimilsungia Is an Immortal Flower Blooming in the Hearts of Humankind in the Era of Independence\" was brought out in booklet by a printing house in Shenyang of China on April 13.\n\t\t\t\t\t The work, published on April 6, Juche 94 (2005), says that Kimilsungia is a flower of the sun symbolic of the greatness of President Kim Il Sung who indicated the road ahead of the world people with the sunrays of Juche and a flower praising the great man which blooms in the hearts of humankind in the era of independence and that it is a great pride and honor of the Korean people to have Kimilsungia, the national treasure."
        },
        {
            "title": "Day of Sun Commemorated in India",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-02ee.html",
            "content": "Day of Sun Commemorated in India\r\nPyongyang, April 20 (KCNA) -- Meetings, book and photo exhibitions and film shows were held by different units of India in the period between April 7 and 11 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tDisplayed in the venues of the functions were works of Kim Il Sung and General Secretary Kim Jong Il, photos showing their undying feats and books and photos introducing the advantages of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t Vishwanath, director-general of the International Institute of the Juche Idea, Suneet Chopra, secretary general of the All India Indo-Korean Friendship Association, and other speakers praised Kim Il Sung as the genius of ideology and theory who provided the guiding idea in the era of independence, the distinguished leader of the world revolution and the iron-willed brilliant commander and outstanding strategist who defeated the two imperialist formidable enemies in one generation. \n\t\t\t\t\t\n\t\t\t\t\t V. K. Chopra, chairman of the Indian Intellectuals’ Society for the Study of the Juche Idea, said that Kim Il Sung founded the Juche idea, the Songun idea to provide the world oppressed people with a beacon of hope.\n\t\t\t\t\t\n\t\t\t\t\t Anita Chopra, chairperson of the Indian Working Women Society for Study of the Juche Philosophy, noted that Kim Il Sung is always alive in the hearts of the Korean people and the world progressives century after century for his great feats. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche pioneered by Kim Il Sung is sure to win victory thanks to the wise leadership of Kim Jong Il and the Juche idea, the Songun idea, the chairperson stressed.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film shows watched Korean films showing the ideological and moral trait of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at the meeting held by the All India Indo-Korean Friendship Association and the Delhi self-governing body."
        },
        {
            "title": "Clausurado XI Festival de Kimilsungia",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-20ee.html",
            "content": "Clausurado XI Festival de Kimilsungia\r\nPyongyang, 20 de abril (ATCC) -- Quedo clausurado este lunes en la Exposicion Permanente de Kimilsungias y Kimjongilias el XI Festival de Kimilsungias.\n\t\t\t\t\tEste festival, en que fueron exhibidas mas de 20 mil Kimilsungias, transcurrio solemnemente todos los dias siendo visitado por mas de 200 mil militares del Ejercito Popular de Corea, trabajadores, jovenes y ninos escolares y numerosos compatriotas residentes en ultramar y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t  A la ceremonia de clausura asistieron Choe Thae Bok, Yang Hyong Sop, Kang Nung Su, los funcionarios de ministerios, organos centrales y organizaciones de masas, los militares del EPC, los trabajadores, los jovenes y ninos escolares y los miembros de la delegacion de los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Entre los invitados se distinguian el embajador Daulat Hotma Audison Passaribu  y otros miembros de la Embajada de Indonesia en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Al pronunciar el discurso de la ocasion, el presidente del CC de la Federacion General de Escritores y Artistas de Corea, Kim Pyong Hun, se refirio a que el presente festival tuvo lugar adquiriendo una dimension sin precedente gracias a la aspiracion unanime y devocion del pueblo coreano y la humanidad progresista de enaltecer para siempre al Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que ese evento se realizara cada ano con solemnidad segun el noble proposito del Dirigente Kim Jong Il de dar continuidad a la historia del Sol en esta patria socialista, herencia patriotica mas grande que dejo el Presidente."
        },
        {
            "title": "Alejandro Cao de Benos visita la sucursal del FDNA en Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-21ee.html",
            "content": "Alejandro Cao de Benos visita la sucursal del FDNA en Pyongyang\r\nPyongyang, 20 de abril (ATCC) -- El presidente de la Asociacion de Amistad con Corea, que tiene su sede en Espana, Alejandro Cao de Benos, visito este lunes la sucursal del Frente Democratico Nacional Antiimperialista (FDNA) en Pyongyang.\n\t\t\t\t\t  El fue acogido por el representante Jo Il Min y otros miembros de la sucursal y converso con ellos.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion, Jo Il Min senalo que con motivo del Dia de Sol (15 de abril-cumpleanos del Presidente Kim Il Sung), se desarrollan en distintas localidades del Sur de Corea diversas actividades conmemorativas para elogiar la vida revolucionaria y las hazanas inmortales del Presidente.\n\t\t\t\t\t\n\t\t\t\t\t  Informo el hecho de que los habitantes de distintos estratos del Sur de Corea felicitan calidamente la eleccion del Dirigente Kim Jong Il como Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea en el primer periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema y el exitoso lanzamiento del satelite artificial \"Kwangmyongsong No.2\" y que estos eventos son divulgados ampliamente a traves de las publicaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Alejandro expreso apoyo total y solidaridad a la lucha de los combatientes de vanguardias del FDNA y los habitantes surcoreanos por defender y ejecutar la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\t  Seguidamente, hizo publica una declaracion para condenar a las autoridades conservadoras proyanquis del Sur de Corea que libran mas demencialmente la campana conflictiva con la Republica Popular Democratica de Corea pretextando el lanzamiento de satelite artificial por ella.\n\t\t\t\t\t\n\t\t\t\t\t La nota senala que ajo el mismo pretexto, las autoridades conservadoras surcoreanas hablan de la \"participacion total\" en la \"Iniciativa de Seguridad contra la Proliferacion\".\n\t\t\t\t\t\n\t\t\t\t\t Esto es un crimen imperdonable encaminado a imponer a la nacion coreana los desastres de guerra nuclear, califica y demanda fuertemente a Estados Unidos y sus fuerzas seguidoras el cese inmediato de sus maniobras para aplastar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Expresa el respaldo total a la declaracion del MINREX de la RPDC dada a conocer con motivo de la publicacion de la bandidesca \"declaracion presidencial\" del Consejo de Seguridad de la ONU que critica y condena el lanzamiento de satelite artificial por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Finaliza que la Asociacion de Amistad con Corea apoya activamente a la Corea del Songun (priorizacion militar) que defiende firmemente su dignidad y soberania sin doblegarse ante las siniestras y sucias maniobras de EE.UU. y sus satelites."
        },
        {
            "title": "Rodong Sinmun califica a MB de destructor de paz y estabilidad",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-22ee.html",
            "content": "Rodong Sinmun califica a MB de destructor de paz y estabilidad\r\nPyongyang, 20 de abril (ATCC) -- En un articulo individual difundido este lunes, el diario Rodong Sinmun califico a la banda de Lee Myung Bak, lacayo de Estados Unidos, del autor de la destruccion de la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t  Ahora, los belicistas internos y externos hablan tanto de la supuesta \"amenaza de misiles\" y hacen mas abiertas la confrontacion con la Republica Popular Democratica de Corea y las maniobras de provocacion de la guerra nuclear con motivo del lanzamiento del satelite artificial por parte de esta, senala asi el articulista y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Tal \"amenaza\" deviene una sofisteria con el fin de desviar la opinion publica interna y externa y justificar sus maquinaciones de guerra fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  El objetivo de EE.UU. es dividir eternamente a Corea en dos y tomar la hegemonia sobre toda la Peninsula Coreana y la region del Nordeste Asiatico al utilizar el Sur de Corea como base militar y trampolin.\n\t\t\t\t\t\n\t\t\t\t\t  Para alcanzarlo, los imperialistas norteamericanos aumentan en gran escala en el Sur de Corea las fuerzas armadas agresivas incluida el arma nuclear y recurren freneticamente a las maniobras de provocacion de nueva guerra.\n\t\t\t\t\t\n\t\t\t\t\t  La obstinada y perversa politica de enfrentamiento con connacionales que persiguen las autoridades conservadoras surcoreanas constituye ahora otro factor principal de agravar la tension de la Peninsula Coreana y amenazar gravemente la paz y la estabilidad.\n\t\t\t\t\t\n\t\t\t\t\tLa \"politica con respecto al Norte de Corea\", que practica la horda de Lee, es, en su esencia, la de guerra para danar a los connacionales en contubernio con las fuerzas foraneas y, lo principal de eso es la politica de agredir al Norte de Corea, la de apoyarse en  las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas titeres surcoreanos procuran realizar su objetivo sucio al agravar extremadamente la situacion y buscar el pretexto de desatar la guerra de agresion al Norte.\n\t\t\t\t\t\n\t\t\t\t\t Los compinches de Lee devienen precisamente las polillas de guerra que se arrojan a despecho de todo a la confrontacion con los compatriotas y la horda de los belicistas atroces que no pueden vivir ni un momento sin desatar la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y las autoridades conservadoras del Sur de Corea siguen recurriendo a tal politica, aceleraran mas su autodestruccion."
        },
        {
            "title": "Rodong Sinmun rechaza reproches sobre lanzamiento de satelite",
            "url": "http://kcna.co.jp/item/2009/200904/news20/20090420-23ee.html",
            "content": "Rodong Sinmun rechaza reproches sobre lanzamiento de satelite\r\nPyongyang, 20 de abril (ATCC) -- En su reciente gira por los paises del Sudeste Asiatico, el traidor Lee Myung Bak volvio a cuestionar el lanzamiento de satelite artificial de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn ese contexto, hablo de la \"necesidad\" de mostrar al Norte de Corea la \"decision resuelta, inmediata y unanime\" suplicando la \"cooperacion estrecha y activa\", la \"reaccion unanime\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  En un comentario individual publicado el dia 20, el periodico Rodong Sinmun califico esa accion de Lee como muestra contundente de la vil politica del \"regimen\" de este traidor, caracterizada por el servilismo a grandes potencias y la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  Como reconoce todo el mundo, el lanzamiento de satelite artificial se realizo de manera legitima de acuerdo con los requisitos y la norma del derecho internacional y devino el ejercicio digno de su derecho independiente por la RPDC, comienza el comentarista y continua:  \n\t\t\t\t\t\n\t\t\t\t\t  Pero, la banda de Lee, que guarda el rencor de los connacionales, vio con ojeriza desde el principio tal proyecto espacial de la RPDC y cuando el mismo resulto exitoso, comenzo a armar escandalos hablando tanto de la supuesta \"violacion de la resolucion\" y la \"sancion\".\n\t\t\t\t\t\n\t\t\t\t\t Si bien todos los antecesores de Lee recurrieron a la confrontacion fratricida bajo el amparo de las fuerzas foraneas, ninguno fue tanto como este traidor que practica locamente la dependencia de las grandes potencias y se empecina en pedirles que ataquen a la connacional RPDC. \n\t\t\t\t\t\n\t\t\t\t\t La RPDC califico de imperdonable atentado a la soberania la acusacion de las fuerzas hostiles en cuanto al satelite artificial para fines pacificos y aclaro claramente su resuelta posicion al respecto.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC no quedara con brazos cruzados frente a las imprudentes maniobras de la banda de Lee Myung Bak que pese a las reiteradas advertencias, sigue tratando de danar a los connacionales con la ayuda de las fuerzas foraneas. \n\t\t\t\t\t\n\t\t\t\t\t  Es la inconmovible posicion de la RPDC ajustar la cuenta final con los tipejos enloquecidos por el enfrentamiento fratricida."
        }
    ]
}