{
    "date": "2009-11-08",
    "url": "http://kcna.co.jp/item/2009/200911/2009-11-08ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit 1224",
            "url": "http://kcna.co.jp/item/2009/200911/news08/20091108-05ee.html",
            "content": "Kim Jong Il Inspects KPA Unit 1224\r\n Pyongyang, November 8 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 1224.\n\t\t\t\t\tHe acquainted himself with the unit's performance of duty before going round the room for the education in the revolutionary activities of President Kim Il Sung, a bedroom, mess hall, wash-cum-bath room, servicepersons' hall, library, gymnasium, shooting gallery and other places to take deep care of soldiers' service and living.\n\t\t\t\t\t\n\t\t\t\t\tSeeing the barracks that look like a rest home, their best interior facilities with all amenities and their compound kept neat and tidy like a park, he expressed great satisfaction over the fact that the unit provided the servicepersons with good conditions for their living and training.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA servicepersons are the precious Songun revolutionary comrades as they are protecting the Party, the revolution, the country and its people with arms, he said, urging all commanding officers to take care of their living as their real father would do so that they may not feel any slightest inconvenience.\n\t\t\t\t\t\n\t\t\t\t\tAfter watching the servicepersons' training at the unit, he was greatly satisfied to see all the servicepersons grown to be a-match-for-a-hundred fighters fully prepared politically and ideologically and in military technique to firmly safeguard the socialist motherland. He set forth the tasks to be fulfilled by the unit to increase its combat capability in every way.\n\t\t\t\t\t\n\t\t\t\t\tOur servicepersons have grown to be fighters strong in ideology and faith as all of them cherish the spirit of devotedly defending the leader, the spirit of becoming human bullets and bombs and the self-blasting spirit as their unshakable faith, he noted, adding that the revolutionary cause of the DPRK is sure to triumph as this great elite army is standing guard over the defence line of the country as firm as an invulnerable fortress.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the servicepersons of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice-Marshal Kim Yong Chun, vice-chairman of the NDC of the DPRK and minister of the People's Armed Forces, KPA General Kim Jong Gak, member of the NDC of the DPRK and first vice-director of the KPA General Political Bureau, KPA General Ri Yong Ho, chief of the KPA General Staff, and other commanding officers of the army and Jang Song Thaek, member of the NDC of the DPRK and department director of the WPK Central Committee."
        },
        {
            "title": "Kim Yong Nam Greets Cambodian King",
            "url": "http://kcna.co.jp/item/2009/200911/news08/20091108-03ee.html",
            "content": "Kim Yong Nam Greets Cambodian King\r\n Pyongyang, November 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Norodom Sihamoni, King of Cambodia, on the occasion of the 56th anniversary of its independence.\n\t\t\t\t\t Kim in the message said that the Cambodian people have registered many successes in the work to protect the sovereignty of the country and achieve national prosperity under the leadership of the king and the royal government.\n\t\t\t\t\t\n\t\t\t\t\t He whole-heartedly wished the king happiness and good health and the Cambodian people greater progress and prosperity, expressing belief that the traditional friendly and cooperative relations between the two countries provided by President Kim Il Sung and Norodom Sihanouk would grow stronger as the days go by."
        },
        {
            "title": "Kim Yong Il Greets Cambodian PM",
            "url": "http://kcna.co.jp/item/2009/200911/news08/20091108-04ee.html",
            "content": "Kim Yong Il Greets Cambodian PM\r\nPyongyang, November 8 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, Sunday sent a message of greetings to Hun Sen, Prime Minister of Cambodia, on the occasion of the 56th anniversary of its independence.\n\t\t\t\t\t He wished the Cambodian prime minister and people greater success in the work for the development and prosperity of the country and expressed belief that the traditional relations of friendship and cooperation between the two countries would continue to grow stronger."
        },
        {
            "title": "U.S and S. Korean New Scenario for War of Aggression Flailed",
            "url": "http://kcna.co.jp/item/2009/200911/news08/20091108-02ee.html",
            "content": "U.S and S. Korean New Scenario for War of Aggression Flailed\r\nPyongyang, November 8 (KCNA) -- The south Korean and the U.S. warmongers were reported to have recently rounded off the \"OPLAN 5029\" under an absurd pretext of \"emergency situation\".\n\t\t\t\t\tMinju Joson Sunday says in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis is, in the final analysis, a virulent slander and defamation of the DPRK, an unpardonable insult and undisguised provocation to its army and people.\n\t\t\t\t\t\n\t\t\t\t\tThis war plan is essentially different from the preceding war scenarios against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThis time, however, they have completed the above-said war scenario against the DPRK in which the nominal pretext of \"southward invasion\" was no longer used. In other words by the \"OPLAN 5029\" they meant a scenario to seize the DPRK by force of arms even if there were no \"southward invasion.\" That is why all the Koreans have bitterly condemned it from the very day it was in the making. \n\t\t\t\t\t\n\t\t\t\t\tHard pressed by this mindset, the \"government for people\" of south Korea had no choice but to cover the \"OPLAN 5029\" with the veil of \"CONPLAN\". \n\t\t\t\t\t\n\t\t\t\t\tIt is the present south Korean military authorities that have rounded off the above-said war scenario as an action program by taking the veil of \"CONPLAN\" off it.\n\t\t\t\t\t\n\t\t\t\t\tIt was, of course, the U.S. that played a leading role in completing the \"OPLAN 5029\". At the \"annual security consultative meeting\" the U.S. forced the south Korean side to \"develop the 'CONPLAN 5029' into an action program.\" \n\t\t\t\t\t\n\t\t\t\t\tThe completion of the \"OPLAN 5029\" proves that the moves of the U.S. and south Korean warmongers to launch a war of aggression against the DPRK have already gone beyond the danger line. \n\t\t\t\t\t\n\t\t\t\t\tReliance upon foreign forces and confrontation with fellow countrymen lead to self-destruction. The south Korean military authorities would be well advised not to add to the crimes already committed against the Korean nation."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed in Mexico",
            "url": "http://kcna.co.jp/item/2009/200911/news08/20091108-01ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed in Mexico\r\nPyongyang, November 8 (KCNA) -- The Mexican Committee for the Study of Kimilsungism released the 32nd issue of its bulletin under the title of \"Socialism Is Sure to Win\" on the occasion of the 15th anniversary of General Secretary Kim Jong Il's work \"Socialism Is a Science\".\n\t\t\t\t\tIt also carried a portrait of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe publication of the work marked a historic event that guaranteed a new surge and sure victory of the socialist movement, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il in the work proved the scientific accuracy and the inevitable victory of socialism and clarified ways of successfully building socialism.\n\t\t\t\t\t\n\t\t\t\t\tThe last 15 years since the publication of the work strikingly demonstrated its vitality in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe work will always shine as a banner encouraging not only the people of the DPRK but also all other people in the world aspiring after socialism."
        }
    ]
}