{
    "date": "2009-01-17",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Sub-unit",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-14ee.html",
            "content": "Kim Jong Il Inspects KPA Sub-unit\r\n Pyongyang, January 17 (KCNA) -- General Secretary Kim Jong Il inspected a sub-unit under KPA Unit 2752 honored with the title of O Jung Hup-led Seventh Regiment.\n\t\t\t\t\t He acquainted himself with the performance of the sub-unit's duty before watching the training of its servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Watching their training replete with invincible stamina, he expressed his satisfaction over the fact that all the servicepersons have been fully prepared as indomitable combatants capable of reliably defending the security of the country and the people. And he advanced tasks to be carried out to further increase the combat capability of the unit.\n\t\t\t\t\t\n\t\t\t\t\t Then he looked round a military lecture room and combat and technical equipment to learn about how the unit has implemented its training programs and taken care of arms.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the signal achievements made by the servicepersons of the sub-unit over the past years, saying that they have grown to be matchless ranks of combatants more firmly prepared politically and ideologically and in military technique.\n\t\t\t\t\t\n\t\t\t\t\t He took deep care of servicepersons' living, going round an education room, a bedroom, a mess hall, a kitchen, a wash-cum-bath house, a non-staple food store and other places.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for all the commanding officers to look after soldiers' living with parental affection just as the commanding officers of the Anti-Japanese Guerrilla Army did and thus provide the servicepersons, valued and loved by the WPK, with better living conditions.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the servicepersons of the sub-unit.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were KPA Generals Hyon Chol Hae and Ri Myong Su and other commanding officers."
        },
        {
            "title": "Kim Jong Il Guides Mt. Ryongak Recreation Ground",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-13ee.html",
            "content": "Kim Jong Il Guides Mt. Ryongak Recreation Ground\r\nPyongyang, January 17 (KCNA) -- General Secretary Kim Jong Il provided field guidance to Mt. Ryongak Recreation Ground which has been successfully built into a people's recreation centre.\n\t\t\t\t\t After being briefed on the ground in front of its guiding map, he inspected a long visiting course from the Dragon Pond to the Songdok Pavilion for hours to acquaint himself in detail with the construction of the ground. \n\t\t\t\t\t\n\t\t\t\t\t Seeing ponds and pavilions which keep harmony with the scenic beauty and pleasure sites and roads built in a peculiar style, he expressed great satisfaction over the fact that the builders and their helpers have successfully turned Mt. Ryongak into a people's recreation ground, and highly appreciated their feats, extending thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t Our people including citizens of the capital city have become able to enjoy ample cultural rest in Mt. Ryongak Recreation Ground, he noted, setting forth tasks to be carried out to manage and operate the ground. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to build more catering facilities to meet the increasing demand of visitors while raising the utility rate of the existing ones so that a greater number of people may visit the mountain to fully enjoy a bird's-eye view of its scenery and spend pleasant time in the future.\n\t\t\t\t\t\n\t\t\t\t\t What is the most important in managing the recreation ground is to protect natural environment, he said, underlining the need to take thorough measures for preserving even a single stone and tree as they are and preventing the pollution of the mountain and streams, in particular.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that deep attention should be paid to the work to spruce up the recreation ground well and steadily improve its operation. \n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Jang Song Thaek, department director of the WPK Central Committee, and Ju Kyu Chang and Ri Jae Il, first vice department directors of the WPK Central Committee, and KPA Generals Hyon Chol Hae and Ri Myong Su."
        },
        {
            "title": "DPRK Foreign Ministry's Spokesman Dismisses U.S. Wrong Assertion",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-11ee.html",
            "content": "DPRK Foreign Ministry's Spokesman Dismisses U.S. Wrong Assertion\r\nPyongyang, January 17 (KCNA) -- A spokesman for the DPRK Ministry of Foreign Affairs Saturday gave the following answer to the question put by KCNA dismissing the U.S. wrong assertion over the nuclear issue and the issue of normalizing the bilateral relations:\n\t\t\t\t\t The U.S. administration was recently reported to have asserted that the normalization of the relations is possible only when the DPRK dismantles its nuclear weapons, first of all, and the normalized relations will not be possible without the complete and verifiable elimination of north Korea's nuclear weapons programs. \n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of the true colors of the U.S. as a big power which regards the normalization of the relations as a gift to the DPRK and a distortion of the essence of the nuclear issue on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is miscalculating if it considers the normalization of the DPRK-U.S. relations as a reward for the DPRK's nuclear abandonment.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK made nuclear weapons to defend itself from the U.S nuclear threat, not in the anticipation of such things as the normalization of the relations with the U.S. or economic assistance.\n\t\t\t\t\t\n\t\t\t\t\t It is the reality on the Korean Peninsula that we can live without normalizing the relations with the U.S. but not without nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t We have lived for decades without normalizing the relations with the U.S. and live on still with dignity. \n\t\t\t\t\t\n\t\t\t\t\t The issue of normalizing the relations and the nuclear issue are the two separate matters from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t If there is something to be desired by us, it is not to normalize the relations between the DPRK and the U.S. but to boost the nuclear deterrent in every way to more firmly defend the security of our nation.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue on the Korean Peninsula is, in essence, the issue of the U.S. and our nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Though the bilateral relations are normalized in a diplomatic manner, the DPRK's status as a nuclear weapons state will remain unchanged as long as it is exposed even to the slightest U.S. nuclear threat."
        },
        {
            "title": "Lee Myung Bak Group's Aim of Retrogressive Revision of Textbooks Slammed",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-12ee.html",
            "content": "Lee Myung Bak Group's Aim of Retrogressive Revision of Textbooks Slammed\r\nPyongyang, January 17 (KCNA) -- Some days ago the puppet Ministry of Education, Science and Technology forced textbook writers and publishing houses to accept a \"standard for writing new moral textbook\" to be used by middle schoolers from 2010.\n\t\t\t\t\t A spokesman for the Teachers Panel of the North Side Headquarters for Implementing the June 15 Joint Declaration in a statement issued Saturday denounced the above-said action as an unpardonable act as it incites confrontation with fellow countrymen by slandering the dignified socialist system in the DPRK and barring the above-mentioned writers from writing about the history of the anti-Japanese armed struggle and the Juche idea, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Last year the south Korean conservative group forced them to publish history textbooks beautifying the disgraceful U.S. imperialists' colonial fascist rule. The said \"moral textbook\" is nothing but one for malignantly slandering the DPRK by abusing the name of \"textbook\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group seeks to retrogressively rewrite textbooks as ones for justifying its acts of treachery and distribute them to schools training the present and future generations of the country and the nation. This is an unpardonable insult and mockery of the inviolable education of the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t Lee is seriously mistaken if he thinks he can do anything by brandishing clubs of fascism while dreaming of becoming the same \"emperor\" as the one during the past military dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities should immediately halt the moves to escalate the confrontation with the DPRK and retrogressively revise textbooks and put an end to the \"pragmatic\" fascist dictatorship which only further infuriates the angry people, bearing in mind the lesson taught by history that those who went against the requirements of the national history and the trend of the times only met a miserable end."
        },
        {
            "title": "Congratulations to Kuwaiti PM",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-06ee.html",
            "content": "Congratulations to Kuwaiti PM\r\nPyongyang, January 17 (KCNA) -- Kim Yong Il, premier of the Cabinet of the DPRK, Friday sent a congratulatory message to Sheikh Nasser Al-Muhammad Al-Ahmad Al-Jaber Al-Sabah upon his reappointment as Prime Minister of the Cabinet of the State of Kuwait. \n\t\t\t\t\t The message sincerely wished him bigger success in his noble work for social unity and the prosperity of the country and the welfare of the people."
        },
        {
            "title": "First Triplets Born in New Year",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-09ee.html",
            "content": "First Triplets Born in New Year\r\nPyongyang, January 17 (KCNA) -- First triplets were born at the Pyongyang Maternity Hospital in the new year.\n\t\t\t\t\tTheir mother is a wife of an officer of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tThey are baby girls, who weighed respectively 2.130, 1.920 and 1.510 kilos at birth.\n\t\t\t\t\t\n\t\t\t\t\tThe groups of triplets and quadruplets who have been born at the hospital since its opening total 383.\n\t\t\t\t\t\n\t\t\t\t\tThe newly born triplets are enjoying all benefits of the socialist health system."
        },
        {
            "title": "All Koreans Called upon to Give Priority to Nation and Protect Its Interests",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-07ee.html",
            "content": "All Koreans Called upon to Give Priority to Nation and Protect Its Interests\r\nPyongyang, January 17 (KCNA) -- Whoever stands for the country's reunification should attach importance to the nation in the spirit of \"By our nation itself\" and solve the problem of inter-Korean relations by relying on the efforts of the nation, says Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" means the independent principle that calls for giving priority to the nation and protecting its interests and the fundamental stand to be firmly maintained by all the compatriots in the reunification movement. \n\t\t\t\t\t\n\t\t\t\t\t No issue related to the country's reunification can be solved in conformity with the interests and wishes of our nation apart from the spirit of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t The north and the south ushered in a new era of reconciliation and unity by putting an end to the history of distrust and confrontation between them that has lasted for decades and the national independence which the Koreans have so long desired to achieve but failed to do so became the trend of the times. These were possible because the Koreans were guided by the spirit of \"By our nation itself\" and acted according to its idea. \n\t\t\t\t\t\n\t\t\t\t\t It is absolutely impossible to solve the issue of inter-Korean relations, the issue of reunification as long as flunkeyism and dependence on foreign forces are allowed. Any practices of cooperating with foreign forces, disregarding one's own nation and giving importance to them are absolutely intolerable as they are treacherous acts of standing in the way of achieving national unity and reunification to meet their interests. \n\t\t\t\t\t\n\t\t\t\t\t The united strength of our nation is tremendous, indeed, and therefore, there is nothing impossible for it if Koreans pool their efforts. If they have the viewpoint of giving priority to the nation and protecting it, they can display wisdom, unravel any knotty problem and pave a wide avenue for independent reunification, peace and prosperity. It was proved by the shining successes made in the inter-Korean relations after the June 15 joint declaration was published.\n\t\t\t\t\t\n\t\t\t\t\t The south Koran authorities should abandon the anachronistic, treacherous policy of depending on foreign forces and take a viewpoint of placing the nation above outsiders and protecting its common interests instead of meeting their interests. Only doing so would make it possible to improve the inter-Korean relations and bring about a landmark phase in the movement for the country's reunification."
        },
        {
            "title": "Lee Group's Scenario for War of Aggression against North Assailed",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-08ee.html",
            "content": "Lee Group's Scenario for War of Aggression against North Assailed\r\nPyongyang, January 17 (KCNA) -- Ri Sang Hui, puppet defense minister, recently cried out for \"taking a posture for prompt counteraction\" in such sensitive areas as waters along the \"northern limit line\" in the West Sea and the Demilitarized Zone and asserted the need to adopt an all-out national defense stance in the new year, clamoring about \"threat from the north.\" \n\t\t\t\t\t Minju Joson Saturday in a signed commentary says this is arousing bitter resentment of all the fellow countrymen as it is a dangerous move to incite confrontation among them and ignite a war of aggression against the north at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The \"threat from the north\" touted by the puppets is nothing but a hoax aimed to step up the preparations for a war of aggression against the north under this pretext, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"northern limit line\" on which Ri Sang Hui insisted is a clear indication that the puppets are contemplating unleashing an all-out war of aggression against the north after sparking the same armed conflict any moment as they did in the West Sea in the past.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have deteriorated though they had developed favorably since the adoption of the June 15 joint declaration and the situation is inching close to the brink of war because power is in the hands of such traitors and warmongers in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans will not be able to escape a nuclear disaster if they remain onlookers to the moves of the Lee group for a war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK are closely following the frantic moves of the warmongers to launch invasion of the north. If the puppet warhawks ignite a war of aggression against the north despite the unanimous aspiration of the fellow countrymen, they will perish in the flames kindled by themselves."
        },
        {
            "title": "Security Authorities' Suppression of Hanchongryon under Fire",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-05ee.html",
            "content": "Security Authorities' Suppression of Hanchongryon under Fire\r\nPyongyang, January 17 (KCNA) -- A preparatory committee for organizing the 17th-term south Korean Federation of University Student Councils (Hanchongryon) released a statement titled \"We condemn the security authorities' suppression of Hanchongryon\" on Jan. 13.\n\t\t\t\t\t The statement accused the security authorities of issuing an order to Pak Sang Hui, former vice-chairperson of the General Student Council of Chonnam National University, to appear before them on the charge of violation of \"the article on the formation of an enemy-benefiting organization and joining it\" of the \"National Security Law\" for the mere reason that Pak was active as a deputy to the 15th-term Hanchongryon.\n\t\t\t\t\t\n\t\t\t\t\t It asserted that this action was little short of the security authorities' open declaration of their plan to intensify the crackdown upon Hanchongryon in a bid to revive the fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t It also disclosed that the prosecution authorities sent official papers to local prosecutor's offices in December last year in which they instructed them to investigate and report about whether those students elected chairpersons of the general student councils at each university joined Hanchongryon or not.\n\t\t\t\t\t\n\t\t\t\t\t The public prosecutor general went the lengths of crying out for \"ferreting out the forces spreading the pro-north leftist idea and seeking to create social mayhem\", talking about \"the true nature and character of the system in south Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves to suppress the patriotic actions of the members of Hanchongryon are nothing but moves to tide over the Lee Myung Bak regime's ruling crisis, the statement held, demanding the security authorities stop at once the suppression of the patriotic students including Pak and others."
        },
        {
            "title": "Moves to Beef Up Dictatorship Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-04ee.html",
            "content": "Moves to Beef Up Dictatorship Flayed in S. Korea\r\n Pyongyang, January 17 (KCNA) -- The Action Headquarters of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration for Forcing the Lee Myung Bak Regime to Step Down on Jan. 13 released a statement titled \"Let us foil the moves of mad lawmakers to reinforce dictatorship.\"\n\t\t\t\t\t The statement referred to the fact that Lee Myung Bak and the \"Grand National Party\" responsible for the scramble inside the NA are working hard to enact a \"law on preventing violence in NA\".\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak and the GNP are seeking to deprive the lawmakers from opposition parties offending them of their rights by passing such \"law\", the statement said, adding that if the treacherous group is allowed to reinforce the dictatorship over the NA, tendency toward pro-American conservatism will become prevalent.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need for the people from all walks of life to turn out in the struggle for resignation of Lee and dissolution of the GNP, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The youth and students should frustrate Lee Myung Bak and the GNP's scheme to frantically strengthen the dictatorship over the NA, well aware of its seriousness.\n\t\t\t\t\t\n\t\t\t\t\t They should unhesitatingly turn out in the struggle to force the Lee Myung Bak \"government\" to step down and check the moves to railroad Lee Myung Bak's evil bills."
        },
        {
            "title": "DPRK's Important Holidays to Be Commemorated in South Africa",
            "url": "http://kcna.co.jp/item/2009/200901/news17/20090117-01ee.html",
            "content": "Korean People's Efforts for National Reunification Supported\r\nPyongyang, January 17 (KCNA) -- A South African national preparatory committee for commemorating the Day of the Sun and February 16 was formed with due ceremony in Mfumalanga Province on Jan. 11. \n\t\t\t\t\t The chairman of the Mfumalanga Provincial Committee of the South African Communist Party was elected chairman of the preparatory committee at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set the days up to April 30 as a commemoration period and decided to hold such colorful political and cultural events as seminar on feats, lecture and photo exhibition in the period."
        }
    ]
}