{
    "date": "2009-12-19",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Songjin Steel Complex",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-14ee.html",
            "content": "Kim Jong Il Inspects Songjin Steel Complex\r\n Pyongyang, December 19 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Songjin Steel Complex which completed the Juche iron production system. \n\t\t\t\t\tHe looked round the steel shop, the Juche iron shop, the refining shop and other production processes for hours to acquaint himself in detail with technological updating and production there. \n\t\t\t\t\t\n\t\t\t\t\t Watching the large Juche iron production processes demonstrating the might of Juche-based industry and quality Juche iron being churned out in an endless stream from the refining furnace, he expressed great satisfaction over the fact that the complex fully succeeded in the steel production method based on Juche iron and steadily boosted its production. \n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on the Juche steel, a valuable crystal of the loyalty of the workers of Songgang to the party and the leader with great excitement, he said with great pleasure that a period was put to the conventional steel-making method to creditably fulfill the behests of President Kim Il Sung, adding that how greatly the President would have been pleased if he had seen such admirable structure as he devoted so much effort and wisdom to the production of Juche iron.\n\t\t\t\t\t\n\t\t\t\t\t The workers of Songgang completed the steel-making method based on Juche iron by their own efforts and with their own  technology, shattering conservatism and mysticism about technology, he noted, adding that this is a historic event of special mention in the development of metallurgical industry and a victory greater than the third successful nuclear test.  \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the shining feats all the officials, technicians and workers performed by succeeding in the research into a new steel-making method through persevering pursuit, painstaking efforts and indomitable fighting spirit. He extended particular thanks to them. \n\t\t\t\t\t\n\t\t\t\t\t He repeatedly praised the workers of Songgang, saying that the steel production method based on Juche iron in which they succeeded is a great miracle that can be worked only by the true loyalists who uphold the party with pure and clean conscience and noble sense of obligation, fully armed with the Juche idea, the revolutionary idea of the President. He showed such great loving care as seeing to it that the honorable \"Order of Kim Il Sung\" was awarded  to the oxygen melting furnace and the refining furnace, key production processes for the Juche iron, and inviting all the officials, technicians and workers who participated in the research into Juche iron to visit Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t He advanced highly important tasks facing the complex.\n\t\t\t\t\t\n\t\t\t\t\t Then he went round the Songgang Health Complex and the Combined Bean Processing Factory built by it to learn about the supply service.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the health complex is not inferior to the Changgang Health Complex in Pyongyang and the factory is as good as a modern foodstuff factory, he expressed great satisfaction over the fact that the complex has provided its workers with good living conditions. \n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the workers of Songgang would as ever creditably play the role of vanguard and shock force in implementing the WPK's economic policy.\n\t\t\t\t\t\n\t\t\t\t\t During his field guidance to North Hamgyong Province, he acquainted himself with the overall work of the province and indicated again the road for it to follow.\n\t\t\t\t\t\n\t\t\t\t\t  He was accompanied by Hong Sok Hyong, chief secretary of the North Hamgyong Provincial Committee of the WPK, Kim Ki Nam, secretary of the WPK Central Committee, Kim Kyong Hui, Jang Song Thaek and Pak Nam Gi, department directors of the C.C., the WPK, and Ju Kyu Chang and Ri Je Gang, first vice department directors of the C.C., the WPK."
        },
        {
            "title": " KCNA Report on Miracles Made in Various Fields This Year",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-12ee.html",
            "content": "KCNA Report on Miracles Made in Various Fields This Year\r\n Pyongyang, December 19 (KCNA) -- The Korean Central News Agency released a report Saturday as regards the miracles performed by the servicepersons and people of the DPRK this year under the leadership of Kim Jong Il to be specially recorded in the history of the nation which says:\n\t\t\t\t\t The socialist self-supporting economy is paying off profusely as evidenced by great innovations and leaping progress reported from every nook and corner of the country. A sure guarantee has thus been provided for flinging open the gate to a great prosperous and powerful nation in 2012, the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Satellite Kwangmyongsong-2 was successfully launched on the occasion of the Day of the Sun pursuant to the state long-term plan for space development and there were the unprecedentedly grand displays of fireworks on the occasions of the Day of the Sun, May Day and the anniversary of the foundation of the Workers' Party of Korea. The DPRK's CNC-based machine-building industry pushed back the frontiers of science.\n\t\t\t\t\t\n\t\t\t\t\t The KCC go program developed by young scientists of the DPRK placed first at the International Computer Go Contest again.\n\t\t\t\t\t\n\t\t\t\t\t Remarkable changes were brought about in putting the metal industry on a Juche and modern basis as evidenced by the establishment of the iron production processes entirely depending on Juche iron.\n\t\t\t\t\t\n\t\t\t\t\t The magnesia clinker industry was successfully put on a Juche basis by the efforts of Koreans themselves in a short span of time. This was of eventful significance in the development of the country's economy.\n\t\t\t\t\t\n\t\t\t\t\t Builders at the Huichon Power Station construction site created \"Huichon Speed\", a new Chollima speed representing the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t The completion of the large-scale Nyongwon Power Station was hailed as a success as spectacular as the launch of satellite Kwangmyongsong-3.\n\t\t\t\t\t\n\t\t\t\t\t A firm guarantee was provided for developing machine-building industry and chemical industry by a Juche-based method and increasing agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the dynamic struggle waged for putting the economy on a modern and scientific basis as a whole, leading industrial bases were placed on a high scientific and technological basis. \n\t\t\t\t\t\n\t\t\t\t\t A great leap forward was made in the drive to improve the standard of the people's living.\n\t\t\t\t\t\n\t\t\t\t\t A new reality was opened in socialist rural construction and the project for reclaiming Taegyedo tideland was carried out to obtain new cultivated land. The gravity-fed waterways extending scores of kilometers from Koksan County to Singye County in North Hwanghae Province was completed.\n\t\t\t\t\t\n\t\t\t\t\t Modern general foodstuff processing centers, stock-breeding centers and fish breeding centers made their appearance in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t There sprang up the Taedonggang General Fruit Farm as an impeccable grand orchard. Mansudae Street, the Indoor Swimming Pool of Kim Il Sung University, Majon Hotel and others were built as required by the new century, translating the people's ideal under socialism into reality.\n\t\t\t\t\t\n\t\t\t\t\t Signal changes took place in the development of culture and arts, education and sports, too. In last June DPRK footballers were qualified to participate in the World Cup, in particular.\n\t\t\t\t\t\n\t\t\t\t\tThis year's stirring events prove once again that the experienced and tested leadership of General Secretary Kim Jong Il and his great patriotic devotion are the source of all victories, miracles and inexhaustible strength."
        },
        {
            "title": "Kim Yong Il Congratulates Jordan PM",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-13ee.html",
            "content": "Kim Yong Il Congratulates Jordan PM\r\n Pyongyang, December 19 (KCNA) -- DPRK Premier Kim Yong Il sent a congratulatory message to Samir Rifai upon his appointment as prime minister of Hashemite Kingdom of Jordan, on Friday.\n\t\t\t\t\t The message wished him success in his responsible work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a congratulatory message to Nasser Judeh upon his remaining in office as Jordanian foreign minister on the same day."
        },
        {
            "title": "Pak Ui Chun Greets Cambodian FM",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-09ee.html",
            "content": "Pak Ui Chun Greets Cambodian FM\r\n Pyongyang, December 19 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Saturday sent a message of greetings to Hor Nam Hong, deputy prime minister and minister of Foreign Affairs and International Cooperation of Cambodia, on the occasion of the 45th anniversary of the establishment of diplomatic relations between the DPRK and Cambodia.\n\t\t\t\t\t The message noted over the last 45 years the friendly and cooperative relations between the two countries have successfully grown strong thanks to the joint efforts of the two foreign ministries.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship between the two countries would continue to favorably develop in various fields in the interests of the two peoples."
        },
        {
            "title": " Senior Chinese Official on Sino-DPRK Friendship",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-11ee.html",
            "content": "Senior Chinese Official on Sino-DPRK Friendship\r\n Pyongyang, December 19 (KCNA) -- Jia Qinglin, member of the Standing Committee of the Political Bureau of the C.C., the Communist Party of China and chairman of the National Committee of the Chinese People's Political Consultative Conference, met and had a talk with a delegation of the Central Committee of the Democratic Front for the Reunification of Korea at the Great Hall of the People in Beijing on Friday.\n\t\t\t\t\t Noting that the relations of friendship between China and the DPRK are steadily developing under the deep care of the top leaders of the two countries, Jia said:\n\t\t\t\t\t\n\t\t\t\t\t We are satisfied over the frequent high-ranking visits and strengthened cooperation in economy and trade and cultural exchange between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and government attach great importance to the development of the relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is our steadfast stand to steadily develop the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t We, together with the Korean comrades, will strive for the development of the Sino-DPRK friendly and cooperative relations.\n\t\t\t\t\t\n\t\t\t\t\t He said that they heartily wish the Korean people greater success in their efforts to open the gate to a great prosperous and powerful nation in 2012 under the guidance of the Workers' Party of Korea headed by General Secretary Kim Jong Il."
        },
        {
            "title": "Screening of film \"Father of Soldiers\" (2)",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-10ee.html",
            "content": "Screening of film \"Father of Soldiers\" (2)\r\nPyongyang, December 19 (KCNA) -- Documentary film \"Father of Soldiers\" (2) was screened at the People's Palace of Culture on Saturday to mark the 18th anniversary of General Secretary\n\t\t\t\t\t Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The film deals with some part of the facts about deep solicitude shown by Kim Jong Il for the servicepersons during his endless journey of Songun.\n\t\t\t\t\t\n\t\t\t\t\t It impressively shows that the long journey to the frontline he has tirelessly traveled despite the fierce snowstorm and midsummer heat, holding high the treasured sword of Songun, is an immortal course woven with his warm love for the servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Watching the film were senior party and state officials, the chairperson of a friendly party, officials of working people's organizations, ministries and national institutions and working people in the city of Pyongyang."
        },
        {
            "title": "Korean Revolution Advanced with Juche-based Faith",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-08ee.html",
            "content": "Korean Revolution Advanced with Juche-based Faith\r\n Pyongyang, December 19 (KCNA) -- General Secretary Kim Jong Il published a famous work \"Let Us Thoroughly Implement the Party's Strategic Policy on Living Our Own Way\" on December 19, Juche 68 (1979).\n\t\t\t\t\t He clarified in the work that only when the Korean people live their own way under the revolutionary banner of the Juche idea, can they overcome manifold difficulties and trials and advance the revolution victoriously.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the U.S.-led imperialists were resorting to crafty means to disintegrate socialist countries from within, while trying to wreck peace and trample down the sovereignty of other nations and intensifying their aggressive maneuvers. In particular, their anti-DPRK maneuvers were becoming all the more undisguised.\n\t\t\t\t\t\n\t\t\t\t\t He elucidated that, for the Korean people, living their own way means thinking and acting in their mind as required by the Juche idea and carrying forward the revolution and construction to suit their interests and actual conditions of their country.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Koreans' is the Juche-oriented style and that they cannot be forced to live others' way, apart from their advantageous one, saying that they should pursue their own style in politics, the economy, culture and national defence.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, holding high the slogan \"Let us live our own way!\" reflecting the Juche-based faith and will of Kim Jong Il, the great illustrious commander of Songun, have further strengthened their own force of the revolution and steadily enhanced its role to thoroughly carry through the Juche-oriented socialist construction line of the Workers' Party of Korea (WPK) in reliance on the revolutionary spirit of self-reliance. \n\t\t\t\t\t\n\t\t\t\t\t The history of the Korean revolution, which has advanced triumphantly, frustrating all moves of the imperialists and reactionaries to isolate and stifle the DPRK, clearly proves the great vitality of the WPK's strategic policy on living as required by the Juche idea."
        },
        {
            "title": " S. Korea Urged to Stop Linking Korean Relations with Nuclear",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-06ee.html",
            "content": "S. Korea Urged to Stop Linking Korean Relations with Nuclear\r\n Pyongyang, December 19 (KCNA) -- The south Korean ruling forces are talking nonsense that the \"inter-Korean relations cannot be advanced without any progress in settling the nuclear issue\" and \"the denuclearization of the north is a policy aim that cannot be abandoned,\" blustering that \"the nuclear issue of the north is a main stumbling block lying in the way of improving the inter-Korean relations.\"\n\t\t\t\t\t Hyon In Thaek, minister of \"Unification\" of south Korea, got so reckless over the nuclear issue that he went the lengths of defiling even the will of the DPRK to improve the inter-Korean relations, asserting that \"the north's desire to see improved inter-Korean relations while keeping nuclear weapons is little short of trying to catch a fish on a tree.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear row kicked off by the south Korean authorities while groundlessly linking the inter-Korean relations with the nuclear issue is a blatant challenge and provocation to the DPRK which has made sincere efforts for national reconciliation, unity and peace and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for the south Korean authorities to raise the solution to the nuclear issue as a precondition for improving the inter-Korean relations while spreading the story that the nuclear issue is an obstacle to improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The settlement of the inter-Korean relations would help solve the nuclear issue, an assertion quite contrary to the above-said remarks of the south Korean authorities including Hyon In Thaek.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are claiming that they are a \"party to the nuclear negotiations,\" raising a hue and cry over what they call \"nuclear threat\". This is nothing but a futile armchair talk ignoring the reality.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have not got rid of the state of confrontation and the situation on the Korean Peninsula has reached the brink of war despite the magnanimity and good faith of the DPRK. The south Korean authorities are entirely to blame for this dangerous development as they are joining foreign forces in their anti-DPRK nuclear racket.\n\t\t\t\t\t\n\t\t\t\t\t If they persistently stand in the way of improving the inter-Korean relations over the nuclear issue quite contrary to the trend of the times, they will not be able to escape a bitter setback and a stern judgment by history."
        },
        {
            "title": "S. Korean Troops Stage River Crossing Exercise",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-07ee.html",
            "content": "S. Korean Troops Stage River Crossing Exercise\r\n Pyongyang, December 19 (KCNA) -- The 20th motorized infantry division of the south Korean puppet army staged a large-scale river crossing exercise targeted against the north in the area along the River Namhan in Ryoju, Kyonggi Province on Wednesday.\n\t\t\t\t\t Involved in the exercise were 500 armored vehicles, artillery pieces equipped with sensors, 800 trucks, at least 10,000 troops and others.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers set in motion offensive units, supported by the fire of helicopter gun ships, and conducted a coordinated operation with assault planes, whipping war hysteria.\n\t\t\t\t\t\n\t\t\t\t\t As regards the saber rattling, they did not hide its purpose by asserting that \"the river crossing operation was kicked off to rapidly break through the zone under guard and continue advancing into the depth of the enemy-controlled areas\"."
        },
        {
            "title": "S. Korean Ministry of Unification Accused of Its Vicious Plots",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-04ee.html",
            "content": "S. Korean Ministry of Unification Accused of Its Vicious Plots\r\n Pyongyang, December 19 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea held a press conference in Seoul on Dec. 15 at which it disclosed the unjust vicious plots hatched by the puppet Ministry of Unification.\n\t\t\t\t\t The solidarity accused the ministry of frantically intensifying its suppression of the solidarity under the pretext of the unjust ruling of the south Korean judicial authorities that the solidarity is an \"enemy benefiting organization\".\n\t\t\t\t\t\n\t\t\t\t\t The solidarity branded the ministry's attempt to exclude the above-said organization from the list of \"non-profiting non-governmental organizations, claiming that \"it has done nothing for the public interests\", as an illegal action.\n\t\t\t\t\t\n\t\t\t\t\t Terming the ministry's suppression of the solidarity a denial of the June 15 joint declaration and the October 4 declaration, it strongly demanded anti-reunification element Hyon In Thaek step down without delay."
        },
        {
            "title": "Anti-Reunification Element's Reckless Remarks Flayed",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-02ee.html",
            "content": "Anti-Reunification Element's Reckless Remarks Flayed\r\n Pyongyang, December 19 (KCNA) -- The chairman of the United Confederation of Koreans in Kyrgyzstan issued a statement on Dec. 14 denouncing diehard anti-reunification element Hyon In Thaek's reckless remarks.\n\t\t\t\t\t The statement condemned Hyon In Thaek and his group of south Korea for more vociferously talking about the nuclear issue than anyone else, joining the U.S. in its nuclear row against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent is not targeted against fellow countrymen but provides a sure guarantee for coping with the nuclear threat of the U.S., averting a war on the Korean Peninsula, preserving peace and security there and smoothly improving the inter-Korean relations, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations can never be improved as long as Hyon In Thaek is allowed to stay in the office as minister of \"Unification\".\n\t\t\t\t\t\n\t\t\t\t\t The confederation expresses towering resentment at the treacherous and anti-reunification acts of Hyon and his group and will vigorously turn out in the actions to judge the traitors, it declared."
        },
        {
            "title": "Korean People's Struggle Supported in Finland",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-03ee.html",
            "content": "Korean People's Struggle Supported in Finland\r\n Pyongyang, December 19 (KCNA) -- An annual meeting of the Finnish National Committee for the Study of the Juche Idea was held in Helsinki on Dec. 7.\n\t\t\t\t\tThe meeting discussed the issue of deeply studying and grasping General Secretary Kim Jong Il's work \"On Having a Correct Viewpoint and Understanding of the Juche Philosophy\" and intensifying the activities in support of the Korean people in their drive for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Juha Kieksy, chairman of the committee, said that Kim Jong Il's work indicates the most correct way for the progressive people in the era of independence, calling for intensifying the activities to study and disseminate the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t  Antti Sika-Aho, chairman of the Finland-Korea Society, noted that the Korean people have performed new miracles and feats in all domains of the national economy by victoriously conducting the 150-day campaign under the wise leadership of Kim Jong Il and are now successfully waging the 100-day campaign. \n\t\t\t\t\t\n\t\t\t\t\t The friends of the DPRK in Finland will fully support and encourage the Korean people in their energetic endeavors to accomplish the cause of building a thriving socialist nation under the leadership of Kim Jong Il in the future, too, he noted."
        },
        {
            "title": "DPRK Important Day Observed",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-01ee.html",
            "content": "DPRK Important Day Observed\r\n Pyongyang, December 19 (KCNA) -- A meeting was held in Romania, a meeting and a book and photo exhibition in Italy and a film show in Myanmar between December 9 and 13 to mark the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t On display in the venues of the functions were works of President Kim Il Sung and Kim Jong Il and photos on their exploits and books and photos introducing the Korean people in their struggle for building a great prosperous and powerful nation and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film show watched the Korean film \"Army of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, in his speech made at the meeting that the Korean people boundlessly revere Kim Jong Suk as anti-Japanese heroine, adding that her life and exploits are remembered by the Korean people and world progressive mankind still today.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of an Italian political party noted at the meeting that Kim Jong Il has developed and enriched the Juche idea and the Songun idea as required by the new era and turned the DPRK into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, which stands undeterred by any moves of the imperialists for aggression by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the successes made by the Korean people in building an economic power give strong impetus to the world socialist movement, he stressed that his movement would dynamically conduct activities in support of the struggle of the Workers' Party of Korea and the Korean people."
        },
        {
            "title": "Empresarios estadounidenses esperan relaciones pacificas con Corea",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-15ee.html",
            "content": "Empresarios estadounidenses esperan relaciones pacificas con Corea\r\nPyongyang, 19 de diciembre (ATCC) -- Los integrantes de la delegacion de los empresarios norteamericanos presidida por Charles Boyd, presidente y CEO (Oficial Ejecutivo en Jefe) de \"BENS\" (Ejecutores de Negocios por la Seguridad Nacional) de visita en Corea, quedaron profundamente sorprendidos e impresionados de su visita a varios lugares de esta capital.\n\t\t\t\t\tEllos senalaron que los dos paises, EE.UU. y la RPDC, tienen el antecedente de haberse enfrentado en la guerra y agregaron que ellos tratan de buscar el remedio para eliminar en lo adelante las posibilidades de la repeticion de la guerra y crear el ambiente favorable al desarrollo de las relaciones economicas bilaterales.\n\t\t\t\t\t\n\t\t\t\t\tLuego de visitar el Monumento a la Idea Juche, Charles Boyd, escribio en el libro de visitas que desea que EE.UU. y Corea establezcan las relaciones pacificas y construyan un mundo prospero.\n\t\t\t\t\t\n\t\t\t\t\tDurante su visita al Centro de Piscinas de la Universidad Kim Il Sung, apunto en el libro de visitas que le complace mucho ver estas facilidades majestuosas y magnificas y que bueno es que los estudiantes pasaran aqui agradables ratos despues de sus clases.\n\t\t\t\t\t\n\t\t\t\t\tAl termino de la visita a la Fabrica Textil de Pyongyang, muy asombrados de la capacidad de produccion y de los equipos muy eficientes producidos por los mismos obreros de ella, los miembros de la delegacion expresaron la compresion del apego que tiene Corea a su economia independiente.\n\t\t\t\t\t\n\t\t\t\t\tNo es facil producir y suministrar de continuo como esta planta las telas a los habitantes sin verse afectada ni un apice por los cambios y crisis mundiales, dijeron y manifestaron el respeto a la opcion de Corea de buscar los metodos y remedios de la construccion economica conforme a la situacion de si misma y construir una potencia economica materializandolos.\n\t\t\t\t\t\n\t\t\t\t\tH. Ross Perot, presidente del Consejo de la Corporacion \"Perot Systems\", quien integra dicha delegacion, senalo que puede decirse un salto que la ciudad de Pyongyang, que habia sido reducida a cenizas en el periodo de la guerra coreana, se haya construido tan magnificamente como hoy.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que la capacidad productiva de la Fabrica Textil de Pyongyang es comparable con las grandes empresas de larga historia de los paises desarrollados.\n\t\t\t\t\t\n\t\t\t\t\tUna integrante de la delegacion, quien visito la Casa de Maternidad de Pyongyang, senalo que son muy felices las coreanas que paren en este centro ginecologico dotado de magnificos equipos medicos y confeso que se puso muy emocionada al conocer que se regalan a los trillizos nacidos los anillos de oro y los espadines incrustados de plata.\n\t\t\t\t\t\n\t\t\t\t\tImpresionado mucho por la funcion del Conjunto Circense de Pyongyang, Mark Newman, presidente y CEO de la \"DRS Technologies, Inc\" quien es integrante de la delegacion, dijo que es muy alto el nivel de los actores, resulto fresco el contenido del espectaculo y supo bien el temperamento de los coreanos que viven con optimismo.\n\t\t\t\t\t\n\t\t\t\t\tCuando presencio la funcion de la Orquesta Sinfonica Nacional, confeso que estuvo totalmente fascinado por este espectaculo de nivel mundial.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros de la delegacion dijeron que la Universidad Kim Il Sung es la de talla mundial de primera clase tanto por su superficie como el numero de los edificios componentes, no hay otra universidad que tenga como esta el magnifico centro de piscinas para los profesores, empleados y estudiantes y les gustaria mucho nadar en el si se lo permite el tiempo.\n\t\t\t\t\t\n\t\t\t\t\tAnadieron que realmente, Corea es un pais con abundantes recursos humanos y materiales y con grandes posibilidades de desarrollo economico y el nivel pedagogico y los recursos subterraneos de ella despiertan la atencion de los inversionistas extranjeros."
        },
        {
            "title": "Estrenado documental \"Padre verdadero de los soldados\"",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-16ee.html",
            "content": "Estrenado documental \"Padre verdadero de los soldados\"\r\nPyongyang, 19 de diciembre (ATCC) -- Con motivo del 18o aniversario del nombramiento del Dirigente Kim Jong Il como Comandante Supremo del Ejercito Popular de Corea, se proyecto el dia 19 en el Palacio Cultural del Pueblo el documental \"Padre verdadero de los soldados\" (segunda parte).\n\t\t\t\t\tLa pelicula recoge algunas de las historias de ilimitadas benevolencias que dispensa a los uniformados del EPC el Dirigente Kim Jong Il quien emprende sin cesar el largo camino del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEl filme muestra de manera impresionante que el camino de inspeccion al frente, que el Dirigente recorre sin treguas sin hacer caso de las ventiscas cortantes ni del calor asfixiante del periodo canicular levantando en alto el arma omnipotente llamada Songun, es la imborrable trayectoria que se caracteriza por el calido amor por los militares.\n\t\t\t\t\t\n\t\t\t\t\tDisfrutaron el largometraje los cuadros del partido y el Estado, el presidente de partido amigo, los funcionarios de entidades de masas, ministerios y organos centrales y los trabajadores capitalinos."
        },
        {
            "title": "Problema nuclear no es obstaculo para las relaciones N-S",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-17ee.html",
            "content": "Problema nuclear no es obstaculo para las relaciones N-S\r\nPyongyang, 19 de diciembre (ATCC) -- En estos tiempos, al insistir en que \"el problema nuclear del Norte es el obstaculo principal para las relaciones Sur-Norte\", las fuerzas dominantes surcoreanas dicen que \"estas relaciones no pueden avanzar aparte del progreso del problema nuclear\" y la \"desnuclearizacion del Norte es la irrenunciable meta politica\".\n\t\t\t\t\t El ministro surcoreano de \"Reunificacion\" Hyon In Thaek, enloquecido por el problema nuclear, insulto hasta la voluntad de la Republica Popular Democratica de Corea de mejorar las relaciones bilaterales diciendo que \"si esta desea mejorar las relaciones intercoreanas con armas nucleares, estaria tratando de buscar la carne encaramada en el arbol\".\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el periodico Rodong Sinmun en un comentario individual del dia 19 y continua \n\t\t\t\t\t\n\t\t\t\t\t Esa feroz campana nuclear, que libran las autoridades surcoreanas relacionando injustamente las relaciones bilaterales con el problema nuclear, deviene desafio frontal y provocacion a la RPDC que se esfuerza sinceramente por la reconciliacion y unidad nacionales, la paz y la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\t Resulta extremadamente ilogico que las autoridades surcoreanas presentaran la solucion del problema nuclear como premisa de la mejora de las relaciones Norte-Sur difundiendo el rumor de que estas se ven obstaculizadas por aquel.\n\t\t\t\t\t\n\t\t\t\t\t Al contrario de tal insistencia de Hyon In Thaek y otras autoridades surcoreanas, la solucion de las relaciones Norte-Sur contribuira a resolver el problema nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEllas recurren tambien a la habladuria no apegada a la realidad como que estan bajo la supuesta \"amenaza nuclear\" y deben ser una \"parte de las negociaciones nucleares\".\n\t\t\t\t\t\n\t\t\t\t\tAhora, pese a la magnanimidad y buena fe de la RPDC, las relaciones bilaterales no se liberan del estado de enfrentamiento y la situacion de la Peninsula Coreana llega a la peligrosa fase a punto de guerra, lo cual se debe enteramente a las autoridades surcoreanas que lanzan junto con las fuerzas foraneas la campana nuclear anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi ellas frenan la mejora de las relaciones N-S cuestionando de continuo el problema nuclear a contrapelo de la corriente de la epoca, morderan la polvora de la derrota siendo castigadas severamente por la historia."
        },
        {
            "title": "Belicistas surcoreanos perpetran ejercicio de cruce del rio anti-RPDC",
            "url": "http://kcna.co.jp/item/2009/200912/news19/20091219-18ee.html",
            "content": "Belicistas surcoreanos perpetran ejercicio de cruce del rio anti-RPDC\r\nPyongyang, 19 de diciembre (ATCC) -- La 20a division de infanteria motorizada del ejercito terrestre titere del Sur de Corea realizo el dia 16 en los alrededores del sur del rio Han en Ryoju de la provincia de Kyonggi un ejercicio de cruce del rio de gran envergadura suponiendo el ataque contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t En ese entrenamiento se movilizaron 500 carros blindados y canones autopropulsados, 800 automoviles, mas de 10 mil efectivos, etc.\n\t\t\t\t\t\n\t\t\t\t\t Los belicistas trasladaron las unidades de ataque bajo el amparo de fuego de los helicopteros y se entregaron a la operacion cooperativa con la unidad de asalto aereo.\n\t\t\t\t\t\n\t\t\t\t\t En cuanto a este ejercicio, los belicistas dijeron abiertamente que \"dan inicio a la operacion de cruce del rio con el fin de abrir paso con rapidez a la zona de demarcacion y seguir avanzando a la profundidad de la retaguardia enemiga\"."
        }
    ]
}