{
    "date": "2009-07-24",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-24ee.html",
    "articles": [
        {
            "title": "Day of Revolution in Egypt Observed",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-07ee.html",
            "content": "Day of Revolution in Egypt Observed\r\n Pyongyang, July 24 (KCNA) -- Ismail Abdelrahman Ghoneim Hussein, Egyptian ambassador to the DPRK, arranged a reception on Thursday to observe the 57th anniversary of the July 23 revolution in Egypt.\n\t\t\t\t\t Present there on invitation were Kim Yong Jin, minister of Education who is chairman of the DPRK-Egypt Friendship Association, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, Kim Hyong Jun, vice-minister of Foreign Affairs, officials concerned and diplomatic envoys of different countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Egyptian embassy were present there. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "War Victory Day Observed",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-08ee.html",
            "content": "War Victory Day Observed\r\nPyongyang, July 24 (KCNA) -- Oratorical meetings of officials and members of the General Federation of Trade Unions of Korea and youth and students from across the country were held at the Central Hall of Workers and in the plaza of the main sculpture \"Victory\" of the Victorious Fatherland Liberation War Memorial Tower on Thursday to celebrate the 56th anniversary of the victorious Fatherland Liberation War.\n\t\t\t\t\t The orators lauded President Kim Il Sung, brilliant strategist and invincible and iron-willed commander, for arousing all members of the Workers' Party of Korea, servicepersons and people to achieve the historic victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The President contained the numerical and technical superiority of the imperialist allied forces led by the U.S. which boasted of being the \"strongest\" in the world, with the politico-ideological and strategic and tactical advantages, working military miracles of the 20th century, they said, adding that the exploits he performed by winning a victory in the war would go down to posterity.\n\t\t\t\t\t\n\t\t\t\t\t They also highly praised the undying Songun revolutionary exploits peerless patriot Kim Jong Il has performed by frustrating the imperialists' moves to stifle the DPRK with arms of Songun under the unfurled flag of the DPRK which represents the dignity of the nation and a symbol of the country.\n\t\t\t\t\t\n\t\t\t\t\t They called for remaining true to the Songun leadership of Kim Jong Il, who is identical to Kim Il Sung, and opening the gate to a great prosperous and powerful nation without fail in the same spirit as displayed in the period of the war in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t The oratorical meeting of officials and members of the GFTUK was followed by an art performance given by war veterans in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t A concert \"July 27, the day of victory, will last forever thanks to the General\" was given by agricultural workers at the Komsan Revolutionary Site in Sukchon County, South Phyongan Province, Thursday on the same occasion. \n\t\t\t\t\t\n\t\t\t\t\tPut on the stage of the concert were colorful pieces including female solo and chorus \"Song Devoted to Marshal Kim Il Sung,\" wartime songs \"Song of National Defence\" and \"The Dear Home in My Native Village,\" singing with drums and story-telling \"Mill for Victory at Jikdong Pass,\" male solo \"Off We Go, Brindled Ox,\" female contralto \"General's Journey toward Front\" and immortal classic \"Where Are You, Dear General\""
        },
        {
            "title": "Grand Tower of Victory in War",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-11ee.html",
            "content": "Grand Tower of Victory in War\r\n Pyongyang, July 24 (KCNA) -- A large number of working people of all strata, servicepersons, school youth and children are visiting the Victorious Fatherland Liberation War Memorial Tower situated on the bank of the River Pothong, Pyongyang, on the occasion of the V-Day.\n\t\t\t\t\t The tower comprehensively shows the whole processes of the past Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The tower, erected on the occasion of the 40th anniversary of the victory in the war, consists of a gate, gateposts, monument to President Kim Il Sung's autography, a statue and group sculptures, monument to the poem dedicated to the victory in the war and carved images.\n\t\t\t\t\t\n\t\t\t\t\t The gate is 40 meters long, 20 meters high and 12 meters wide. It shows in an all-round way the immortal feats of the Korean army and people who beat down the U.S. imperialists and gave full play to the stamina of heroic Korea in the three-year-long Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The monument to President Kim Il Sung's autography reflects his congratulation to the heroic merits of the army and people who defeated the imperialists' allied forces and defended the freedom and independence of the country in the war with credit by inheriting the traditions of the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The statue's main theme is \"Victory\". It, 27 meters high, symbolizes the V-Day (July 27). It shows an indomitable figure of a soldier advancing in high spirits, with a fluttering national flag of the DPRK in his hand.\n\t\t\t\t\t\n\t\t\t\t\t There are five group sculptures of subsidiary themes on either side with the main theme statue in the centre. They reflect in a formative and broad way the features of soldiers who fought heroic battles on the burning heights, streets, villages and in the River Raktong drenched with blood, the seamen who sank an enemy's heavy cruiser with only four torpedo boats, valiant soldiers of Wolmi Islet who fought against tens of thousands of enemy soldiers with four artillery pieces, gallant aircraft pilots who humbled the arrogant U.S. imperialist air pirates, people's guerrillas who mercilessly mowed down the enemies in the rear of the enemy line and people behind the gun lines who turned out in the assistance to the front.\n\t\t\t\t\t\n\t\t\t\t\t Group sculptures vividly show typical images of heroes, who laid down their lives in the fights for the Party and the fatherland, including 18-year old Ri Su Bok who stopped the embrasure of an enemy pillbox spewing fire with his breast to open the route of advance of the unit, Jo Sun Ok, Kang Ho Yong, Jo Kun Sil and Jo Ok Hui."
        },
        {
            "title": "Pyongyang Minhung Primary School Famous for Football",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-12ee.html",
            "content": "Pyongyang Minhung Primary School Famous for Football\r\nPyongyang, July 24 (KCNA) -- Pyongyang Minhung Primary School has been widely known in the DPRK for its football team.\n\t\t\t\t\tThe school, with great interest in the training of promising footballers, gives physical education to pupils in a scientific way after selecting pupils of suitable physical constitution.\n\t\t\t\t\t\n\t\t\t\t\tIt organizes physical trainings for flexibility and skill to suit the psychological features of children so as to raise the basic technical standard of the football circle members as early as possible.\n\t\t\t\t\t\n\t\t\t\t\tHaving worked out a far-reaching training plan, the school gives theoretical lessons on rules and tactics of football game and intensifies trainings for physical and technical abilities according to the plan.\n\t\t\t\t\t\n\t\t\t\t\tThe football team of the school won the trophy cup and gold medals at the football (boy) event in the second national sports contest of sports classes of primary schools and gained consecutive victories at Pyongyang City and national football games held in recent years.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, it placed first at the Pyongyang City futsal elimination game (boy) for the third national sports contest of sports classes of primary schools. The futsal game was newly added to the contest this year.\n\t\t\t\t\t\n\t\t\t\t\tThe football circle team of Pyongyang Minhung Primary School maintains its position as a strong team today when the interest of the society in soccer grows higher than ever."
        },
        {
            "title": "All Koreans Called upon to Display Spirit of National Independence",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-10ee.html",
            "content": "All Koreans Called upon to Display Spirit of National Independence\r\nPyongyang, July 24 (KCNA) -- Only by displaying the spirit of national independence can the Koreans achieve the reunification of the country, peace of the Korean Peninsula and their security and co-prosperity, says Rodong Sinmun Friday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t National independence paves a genuine path for the movement for national reunification as the cause of national reunification has independent characteristics and the spirit of national independence helps defend the peace of the country and the security of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The United States, obsessed with the ambition for seizing the whole of Korea with south Korea as a springboard, does not want the reunification of Korea but is keen on wrecking the peace of the Korean Peninsula and igniting a war. It is a foolish illusion to expect the U.S. to protect the peace of the country and the security of the nation. National reunification being their cherished desire, the Koreans should stand up firm against the outsiders seeking aggression and war and defend the peace of the Korean Peninsula and the security of the nation by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t In order to firmly adhere to the stand of national independence, it is necessary to give full play to the spirit of \"By our nation itself\" in the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t To do so is the requirement of the June 15 era of reunification and the steadfast will of all the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should never allow the U.S. to interfere in the issue of Korea's reunification to realize its ambition for aggression and domination but resolutely shatter such criminal attempt."
        },
        {
            "title": "Unionists of Broadcasting Services Go on General Strike",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-06ee.html",
            "content": "Unionists of Broadcasting Services Go on General Strike\r\nPyongyang, July 24 (KCNA) -- Unionists of broadcasting services under the south Korean Press Trade Union went on a general strike on July 21 in protest against the moves of the Lee Myung Bak group of traitors to railroad the evil bill on media through the \"National Assembly\".\n\t\t\t\t\t The trade union of MBC held a rally in Seoul to declare a general strike.\n\t\t\t\t\t\n\t\t\t\t\t The union charged that the Lee Myung Bak regime brought the achievements made in the actions for democracy to naught overnight and revived the past fascist dictatorship and is now making desperate efforts to put MBC under the control of the specified media quite contrary to the will of the people.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind these moves are a sinister intention to use the public broadcasting services for calming down the public criticism of the authorities, the union said, calling upon all the unionists to wage a dynamic struggle to frustrate the present regime's scheme to control the media. \n\t\t\t\t\t\n\t\t\t\t\t The trade union of Yonhap TV News also went on a general strike.\n\t\t\t\t\t\n\t\t\t\t\t CBS and SBS trade unions separately held rallies declaring general strikes and vowed to struggle to the last against the moves of Lee Myung Bak and the \"Grand National Party\" to railroad the evil bill on media through the \"National Assembly\" and intensify the movement to force the regime to step down. the Agriculture and Forestry Bureau\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Federation of Reporters of Broadcasting Services of south Korea in a statement in support of the general strike of the south Korean Press Trade Union declared to stage actions in solidarity with the above-said strikers."
        },
        {
            "title": "Lee Myung Bak Group's Suppression of Pomminryon under Fire",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-05ee.html",
            "content": "Lee Myung Bak Group's Suppression of Pomminryon under Fire\r\n Pyongyang, July 24 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. on July 18 made public a statement condemning the Lee Myung Bak group for its unjust suppression of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon).\n\t\t\t\t\t Recalling that the Lee group is hurling all hues of repressive machines into the wholesale suppression of the reunification movement organizations on the basis of faked cases of violation of the \"National Security Law,\" the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities' suppression of the South Headquarters of Pomminryon, in particular, is a despicable action as it is aimed at blocking the legitimate exchanges between the south and the north on the charge of the violation of the said evil law.\n\t\t\t\t\t\n\t\t\t\t\t The reckless suppression would only precipitate the destruction of the Lee Myung Bak regime, the statement warned, demanding the south Korean authorities immediately release the detained leading members of the South Headquarters of Pomminryon and all the prisoners of conscience."
        },
        {
            "title": "Lee Myung Bak Group's Crackdown upon Pro-Reunification Figures Flayed",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-04ee.html",
            "content": "Lee Myung Bak Group's Crackdown upon Pro-Reunification Figures Flayed\r\nPyongyang, July 24 (KCNA) -- Alejandro Rosales Sanchez, chairman of the Mexican Committee for Supporting Korea's Reunification,  issued a statement on July 13 to denounce the Lee Myung Bak group for its crackdown upon the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon).\n\t\t\t\t\tThe statement noted: \n\t\t\t\t\t\n\t\t\t\t\tThe Lee group has suppressed the members of the headquarters, hell-bent on sycophancy toward the U.S. and confrontation with the DPRK. This is the thrice-cursed action against the Korean nation and reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group deserves denunciation by all Koreans and fair-minded people of the world as it has stepped up the moves to block reunification and escalate the confrontation with the DPRK, pursuant to the U.S. hostile policy toward it, totally negating the historic June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee Myung Bak group has perpetrated brutal suppression of the South Headquarters of Pomminryon engaged in just activities for reunification, not content with supporting the U.S. in its offensive to stifle the DPRK. This goes to patently prove that Lee is a hurdle lying in the way of Korea's reunification to be removed without delay. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are now waging a strenuous movement for reunification with confidence and optimism thanks to the Songun policy of General Secretary Kim Jong Il, holding high the banner of \"By our nation itself\", the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\tThe Mexican Committee for Supporting Korea's Reunification strongly demands the Lee group behave itself, facing up to this reality, and set free the unreasonably arrested leading members of the above-said headquarters unconditionally and without delay."
        },
        {
            "title": "Exploits of President Kim Il Sung Praised",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-01ee.html",
            "content": "Exploits of President Kim Il Sung Praised \r\n Pyongyang, July 24 (KCNA) -- Remembrance meetings were held in Germany, Sweden, Nepal, Nigeria and India on July 2 and 3 on the occasion of the 15th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed in the venues of the meetings were works of peerlessly great men, photos on their immortal exploits and books and photos on the advantages of Korean-style socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Werner Schulwese, former chairman of the C.C., the Communist Party of Germany, noted that Kim Il Sung shared weal and woe with the people, always finding himself among them. No great man in the world can match him in the noble popular traits, the speaker stressed.\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, said that Kim Il Sung waged two decades-long anti-Japanese revolutionary struggle to liberate the country and repelled the U.S. imperialists' armed invasion to honorably defend the dignity and sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t He is the father of socialist Korea as he built an invincible socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence, in Korea, the chairman said.\n\t\t\t\t\t\n\t\t\t\t\t Ram Krishna Karmacharya, president of the National Press Club of Nepal, praised Kim Il Sung as the most prominent political elder and the great leader in the 20th century recognized and deeply revered by the whole world.\n\t\t\t\t\t\n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of the Juche Idea, spoke highly of the glorious revolutionary career of Kim Il Sung who devoted his all to the Korean revolution and global independence, describing his whole life as the brilliant life of a great revolutionary and an outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\t A message to General Secretary Kim Jong Il was adopted at the remembrance meeting in Nepal."
        },
        {
            "title": "Kim Il Sung Praised by British Organizations",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-02ee.html",
            "content": "Kim Il Sung Praised by British Organizations\n\t\t\t\t\t\t\r\n Pyongyang, July 24 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association headquartered in Spain issued a joint statement on July 8, the 15th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The demise of the President on July 8, 1994, was a bitter sorrow and great loss not only to all the Korean people but also to the progressive and revolutionary people of the world, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Born into a poor peasant's family, he embarked on the road of the revolution in his early years and achieved the independence of the country in reliance on the popular masses, it noted, and said:\n\t\t\t\t\t\n\t\t\t\t\t He founded the immortal Juche idea centered on the popular masses and led the two hard-fought revolutionary wars against the U.S. and Japanese imperialists to victory.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the anti-imperialist, anti-feudal democratic revolution and the socialist revolution and built a unique socialist system centered on the popular masses, the most advanced and advantageous system, in Korea.\n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The progressive people of the world are looking up to the DPRK shining brilliantly all over the world as their beacon. \n\t\t\t\t\t\n\t\t\t\t\t He was the great leader of the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea fathered by him is the original man-centered philosophy and the compass in the era of independence."
        },
        {
            "title": "Kim Hyong Jik's Exploits Lauded",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-03ee.html",
            "content": "Kim Hyong Jik's Exploits Lauded\r\n Pyongyang, July 24 (KCNA) -- Jean Marie Lambret, chief of the French Group for the Study of the Juche Idea, issued a statement on July 10 to commemorate the 115th birth anniversary of Kim Hyong Jik, an indomitable revolutionary fighter and outstanding leader of the anti-Japanese national liberation movement of Korea. \n\t\t\t\t\t Kim Hyong Jik advanced the idea of \"Jiwon\" (aim high) in his early years and devoted all his life to the sacred struggle for national liberation, cherishing ardent patriotism and indomitable revolutionary spirit that any Korean should surely liberate the country from the Japanese imperialists' rule through diehard struggle from generation to generation even if his body were torn to pieces, the statement noted, saying:\n\t\t\t\t\t\n\t\t\t\t\t He bequeathed the idea of \"Jiwon\", the preparedness for three contingencies, the idea of recruiting comrades and two pistols to President Kim Il Sung. These legacies served as a fundamental source whereby the President led the anti-Japanese armed struggle to victory to liberate the country and turned Korea into a powerful socialist country independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t His noble idea \"aim high\" has been brought into reality by the President and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits of Kim Hyong Jik, who dedicated himself to the independence of the country and eternal prosperity of the Korean nation, will remain long with the history of the Korean nation."
        },
        {
            "title": "Embajador egipcio ofrece recepcion por efemeride nacional",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-13ee.html",
            "content": "Embajador egipcio ofrece recepcion por efemeride nacional\r\nPyongyang, 24 de julio (ATCC) -- Con motivo del 57o aniversario de la Revolucion del 23 de Julio en Egipto, el embajador de la Republica Arabe de Egipto en Corea, Ismail Abdelrahman Ghoneim Hussein, ofrecio el dia 23 un banquete.\n\t\t\t\t\tA la recepcion fueron invitados el ministro de Educacion y presidente de la Asociacion de Amistad Corea-Egipto, Kim Yong Jin, el presidente interino del Comite Coreano de Relaciones Culturales con el Extranjero, Mun Jae Chol, el subjefe de departamento del Comite Central del Partido del Trabajo de Corea, Kim Thae Jong, el vicecanciller Kim Hyong Jun y otros funcionarios coreanos, los representantes diplomaticos de varios paises y los delegados de organizaciones internacionales en Corea.\n\t\t\t\t\t\n\t\t\t\t\tTambien estuvieron presentes los miembros de la embajada egipcia.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos."
        },
        {
            "title": "Actividades por el dia de triunfo en  Guerra de Liberacion de Patria",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-14ee.html",
            "content": "Actividades por el dia de triunfo en  Guerra de Liberacion de Patria\r\nPyongyang, 24 de julio (ATCC) -- En celebracion del 56o aniversario del triunfo del pueblo coreano en la Guerra de Liberacion de la Patria (junio de 1950-julio de 1953) tuvieron lugar el dia 23 los certamenes nacionales de oratorias de los funcionarios y miembros de la Federacion General de los Sindicatos de Corea (FGSC) y de los jovenes y estudiantes en la Casa Central de Obreros y la explanada ante la escultura \"Victoria\", tema principal del Monumento a la Victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tLos oradores elogiaron que el Presidente Kim Il Sung, genial estratega militar e invencible comandante de acero, logro el triunfo historico en la citada guerra llamando a todo el partido, todo el ejercito y todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron que se transmitiran eternamente las hazanas del Presidente quien logro el prodigio militar del siglo XX  tras contrarrestar con la supremacia politico-ideologica y la estrategico-tactica la supremacia numerica y tecnica de las fuerzas aliadas de los imperialistas acaudillados por EE.UU. que se jactaba de la \"supremacia\" mundial.\n\t\t\t\t\t\n\t\t\t\t\tAlabaron las inmortales proezas realizadas en la revolucion mediante el Songun (priorizacion militar) por el Dirigente Kim Jong Il, patriota simpar, quien al frustrar con las fuerzas armadas del Songun las maniobras de los imperialistas para aplastar la Republica Popular Democratica de Corea hizo flamear altamente en el cielo la Bandera Nacional, dignidad de la nacion y simbolo del pais.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que en pleno acato a la direccion del Songun del Dirigente, parecido al Presidente, deben abrir a toda costa las puertas a la gran potencia prospera con aquel espiritu de lucha desplegado en los dias de la guerra de la decada de 1950.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto de los funcionarios y miembros de la FGSC, se ofrecio la funcion festiva de los veteranos de guerra de la ciudad de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, en homenaje a dicha efemeride, tuvo lugar el mismo dia el concierto de los trabajadores agricolas intitulado \"Bajo la guia del Dirigente sera eterno el triunfo del 27 de julio\" en el Lugar de Interes Historico-Revolucionario de Komsan en el  distrito de Sukchon de la provincia de Phyong-an del Sur.\n\t\t\t\t\t\n\t\t\t\t\t En la escena se pusieron el solo femenino y coro \"Al Mariscal Kim Il Sung\", la cancion del tiempo de guerra la \"Cancion de la defensa de la Patria\", \"La querida casa en mi tierra natal\", el canto homofono con tambor \"Molino de la victoria en el pico Jiktong\", el solo masculino \"!Arre, buey pinto!\", el solo femenino \"Camino del frente que recorre el General\", la obra maestra \"?Donde esta, querido General\", etc."
        },
        {
            "title": "Escuela Primaria de Minhung -cantera de futbolistas estelares",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-15ee.html",
            "content": "Escuela Primaria de Minhung -cantera de futbolistas estelares\r\nPyongyang, 24 de julio (ATCC) -- La Escuela Primaria de Minhung de Pyongyang es ampliamente conocida en Corea por el futbol infantil.\n\t\t\t\t\tEsta institucion docente, que presta mucha atencion a la formacion de futuros futbolistas talentosos, selecciona a los alumnos de constitucion fisica apta y asienta sobre la base cientifica la educacion fisica.\n\t\t\t\t\t\n\t\t\t\t\tConforme a las caracteristicas psicologicas de la infancia, organiza racionalmente el entrenamiento fisico para adquirir la flexibilidad y la destreza, de modo que los integrantes del circulo de futbol puedan elevar cuanto antes su nivel tecnico de base.\n\t\t\t\t\t\n\t\t\t\t\tEn virtud del plan de ejercicios trazado con perspectivas, combina la leccion teorica sobre la normativa y las tacticas de juego y el entrenamiento para la preparacion fisica y tecnica.\n\t\t\t\t\t\n\t\t\t\t\tLos futbolistas ninos de esa escuela estan alcanzando en los ultimos anos victorias consecutivas en el torneo de esta capital y en los eventos nacionales.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, conquistaron la copa y la medalla de oro en el futbol masculino del Segundo Torneo Nacional de las Clases Deportivas de las Escuelas Primarias.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, ellos ocuparon el primer lugar en las clasificatorias de la ciudad de Pyongyang del futsal masculino, que debuto este ano en Corea, para la tercera edicion del Torneo Nacional de las Clases Deportivas de las Escuelas Primarias.\n\t\t\t\t\t\n\t\t\t\t\tEn medio del crecimiento de la atencion social a ese deporte rey, el circulo de futbol de la Escuela Primaria de Minhung de Pyongyang sigue defendiendo su posicion de \"equipo invicto\"."
        },
        {
            "title": "Rodong Sinmun subraya necesidad de mantener independencia nacional",
            "url": "http://kcna.co.jp/item/2009/200907/news24/20090724-16ee.html",
            "content": "Rodong Sinmun subraya necesidad de mantener independencia nacional\r\nPyongyang, 24 de julio (ATCC) -- En un articulo individual divulgado este viernes, el periodico Rodong Sinmun enfatiza que la independencia nacional es la garantia de la reunificacion de la patria, la paz de la Peninsula Coreana, la seguridad de los coreanos y la coprosperidad de estos.\n\t\t\t\t\tLa independencia nacional deviene el camino a seguir por el movimiento por la reunificacion de la patria porque esta causa tiene tambien el caracter independiente, comienza el articulista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAdemas, ella resulta la fuente de las fuerzas para defender la paz del pais y la seguridad nacional.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo de su ambicion de lanzar la agresion usando el territorio surcoreano como trampolin para ocupar a toda Corea, EE.UU. no quiere ni querra jamas la reunificacion de Corea y al contrario, esta enfrascado en destruir la paz de la Peninsula Coreana y desatar la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSeria una gran tonteria pensar que tales fuerzas extranjeras van a defender la paz del pais y la seguridad nacional.\n\t\t\t\t\t\n\t\t\t\t\tLos coreanos, que desean con ansiedad la reintegracion territorial de la patria, deben defender con sus fuerzas unidas la paz de la Peninsula Coreana y la seguridad nacional rechazando tajantemente a las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\tPara mantenerse firmemente en la posicion independiente nacional es preciso poner de pleno manifiesto el espiritu de \"Entre nosotros, los connacionales\" en el movimiento por la reunificacion, lo cual es la demanda de la epoca de reunificacion iniciada el 15 de junio e inconmovible voluntad de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos en el Norte y el Sur de Corea y en ultramar deben frustrar tajantemente el intento criminal de EE.UU. de realizar su ambicion agresiva y dominacionista interviniendo en el problema de reunificacion de Corea."
        }
    ]
}