{
    "date": "2009-11-09",
    "url": "http://kcna.co.jp/item/2009/200911/2009-11-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Watches Art Performance",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-12ee.html",
            "content": "Kim Jong Il Watches Art Performance\r\nPyongyang, November 9 (KCNA) -- General Secretary Kim Jong Il together with Korean People's Army servicepersons watched a performance given by an art squad of the Ministry of People's Security.\n\t\t\t\t\t The performers put on the stage colorful numbers of diverse genres including mixed chorus \"We Have Longed for You, General\", male guitar quintet ensemble \"Let's Defend Socialism\", choral recital of poem \"Long Journey for Devotedly Defending the Leader\" and small chorus \"Do Prosper the Workers' Party Era\".\n\t\t\t\t\t\n\t\t\t\t\t The performance successfully represented the iron faith and will of the people's security persons to always share the idea, will and destiny with Kim Jong Il and breathe the same breath with him and creditably perform their honorable mission as the first line unit in the class struggle and interior forces of the supreme commander despite any storm and stress and thus defend the most advantageous socialist system centering on the popular masses as firm as an iron wall. \n\t\t\t\t\t\n\t\t\t\t\t When the performance was over, Kim Jong Il warmly acknowledged the enthusiastic cheers of the performers and audience and congratulated the performers on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the members of the art squad gave a performance rich in the ideological contents and high in artistry as it is clear-cut in the political stand and strong in the spirit of the times. \n\t\t\t\t\t\n\t\t\t\t\t He highly praised the members of the art squad for having created pieces of great cognitive and educational value which give perfect answers to social problems in the era of Songun and staged the best, unique and refreshing performance. He extended special thanks of the KPA supreme commander to them.\n\t\t\t\t\t\n\t\t\t\t\t Our socialist country of Juche is impregnable as its defence line is firmly protected by the heroic KPA which has grown to be ranks of a- match-for-a hundred fighters and the security of the country and its people are reliably safeguarded by the interior forces intensely loyal to the party, the leader, the country and the people, he added. \n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks which would serve as guidelines in the art agitation activities. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were KPA Vice-Marshal Kim Yong Chun, vice-chairman of the NDC of the DPRK and minister of the People's Armed Forces, KPA General Kim Jong Gak, member of the NDC of the DPRK and first vice director of the KPA General Political Bureau, and other commanding officers of the army, Kim Ki Nam, secretary of the Central Committee of the WPK, department directors, first vice department directors and other leading officials of the WPK Central Committee, Ju Sang Song, member of the NDC of the DPRK and minister of People's Security, Ri Pyong Sam, director of the Political Bureau of the Ministry of People's Security, and other commanding officers of the ministry."
        },
        {
            "title": "French Presidential Envoy Here",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-06ee.html",
            "content": "French Presidential Envoy Here\r\nPyongyang, November 9 (KCNA) -- Jack Lang, special envoy of the French President, and his party arrived here by air Monday."
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-05ee.html",
            "content": "Foreign Delegations Here\r\nPyongyang, November 9 (KCNA) -- A delegation of the Ministry of Foreign Affairs of Switzerland led by Division Head Pierre Combernous, a delegation of the All-China Federation of Trade Union led by Vice-Chairwoman Qiao Chuanxiu and a delegation of the China Foreign Languages Press Publishing and Distribution Administration led by Director Zhou Mingwei arrived here Monday."
        },
        {
            "title": "Floral Basket from IIJI Secretary General",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-07ee.html",
            "content": "Floral Basket from IIJI Secretary General\r\nPyongyang, November 9 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the secretary general of the International Institute of the Juche Idea and his party.\n\t\t\t\t\tThe floral basket was handed to an official concerned by Secretary General Kenichi Ogami on a visit to the DPRK on Monday."
        },
        {
            "title": "Highest Prize Awarded to DPRK Acrobatic Pieces",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-11ee.html",
            "content": "Highest Prize Awarded to DPRK Acrobatic Pieces\r\nPyongyang, November 9 (KCNA) -- \"Golden Lion Prize\" Cup, the highest prize, was awarded to the DPRK acrobatic pieces \"Flying on the Twin Swing\" and \"Balancing Etude\" respectively at the 12th Wuqiao International Circus Festival held in China  from October 31 to November 8.\n\t\t\t\t\tIt brought together circuses and acrobats from 22 countries and regions including the DPRK, China, Russia and Canada. 32 pieces entered into a competition for three golden lion prize cups. \n\t\t\t\t\t\n\t\t\t\t\tHan Un Chol, Kim Myong Jin, Pak Mi Gyong and other acrobats of Pyongyang Circus in their \"Flying on the Twin Swing\" successfully flew in the air, making quadruple flip-flap and treble flip-flap with double pirouette and other movements requiring high technique. \n\t\t\t\t\t\n\t\t\t\t\tPak Song Hui and Sin Chol Jin in their \"Balancing Etude\" presented exquisite and beautiful movements and refined technique on the ground and in the air, mesmerizing the members of the jury and spectators."
        },
        {
            "title": "New \"Korean Plants Distribution Map\"",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-08ee.html",
            "content": "New \"Korean Plants Distribution Map\"\r\nPyongyang, November 9 (KCNA) -- The botanical institute of the State Academy of Sciences has newly completed the \"Korean Plants Distribution Map\".\n\t\t\t\t\tThe map clearly shows plant stocks in different parts of the country, distribution of plant resources and ecological features and utilization of plants. It is also helpful toward protecting and making best use of them.\n\t\t\t\t\t\n\t\t\t\t\tThe scientists had classified and systematized the plant stocks on the spot. On the basis of this, they worked out plants distribution map of each province. \n\t\t\t\t\t\n\t\t\t\t\tMarked on the maps in an easy way to read are distributions of alpine plant stock, stock of Abies nephrolipis and spruce, stock of larch, stock of birch and others.\n\t\t\t\t\t\n\t\t\t\t\tThe map consists of 16 parts. Twelve parts of them deal with natural plant distribution and the other four parts with artificial plant distribution.\n\t\t\t\t\t\n\t\t\t\t\tThe natural plant distribution is classified by four climatic zone features of the plants--arctic, subarctic, temperate and subtropical zones-- and the artificial plant distribution by three farm-crop stocks and forest tree stocks.\n\t\t\t\t\t\n\t\t\t\t\tThe colors and their deepness are different according to climatic zone features and heights above sea level, which clearly illustrates the plant distributions.\n\t\t\t\t\t\n\t\t\t\t\tThe map also reflects the rivers, streams, major mountains and administrative districts and their seats according to its mission.\n\t\t\t\t\t\n\t\t\t\t\tThe completion of the map makes it possible to survey the distribution features of the Korean plants and their change in a regular way and thus greatly contribute to the protection of the natural environment and proliferation of biodiversity."
        },
        {
            "title": "Juche-oriented Musical Art in New Heyday",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-09ee.html",
            "content": "Juche-oriented Musical Art in New Heyday\r\nPyongyang, November 9 (KCNA) -- The Juche-oriented musical art of the DPRK is greeting a new heyday.\n\t\t\t\t\tThe whole country is seething with exuberant songs sung by the entire army and people, revolutionary songs of calling for defending the leader at the cost of very life and for building a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tIn recent years the musical art of the country has been enriched with the creation of many monumental masterpieces adding luster to the Songun era. Among them are \"Song of Loyalty\", a people's hymn, the song \"The Snow Is Falling\" drawing people into symphonic musical world and the songs \"The Glow over Kangson\" and \"Motherland, Prosper\".\n\t\t\t\t\t\n\t\t\t\t\tThe masterpieces fully meeting the requirements of the era in content and form fully prove the correctness and vitality of the Juche-oriented literary and art idea of the Workers' Party of Korea on developing the musical art as the revolutionary and popular one which is loved by the people, reflects their aspiration and is faithful to the requirements of the times, both in name and reality.\n\t\t\t\t\t\n\t\t\t\t\tTalented singers, prominent creators and performers have made their appearance and distinguished art troupes such as the Unhasu Orchestra and the Samjiyon Band have been organized. And the choral art and symphony representing the level of the nation's musical art are developing rapidly.\n\t\t\t\t\t\n\t\t\t\t\tAll this strikingly demonstrates the inexhaustible potentiality of Juche-oriented musical art flowering century after century.\n\t\t\t\t\t\n\t\t\t\t\tThe Juche-oriented musical art, which had shaken the human history of art with opera revolution in the 20th century, will develop onto a higher plane in the 21st century, too, startling the world art circle.\n\t\t\t\t\t\n\t\t\t\t\tIndeed, the eye-opening development of the Juche-oriented musical art is the fruit of the outstanding and energetic leadership of General Secretary Kim Jong Il who is ushering in a bright future of the art."
        },
        {
            "title": "U.S. and S. Korean \"OPLAN 5029\" Blamed",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-03ee.html",
            "content": "U.S. and S. Korean \"OPLAN 5029\" Blamed\r\nPyongyang, November 9 (KCNA) -- Yonhap News of south Korea recently reported that the south Korean military rounded off together with the U.S. the \"OPLAN 5029\" intended to cope with the \"emergency situation in the north.\" According to it, the bellicose forces at home and abroad classified it into 5 or 6 levels and completed a detailed plan according to them.\n\t\t\t\t\tRodong Sinmun Monday observes this in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis was an unpardonable grave political and military provocation to the DPRK and a treacherous criminal act of pursuing north-south confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\tThe war-like forces classified \"the emergency situation\" into \"a regime change\" in the dignified DPRK, \"the spread of WMDs\" and nonsensical \"rebellion\", etc. Their concoction of such farcical events which can never happen in the DPRK is an unpardonable provocation to it. \n\t\t\t\t\t\n\t\t\t\t\tThose forces went the lengths of simulating all sorts of nonsensical events and citing them as pretexts for mounting preemptive attacks on the DPRK. This clearly indicates what extent the anti-DPRK forces inside and outside south Korea have reached in their hostility and scenario for aggression, the commentary observes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\tIt is a ridiculous and rash action for the warmongers at home and abroad to make desperate efforts to dare do harm to the DPRK. This only brings to light who is chiefly to blame for disturbing peace on the Korean Peninsula and pursuing confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\tThe bellicose forces of the U.S. and the south Korean military had better roll back their dangerous \"OPLAN 5029\" at once, bearing in mind that their hostile policies towards the DPRK will only bring self-destruction."
        },
        {
            "title": "U.S. Interceptor Missile Test-Fire Blasted",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-04ee.html",
            "content": "U.S. Interceptor Missile Test-Fire Blasted\r\nPyongyang, November 9 (KCNA) -- Recently the U.S. forces test-fired SM-3 together with the Japan Maritime \"Self-Defence Force\" in the sea off Hawaii under the pretext of coping with the \"missile threat\" from someone.\n\t\t\t\t\tRodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe recent test-fire conducted by the U.S. forces was obviously a revelation of their scenario for mounting a preemptive attack on the DPRK. This once again clearly indicates that the U.S. hostile policy towards the DPRK has not changed at all. \n\t\t\t\t\t\n\t\t\t\t\tThe above-said test-fire brought to light the U.S. criminal intention to justify its moves to build a missile shield and put into practice the scenario for mounting a preemptive attack on the DPRK by branding it as a \"criminal posing a missile threat.\"\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. worked out the above-said scenario long ago and has watched for a chance to implement it. \n\t\t\t\t\t\n\t\t\t\t\tIt is the calculation of the U.S. imperialists that they can mount a preemptive attack on the DPRK, while watching for a chance, in a bid to put the whole of Korea under their control and turn Asia into a strategic base for establishing a military domination and control over it. \n\t\t\t\t\t\n\t\t\t\t\tWhat should not be overlooked is the fact that the U.S. bellicose forces are escalating the moves to develop a new type missile in collusion with the Japanese reactionaries. It is the invariable design of the U.S. to make Japan serve the purpose of its policy of aggression towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. bellicose forces' reckless military moves against the DPRK are straining the situation in Northeast Asia and creating a touch-and-go situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThey had better behave prudently, bearing in mind that their adventurous scenario for a preemptive attack on the DPRK is nothing but a foolish one bringing them self-destruction."
        },
        {
            "title": "Seminar on Juche Idea and Songun Politics Held in Benin",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-01ee.html",
            "content": "Seminar on Juche Idea and Songun Politics Held in Benin\r\nPyongyang, November 9 (KCNA) -- A seminar on the Juche idea and the Songun politics was held in Benin on Oct. 24.\n\t\t\t\t\tAttending the seminar were figures and members of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and the Benin National Committee for the Study of the Juche Idea and of General Kim Jong Il's Works and the Juche idea followers.\n\t\t\t\t\t\n\t\t\t\t\tHessou Kohovi, chairman of the association and concurrently chairman of the above-said national committee, made a report titled \"The DPRK has turned into an independent power after foiling the imperialist allied forces' moves to stifle it\".\n\t\t\t\t\t\n\t\t\t\t\tIt was followed by speeches made by the vice-chairman and the secretary general of the national committee under the titles \"The DPRK's satellite launches were an expression of its might of self-reliance\" and \"The DPRK dynamically advancing toward a great prosperous and powerful nation\".\n\t\t\t\t\t\n\t\t\t\t\tThe reporter and speakers noted that the army and people of the DPRK have resolutely foiled the imperialists' moves to stifle their ideology and topple their system and remarkably increased the political and military capabilities of the country guided by the Songun idea and in the revolutionary spirit of self-reliance under the wise leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt was entirely thanks to the great Juche idea, the Songun idea and Kim Jong Il's Songun politics, its embodiment, that the DPRK has turned into one of the world's powers, they stressed."
        },
        {
            "title": "Story of Bombs and Harmonicon",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-10ee.html",
            "content": "Story of Bombs and Harmonicon\r\nPyongyang, November 9 (KCNA) -- On a spring day of Juche 23 (1934) during the anti-Japanese armed struggle, President Kim Il Sung instructed logistical personnel that some necessary materials should be sent to weapons repair works.\n\t\t\t\t\tWhile acquainting himself with the preparation a few days after, he asked them why harmonicon and gloves were not included.\n\t\t\t\t\t\n\t\t\t\t\tThey couldn't answer because they were not far-sighted enough to think of them.\n\t\t\t\t\t\n\t\t\t\t\tHe admonished the logistical personnel to the following effect: The men at the weapon repair works are working hard in secret in remote forests. They are repairing weapons and making bombs in difficult conditions not inferior to the armed struggle. We should send harmonicon and gloves to the hard-working men so that they would not live a lonely life in an isolated place and would not get their hands hurt.\n\t\t\t\t\t\n\t\t\t\t\t And he gave the harmonicon he had kept to a messenger of the headquarters to be dispatched to the works.\n\t\t\t\t\t\n\t\t\t\t\t The members of the works, who raised cheers over the glittering harmonicon, were moved to tears by the story about it."
        },
        {
            "title": "Kim Jong Il inspecciona Unidad No. 1224 del EPC",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-13ee.html",
            "content": "Kim Jong Il inspecciona Unidad No. 1224 del EPC \r\nPyongyang, 9 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad No. 1224 del EPC. \n\t\t\t\t\tTras enterarse del estado de cumplimiento del deber de la unidad, el Comandante Supremo recorrio la sala de educacion en los materiales y objetos historicos de la revolucion, el dormitorio, el comedor, el bano, la Casa de los Militares, la biblioteca, el gimnasio, la sala de tiro y otros varios lugares y presto profunda atencion a la labor y la vida de los militares. \n\t\t\t\t\t\n\t\t\t\t\tAl ver el edificio del cuartel tan elegante como un centro de reposo, las instalaciones internas de nivel maximo dispuestas de lo todo y el recinto del cuartel arreglado limpiamente como un parque, expresogran satisfaccion por tales magnificas condiciones de vida y de entrenamiento para los militares. \n\t\t\t\t\t\n\t\t\t\t\tLos militares del ejercito popular son preciosos camaradas de la revolucion del Songun quienes defienden con las armas el partido, la revolucion, la patria y el pueblo, dijo y agrego que todos los oficiales deben atender con amor paternal la vida de los soldados para que ellos no sintieran ninguna incomodidad.\n\t\t\t\t\t\n\t\t\t\t\tAl ver un entrenamiento de los militares de la unidad, el Dirigente se mostro muy contento de que todos los militares hayan crecido como combatientes capaces de pelear uno contra cien enemigos, preparados firmemente tanto en lo ideo-politico como en lo tecnico-militar para defender solidamente la patria socialista, y presento las tareas que se presentan para fortalecer por todos los medios la capacidad combativa de la unidad. \n\t\t\t\t\t\n\t\t\t\t\t  Nuestros militares crecieron como los fuertes en la ideologia y en la fe, que consideran como inmutable conviccion el espiritu de defensa a ultranza al lider, el de convertirse en bombas y balas y el de estrellarse como si fueran bombas y balas, subrayo y apunto que este contingente invencible y selecto defiende como una muralla de acero la linea de defensa de la patria, gracias a lo cual nuestra causa revolucionaria es invencible. \n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo se fotografio junto a los militares de la unidad. \n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente fue acompanado por el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, el general de ejercito del EPC Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del EPC, el general de ejercito del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC y otros comandantes del EPC y Jang Song Thaek, miembro del CDN de la RPDC y jefe de departamento del CC del PTC."
        },
        {
            "title": "En Pyongyang el enviado especial del presidente frances",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-14ee.html",
            "content": "En Pyongyang el enviado especial del presidente frances\r\nPyongyang, 9 de noviembre (ATCC) -- Llegaron este lunes a esta capital por via aerea el enviado especial del presidente de la Republica de Francia, Jack Lang, y su comitiva."
        },
        {
            "title": "Minju Joson denuncia nuevo \"plan  operacional 5029\"",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-15ee.html",
            "content": "Minju Joson denuncia nuevo \"plan  operacional 5029\"\r\nPyongyang, 9 de noviembre (ATCC) -- En ultimos dias, los belicistas surcoreanos y norteamericanos acabaron con el establecimiento del \"plan operacional 5029\" bajo el pretexto absurdo, lo cual es vil difamacion y calumnia a la Republica Popular Democratica de Corea e imperdonable insulto y abierta provocacion contra el ejercito y el pueblo coreanos.\n\t\t\t\t\tSenala asi el periodico Minju Joson en un comentario individual del dia 8 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl nuevo plan es esencialmente diferente de los guiones belicos anteriores contra la RPDC y es pieza de guerra de agresion al Norte de Corea que deja al lado hasta el rotulo de \"agresion al Sur\" que se usaba nominalmente.\n\t\t\t\t\t\n\t\t\t\t\tOcupar con las fuerzas armadas a la RPDC, aunque no existiera la \"agresion al Sur\", es precisamente el \"plan operacional 5029\".\n\t\t\t\t\t\n\t\t\t\t\tPor eso, todos los coreanos condenaron severamente dicho plan desde principios de su elaboracion. Doblegado ante la opinion publica, el \"gobierno de amplia participacion\" del Sur de Corea no pudo menos de llevar a este plan el nombre \"plan conceptual\". Pero, las autoridades militares surcoreanas lo completaron como el de practica.   Desde luego, EE.UU. desempeno el papel principal en  el acabado de tal plan.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio impuso al Sur de Corea en la \"reunion consultiva anual de seguridad\" del ano pasado hacer del \"plan conceptual 5029\" el de practica.\n\t\t\t\t\t\n\t\t\t\t\tEl acabado del \"plan operacional 5029\" muestra que ya paso el limite de peligro la maquinacion de provocacion de la guerra de los belicistas norteamericanos y surcoreanos contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t La dependencia de las fuerzas extranjeras y la confrontacion fratricida son la destruccion. Las autoridades militares del Sur de Corea no deben amontonar los crimenes por mas tiempo contra la nacion."
        },
        {
            "title": "Rodong Sinmun condena prueba de lanzamiento de misil por EE.UU.",
            "url": "http://kcna.co.jp/item/2009/200911/news09/20091109-16ee.html",
            "content": "Rodong Sinmun condena prueba de lanzamiento de misil por EE.UU.\r\n Pyongyang, 9 de noviembre (ATCC) -- Recientemente, las tropas yanquis realizaron la prueba de lanzamiento del misil de intercepcion \"SM-3\" con las \"Fuerzas Maritimas de Autodefensa\" de Japon en el mar frente a Hawai pretextando hacer frente a la \"amenaza de misil\" de alguien.\n\t\t\t\t\t Al respecto, el diario Rodong Sinmun publico este lunes un comentario individual.\n\t\t\t\t\t\n\t\t\t\t\t Esa prueba es una evidente muestra del intento de atacar preventivamente a Corea. Por lo tanto, comprueba una vez mas que no ha cambiado en nada la politica hostil de Estados Unidos sobre aquella.\n\t\t\t\t\t\n\t\t\t\t\t De esa manera, se revelo plenamente el intento criminal de EE.UU. de atribuir la \"legalidad\" a sus maniobras encaminadas a implantar el sistema antimisiles acusando a Corea como al \"criminal en el tema de misil\" y de poner en practica su intento de atacarla de modo preventivo y sorpresivo.\n\t\t\t\t\t\n\t\t\t\t\t En efecto, el imperio ya ha elaborado hace mucho tiempo el plan del particular y esta acechando la oportunidad para implementarlo.\n\t\t\t\t\t\n\t\t\t\t\t El objetivo de ello es tomar toda la Peninsula Coreana y convertirla en una base estrategica para dominar y controlar el resto de Asia con las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\t No se puede pasar por alto el hecho de que las fuerzas belicistas de EE.UU. intensifican sus maniobras para desarrollar los misiles de nuevo modelo en contubernio con los reaccionarios japoneses. \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la intencion de EE.UU. de usar a Japon como lacayo en funcion del cumplimiento de la politica agresiva a Corea.\n\t\t\t\t\t\n\t\t\t\t\t Debido a las demenciales acciones militares de las fuerzas belicistas de EE.UU. contra la RPDC, se agrava la tension del Nordeste Asiatico y se crea la situacion muy tirante en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Las fuerzas belicistas de EE.UU. deben controlarse teniendo bien presente que su aventurero intento de atacar primero a la RPDC es idea tonta que les llevara a la autodestruccion."
        }
    ]
}