{
    "date": "2009-07-31",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-31ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Expresses Condolences",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-15ee.html",
            "content": "Kim Jong Il Expresses Condolences\r\n Pyongyang, July 31 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of Ryo Won Gu, deputy to the Supreme People's Assembly of the DPRK and Presidium member of the Central Committee of the Democratic Front for the Reunification of Korea, on Friday expressing deep condolences over her death."
        },
        {
            "title": "Greetings to Swiss President ",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-08ee.html",
            "content": "Greetings to Swiss President \r\n Pyongyang, July 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Hans Rudolf Merz, President of Switzerland, on its national day. \n\t\t\t\t\t The message wished the President and people of Switzerland successes in their work for the prosperity of the country."
        },
        {
            "title": "Greetings to Beninese President",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-09ee.html",
            "content": "Greetings to Beninese President\r\n Pyongyang, July 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Thomas Boni Yayi, President of Benin, on the 49th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the traditional friendly and cooperative relations between the two countries would continue to grow strong."
        },
        {
            "title": "Congratulations to President of Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-16ee.html",
            "content": "Congratulations to President of Kyrgyzstan\r\n Pyongyang, July 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Thursday sent a congratulatory message to Kurmanbek Bakiyev on his reelection as President of Kyrgyzstan.\n\t\t\t\t\t In the message Kim wished the President of Kyrgyzstan success in his responsible work, expressing belief that the friendly relations between the two countries would develop on good terms."
        },
        {
            "title": "CPLA Birthday Marked at Chinese Embassy",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-10ee.html",
            "content": "CPLA Birthday Marked at Chinese Embassy\r\n Pyongyang, July 31 (KCNA) -- The Chinese embassy here hosted a reception on Friday to mark the 82nd birthday of the Chinese People's Liberation Army.\n\t\t\t\t\t Present at the reception on invitation were Pak Jae Gyong, vice-minister of the People's Armed Forces, general officers and other officers of the Korean People's Army, officials concerned and representatives and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Charge d'Affaires ad Interim Hao Xiaofei, the army attache and staff members of the Chinese embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Death Anniversary of Kang Pan Sok Commemorated",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-13ee.html",
            "content": "Death Anniversary of Kang Pan Sok Commemorated\r\n Pyongyang, July 31 (KCNA) -- Wreaths were laid before the statue of Kang Pan Sok, an indomitable revolutionary fighter and outstanding leader of the Korean women's movement, at the Chilgol Revolutionary Site and her grave in Mangyongdae on Friday, the 77th anniversary of her demise.\n\t\t\t\t\t Seen before the statue and grave were wreaths from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Attending the wreath-laying ceremonies were Choe Thae Bok, Kim Ki Nam, Yang Hyong Sop and vice-premiers of the Cabinet, the chairman of a friendly party, officials of party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Placed were wreaths in the name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the name of working people's organizations, ministries, national institutions, educational and public health organs, revolutionary schools and party and power organs and farms in the city.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid a silent tribute to Kang Pan Sok, looking back upon her brilliant revolutionary career and exploits."
        },
        {
            "title": "Brilliant Life for Revolution",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-12ee.html",
            "content": "Brilliant Life for Revolution\r\nPyongyang, July 31 (KCNA) -- July 31 is the death anniversary of Kang Pan Sok, an indomitable revolutionary fighter and an outstanding leader of the women's liberation movement in Korea.\n\t\t\t\t\tHers was a brilliant life of a great revolutionary who devoted herself to the country, nation and the victory of revolution before thinking of a family.\n\t\t\t\t\t\n\t\t\t\t\tShe made no scruple to push President Kim Il Sung to the expedition to southern Manchuria in the period of the anti-Japanese armed struggle. This story fully shows how ardently she loved the country and the revolution.\n\t\t\t\t\t\n\t\t\t\t\tUpon hearing the news that his mother's illness became critical when he was making preparations for the expedition, the President went to Tuqidian where his mother was with a large mal (about 15 kilograms) of foxtail millet.\n\t\t\t\t\t\n\t\t\t\t\tThat day when she met her dear son, she didn't tell him about her health and housework but led the conversation only to political topics.\n\t\t\t\t\t\n\t\t\t\t\tThe next day he climbed up the mountain with his younger brother to collect firewood and worried himself about his mother with filial piety.\n\t\t\t\t\t\n\t\t\t\t\tThat evening she said to the President in a grave tone:\n\t\t\t\t\t\n\t\t\t\t\t\"I am grateful to you for your great filial devotion, but I am not of the type to be comforted by that. …You have a greater cause to attend to. Don't you think you should carry out your father's will? …Don't worry about me, but hurry along your own way.\"\n\t\t\t\t\t\n\t\t\t\t\tThe next morning she said that a man must have money in his pocket to use in case of emergency and gave 20 yuan to the President which she had earned and saved penny by penny by working her fingers to the bone doing washing and sewing for pay.\n\t\t\t\t\t\n\t\t\t\t\tShe renounced her right to call on her sons to practice their filial duties only for the ruined country and nation even when her illness was serious and pushed the President to the revolutionary way. He was deeply moved by this.\n\t\t\t\t\t\n\t\t\t\t\tThe President wrote in his reminiscences \"With the Century\" as follows recollecting his mother: \"The love she showed me was not simply motherly love. It was true revolutionary affection with which she regarded me as the son of the nation rather than her own son and awakened me to the need to give priority to loyalty to the country over filial piety towards my parents.\""
        },
        {
            "title": "Trait of People Supporting Army and Latter Helping Former",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-11ee.html",
            "content": "Trait of People Supporting Army and Latter Helping Former\n\t\t\t\t\t\t\r\nPyongyang, July 31 (KCNA) -- The fine trait of the people assisting the army and vice versa is fully displayed in the DPRK century after century.\n\t\t\t\t\tIt is the truth proved by the history of the Korean revolution that only victory and miracle are achieved in the revolutionary war and the socialist construction when the army guarding the defence line of the country and the people, its dependable rear, take good care of and unite each other firmly in ideology and will.\n\t\t\t\t\t\n\t\t\t\t\tThe trait of the people treasuring the army like their real children and sincerely helping it and the latter devotedly serving the former takes its root in the revolutionary tradition of supporting the army created in the flames of the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung founded the revolutionary armed force, the first of its kind in Korea, with sons and daughters of the working people in the early years of the Korean revolution and further strengthened the kindred relations between the guerrillas and people, thus laying the origin of the people assisting the army and vice versa.\n\t\t\t\t\t\n\t\t\t\t\tThe anti-Japanese guerrillas, regarding as their motto of life and struggle the idea \"as fish cannot live without water, so guerrillas cannot live without the people\" advanced by the President, loved the people and laid down their lives for them without hesitation. And the people sincerely assisted the guerrilla army at the risk of their lives.\n\t\t\t\t\t\n\t\t\t\t\tInheriting this tradition established in the anti-Japanese armed struggle, the army and people of Korea won a brilliant victory in the three-year-long Fatherland Liberation War against the U.S. imperialists and wrought world-startling miracles in the postwar rehabilitation and construction and in the socialist construction.\n\t\t\t\t\t\n\t\t\t\t\tThe tradition of the people supporting the army and the latter helping the former which was established by the President and has been inherited constantly along with the advance of the Korean revolution is being carried forward on a higher plane under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe put forward the idea on realizing the unity of the army and people in ideology and the mode of work on the basis of the revolutionary soldier spirit as required by the Songun era, with the result that the beautiful trait of people supporting the army and the army helping the people is being displayed on the highest level.\n\t\t\t\t\t\n\t\t\t\t\tUnder his wise leadership, the DPRK has turned into a country based on the noble trait in which the army and people are rallied close in ideology and will and share the same destiny with each other and as a large family where the army-people unity is in full display.\n\t\t\t\t\t\n\t\t\t\t\tThe noble trait of the army and people fighting in firm unity is the source of invincible might which further consolidates the Korean-style socialism and increases the strength of Songun Korea in every way."
        },
        {
            "title": "More Than 180 Cases of Aerial Espionage Perpetrated against DPRK",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-14ee.html",
            "content": "More Than 180 Cases of Aerial Espionage Perpetrated against DPRK \r\n Pyongyang, July 31 (KCNA) -- The U.S. imperialists and the warmongers of the south Korean puppet armed forces committed at least 180 cases of aerial espionage against the DPRK in July by massively mobilizing strategic and tactical reconnaissance planes with various missions, according to a military source.\n\t\t\t\t\t The number of cases of aerial espionage perpetrated by the U.S. imperialist aggressor forces reached more than 120 while cases of aerial espionage committed by the south Korean puppet armed forces numbered more than 60.\n\t\t\t\t\t\n\t\t\t\t\t Overseas-based E-3 and two RC-135s of the U.S. imperialist aggressor forces made shuttle flights in the air over waters east of Musudan, Tanchon and Wonsan between July 1 and 4.\n\t\t\t\t\t\n\t\t\t\t\t On July 7 they made similar shuttle flights in the air over waters east of Riwon and Kosong to conduct aerial observation and photographing of overall areas of the DPRK. They took to hasty flight, taken aback by sorties of flying corps of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists let overseas-based EP-3 fly in the air over the East and West seas of south Korea between July 4 and 9 to spy on coastal areas of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t U-2 of the U.S. imperialist aggressor forces based in south Korea conducted photographing and electronic espionage against areas of the DPRK on July 29 and 30. The number of cases of aerial espionage perpetrated by this plane reached more than 20 this month.\n\t\t\t\t\t\n\t\t\t\t\tOn July 28 the U.S. imperialists and the warmongers of the south Korean puppet armed forces let eight strategic and tactical reconnaissance planes of various types fly in the air over the front areas and eastern and western coastal areas to conduct madcap intensive observation and electronic espionage against areas of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, two to three reconnaissance planes of the puppet air force flew into the air over the areas along the Military Demarcation Line every day to spy on the DPRK."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Denounced in S. Korea ",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-04ee.html",
            "content": "U.S. Hostile Policy toward DPRK Denounced in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, July 31 (KCNA) -- The Solidarity of Saenal Huimang (desire for a new day) grouping personages of progressive civic and public organizations of south Korea called a press conference outside the U.S. embassy in Seoul on July 27 to denounce the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t The speakers at the press conference accused the U.S. of persistently pursuing its hostile policy toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is strongly backing Japan and the Lee Myung Bak regime in pursuing the confrontational policy toward the DPRK, they held, urging the U.S. not to forget the lesson taught by the May 18 popular resistance and the occupation of \"the American Cultural Service\".\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wants peace on the Korean Peninsula, it should replace the Armistice Agreement with a peace accord and make a switchover in its hostile policy toward the DPRK, the speakers held. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the participants thrust a letter of protest addressed to the U.S. government to the embassy side."
        },
        {
            "title": "Struggle for Repeal of Evil Law on Media Called for",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-05ee.html",
            "content": "Struggle for Repeal of Evil Law on Media Called for\r\n Pyongyang, July 31 (KCNA) -- The opposition Democratic Party of south Korea formed the Action Committee for Declaring Evil Law on Media Null and Void and Recovering People's Livelihood on July 28 and launched a struggle.\n\t\t\t\t\t A meeting to form the action committee took place outside the building of the Democratic Party in Seoul on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said at the meeting that they would carry on the struggle to let the people know about all the undemocratic and unpopular actions perpetrated by the group of the \"Grand National Party\" and to declare the evil law on media rammed through the \"National Assembly\" null and void. \n\t\t\t\t\t\n\t\t\t\t\t They continued:\n\t\t\t\t\t\n\t\t\t\t\t The NA passed the evil bill on media by abusing its authority but shelved the bill on people's livelihood. Yet the group of the ruling party is loud-mouthed about \"people's livelihood\". This suffices to prove that what it talks is nothing but hypocrisy. \n\t\t\t\t\t\n\t\t\t\t\t The people will never pardon the desperate efforts of the \"Grand National Party\" to cover up the crimes it committed by railroading the evil bill on media through the NA by \"revoting\" and \"voting by proxy.\"\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, lawmakers from the Democratic Party and party members conducted a signature campaign and information service for declaring the evil law on media null and void in front of Yongdungpho Station.\n\t\t\t\t\t\n\t\t\t\t\t The \"media action\" formed with civic and public organizations of south Korea held a press conference in Seoul on the same day. They urged Choe Si Jung, chairman of the puppet Broadcasting and Communication Committee, to step down as he is putting pressure upon the \"constitutional court\" while talking about a \"follow-up step\" in a bid to have the \"law on broadcasting\" adopted at any cost, though it failed to pass through the \"extraordinary session of the National Assembly.\""
        },
        {
            "title": "Lee Group Accused of Blocking Inter-Korean Working Contacts",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-06ee.html",
            "content": "Lee Group Accused of Blocking Inter-Korean Working Contacts \r\nPyongyang, July 31 (KCNA) -- South Korean organizations of the reunification movement condemned the south Korean conservative ruling forces for taking such reckless actions against reunification as totally blocking even contacts between reunification movement organizations of the north and the south. \n\t\t\t\t\t The puppet Ministry of Unification turned down the application made by the academic headquarters under the South Side Committee for Implementing the June 15 Joint Declaration for a contact with its counterpart of the north in Shenyang, China on July 21. It also disallowed even working contacts between the peasants and youth and students headquarters under it and their counterparts in the north under unreasonable pretexts on July 24. \n\t\t\t\t\t\n\t\t\t\t\t The ministry said that if south Korean organizations of the reunification movement are allowed to have working contacts with the north, it is not sure about their \"security\" and they may be forced to \"serve the purpose of the north side.\" It also pressurized those organizations to give up contacts themselves before applying for those contacts. All these facts should not be overlooked. \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the above-said committee said that the authorities are now blocking even non-governmental exchanges in a third country,  not content with its persistent actions taken to disallow contacts with the north. This was a violation of the spirit of the June 15 joint declaration and the October 4 declaration, it added. \n\t\t\t\t\t\n\t\t\t\t\t The chief secretary of the peasant headquarters of the committee noted that the actions taken by the ministry to block even non-governmental exchanges under the situation where the inter-Korean relations have been suspended substantially  prove that the \"policy toward the north\" touted by the \"government\" is hypocritical. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the planning committee of the academic headquarters of the committee stressed that with nothing can the authorities justify the actions taken to disallow even elementary working contacts. \n\t\t\t\t\t\n\t\t\t\t\t The executive chairman of the youth and students headquarters of the committee noted that his organization would conduct a protest campaign against the actions taken by the ministry to disallow the above-said contacts and urged the authorities to ponder over them, though belatedly, and immediately  stop such foolish actions against reunification."
        },
        {
            "title": "Anniversary of Victory in Fatherland Liberation War Celebrated in China",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-03ee.html",
            "content": "Anniversary of Victory in Fatherland Liberation War Celebrated in China\n\t\t\t\t\t\t\r\n Pyongyang, July 31 (KCNA) -- A meeting of the General Association of Koreans in China took place in Shenyang, China, on July 27 to celebrate the 56th anniversary of the victory in the great Fatherland Liberation War. \n\t\t\t\t\t Yang Yong Dong, chairman of the General Association of Koreans in China, in a report highly praised Generalissimo Kim Il Sung for leading the war to victory, firmly defending the freedom and independence of the country and bringing about the beginning of decline for the U.S. imperialists who boasted of being \"the strongest\" in the world for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\tHe said that General Secretary Kim Jong Il, who is identical to Kim Il Sung, has reliably defended the security of the country with his original Songun politics and cemented the DPRK to be an impregnable fortress of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il, the Korean nation will always emerge victorious in the confrontation with the U.S., he said, calling upon the association and the Koreans in China to unite broad strata of compatriots close around the organization true to the Songun leadership of Kim Jong Il and dynamically carry on the pro-reunification patriotic movement. \n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t Cha Sang Bo, vice-chairman of the association, released a statement titled \"Immortal feats of Generalissimo Kim Il Sung will always remain shining under the great brilliant commander of Songun\" on the occasion on the same day."
        },
        {
            "title": "Release of S. Korean Pro-Reunification Figures Demanded in Austria ",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-01ee.html",
            "content": "Release of S. Korean Pro-Reunification Figures Demanded in Austria \r\nPyongyang, July 31 (KCNA) -- The federal leadership of the Left Bloc of the Austrian Trade Union Federation thrust a letter to the south Korean puppet embassy in Austria on July 15 in protest against the Lee Myung Bak group's suppression of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon).\n\t\t\t\t\t Strongly protesting against the Lee group's arrest of three leading members of the South Headquarters of Pomminryon including its chairman, the letter demanded an immediate release of pro-reunification patriotic figures.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that they were put into custody by the puppet clique for staging patriotic actions for the reunification of the country on the basis of the June 15 North-South Joint Declaration and the October 4 declaration, the letter urged the south Korean authorities to stop suppression of the pro-reunification patriotic forces."
        },
        {
            "title": "Korean People's Struggle Supported in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-02ee.html",
            "content": "Korean People's Struggle Supported in Different Countries\r\n Pyongyang, July 31 (KCNA) -- Nepalese organizations including the Nepal-Korea Friendship Association, the Nepal Institute for the Juche Studies and the Nepalese Committee for Supporting the Reunification of Korea issued a joint statement on July 21 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The statement said that independent, progressive and peace-loving countries are extending solidarity to the Korean people in their just struggle to achieve the independent and peaceful reunification of the country and build a great prosperous powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Watching the recent deteriorating situation on the Korean Peninsula with serious concern, we urge the United States to abandon its hostile policy toward the DPRK, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t We also demand that the issue of Korea be settled in line with the resolution of the 30th UN General Assembly which calls for the dismantlement of the \"UN Command\" in south Korea and the withdrawal of all foreign forces from south Korea and the reunification of Korea be achieved without delay in the spirit of the historic June 15 North-South Joint Declaration and the October 4 declaration on the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Colombia-Korea Association of Friendship and Culture published a bulletin titled \"War Crimes to Be Judged at Any Cost\" on July 23. \n\t\t\t\t\t\n\t\t\t\t\t Articles of the bulletin cited facts that the U.S. imperialists perpetrated indiscriminate air raids during the Korean War from 1950 to 1953, destroying every building including schools and hospitals and brutally killing civilians. \n\t\t\t\t\t\n\t\t\t\t\t The fact-finding groups of the International Federation of Democratic Women and the International Association of Democratic Lawyers in their reports on the investigation conducted during the Korean War said what happened in Korea was not a war but crimes, the bulletin said.\n\t\t\t\t\t\n\t\t\t\t\t　It recalled that the Pyongyang International Tribunal on U.S. crimes committed in Korea held in July 2003 staged a trial of U.S. senior government officials including successive presidents, secretaries of state and defense, commanders of the U.S. forces in south Korea, the perpetrators of the crimes and their conspirators in their absence and gave them a verdict of guilty.\n\t\t\t\t\t\n\t\t\t\t\t The Colombian Kanggye Group for the Study of the Juche Idea also issued a bulletin on July 22 which dealt in detail with the great losses suffered by the U.S. imperialists during the Korean War and urged the United States not to forget the lesson drawn from their defeat 56 years ago. \n\t\t\t\t\t\n\t\t\t\t\t The director for Political Affairs and International Relations of the Pan-African Movement and the secretary general of the Egyptian Orgaisation of the Afro-Asian People's Solidarity separately issued statements on July 15 and 21."
        },
        {
            "title": "Rinden homenaje a Kang Pan Sok por aniversario 77 de su fallecimiento",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-17ee.html",
            "content": "Rinden homenaje a Kang Pan Sok por aniversario 77 de su fallecimiento\r\nPyongyang, 31 de julio (ATCC) -- Con motivo del 77o aniversario del fallecimiento de Kang Pan Sok, indoblegable combatiente revolucionaria y destacada dirigente del movimiento femenino de Corea, tuvieron lugar este viernes las ceremonias de homenaje ante su estatua de bronce en el Lugar Historico-Revolucionario de Chilgol y su tumba en Mangyongdae, respectivamente.\n\t\t\t\t\t  Se veian en ambos lugares las ofrendas florales enviadas por el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn las ceremonias de homenaje estuvieron presentes Choe Thae Bok, Kim Ki Nam, Yang Hyong Sop, los vicepremieres del Consejo de Ministros, el presidente de partido amigo, los funcionarios de los organos del partido, las fuerzas armadas y el Poder, organizaciones de masas, ministerios y organos centrales, oficiales y soldados del EPC y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tFueron colocadas las ofrendas florales a nombre del CC del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, se depositaron las otras a nombre de las organizaciones de masas, ministerios, organos centrales, organismos de ensenanza y salud publica, la escuela revolucionaria, las instituciones del partido y el Poder y granjas en la capital.\n\t\t\t\t\t\n\t\t\t\t\t? Los participantes guardaron un momento de silencio recordando la brillante vida revolucionaria y las hazanas de Kang Pan Sok."
        },
        {
            "title": "Vida de Kang Pan Sok dedicada a la revolucion",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-18ee.html",
            "content": "Vida de Kang Pan Sok dedicada a la revolucion\r\n Pyongyang, 31 de julio (ATCC) -- El 31 de julio es el dia de fallecimiento de Kang Pan Sok, indoblegable combatiente revolucionaria y destacada dirigente del movimiento de emancipacion de la mujer de Corea.\n\t\t\t\t\t  Esta gran revolucionaria dedico toda su vida y todo lo suyo a la patria, la nacion y al triunfo de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t  Ella estaba acostumbrada a pensar primero en la patria y la revolucion que en los asuntos hogarenos y exigia lo mismo a sus hijos.\n\t\t\t\t\t\n\t\t\t\t\t  Abajo se relata un episodio de ello.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando hacia los preparativos para la expedicion a Manchuria del Sur durante la lucha armada antijaponesa, el Presidente Kim Il Sung se informo de que se empeoraba su madre enferma             (Kang Pan Sok) y acudio a Tuqidiangu con un mal (medida cubica tradicional; equivale a 15 kg) de mijo para visitarla.\n\t\t\t\t\t\n\t\t\t\t\t  En aquel dia de encuentro con su querido hijo, ella hablo solo de los asuntos politicos sin hacer ninguna referencia a las condiciones de su salud y asuntos familiares.\n\t\t\t\t\t\n\t\t\t\t\t  Al dia siguiente, el Presidente subio al monte con su hermano menor para la lena a fin de restar el trabajo de su madre.\n\t\t\t\t\t\n\t\t\t\t\t  En la noche, Kang dijo en tono grave al Presidente: \"Agradezco tu devota atencion, pero no soy de los que se dejan consolar por esas cosas. Te esperan muchos trabajos. Tienes que materializar la ultima voluntad de tu padre. No te preocupes por mi y sigue tu camino a pasos acelerados\".\n\t\t\t\t\t\n\t\t\t\t\t  A la siguiente manana, al decir que el hombre debe llevar alguna suma en sus bolsillos para casos de emergencia, le dio al Presidente 20 wones (moneda nacional) que habia reunido lavando ropas ajenas y cosiendo para otros, quehaceres que le agrietaron las manos.\n\t\t\t\t\t\n\t\t\t\t\t  Asi renuncio ella a su derecho de madre a pedir la devocion filial a sus hijos, aunque padecia una enfermedad muy grave, y empujo a su hijo al camino de la revolucion pensando unicamente en la patria y la nacion colonizadas.\n\t\t\t\t\t\n\t\t\t\t\t  Esta imagen fue grabada en la mente del Presidente quien escribio en sus memorias \"En el Transcurso del Siglo\" como sigue:\n\t\t\t\t\t\n\t\t\t\t\t\"El que me prodigo, no fue un simple amor maternal, sino uno autentico y revolucionario que me hizo saber que yo era un hijo del pais, antes que ser el suyo, y debia ser fiel a la nacion antes que a los padres\"."
        },
        {
            "title": "Se reportan en julio mas de 180 casos de espionaje aereo anti-RPDC",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-19ee.html",
            "content": "Se reportan en julio mas de 180 casos de espionaje aereo anti-RPDC\r\nPyongyang, 31 de julio (ATCC) -- Segun fuentes militares, los imperialistas norteamericanos y los belicistas del ejercito titere surcoreano perpetraron en julio en mas de 180 ocasiones el espionaje aereo contra la Republica Popular Democratica de Corea movilizando una gran cantidad de aviones de reconocimiento estrategico-tactico de distintas misiones.\n\t\t\t\t\tDe esa cifra, mas de 120 fueron ejecutados por las tropas norteamericanas y mas de 60, por el ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tDesde el dia primero hasta el 4, el avion norteamericano de mando \"E-3\" y otros 2 aeroplanos tipo \"RC-135\", procedentes de su base en ultramar, navegaron de ida a vuelta en el firmamento sobre el mar frente a Musudan, Tanchon y al este de Wonsan.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 7, realizaron la vigilancia aerea y la filmacion dando vueltas en el espacio aereo sobre el mar frente a Riwon y al este de Kosong y se dieron a la fuga sorprendidos por el despegue de la aviacion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDesde el dia 4 hasta el 9, el avion \"EP-3\", trasladado de su base en ultramar al cielo sobre los Mares Este y Oeste del Sur de Corea, espio de modo intensivo las zonas costeras de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos dias 29 y 30, el avion norteamericano \"U-2\" con base en el Sur de Corea, perpetro la filmacion y el reconocimiento electronico sobre la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, este aparato cumplio la misma mision mas de 20 veces en el mes en curso.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, el dia 28,  8 aviones de EE.UU. y el Sur de Corea sobrevolaron las zonas del frente y las litorales del este y el oeste enfrascandose en la vigilancia intensiva y el espionaje electronico sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, 2 - 3 aeronaves de las fuerzas aereas del ejercito titere surcoreano hicieron lo mismo todos los dias sobrevolando la Linea de Demarcacion Militar."
        },
        {
            "title": "Varios paises expresan solidaridad con lucha justa del pueblo coreano",
            "url": "http://kcna.co.jp/item/2009/200907/news31/20090731-20ee.html",
            "content": "Varios paises expresan solidaridad con lucha justa del pueblo coreano\r\n Pyongyang, 31 de julio (ATCC) -- En ocasion del mes de lucha comun antiyanqui 25 de junio-27 de julio, la Asociacion de Amistad Nepal-Corea, el Instituto del Juche, el Comite de Apoyo a la Reunificacion de Corea y otras entidades de Nepal hicieron publica el dia 21 una declaracion conjunta.\n\t\t\t\t\t  Los paises independientes, progresistas y pacifistas del mundo se solidarizan con la justa lucha del pueblo coreano por realizar la reunificacion independiente y pacifica y construir una gran potencia prospera socialista, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Observamos con gran preocupacion la situacion de la Peninsula Coreana, que se agrava en estos dias, e insistimos en que Estados Unidos debe abandonar su politica hostil a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Demandamos que el problema coreano se resuelva segun la resolucion aprobada en el 30o periodo de sesiones de la Asamblea General de la ONU que demanda desmantelar la \"comandancia de las fuerzas armadas de la ONU\" en el Sur de Corea y retirar a todas las tropas extranjeras de esta parte.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, exigimos que la reunificacion de Corea se logre cuanto antes de acuerdo con el espiritu de la historica Declaracion Conjunta Norte-Sur del 15 de Junio y la Declaracion del 4 de Octubre y basandose en los Tres Principios para la Reunificacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras tanto, la Asociacion de Amistad y Cultura Colombia-Corea dio a luz el dia 23 el boletin intitulado \"Crimenes de guerra que deben ser enjuiciados sin falta\".\n\t\t\t\t\t\n\t\t\t\t\t  El boletin revela con datos el hecho de que en la guerra coreana 1950-1953, los imperialistas yanquis cometieron el bombardeo indiscriminado destruyendo todos los edificios como escuelas y hospitales y asesinando salvajemente a los habitantes pacificos.\n\t\t\t\t\t\n\t\t\t\t\t  Prosigue que en aquel periodo, los grupos de investigacion de la Federacion Democratica Internacional de Mujeres y la Asociacion Internacional de Juristas Democratas publicaron el informe calificando no de guerra sino de crimen lo sucedido en Corea.\n\t\t\t\t\t\n\t\t\t\t\t　El Tribunal Internacional de Pyongyang sobre los actos criminales perpetrados por EE.UU. en Corea, que se abrio en julio de 2003, realizo el juicio en rebeldia contra los sucesivos presidentes, secretarios de Estado y de Defensa y otras autoridades de alto nivel de EE.UU., los comandantes de las tropas norteamericanas ocupantes del Sur de Corea, los ejecutores y los complices de los actos criminales y les declaro culpables a todos ellos, finaliza.\n\t\t\t\t\t\n\t\t\t\t\t  El boletin publicado el dia 22 por el Grupo de Estudio de la Idea Juche \"Kanggye\" de Colombia se refirio detalladamente a las grandes perdidas que sufrio EE.UU. en la pasada guerra coreana y enfatizo que este pais no debe olvidarse de su derrota y lecciones de hace ahora 56 anos.\n\t\t\t\t\t\n\t\t\t\t\t  El director de Asuntos Politicos y Relaciones Internacionales del Movimiento Panafricano y el secretario general de la Organizacion Egipcia de Solidaridad de los Pueblos Asia-Africa hicieron publicas tambien los dias 15 y 21 sendas declaraciones."
        }
    ]
}