{
    "date": "2009-01-14",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-14ee.html",
    "articles": [
        {
            "title": "Committees for Election of Deputies to DPRK SPA Formed",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-13ee.html",
            "content": "Committees for Election of Deputies to DPRK SPA Formed\r\n Pyongyang, January 14 (KCNA) -- The preparations for the election of deputies to the 12th Supreme People's Assembly of the DPRK are making brisk headway across the country.\n\t\t\t\t\t Provincial (municipality), city (district) and county committees for the election of deputies to the 12th SPA were formed and started their work, according to the regulations for the  enforcement of the law on the election of deputies to the people's assemblies at different levels of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Committees for the election of deputies were also formed in the field of armed forces."
        },
        {
            "title": "Day of Victorious Cuban Revolution Marked",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-03ee.html",
            "content": "Day of Victorious Cuban Revolution Marked\r\n Pyongyang, January 14 (KCNA) -- The DPRK embassy in Havana arranged a reception on Jan. 9 to mark the 50th anniversary of the victory of the Cuban revolution.\n\t\t\t\t\t Present there on invitation were Alvaro Lopez Miera, politburo member of the Central Committee of the Communist Party, vice-minister of Revolutionary Armed Forces and chief of the General Staff of the Revolutionary Armed Forces of Cuba, Ricardo Cabrisas, vice-president of the Council of Ministers, Jorge Marti Martinez, president of the Cuban Institute of Friendship with the Peoples, and officials of the party, state and army of Cuba.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador to Cuba and staff members of his embassy were on hand."
        },
        {
            "title": "DPRK Powerful with All People Armed",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-11ee.html",
            "content": "DPRK Powerful with All People Armed\r\n Pyongyang, January 14 (KCNA) -- An impregnable all-people defense system has been established nationwide in the Democratic People's Republic of Korea with the Korean People's Army as its core.\n\t\t\t\t\t President Kim Il Sung put forward the original revolutionary philosophy that \"the people is the state, the rear and the regular army\" in the early days of the anti-Japanese revolutionary struggle and sounded the roar of guns declaring an all-people war of resistance. After the liberation of the country, he established an all-people and all-nation defense system with the regular revolutionary armed forces as its core.\n\t\t\t\t\t\n\t\t\t\t\t He addressed himself with all his heart and soul to the organization of the Worker-Peasant Red Guards, defining it as the most rational form of civilian armed force for arming the entire people. \n\t\t\t\t\t\n\t\t\t\t\t He visited the Phyongwon area to hear the people's views on the plan to arm the entire people and took measures to build military and political training bases in the areas of Kangso and Ryonggang, braving midwinter cold and others. Thanks to his guidance for strengthening and developing the people's defense forces, the Worker-Peasant Red Guards was formed on January 14, Juche 48 (1959).\n\t\t\t\t\t\n\t\t\t\t\t The Worker-Peasant Red Guards, inheriting the tradition of the anti-Japanese struggle, has recorded lots of heroic feats in the history of the country over the past 50 years.\n\t\t\t\t\t\n\t\t\t\t\t Keenly conscious of the truth that the people themselves should defend their Republic, the cradle of happiness, with arms in their hands, the Korean people grasped the idea of arms and Juche-oriented method of war of the Workers' Party of Korea and trained themselves to acquire marksmanship of never missing the target, though they found their days so full with production and construction, holding aloft the militant slogan \"Rifle in one hand and hammer or sickle in the other!\"\n\t\t\t\t\t\n\t\t\t\t\t No wonder the members of the Worker-Peasant Red Guards smashed at every step the enemy's reckless moves to unleash a new war and laid a solid foundation for the building of a prosperous and powerful nation in the flames of creation and innovation in revolutionary soldier spirit, standing side by side with the People's Army for defense of the motherland, even in the grimmest days of the \"Arduous March\" and the forced march.\n\t\t\t\t\t\n\t\t\t\t\t Now the people's defense forces of Korea are giving fuller scope to the might of the DPRK as a military power, having grown to be   invincible fighting ranks in which the commanding system of General Secretary Kim Jong Il and the revolutionary military morale have been established."
        },
        {
            "title": "Self-reliance, Powerful Mode of Revolution",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-12ee.html",
            "content": "Self-reliance, Powerful Mode of Revolution\r\nPyongyang, January 14 (KCNA) -- The flame of self-reliance lighted in Kangson is spreading all over the DPRK like a prairie fire.\n\t\t\t\t\tThe workers of Kangson built the UHP electric arc furnace of Korean style, which may be called the acme of the steel industry, in the revolutionary spirit of self-reliance in a short span of time last year.\n\t\t\t\t\t\n\t\t\t\t\tSelf-reliance is the traditional fighting traits and the powerful mode of revolution for the Korean people who are forging ahead under the banner of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tIt is a priceless truth proved through the protracted struggle of the Korean people for socialism that self-reliance is the only way to existence, victory and prosperity.\n\t\t\t\t\t\n\t\t\t\t\tThe indomitable spirit in which the revolutionary forerunners made Yongil bombs with bare hands to beat down the Japanese imperialists and the heroic fighting spirit in which the Korean people built a rich and strong country by their own efforts on the debris after the war have been carried forward invariably generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people have won a victory in the \"Arduous March\" for firmly defending the red banner of socialism and ushering in a new era of building a great, prosperous and powerful nation in the worst adversity. It was a miracle of history that could be wrought only by them, who have firmly armed themselves with the confidence of independence, the revolutionary spirit of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\tThe proud victory and changes made in the efforts for building a thriving nation under the Songun leadership of the Workers' Party of Korea are cementing still further the faith of the Korean people that self-reliance is the best.\n\t\t\t\t\t\n\t\t\t\t\tWhile visiting the Chollima Steel Complex in December last year, General Secretary Kim Jong Il underscored the need to give full play to the might of self-reliance which was augmented in the days of the unprecedented \"Arduous March\", the forced march, to build a great, prosperous and powerful nation at an early date, saying that the Korean people opened the gate to industrialization, that took centuries in other countries, in a brief span of time with the spirit of self-reliance which rocked the world in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\tIn the present era of up-to-date science and technology, the Korean people will create new advanced ones of Korean style on all fronts of the socialist construction one after another by effecting an upsurge of technical revolution and modernization and thus fling open the gate to the great, prosperous and powerful nation without fail in the year marking the centennial birth anniversary of President Kim Il Sung."
        },
        {
            "title": "KCNA Flails Lee Regime's Desperate Moves to Enact \"Laws\"",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-08ee.html",
            "content": "KCNA Flails Lee Regime's Desperate Moves to Enact \"Laws\"\r\nPyongyang, January 14 (KCNA) -- What is noteworthy in south Korea under the Lee Myung Bak regime is its unprecedented moves to retrogressively revise the existing \"laws\" and enact new ones. \n\t\t\t\t\t Recently the south Korean authorities worked hard to railroad 85 evil bills through the \"National Assembly\". They include the \"bill on revising the law on Intelligence Service\", the \"bill on revising the ordinance on the effectuation of the law on broadcasting\", the \"bill on revising the law on the protection of communication secrets\", the \"bill on revising the law on assembly and demonstration\", the \"proposal for group suit\", the \"bill on combating terrorism\" and the \"bill on handling secrets.\"  \n\t\t\t\t\t\n\t\t\t\t\t In the first year of its office the Lee group turned south Korea into a theater of fascist rowdyism where illegal practices are rampant. As if it were not enough with this, the group is hell-bent on fabricating evil laws on a daily basis.\n\t\t\t\t\t\n\t\t\t\t\t As well known, no sooner had traitor Lee taken office than he cried out for \"establishing law and order,\" clamoring that he would consider the \"rule of law\" as \"one of the three axes for state administration.\"\n\t\t\t\t\t\n\t\t\t\t\t The first thing the Lee did under the pretext of \"law\" was his establishment of a fascist dictatorial system.\n\t\t\t\t\t\n\t\t\t\t\t He restored a \"political inspection system\" dating back to the Yusin dictatorship in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The \"reorganization of government institutions\" under the pretext of \"efficient state administration\" led to legalizing \"one-man ruling system by the president\" and putting the \"Intelligence Service\", prosecution and police under the control of \"Chongwadae\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group reinforced the fascist system and machinery as evidenced by the fact that it brought back into force the \"summary trial system\", formed a \"team specializing in arrest\" and advanced a \"proposal for strictly checking illegal group actions\" and re-defined their missions and action regulations in such a manner that police can brutally crack down upon any demonstration.\n\t\t\t\t\t\n\t\t\t\t\t The Lee junta confirmed the \"bill on revising the law\" related to media aimed at reducing them to levers for trampling down upon progressive media and reducing media to a waiting maid of power and a means for justifying the dictatorial system.\n\t\t\t\t\t\n\t\t\t\t\t The group is keen to strictly ban even the slightest freedom of expression by putting media under its control through the projected revision of the \"law on newspapers\", the \"law on broadcasting\", the \"law on information and communication\" and four other laws.\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned efforts to retrogressively revise the existing laws and enact new ones in south Korea are a direct product of the ruling crisis of the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t The group driven into a tight corner, being forsaken by the times and the nation for its dependence on outsiders and unpopular fascist rule, is trying to find a way out in enforcing a fascist rule.\n\t\t\t\t\t\n\t\t\t\t\t Through the above-said moves the group seeks to lay a legitimate ground for realizing its dictatorial rule and suppress those people incurring its displeasure after branding them as \"law breakers\" under the pretext of \"security.\"\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the south Koreans who are falling victims to the laws\" now in force in south Korea because those laws brand the south Koreans' movement for independence, democracy and reunification as an \"illegal one\".\n\t\t\t\t\t\n\t\t\t\t\t In fact, those people who have turned out in the struggle for the right to existence and democracy are subject to ceaseless fascist suppression on charges of violation of such draconic laws. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group is becoming evermore vociferous about \"rule of law,\" while charging people from all walks of life struggling against its unpopular policy with \"violation of law and order\".\n\t\t\t\t\t\n\t\t\t\t\t The most \"laws\" being enacted in south Korea are unpopular laws aimed to defend the conservative rulers and the policy for big businesses and put people in fetters.\n\t\t\t\t\t\n\t\t\t\t\t The reckless enactment of \"laws\" by the treacherous rulers will only precipitate their own destruction for their reactionary nature."
        },
        {
            "title": "U.S. Scenario for Preemptive Attack on DPRK Flayed",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-07ee.html",
            "content": "U.S. Scenario for Preemptive Attack on DPRK Flayed\r\nPyongyang, January 14 (KCNA) -- The Command of the U.S. Forces in the Pacific is busying studying measures including the use of military forces under the pretext of eliminating nuclear weapons from the DPRK in coordinated operations with the south Korean puppet forces and Japan, according to the recent report titled \"international cooperation in the efforts to eliminate WMDs\" declassified by the Center for WMD Studies of National Defense University of the United States. \n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The report goes to clearly prove that the U.S. scenario for a preemptive attack on the DPRK is by no means a speculation or hypothesis but a hard fact and this has reached the phase of its implementation. \n\t\t\t\t\t\n\t\t\t\t\t The \"nuclear threat\" from someone much touted by the U.S. warmongers is no more than sheer sophism. As far as the nuclear threat and the threat of WMDs are concerned, there is no such threat to the U.S. but such threat to the DPRK from the U.S. is daily increasing, assuming more serious and dangerous nature.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is poised to make the situation more complicated and deliberately lay obstacles in the way of settling the nuclear issue on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persistently pursues reckless military confrontation with a wrong way of thinking, instead of seeking a peaceful settlement of the nuclear issue, this will compel the DPRK to take a necessary option and the U.S. will be entirely held responsible for the ensuing consequences. This is neither threat nor pressure. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK respects good faith and confidence and hates and opposes perfidy and provocation. It never goes back on its words and once determined, it puts whatever into practice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. war-thirsty forces would be well advised to behave themselves for the destiny and future of the U.S., roll back its hostile policy toward the DPRK and drop its foolish ambition for aggression."
        },
        {
            "title": "Lee Myung Bak Group's Outbursts Denounced",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-09ee.html",
            "content": "Lee Myung Bak Group's Outbursts Denounced\r\nPyongyang, January 14 (KCNA) -- Shortly ago, Lee Myung Bak in his \"administration speech\" on the occasion of the New Year let loose a spate of reckless remarks attacking the DPRK. He cried that \"the north should abandon its attitude stirring up the contradiction among the south Koreans and take a cooperative posture.\" In the meantime, the minister of \"Unification\" prattled that \"the period of coordinating the south-north relations will go on unless the north changes its attitude.\"\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These reckless remarks indicate that the stand of the Lee group to pass the buck for the deteriorated inter-Korean relations to the DPRK and fan up confrontation remains unchanged. \n\t\t\t\t\t\n\t\t\t\t\t In a word, what the Lee junta uttered is nothing but an open declaration that it will pursue its treacherous confrontational policy as it is in the new year, too, regardless of the bedeviled inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The above-said outbursts let loose by the Lee junta at the outset of the new year are brazen-faced jargons spelled out by those who have perpetrated countless crimes, bereft of normal thinking power and guilty conscience. \n\t\t\t\t\t\n\t\t\t\t\t These utterances are, in essence, the revelation of its bad habit to cover up its crimes, pulling up others. They are nothing but a sinister trick to persistently dodge the implementation of the June 15 joint declaration and the October 4 declaration while creating the bad impression that the north is to blame for the deteriorated inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime's anachronistic attitude is very persistent and despicable. This indicates that it is none other than the south Korean authorities who should abandon their \"outdated attitude\" as soon as possible and it is also south Korea which should undergo \"changes,\" concludes the commentary."
        },
        {
            "title": "Japanese Reactionaries' Ambition for Grabbing Tok Islet under Fire",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-10ee.html",
            "content": "Japanese Reactionaries' Ambition for Grabbing Tok Islet under Fire\r\nPyongyang, January 14 (KCNA) -- Some days ago the Japanese Foreign Ministry decided to translate and publish new pamphlets in seven languages and distribute them to various countries through its foreign embassies and, at the same time, posted their contents on a homepage of the ministry.\n\t\t\t\t\t Minju Joson Wednesday observes in a signed commentary carried in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This clearly tells what a desperate and reckless phase the moves of the Japanese reactionaries to grab Tok Islet have reached.\n\t\t\t\t\t\n\t\t\t\t\t Citing the facts to prove such moves now under way inside and outside Japan, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the Japanese reactionaries that they can certainly attain their unreasonable political aim if they create an ample social atmosphere for seizing the islet in Japan and internationalize it gradually.\n\t\t\t\t\t\n\t\t\t\t\t No matter what desperate efforts they may make to grab the islet, they will get them nowhere. \n\t\t\t\t\t\n\t\t\t\t\t Japan is driven into a bottomless quagmire internationally as undeniable evidence proving that the islet is part of the inviolable territory of Korea is being ceaselessly discovered.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the Japanese reactionaries are insisting on their dominium over the islet. This is no more than a far-fetched brigandish claim which cannot convince anyone.\n\t\t\t\t\t\n\t\t\t\t\t They claimed that the land of other country belonged to them in the past. Now they are visiting other countries to spread their claim to the islet in a bid to build up public opinion and solicit support for it. This is an unpardonable brigandish act.\n\t\t\t\t\t\n\t\t\t\t\t They greeted the new century without making any apology for the unheard-of crimes committed by the Japanese imperialists against the Korean people in the past, much less making any reparation for them. They are now perpetrating unpardonable crimes to add to Japan's past crimes by frantically working to seize the islet. \n\t\t\t\t\t\n\t\t\t\t\t The crafty intention of the Japanese reactionaries to make the issue of the islet an international dispute once again convinces the Koreans that neither word nor good faith can work on Japan.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, Tok Islet is not \"Takeshima\" of Japan."
        },
        {
            "title": "Puppet Prosecution's Repressive Deeds Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-05ee.html",
            "content": "Puppet Prosecution's Repressive Deeds Assailed in S. Korea\r\nPyongyang, January 14 (KCNA) -- Civic and public organizations in south Korea, including the People's Council for Livelihood and Democracy, held a press conference outside the Seoul Central District Prosecutor's Office on Jan. 9 to denounce the puppet prosecution for its encroachment upon freedom of expression.\n\t\t\t\t\t Speakers at the conference recalled that the prosecution urgently walked away an Internet user, who posted an article criticizing the Lee Myung Bak group's economic policy on Internet, and requested a warrant of arrest for this person on charges that he \"spread misinformation.\" \n\t\t\t\t\t\n\t\t\t\t\t Such sinister behavior shows that the present authorities are rushing toward dictatorship while openly revealing the intention to oppress by dint of power the great majority of people who are opposed to the policy only for the sake of one percent privileged circle, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that such violent actions of the prosecution to violate legitimate expression of views and gag the people can never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out at the conference. The release said that the recent repression was evidently prompted by the \"Grand National Party,\" and charged that the prosecution having the disgraceful pronoun called \"waiting maid of power\" has now turned into a \"chief action group of Lee Myung Bak.\"\n\t\t\t\t\t\n\t\t\t\t\t It declared that an all-people movement would be launched to oppose the Lee Myung Bak \"government's\" scheme for revival of dictatorship and ensure freedom of expression.\n\t\t\t\t\t\n\t\t\t\t\t The Action Headquarters of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration struggling to force the Lee \"government\" to resign, too, issued an appeal on the same day, saying that the prosecution's crackdown is arousing anger from among all the people. It stressed the need to deal a telling blow to the \"government\" through a campaign for all-people referendum."
        },
        {
            "title": "Joint New Year Editorial Supported by Officials of Chongryon",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-04ee.html",
            "content": "Joint New Year Editorial Supported by Officials of Chongryon\r\nPyongyang, January 14 (KCNA) -- Leading officials of the General Association of Korean Residents in Japan (Chongryon) separately released statements in support of the joint editorial of Rodong Sinmun, Josoninmingun and Chongnyonjonwi.\n\t\t\t\t\tPae Ik Ju, vice-chairman of the Central Standing Committee of Chongryon and chairman of the National Rights Committee, said that the joint editorial reflects the intention and determination of General Secretary Kim Jong Il to fully demonstrate the dignity and might of Songun Korea by opening the gate to a thriving nation in 2012 that will mark the centenary of birth of Generalissimo\n\t\t\t\t\t\tKim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean people are sure to emerge victorious as the leader instilled inexhaustible mental power into them and laid all the foundations for building a great prosperous powerful nation by providing the ever-victorious Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t Kang Thae Ryong, chairman of the Central Standing Council of the Korean Youth Commercial Association in Japan, declared that all its members would bring about a new leap forward in their activities to help the compatriots live well as proud Koreans even in the alien land, confident that a thriving nation is sure to emerge no matter how the world may change, as long as there is the might of the army and the people single-mindedly united around the leader.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hwa Hyo, chairman of the Korean Social Scientists Association in Japan, renewed his resolution to make positive efforts to thoroughly implement the decisions of the 21st Congress of Chongryon with the firm faith that socialism means Juche and Songun and the independent line and the Songun politics of the Workers' Party of Korea are the best.\n\t\t\t\t\t\n\t\t\t\t\t Ri Han Su, chairman of the Association for Peace and Reunification of Koreans in Japan, stated that he would make all efforts for defending and implementing the inter-Korean joint declarations by arousing the patriotic enthusiasm of broad strata of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Jang Pyong Thae, rector of Joson University, said that he would intensify the national education providing a sure guarantee for the future of the movement of the Koreans in Japan and train more patriotic talents with the firm faith in the socialist homeland of Juche and the patriotic work of Chongryon and fully confident of victory."
        },
        {
            "title": "DPRK's Joint New Year Editorial Supported in U.S.",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-02ee.html",
            "content": "DPRK's Joint New Year Editorial Supported in U.S.\r\nPyongyang, January 14 (KCNA) -- The U.S. Group for the Study of Songun Politics and the U.S. Solidarity Committee to Support the Anti-Imperialist National Democratic Front and the South Korean People's Struggle issued a joint statement on Jan. 3 in support of the DPRK's joint New Year editorial.\n\t\t\t\t\t Fully supporting the joint editorial published in the DPRK, the statement hoped that the Korean people would achieve greater successes under the banner of the Juche idea and the Songun idea. \n\t\t\t\t\t\n\t\t\t\t\t It said that the DPRK having General Secretary Kim Jong Il at the head of revolution would surely attain the magnificent objective to open the gate to a great prosperous and powerful nation in 2012, the centennial birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is bringing about a great surge in building a great prosperous and powerful socialist nation and, to this end, giving steady importance to the idea, holding the President in high esteem forever, it noted. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are dynamically advancing along the road of Juche while adhering to the principles of collectivism and self-reliance with the confidence that they are sure to emerge victorious as long as Kim Jong Il pursues the Songun politics, it said, adding: \n\t\t\t\t\t\n\t\t\t\t\t We highly appreciate the achievements made by the Korean people in their efforts to reunify the country by the might of great Songun. \n\t\t\t\t\t\n\t\t\t\t\t We hope that the DPRK will enhance its international prestige with its independent foreign policy."
        },
        {
            "title": "DPRK's Important Holidays to Be Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200901/news14/20090114-01ee.html",
            "content": "DPRK's Important Holidays to Be Marked in Different Countries\r\n Pyongyang, January 14 (KCNA) -- The Sri Lankan national preparatory committee and the Karelia preparatory committee of Russia were formed with due ceremonies on Jan. 4 and Dec. 31 last year to commemorate the Day of the Sun and February 16.\n\t\t\t\t\t The minister of Justice of Sri Lanka and the chairman of the Karelia Branch of the Russian Association for Friendship and Cultural Cooperation with the DPRK were elected chairmen of the preparatory committees at the ceremonies. \n\t\t\t\t\t\n\t\t\t\t\t The committees decided to hold colorful political and cultural events such as meetings, seminars and photo exhibitions on the occasions of the said significant days."
        }
    ]
}