{
    "date": "2009-04-14",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-14ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Vehemently Refutes UNSC's \"Presidential Statement\"",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-23ee.html",
            "content": "DPRK Foreign Ministry Vehemently Refutes UNSC's \"Presidential Statement\"\r\nPyongyang, April 14 (KCNA) -- The Foreign Ministry of the DPRK issued the following statement Tuesday denouncing the United States and its followers for finally perpetrating hostile acts of daring take issue with the DPRK's satellite launch for peaceful purposes by abusing the United Nations Security Council defying its repeated warnings:\n\t\t\t\t\t The UNSC issued a brigandish \"presidential statement\" condemning the DPRK's satellite launch on April 14. \n\t\t\t\t\t\n\t\t\t\t\t Looking back on its history, the UNSC has never taken issue with satellite launches.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC whose permanent members are those countries which launched more satellites than any other countries tabled and discussed the DPRK's launch of satellite for peaceful purposes although it was legitimately conducted after going through procedures under international law. This is an intolerable mockery of the Korean people and a thrice-cursed crime. \n\t\t\t\t\t\n\t\t\t\t\t The hostile forces are claiming that the DPRK's satellite launch would result in improving its long-range missile capacity but this is not the essence of the issue.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the issue lies in that the standard guiding the UNSC's action may change depending on who launches something whether it is a satellite or a long-range missile.\n\t\t\t\t\t\n\t\t\t\t\t It is the logic of the U.S. that Japan may launch satellites because it is its stooge and the DPRK should not be allowed to do so as its system differs from theirs and does not obey them. \n\t\t\t\t\t\n\t\t\t\t\t It is the UNSC that accepted the U.S. brigandish logic as it is.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC's action was a wanton violation of international law as it ran counter even to the outer space treaty which stipulates that \"Outer space shall be free for exploration and use by all States without discrimination of any kind, on a basis of equality and in accordance with international law.\"\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly proves that the principle of sovereign equality and impartiality stipulated in the UN Charter are a mere show and it is only the logic of strength which works in the international relations. \n\t\t\t\t\t\n\t\t\t\t\t There arises a question as to whether the UN is necessary for the DPRK as it infringes upon the sovereignty of its member nation. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK Foreign Ministry declares as follows for the present to cope with the prevailing situation:\n\t\t\t\t\t\n\t\t\t\t\t First, The DPRK vehemently refutes and condemns the unjust action taken by the UNSC wantonly infringing upon the sovereignty of the DPRK and seriously hurting the dignity of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue to exercise its independent right to the use of outer space based on international law including the outer space treaty reflecting the unanimous will of the international community, not arbitrary practices of the UNSC which has been reduced to a tool for high-handed acts. \n\t\t\t\t\t\n\t\t\t\t\t Second, there is no need any more to have the six-party talks which the DPRK has attended. \n\t\t\t\t\t\n\t\t\t\t\t The spirit of respect for sovereignty and sovereign equality clarified in the September 19 joint statement for denuclearizing the Korean Peninsula is the basis and the life and soul of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t The six-party talks have lost the meaning of their existence never to recover now that the parties to the talks themselves totally denied this spirit in the name of the UNSC and now that Japan, which has desperately obstructed the talks from their outset, openly and unilaterally applied sanctions against the DPRK over its satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never participate in such six-party talks nor will it be bound any longer to any agreement of the talks as they have been reduced to a platform for encroaching  upon its sovereignty and forcing it to disarm itself and bringing down its system.\n\t\t\t\t\t\n\t\t\t\t\t It will positively examine the construction of its light water reactor power plant in order to round off the structure of the Juche-based nuclear power industry.\n\t\t\t\t\t\n\t\t\t\t\t Third, the DPRK will boost its nuclear deterrent for self-defence in every way.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces' escalated military threat that they will intercept even a satellite for peaceful purposes compels the DPRK to further increase its nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will take a measure to restore to their original state the nuclear facilities which had been disabled according to the agreement of the six-party talks and bring their operation back on a normal track and fully reprocess the spent fuel rods churned out from the pilot atomic power plant as its part.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces are seriously mistaken if they thought they could bring the DPRK to its knees by force. \n\t\t\t\t\t\n\t\t\t\t\t It is the basic purport of independence, Songun of the DPRK that it can never repeat the disgraceful history a century ago when the whole of Korea was conquered by the Japanese imperialists in the long run, after being violated and cajoled by big powers around it as it was weak in its national power. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will defend the peace and security on the Korean Peninsula with the might of Songun in a responsible manner though the six-party talks cease to exist and the process of denuclearization collapses due to the hostile forces."
        },
        {
            "title": "Kim Jong Il Orders to Promote Military Ranks of Commanding Officers of KPA",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-27ee.html",
            "content": "Kim Jong Il Orders to Promote Military Ranks of Commanding Officers of KPA\r\nPyongyang, April 14 (KCNA) -- General Secretary Kim Jong Il on Tuesday issued Order No. 0029 on promoting the military ranks of commanding officers of the KPA.\n\t\t\t\t\t He in his order said that the revolutionary armed forces of the DPRK founded and led by President Kim Il Sung along the only road of victory and glory have strengthened and developed into an invincible revolutionary army of Mt. Paektu replete with the spirit of devotedly defending the leader under the Songun leadership of the Party, displaying invincible might in the struggle for defending the country and building a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Expressing conviction that the commanding officers of the KPA would remain loyal to the Party's leadership, firmly defend the revolutionary cause of Juche with arms and fulfill their honorable missions and duties as the main force of the revolution in the era of Songun in the future, too, he ordered to promote the military ranks of KPA commanding officers on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t It is noted in the order that Kim Won Hong is promoted to general, Ko Su Il and U Tong Chuk to colonel general, Yun Kyong So, Sim Jae Ul and 12 others to lieutenant general and Kong Pyong Chil, Jo Song Bom and 35 other commanding officers to major general."
        },
        {
            "title": "National Meeting Held to Commemorate Birth Anniversary of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-25ee.html",
            "content": "National Meeting Held to Commemorate Birth Anniversary of Kim Il Sung\r\n Pyongyang, April 14 (KCNA) -- A national meeting was held at the Pyongyang Indoor Stadium on Tuesday to commemorate the 97th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were senior party, army and state officials, chairpersons of friendly parties, officials of party, armed forces and power organs, public organizations, ministries and national institutions, servicepersons, officials of scientific, educational, cultural and art, public health and press organs, bereaved families of revolutionary martyrs, labor innovators and working people in Pyongyang, delegations of Koreans overseas, compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys of different countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, said in his report that April 15, the birth anniversary of the President, marked the beginning of the history of modern Korea that has victoriously advanced along the road of Juche, the road of Songun and ushered in a new era of the revolution in which the popular masses genuinely carved out their destiny. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people could get the leadership of Kim Il Sung for the first time in the nation's history spanning thousands of years, thus becoming able to greet a new era of independence, the era of successfully carving out the destinies of the country and the nation with a scientific guiding idea and correct strategy of struggle and successfully advance the revolutionary cause of Juche despite the stern test of history, the reporter said, and went on: \n\t\t\t\t\t\n\t\t\t\t\tThe President's revolutionary idea and feats are being firmly upheld and developed by General Secretary Kim Jong Il and the President's glorious revolutionary history is given steady continuity along with the history of the ever-victorious revolutionary leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has developed in depth the idea and line of giving importance to the army and military affairs and enforced the Songun politics in all fields, thus bringing about a landmark event that provided a sure guarantee for confidently advancing Kim Il Sung's cause to a final accomplishment and ushering in a new era of the revolution of Juche, the era of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon all the party members, servicepersons and people to bring about a great leap forward by giving fullest play to the indomitable mental power and all potentials built up in the crucible of Songun and thus build a great prosperous and powerful socialist nation as early as possible, accelerate the country's reunification and accomplish the cause of the President, the revolutionary cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Grave obstacles are lying in the way of the country's reunification due to the reckless moves of the U.S. and the pro-U.S. conservative authorities of south Korea for a war of aggression against the DPRK, the reporter noted, warning: If the U.S. and the anti-reunification aggressor forces of south Korea ignite a war on this land in the end, far from drawing a lesson from an ignominious defeat they suffered in the past, all the servicepersons and people will display the invincible spirit and powerful war deterrent for self-defence and mete out a merciless punishment to the provocateurs and accomplish the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Only immensely rosy future is in store for the army and the people of the DPRK advancing toward bright morrow of the revolutionary cause of Juche under the experienced and tested leadership of Kim Jong Il holding high the uplifted red flag of Mt. Paektu associated with the whole life of the President, he concluded.\n\t\t\t\t\t\n\t\t\t\t\t Similar events took place in various provinces, cities and counties across the country on the same day."
        },
        {
            "title": "Large Floral Basket to DPRK Embassy from Great King of Cambodia",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-03ee.html",
            "content": "Large Floral Basket to DPRK Embassy from Great King of Cambodia\r\n Pyongyang, April 14 (KCNA) -- Norodom Sihanouk, Great King of Cambodia, sent a large floral basket to the DPRK embassy in Phnom Penh to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Written on the ribbon of the basket were letters reading \"Highest Regards to HE Generalissimo Kim Il Sung, the eternal President of the Democratic People's Republic of Korea. Great King of Cambodia Norodom Sihanouk.\"\n\t\t\t\t\t\n\t\t\t\t\t Authorized by the Great King, the delegation of the Ministry of the Royal Palace of the Cambodian government led by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy on April 9 to lay the floral basket before the portraits of Kim Il Sung and General Secretary Kim Jong Il there."
        },
        {
            "title": "Large Floral Basket to DPRK Embassy from King of Cambodia ",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-02ee.html",
            "content": "Large Floral Basket to DPRK Embassy from King of Cambodia\r\n Pyongyang, April 14 (KCNA) -- Norodom Sihamoni, King of Cambodia, sent a large floral basket to the DPRK embassy in Phnom Penh to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Written on the ribbon of the basket were letters reading \"Highest Regards to HE Generalissimo Kim Il Sung, the eternal President of the Democratic People's Republic of Korea. King of Cambodia Norodom Sihamoni.\"\n\t\t\t\t\t\n\t\t\t\t\t Authorized by the King, the delegation of the Ministry of the Royal Palace of the Cambodian government led by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy on April 9 to lay the floral basket before the portraits of Kim Il Sung and General Secretary Kim Jong Il there."
        },
        {
            "title": "Congratulations to Prime Minister of Montenegro",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-29ee.html",
            "content": "Congratulations to Prime Minister of Montenegro\r\nPyongyang, April 14 (KCNA) -- Kim Yong Il, premier of the Cabinet, on Monday sent a congratulatory message to Milo Djukanovic on his stay in his office as Prime Minister of the government of Montenegro.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would continue to develop in the future, too, the message wished him fresh success in his responsible work for the stability and prosperity of the country."
        },
        {
            "title": "Chinese Delegation Places Wreath before Friendship Tower",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-26ee.html",
            "content": "Chinese Delegation Places Wreath before Friendship Tower\r\n Pyongyang, April 14 (KCNA) -- The visiting delegation of the National Committee of the Chinese People's Political Consultative Conference headed by its Vice-Chairman Li Jinhua laid a wreath before the Friendship Tower Tuesday. \n\t\t\t\t\t Kim Wan Su, director of the Secretariat of the Central Committee of the Democratic Front for the Reunification of Korea, officials concerned and Liu Xiaoming, Chinese ambassador to the DPRK, and staff members of his embassy were on hand. \n\t\t\t\t\t\n\t\t\t\t\t They paid silent tribute to the fallen fighters of the Chinese People's Volunteers who courageously fought after coming to the Korean front and looked round the tower.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation made an entry in the visitor's book."
        },
        {
            "title": "Chinese Family Lays Floral Basket before Kim Il Sung's Statue",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-18ee.html",
            "content": "Chinese Family Lays Floral Basket before Kim Il Sung's Statue\r\n Pyongyang, April 14 (KCNA) -- The family of Zhou Wei, daughter of Zhou Baozhong who is a Chinese related to the anti-Japanese revolutionary struggle, laid a floral basket before the statue of President Kim Il Sung on Mansu Hill on Tuesday on the occasion of his birth anniversary.\n\t\t\t\t\t Written on the ribbon of the floral basket were letters \"The great leader President Kim Il Sung is with us for all ages.\""
        },
        {
            "title": "Gifts to Kim Jong Il from Figures of Russia and Myanmar",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-19ee.html",
            "content": "Gifts to Kim Jong Il from Figures of Russia and Myanmar\r\n Pyongyang, April 14 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by Rozov, president of Vladivostok City Assembly of Russia, and Aung Thein Lynn, mayor of Yangon City of Myanmar, on the occasions of the Day of the Sun and the 16th anniversary of Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The gifts were handed to officials of the DPRK missions in their countries on April 8 and 10."
        },
        {
            "title": "Floral Basket to Kim Jong Il from Foreign Figure",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-30ee.html",
            "content": "Floral Basket to Kim Jong Il from Foreign Figure\r\n Pyongyang, April 14 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by Johnny Hon, chairman of the \"International Kim Il Sung Foundation,\" on the occasion of the Day of the Sun.\n\t\t\t\t\t The floral basket was handed to an official concerned on Tuesday."
        },
        {
            "title": "Floral Basket and Gifts to Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-31ee.html",
            "content": "Floral Basket and Gifts to Kim Jong Il\r\n Pyongyang, April 14 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the delegation of the Japanese Society for the Study of the Juche Idea headed by Takao Kamakura, director of the International Institute of the Juche Idea, and gifts by the delegation of the Mongolia Mt. Paektu Association for Independent Development led by D. Baterdena, Vitali Kulik, chairman of the Ukrainian Federation for Independence, and his companion and Saber Balloul, delegate for the study of the Juche idea of Syria, on a visit to the DPRK on the occasion of the Day of the Sun.\n\t\t\t\t\t The floral basket and gifts were separately handed to an official concerned on Tuesday."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-16ee.html",
            "content": "Congratulatory Letter to Kim Jong Il\r\n Pyongyang, April 14 (KCNA) -- General Secretary Kim Jong Il was presented with a congratulatory letter by the military attaches corps here on the occasion of the Day of the Sun.\n\t\t\t\t\t The congratulatory letter was handed to an official concerned by Miguel Angel Gala Valiente, military attache of the Cuban embassy who is doyen of the corps, on Tuesday."
        },
        {
            "title": "Reception Given by Palestinian Ambassador ",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-10ee.html",
            "content": "Reception Given by Palestinian Ambassador\r\nPyongyang, April 14 (KCNA) -- Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, arranged a reception at his embassy on April 13 on the occasions of the birth anniversary of President Kim Il Sung and the 16th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Present there on invitation were Choe Thae Bok, chairman of the Supreme People's Assembly, Kim Yong Jin, minister of Education, Kim Pyong Phal, chairman of the Central Committee of the General Federation of Trade Unions of Korea, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The Palestinian ambassador in his speech extended sincere congratulations to Kim Jong Il on his reelection as chairman of the NDC of the DPRK according to the ardent desire and unanimous will of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The friendly relations between the two countries provided by President Yasser Arafat and President Kim Il Sung are now growing stronger under the deep concern of Mahmoud Abbas and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Palestinian people support all the initiatives of the friendly DPRK in its efforts to force the U.S. troops to withdraw from south Korea and achieve the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok in his speech noted that the Palestinian friends' joining the Korean people in commemorating the significant days in April encourages them in their dynamic general advance for building a thriving nation, highly proud of the DPRK's successful launch of the satellite Kwangmyongsong-2.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is the consistent stand of the government of the DPRK to steadily develop the traditional friendly ties between the DPRK and Palestine.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will as ever invariably support the just cause of the Palestinian people to retake the usurped territory and national rights and found an independent and sovereign state with Kuds as its capital city, he stressed."
        },
        {
            "title": "Mongolian Delegation Here",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-28ee.html",
            "content": "Mongolian Delegation Here\r\n Pyongyang, April 14 (KCNA) -- A delegation of Mongolia headed by U. Urantogos arrived here Tuesday to commemorate the Day of the Sun."
        },
        {
            "title": "Day of Sun Commemorated by Women's Union Members ",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-09ee.html",
            "content": "Day of Sun Commemorated by Women's Union Members\r\n Pyongyang, April 14 (KCNA) -- A meeting \"Country of everlasting sun\" was held by members of the Democratic Women's Union of Korea in the plaza of the Arch of Triumph on April 13 on the occasion of the 97th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and officials and members of the union.\n\t\t\t\t\t\n\t\t\t\t\t Ro Song Sil, chairwoman of the Central Committee of the union, in a speech said that the revolutionary career of the President will shine long along with Songun Korea as he led the country and its people to great victory and an epoch-making changes, bringing the great heyday of independence and prosperity to this land under the uplifted banner of the Juche idea and bestowing immense honor and happiness upon the Korean women.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were poem and chorus \"We visit Mangyongdae\", dialogic poem and Kayagum ensemble \"The leader is the man without an equal in the world\", serial songs \"Only one mind\" and \"Song of Women\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the feats the President performed by starting the revolutionary cause of Juche with the great idea and leadership and laying an eternal foundation for accomplishing it."
        },
        {
            "title": "Joint National Meeting of Korean Children's Union Organizations Held",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-17ee.html",
            "content": "Joint National Meeting of Korean Children's Union Organizations Held\r\n Pyongyang, April 14 (KCNA) -- A joint national meeting of the Korean Children's Union organizations was held on Tuesday in the plaza of the Kumsusan Memorial Palace on the occasion of the 97th birth anniversary of Generalissimo Kim Il Sung. \n\t\t\t\t\t Attending it were delegates of the union from provinces, schoolchildren in Pyongyang and pupils to join the union. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Choe Thae Bok, Yang Hyong Sop, Kim Jung Rin and others. \n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting made bows before the portrait of the smiling Generalissimo. \n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Chol, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, said in his report that thanks to the sacred day when the sun of the nation rose up, a new history of our country started and the Juche era in which the popular masses substantially carve out their destiny was opened and the DPRK is shedding its rays to the world as Kim Il Sung's Korea. \n\t\t\t\t\t\n\t\t\t\t\t The history of loving care shown by the Generalissimo continues under the care of leader Kim Jong Il, he said, stressing the need for all the union members to uphold Kim Jong Il in high esteem, do study well and faithfully lead organizational life always enshrining the fatherly loving care shown by him for them and thus grow up to be dependable young lifeguards of the party. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of joining the KCU took place at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Led by Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, pupils to join the union took an admission oath in front of the KCU flag.\n\t\t\t\t\t\n\t\t\t\t\t Cadres, war veterans, persons of merits and officials of the youth league put red ties around the necks of new entrants and badges on their chests.\n\t\t\t\t\t\n\t\t\t\t\t Then followed congratulatory addresses by Pak Kyong Nae, war veteran, Kim Song Il, professor and doctor of Kim Il Sung University, and Ri Song Hui, labor hero and people's sportsperson."
        },
        {
            "title": "Separate Performances of 26th ASFAF Given",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-11ee.html",
            "content": "Separate Performances of 26th ASFAF Given\r\nPyongyang, April 14 (KCNA) -- Separate performances of the 26th April Spring Friendship Art Festival were given at different theatres in Pyongyang on April 13.\n\t\t\t\t\t The Shanghai Symphony Orchestra of the Chinese art troupe gave its performance at the Moranbong Theatre.\n\t\t\t\t\t\n\t\t\t\t\t A male soloist of the orchestra sang Korean song \"Sing, Fork to Mangyongdae\" with boundless reverence for President Kim Il Sung and its female soloist presented song \"Beautiful Is Pamirs, My Native Land\" representing her love for the motherland and birthplace with deep feeling. \n\t\t\t\t\t\n\t\t\t\t\t The LD Studio of Russia gave its performance at the Pyongyang Grand Theatre.\n\t\t\t\t\t\n\t\t\t\t\t Larisa Dolina, female soloist of the studio, presented \"My Beloved City\", \"Land, I Wish You Happiness\" and other numbers, truthfully representing the Russian people's love for their motherland. \n\t\t\t\t\t\n\t\t\t\t\t A Bau player of the Vietnamese art troupe staged immortal classic masterpiece \"Where Are You, Dear General\" at the Central Hall of Workers.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were dances, female solos and other numbers. \n\t\t\t\t\t\n\t\t\t\t\t Male and female soloists of the group of famous artistes of the Sofia Opera Theatre of Bulgaria presented \"Song of Toast\" from Opera \"Traviata\" composed by Verdi and duet \"Desdemona and Othello\" from the opera \"Othello\" at the Music Hall of Pyongyang Kim Won Gyun Conservatory with rich voices, mesmerizing the audience. \n\t\t\t\t\t\n\t\t\t\t\t The Cossack State Dance Company of Russia staged song and dance \"Kalinka\" and mixed group dance \"Dance of Cossacks,\" etc. at the East Pyongyang Grand Theatre and the dancing troupe of the Ukrainian Kiev Dance Theatre presented dance \"Welcoming Dance of Ukraine,\" etc. at the Central Youth Hall, impressively reflecting their people's emotion and life with dynamic and refined rhythms. \n\t\t\t\t\t\n\t\t\t\t\t Performances go on."
        },
        {
            "title": "More Meetings Held to Congratulate Kim Jong Il on His Reelection as Chairman of NDC of DPRK ",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-12ee.html",
            "content": "More Meetings Held to Congratulate Kim Jong Il on His Reelection as Chairman of NDC of DPRK\r\n Pyongyang, April 14 (KCNA) -- Meetings took place in the capitals of South Phyongan Province, South Hwanghae Province, North Hwanghae Province, Kangwon Province and Ryanggang Province on April 13 to warmly congratulate General Secretary Kim Jong Il on his reelection as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The meetings were attended by leading officials of the party, power and economic organs and working people's organizations and people from all walks of life, youth and students in the provinces.\n\t\t\t\t\t\n\t\t\t\t\t The speakers at the meetings said that the single-minded unity of the Party, the army and the people was fully demonstrated through the historic event in which Kim Jong Il was reelected chairman of the NDC.\n\t\t\t\t\t\n\t\t\t\t\t The stirring reality today when the DPRK is making a general advance for building a thriving nation is a miracle it worked by having Kim Jong Il at the top posts of the Party, the army and the state, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the officials and working people to remain true to the Songun revolutionary leadership of Kim Jong Il and bring about fresh miracles and innovations in the worthwhile drive to build a thriving socialist nation."
        },
        {
            "title": "Building of Socialism Centered on Popular Masses",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-20ee.html",
            "content": "Building of Socialism Centered on Popular Masses\r\n Pyongyang, April 14 (KCNA) -- The efforts to build a great, prosperous and powerful nation of Juche is being pushed ahead dynamically on the basis of the Korean-style socialism centered on the popular masses which was provided by President Kim Il Sung.\n\t\t\t\t\t The Korean-style socialism is the greatest inheritance left by the President and his history of revolutionary activities is shining as one of the socialist construction of Juche centering on the people.\n\t\t\t\t\t\n\t\t\t\t\t The President, regarding \"The people are my God\" as his life-long view and motto, put it forth as the fighting programme to construct socialism in the country at the initial stage of the revolution and paid special attention to the efforts for its materialization while in the bloody battles against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The President advanced a line of building a new-type political power in the historic Kalun meeting in June Juche 19 (1930) and established the people's revolutionary governments  in the guerrilla bases, thus creating the origin of a new-type state construction centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country, he, basing himself on the experience accumulated in the period of the anti-Japanese armed struggle, founded the Democratic People's Republic of Korea on September 9, 1948 and devoted his whole life to the cause of setting up on this land the socialist paradise where the popular masses are the masters of all things and everything serves them.\n\t\t\t\t\t\n\t\t\t\t\t He, who regarded the interest and demand of the people as the starting point of all thought and activities, always found himself among the people and worked out lines and policies and constructed factories in conformity with their requirement, saying that what the people were fond of was all good.\n\t\t\t\t\t\n\t\t\t\t\t The wise leadership of the President for building socialism based on the broad sections of masses is reflected in the emblem of the Workers' Party of Korea which consists of a hammer, a sickle and a writing-brush. It is also reflected in the revolutionary principle of carrying on all state affairs including the composition of deputies to the Supreme People's Assembly and the policy-making in accordance with the popular characters and in the legend-like stories about his love with which he put forward people of all strata as standard-bearers of the socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t He provided a strong military guarantee for defending the dignity and sovereignty of the people from the invasion of the imperialists and, at the same time, laid every solid foundation for the eternal prosperity and happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t The Korean-style socialism centered on the popular masses, the crystal of the ideology, leadership and virtues of the President, will in the future, too, win victory after victory."
        },
        {
            "title": "Kim Il Sung's Life Dedicated to People",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-22ee.html",
            "content": "Kim Il Sung's Life Dedicated to People\r\n Pyongyang, April 14 (KCNA) -- With the approach of the significant Day of the Sun, the Korean people are looking back in humble reverence on the revolutionary life of President Kim Il Sung who devoted himself for the people with the idea of believing in the people as in heaven all his life.\n\t\t\t\t\t The life of the President was the life of a great revolutionary and a great man who believed in the people as in heaven and devoted his all for them. \n\t\t\t\t\t\n\t\t\t\t\t It was his motto of life and struggle that a revolutionary emerges victorious all the time when he always believes in the people and depends on them, but he suffers defeat when he is forsaken by the people. From the first days when he embarked on the road of revolution with this motto, he covered a long journey of bloody battles in the anti-Japanese war for the sake of the people.\n\t\t\t\t\t\n\t\t\t\t\t Stories of his loving care with which he threw bundles of \"Minsaengdan\" documents into fire and spent 20 won, money of profound meaning, for the ill-clad members of the Children's Corps in Maanshan convey the lofty popular personality and virtue of the President.\n\t\t\t\t\t\n\t\t\t\t\tFrom the historic day when he went to Kangson after the national liberation to meet workers there bypassing his old home within a calling distance to the last days of his life, he visited more than 26,000 units, recording the history of love for the people.\n\t\t\t\t\t\n\t\t\t\t\tHe went out to various areas from December Juche 34 (1945) to February next year to acquaint himself in detail with the conditions of the countryside and proclaimed the Agrarian Reform Law most correctly reflecting the demands and will of the peasants and made their centuries-old desire realized.\n\t\t\t\t\t\n\t\t\t\t\tIn the period of building a new country when each gram of iron counted, he found himself in the then Songjin Steel Works and showed deep concern for the life and health of the workers. And he gave instructions to blow up the cursed oven of first-stage iron processing where the Japanese imperialists had brutally overdrove Korean workers and killed them.\n\t\t\t\t\t\n\t\t\t\t\tWhen he visited there again later he felt a gnawing ache in his heart, seeing a furnaceman working in wooden shoes. He lost no time in taking a benevolent measure to build shoe-making factories in different parts of the country so that leather shoes could be supplied to the people. \n\t\t\t\t\t\n\t\t\t\t\tHe unhesitatingly exposed himself to rainstorms and snowstorms as well as muddy roads and readily went into pits thousands of feet underground for the people. He visited them ceaselessly even in the days of the hard-fought war.\n\t\t\t\t\t\n\t\t\t\t\tThe distance of his field guidance to factories, agricultural and fishing farms and all other places of the country for the sake of people in his lifetime is more than 1,445,000 ri (578,000 km).\n\t\t\t\t\t\n\t\t\t\t\tHis great life dedicated to the people will be remembered long as a life of a peerlessly great man without precedent in the world history of famous persons."
        },
        {
            "title": "Gift Plant Greenhouse",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-21ee.html",
            "content": "Gift Plant Greenhouse\n\t\t\t\t\t\t\r\nPyongyang, April 14 (KCNA) -- Flowers bloom in full in praise of the great men in the gift plant greenhouse of the Central Botanical Garden in the DPRK with the Day of the Sun drawing near.\n\t\t\t\t\tThere are in the greenhouse many species of rare and beautiful flowers presented to President Kim Il Sung and General Secretary Kim Jong Il by various countries.\n\t\t\t\t\t\n\t\t\t\t\tAmong them are Clivia miniata, African lily and dotted bellflower which were sent to the President by figures of China and Russia with ardent desire to hold him in high esteem as the eternal sun of the humankind.\n\t\t\t\t\t\n\t\t\t\t\tsent Rhododendron insicum, royal azalea and king orange are also putting out flowers, emitting fragrance. They were sent to him by Officials of the Central Standing Committee of Chongryon (General Association of Korean Residents in Japan) and Korean residents in Japan, praising him as the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\tThe precious adenium obesum, which has taken root in the greenhouse reflecting the boundless reverence of the Laotian people for the peerlessly great man, is opening beautiful flowers bigger than ever before.\n\t\t\t\t\t\n\t\t\t\t\tConspicuous among the flowers are the ever-green plants including Nesegcy frangipani which grow in some islands of Mexico, Venezuela and India. They also burst into bloom these days.\n\t\t\t\t\t\n\t\t\t\t\t400 flowering trees and shrubs of tens of species are in bloom in the greenhouse, reflecting the ardent reverence of all people for the President."
        },
        {
            "title": "Japanese Reactionaries' Anti-DPRK Hysteria Flailed",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-14ee.html",
            "content": "Japanese Reactionaries' Anti-DPRK Hysteria Flailed\r\nPyongyang, April 14 (KCNA) -- The Japanese reactionaries are making much fuss, groundlessly describing the DPRK's recent satellite launch as \"a missile launch.\" They decided to extend the \"sanctions\" against the DPRK to one year. They are crying out for \"taking measures to cope with threat\", \"examining a preemptive attack on missile bases\" and \"discussing the issue of nuclear weaponization\" and the like.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What the Japanese reactionaries are now doing is nothing but a sort of hysteria and a revelation of their extreme hostility towards the DPRK and persecution mania.\n\t\t\t\t\t\n\t\t\t\t\t This reckless anti-DPRK hysteria kicked up by the Japanese reactionaries over DPRK's launch of the satellite for peaceful purposes is intended to convince people of the necessity to build a missile shield and realize the nuclear weaponization under the pretext of the \"threat\" from the DPRK and push ahead with them with increased zeal and evade the settlement of Japan's past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Their desperate call for \"taking measures to cope with threat\" and \"tightening the sanctions\" against the DPRK sounds as no more than a despicable shrill cry of those enfeebled and frightened. Wretched is the plight of the Japanese reactionaries going reckless, knowing nothing of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK which demonstrated its strong national power after taking a legitimate position in developing outer space on the basis of ultra-modern science and technology will dynamically advance along the road of independence, the road for building a great prosperous and powerful nation, the commentary says, stressing Japan's hysteria would only invite bitterer derision from the world people."
        },
        {
            "title": "Japan's Distortion of History Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-13ee.html",
            "content": "Japan's Distortion of History Flayed in S. Korea\r\n Pyongyang, April 14 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps of south Korea released a statement on April 10 condemning the Japanese authorities' move to tamper with Japan's history.\n\t\t\t\t\t  The history textbook for middle schoolers which the Japanese reactionaries got passed through the screening process on April 9 is nothing different from the history textbook published 4 years ago which had contents whitewashing the hideous crimes committed by the Japanese imperialists in the past by deleting the issue of \"comfort women\" for the Imperial Japanese Army, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The international community had already branded the issue of \"comfort women\" for the Imperial Japanese Army as the unprecedented hideous crime and urged the Japanese government to let its people know about the crime and properly educate them.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the Japanese reactionaries are persisting in their acts to distort the contents of history textbooks, a total defiance of the requirements of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Japan's distortion of its history is a rash act to make the rising generation understand that the history of its past aggression was nothing wrong and prevent them from knowing even the contents of the human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t Urging Japan to immediately stop the moves to tamper with its history and revive militarism, the statement declared that the above-mentioned organization would make positive efforts to force Japan to make an apology and reparation for its past crimes."
        },
        {
            "title": "Struggle for Throwing Overboard Lee Myung Bak Group Called for ",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-08ee.html",
            "content": "Struggle for Throwing Overboard Lee Myung Bak Group Called for\r\n Pyongyang, April 14 (KCNA) -- A spokesman for the General Association of Korean Residents in China released a statement on April 7 in support of \"Appeal to the Entire Korean Nation\" issued by the Central Committee of the Democratic Front for the Reunification of Korea. \n\t\t\t\t\t The General Association of Korean Residents in China and all the Koreans in China are fully supporting the above-said appeal ardently calling upon all the compatriots in the north and the south and abroad to wage a patriotic struggle for the country's reunification at a grim time when the dark clouds of a nuclear war are constantly gathering in the sky above the Korean Peninsula due to the separatist moves of the Lee Myung Bak group of traitors, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Accusing traitor Lee of pushing the inter-Korean relations to the phase of confrontation in total denial of the historic north-south declarations right after he came to power, the statement noted that the group of traitors is the wicked enemy of the nation and the cancer-like entity lying in the way of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statement called upon all the Koreans in the north and the south and abroad to turn out as one in the struggle to make a clean sweep of the Lee group of traitors and anti-reunification elements, united close under the banner of \"By our nation itself\"."
        },
        {
            "title": "Regional Organization Calls for Support to Kim Jong Il's Songun Politics",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-04ee.html",
            "content": "Regional Organization Calls for Support to Kim Jong Il's Songun Politics\r\nPyongyang, April 14 (KCNA) -- The Arab Solidarity Committee to Support the Anti-Imperialist National Democratic Front and the South Korean People's Struggle released a statement on March 31 on the occasion of the 16th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The statement said that Kim Jong Il's election as NDC chairman of the DPRK was an epochal event of weighty significance in consolidating socialist Korea and giving fuller play to the Juche character of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t This event made it impossible for the imperialist allied forces and the south Korean reactionaries to daringly attack the DPRK, and it helped the DPRK display its might as a powerful socialist state which manufactures even satellites, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the signal changes taking place in the DPRK are attributable to the energetic Songun revolutionary leadership of Kim Jong Il who is always arousing the people to a fresh great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t The committee calls upon the progressive organizations of the world to actively defend the DPRK and support Kim Jong Il's Songun politics intended to foil the imperialists' scheme for domination over the world, the statement said."
        },
        {
            "title": "Significant Holidays of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-01ee.html",
            "content": "Significant Holidays of DPRK Observed in Different Countries\r\nPyongyang, April 14 (KCNA) -- Lectures were held in Mongolia and Romania and a film show in Myanmar on Mar. 27 and Apr. 1 on the occasions of the birth anniversary of President Kim Il Sung, the 16th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 77th founding anniversary of the Korean People's Army.\n\t\t\t\t\t N. Sarantuya, member of the Leadership Council of the Mongolian Mt. Paektu Association for Independent Development, said in the lecture titled \"The Songun policy and its philosophical basis\" that the Songun politics pursued by Kim Jong Il is based on the Juche idea fathered by Kim Il Sung and it is displaying the tremendous vitality for its validity.\n\t\t\t\t\t\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian Workers' Association, said in the lecture titled \"Chairman of the National Defence Commission Kim Jong Il and the Korean People's Army\" that Kim Jong Il's election as chairman of the NDC of the DPRK helped socialist Korea to defend its sovereignty and shine itself as the dignified country of Songun more brilliantly. \n\t\t\t\t\t\n\t\t\t\t\t The deputy mayor of Yangon City who is vice-chairman of the Yangon City Development Committee of Myanmar said after watching a Korean film showing the invincible stamina of the KPA that Kim Il Sung is the outstanding strategist and the great brilliant commander as he embarked on the road of revolution in his teens and defeated the Japanese imperialists through armed struggle to liberate Korea and defeated the U.S. imperialists boasted of being the \"strongest\" in the world to reliably defend the sovereignty and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Il was adopted at the lecture held in Mongolia."
        },
        {
            "title": "DPRK's Successful Satellite Launch Supported by Overseas Compatriots",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-05ee.html",
            "content": "DPRK's Successful Satellite Launch Supported by Overseas Compatriots\r\n Pyongyang, April 14 (KCNA) -- The Federation of Korean Economic Workers in China made public a statement on April 6 in support of the DPRK's successful launch of satellite Kwangmyongsong-2.\n\t\t\t\t\tThe statement described the successful launch of the satellite, developed by the DPRK with its own efforts and technology 100 percent, as a brilliant fruition of General Secretary Kim Jong Il's distinguished Songun policy and as a striking demonstration of the proud might of rapidly-developed Juche-based space science and technology and the inexhaustible strength of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This achievement, made at the emotion-charged time when a new great revolutionary surge is being dynamically effected to open the gate to a great prosperous and powerful nation without fail in 2012 marking the centenary of birth of President Kim Il Sung, gives high national pride and honor to the overseas compatriots, it said.\n\t\t\t\t\t\n\t\t\t\t\t It declared that all Koreans in China would keep step with the people in the homeland dashing towards a thriving nation with confidence in victory of the Songun revolution."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed by Foreigners",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-06ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by Foreigners\r\nPyongyang, April 14 (KCNA) -- A joint statement celebrating the DPRK's successful launch of satellite Kwangmyongsong-2 was made public on April 6 by the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, the Russian Society for the Promotion of the Study and Dissemination of Comrade Kim Jong Il's Works, the All-Russian Society for the Study and Dissemination of Kimilsungism, the Russian Women's Union Named after Kim Jong Suk, the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea, the Belorussian February 16 Youth Society for the Study of the Juche Idea and Songun Policy, the Moldovan Songun Youth Union for the Study of the Juche Idea and the Kazakh Kim Jong Il Association for the Study and Dissemination of the Juche Idea.\n\t\t\t\t\t April 5 was registered as day of auspicious event for the independent countries and the progressive mankind the world over, the statement said, adding: The DPRK led by Kim Jong Il, the great brilliant commander true to the behests of President Kim Il Sung, proved once again that the people advancing along the road of independence can attain their aims even in the standoff with the \"superpower\" and defeat the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded that the imperialist forces stop all their aggression actions against the DPRK at once and the United States, Japan and others make official apologies to it for their false propaganda and refrain from interfering in the internal affairs of the independent DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the All India Indo-Korean Friendship Association and the Syrian newspaper Al Usubuu Al Riadih released statements on April 6 and 7 in celebration of the successful launch of Kwangmyongsong-2."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Mexico",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-07ee.html",
            "content": "Kim Jong Il's Work Off Press in Mexico\r\n Pyongyang, April 14 (KCNA) -- General Secretary Kim Jong Il's work \"On Having a Correct Understanding of Nationalism\" was brought out in booklet on April 4 by the Morelos Branch of the Mexican Committee for the Study of Kimilsungism.\n\t\t\t\t\t The work, published on Feb. 26 and 28, Juche 91 (2002), clarifies the important matter arising in having a proper understanding of nationalism, the most important tasks for defending and realizing independence of each nation at present and so forth."
        },
        {
            "title": "MINREX rechaza la \"declaracion presidencial\" del CS",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-33ee.html",
            "content": "MINREX rechaza la \"declaracion presidencial\" del CS\r\n Pyongyang, 14 de abril (ATCC) -- En relacion con que pese a la repetida advertencia de la Republica Popular Democratica de Corea, Estados Unidos y sus satelites publicaron por fin, abusando del Consejo de Seguridad de la ONU, la gangsteril \"declaracion presidencial\" que censura y denuncia el lanzamiento del satelite artificial con fines pacificos por parte de la RPDC, el Ministerio de Relaciones Exteriores de la RPDC hizo publica el dia 14 la siguiente declaracion:\n\t\t\t\t\t El 14 de abril, el Consejo de Seguridad de la ONU publico la gangsteril \"declaracion presidencial\" que censura y denuncia nuestro lanzamiento del satelite artificial, lo cual no tiene precedentes en la historia. \n\t\t\t\t\t\n\t\t\t\t\t El mismo hecho de que el Consejo de Seguridad de la ONU, cuyos miembros permanentes son los paises que realizaron mas lanzamientos de satelite artificial, abordo y discutio la misma labor de la RPDC realizada justamente segun los tramites requeridos por el derecho internacional, constituye un intolerable insulto e imperdonable acto criminal contra el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Aunque las fuerzas hostiles hablan tanto de que nuestro lanzamiento de satelite da el resultado de mejorar la capacidad de lanzar misiles de largo alcance, la esencia de la situacion no es esa.\n\t\t\t\t\t\n\t\t\t\t\t Lo grave del problema es que la norma de accion del Consejo de Seguridad de la ONU cambia no por el objeto de lanzamiento, sea el satelite artificial o el misil de largo alcance, sino segun el pais que lo ejecute.\n\t\t\t\t\t\n\t\t\t\t\t La logica de EE.UU. consiste en que nuestro pais, que tiene el diferente sistema social y no le obedece docilmente, no puede lanzar el satelite artificial, pero si lo puede hacer Japon porque es su lacayo.\n\t\t\t\t\t\n\t\t\t\t\t Es precisamente el Consejo de Seguridad el que ha aceptado esa logica de bandido de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Tal conducta del Consejo de Seguridad de la ONU es un crimen de flagrante violacion del derecho internacional, que contraviene al tratado espacial que establece asi: \"El cosmos debe ser explotado y usado libremente por todos los Estados sin ninguna discriminacion, sobre la base de igualdad y de acuerdo con la ley internacional\".\n\t\t\t\t\t\n\t\t\t\t\t La situacion de hoy demuestra claramente que el principio de la igualdad de soberania y la imparcialidad, estipulados en la Carta de la ONU, son palabras hueras y que lo unico que vale en las relaciones internacionales es la logica de la fuerza.\n\t\t\t\t\t\n\t\t\t\t\t Entonces, se presenta el interrogante: ?Necesitaria a nuestro pais la ONU que atenta la soberania de su pais miembro?\n\t\t\t\t\t\n\t\t\t\t\t  Frente a la situacion dada, el Ministerio de Relaciones Exteriores de la RPDC declara, por ahora, los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\t Primero, denunciamos y rechazamos tajantemente la injustisima conducta del Consejo de Seguridad de la ONU, que atento flagrantemente la soberania de la RPDC e insulto gravemente la dignidad del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Seguiremos ejerciendo nuestro derecho soberano al uso del cosmos basandonos en las leyes internacionales como el tratado espacial, que no reflejan las arbitrariedades del Consejo de Seguridad, convertido ya en un aparato de autoritarismo, sino la voluntad general de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t Segundo, no se necesitan mas las conversaciones a 6 bandas en que participa nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t El espiritu de respeto a la soberania e igualdad de la misma, estipulado en la Declaracion Conjunta del 19 de Septiembre para la desnuclearizacion de la Peninsula Coreana, es lo basico y vital de dichas conversaciones.\n\t\t\t\t\t\n\t\t\t\t\t Dado que los mismos paises participantes en la cita a 6 bandas rehusaron totalmente tal espiritu a nombre del Consejo de Seguridad y Japon, que desde el inicio de estas negociaciones vino obstaculizandolas siniestramente, aplico abierta e independientemente la sancion contra nuestro pais pretextando el reciente lanzamiento de satelite artificial, estas conversaciones perdieron de manera irreparable el sentido de su existencia.\n\t\t\t\t\t\n\t\t\t\t\t Ya que esta cita se convirtio en una mesa para atentar nuestra soberania, desarmarnos y derrocar nuestro regimen, no volveremos jamas a la misma ni nos comprometeremos a ningun acuerdo alcanzado en ella.\n\t\t\t\t\t\n\t\t\t\t\t Para perfeccionar nuestra autoctona estructura de la industria de energia nuclear, revisaremos con empeno la construccion por cuenta propia de la planta de reactor de agua ligera.\n\t\t\t\t\t\n\t\t\t\t\t  Tercero, fortaleceremos por todos los medios nuestro disuasivo nuclear para la autodefensa.\n\t\t\t\t\t\n\t\t\t\t\t  Nos vemos obligados a incrementar el disuasivo nuclear para hacer frente a la agravada amenaza militar de las fuerzas hostiles que tratan con sana para interceptar hasta el satelite artificial con fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\t  Se tomara la medida de reconstruir en su estado original las facilidades nucleares, que habian sido neutralizadas segun el acuerdo de las conversaciones a 6 bandas, y ponerlas en la operacion normal.\n\t\t\t\t\t\n\t\t\t\t\t  Como parte de ella, seran retratadas cabalmente las barras de combustible usadas de la planta nuclear piloto.\n\t\t\t\t\t\n\t\t\t\t\t Estarian sumamente equivocadas si las fuerzas hostiles piensan que podran poner de rodillas a la RPDC con la fuerza.\n\t\t\t\t\t\n\t\t\t\t\t El proposito principal de la independencia y el Songun (priorizacion militar) de nuestro pais reside en no repetir jamas la ignominiosa historia de hace un siglo en que por ser debil, nuestro pais fue ocupado enteramente por los imperialistas japoneses al cabo de ser violado y embaucado de una u otra manera por las potencias circunvecinas.\n\t\t\t\t\t\n\t\t\t\t\t Si bien se eliminaron las conversaciones a 6 bandas y quedo frustrado el proceso de desnuclearizacion por culpa de las fuerzas hostiles, defenderemos con responsabilidad con el poderio del Songun la paz y la seguridad de la Peninsula Coreana."
        },
        {
            "title": "Kim Jong Il ordena ascender grados militares",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-34ee.html",
            "content": "Kim Jong Il ordena ascender grados militares\r\n Pyongyang, 14 de abril (ATCC) -- El Comandante Supremo del Ejercito Popular de Corea Kim Jong Il emitio el dia 14 la orden No. 0029 sobre el ascenso de grados militares de los comandantes del EPC.\n\t\t\t\t\t  El Dirigente subrayo en esa orden que las fuerzas armadas revolucionarias de Corea, fundadas y conducidas a la victoria y gloria por el Presidente Kim Il Sung, se fortalecieron en las invencibles del monte Paektu, llenas del espiritu de defender al Lider a costa de la vida, bajo la direccion del Songun (priorizacion militar) del Partido del Trabajo de Corea y exaltan su invencible poderio en la lucha por defender la patria y construir una gran potencia prospera socialista.\n\t\t\t\t\t\n\t\t\t\t\t  Ordeno ascender en ocasion del Dia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung) grados militares de los comandantes del EPC expresando la confianza de que en lo adelante tambien, ellos acataran fielmente la direccion del partido, defenderan firmemente con el fusil la causa revolucionaria del Juche y cumpliran con toda su honrosa mision y deber como grueso de la revolucion en la epoca del Songun.\n\t\t\t\t\t\n\t\t\t\t\t Segun la orden, Kim Won Hong se hizo general de ejercito y Ko Su Il y U Tong Chuk, coronel general.\n\t\t\t\t\t\n\t\t\t\t\t Yun Kyong So, Sim Jae Ul y otros 12 recibieron el grado de teniente general y Kong Pyong Chil, Jo Song Pom y otros 35, el titulo de mayor general."
        },
        {
            "title": "Acto nacional de organizaciones de Union de Ninos de Corea",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-35ee.html",
            "content": "Acto nacional de organizaciones de Union de Ninos de Corea\r\nPyongyang, 14 de abril (ATCC) -- El acto nacional de las organizaciones de la Union de Ninos de Corea (UNC) tuvo lugar el dia 14 en la Plaza frente al Palacio Memorial Kumsusan, sagrado lugar supremo del Juche con motivo del 97o aniversario del natalicio del Generalisimo Kim Il Sung.\n\t\t\t\t\t  Participaron en la ocasion los representantes de la UNC de todas las provincias, los ninos escolares de esta capital y los para ingresar en la UNC.\n\t\t\t\t\t\n\t\t\t\t\t  Al acto fueron invitados Choe Thae Bok, Yang Hyong Sop, Kim Jung Rin y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los participantes en el acto rindieron el homenaje a la imagen de amplia sonrisa del Generalisimo.\n\t\t\t\t\t\n\t\t\t\t\t  El primer secretario del CC de la Union de la Juventud Socialista Kim Il Sung, Ri Yong Chol, en su informe, dijo que gracias al sagrado dia en que salio el Sol de la nacion, se inicio la nueva historia de nuestra patria, se abrio la epoca del Juche en que las masas populares forjan autenticamente su destino  y nuestro pais pudo esparcir sus brillos esplendidos a todo el mundo como Corea de Kim Il Sung.  \n\t\t\t\t\t\n\t\t\t\t\t  Bajo la direccion del Dirigente Kim Jong Il, sigue ininterrumpidamente la historia de amor del Generalisimo Kim Il Sung, destaco el y subrayo que todos los unecistas, al conservar siempre en el fondo de corazon el amor paternal del Dirigente, deben enaltecer al Dirigente Padre, y al hacer bien el estudio y la vida de la UNC deben prepararse con firmeza como autentica vanguardia de ninos del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  En el conclave se efectuo la ceremonia de ingreso en la UNC.\n\t\t\t\t\t\n\t\t\t\t\t  Los alumnos aspirantes a ingresar en la UNC tomaron juramento ante la bandera de la UNC siguiendo la voz-guia del secretario del Comite Central del Partido del Trabajo de Corea, Kim Jung Rin.\n\t\t\t\t\t\n\t\t\t\t\t  Los cuadros, veteranos de guerra, hombres benemeritos y funcionarios de la Union de la Juventud pusieron a los ingresados las panoletas rojas e insignias de la UNC.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido, hubo las palabras de felicitacion del veterano de guerra Pak Kyong Nae, el Profesor titular y Doctor de la Universidad Kim Il Sung, Kim Song Il, la heroina del Trabajo y deportista del Pueblo, Ri Song Hui."
        },
        {
            "title": "Kim Jong Il recibe cesto floral y regalos de huespedes extranjeros",
            "url": "http://kcna.co.jp/item/2009/200904/news14/20090414-36ee.html",
            "content": "Kim Jong Il recibe cesto floral y regalos de huespedes extranjeros\r\nPyongyang, 14 de abril (ATCC) -- La delegacion de la Sociedad Japonesa por el Estudio de la Idea Juche encabezada por Takao Kamakura, director del Instituto Internacional de la Idea Juche, dedico un cesto de flores al Dirigente Kim Jong Il.\n\t\t\t\t\tIgualmente, le dirigieron regalos la delegacion de la Asociacion Paektusan para el Desarrollo Independiente de Mongolia dirigida por D. Baterdena, el presidente de la Federacion por la Independencia de Ucrania, Vitali Kulik, y su comitiva, y el delegado de Estudio de la Idea Juche de Siria, Saber Balloul.\n\t\t\t\t\t\n\t\t\t\t\tEstos huespedes extranjeros visitan Corea en ocasion del Dia del Sol (15 de abril, dia de nacimiento del Presidente Kim Il Sung),\n\t\t\t\t\t\n\t\t\t\t\tEl cesto de flores y los regalos fueron entregados por separado el dia 14 a un funcionario coreano."
        }
    ]
}