{
    "date": "2009-08-03",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-03ee.html",
    "articles": [
        {
            "title": "Pyongyang International Architectural Book Exhibition Opens",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-16ee.html",
            "content": "Pyongyang International Architectural Book Exhibition Opens\r\nPyongyang, August 3 (KCNA) -- The Pyongyang International Architectural Book Exhibition was opened with due ceremony at the Grand People's Study House on Monday.\n\t\t\t\t\tAttending it were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, officials in the fields of architecture and press and architects, delegations of different countries, international organizations and overseas compatriots and representatives and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\tThe participants laid a floral basket before the marble statue of President Kim Il Sung at the house to pay tribute to him. \n\t\t\t\t\t\n\t\t\t\t\tAddressing the ceremony, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the organizing committee of the Pyongyang International Scientific and Technological Book Exhibition, said that the exhibition would offer a good opportunity to get better understanding of the global history and recent trend of architectural development and develop the exchange and cooperation in architecture among countries.\n\t\t\t\t\t\n\t\t\t\t\t He Jingtang, vice-president of the Architectural Society of China, said in a congratulatory speech that the exhibition, opened with a large attendance, proves that the DPRK government has attached importance and big efforts to the architectural development.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people would achieve rapid development in architecture in the future, too, closely rallied around General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round architectural books and data presented to the exhibition by more than 20 organizations of the DPRK, China, Russia, Germany, Indonesia, France and Poland, international bodies and overseas compatriots."
        },
        {
            "title": "Choe Thae Bok Meets Heads of Delegations",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-10ee.html",
            "content": "Choe Thae Bok Meets Heads of Delegations\r\n Pyongyang, August 3 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Monday met and had talks with heads of delegations of different countries,  international organizations and overseas compatriots participating in the Pyongyang International Architectural Book Exhibition."
        },
        {
            "title": "Gifts to Kim Jong Il from Chinese",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-18ee.html",
            "content": "Gifts to Kim Jong Il from Chinese\r\n Pyongyang, August 3 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by a delegation of the China National Publications Import and Export (Group) Corporation and the head of the Songhuajiang Commercial Ltd. Company in Jilin Province of China participating in the Pyongyang International Architectural Book Exhibition.\n\t\t\t\t\t The gifts were handed over to an official concerned by Dai Zuofu, deputy general manager of the corporation who is leading its delegation, and Zhu Yiming, general manager of the company who is heading its delegation."
        },
        {
            "title": "Chinese Delegations Here",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-17ee.html",
            "content": "Chinese Delegations Here\r\n Pyongyang, August 3 (KCNA) -- A friendship delegation of the Communist Party of China led by Luo Shugang, permanent deputy head of the Publicity Department of its Central Committee, and a delegation of the China Institutes of Contemporary International Relations led by Vice-President Tao Jian arrived here by air on Monday."
        },
        {
            "title": "Consumer Goods Exhibition Opens",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-15ee.html",
            "content": "Consumer Goods Exhibition Opens\r\nPyongyang, August 3 (KCNA) -- A national exhibition of August 3 consumer goods was opened at the Three-Revolution Exhibition on Monday.\n\t\t\t\t\tDisplayed there are ironware, electric appliances, clothing, grass-work, agricultural products and sundry goods produced by industrial establishments, housewives' work-teams in ris, townships and districts (dongs), reutilization production work-teams of direct sales shops in cities and counties and home welfare service workers across the country.\n\t\t\t\t\t\n\t\t\t\t\tThe products draw attention of visitors as they have satisfactorily met the Koreans' taste and their requirements for living."
        },
        {
            "title": "DPRK Girls Team Beats Its Thai Rival",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-07ee.html",
            "content": "DPRK Girls Team Beats Its Thai Rival\r\nPyongyang, August 3 (KCNA) -- The DPRK girls team trounced its Thai rival in a match of the 2009 Asian Women's U-19 Football Championships held in Wuhan, China on August 2.\n\t\t\t\t\tThe DPRK eleven took initiative from the beginning of the match and scored a goal in the first half of the game and three more goals in the second half, defeating the Thai team 4:0.\n\t\t\t\t\t\n\t\t\t\t\tThe championship which kicked off on August 1, bringing together teams of eight countries and regions, will last till Aug. 12."
        },
        {
            "title": "Profitable Stone Washing Agent Developed in DPRK",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-11ee.html",
            "content": "Profitable Stone Washing Agent Developed in DPRK\r\nPyongyang, August 3 (KCNA) -- Pyongyang University of Construction and Building-Materials Industry has developed a stone washing agent with high economic effectiveness.\n\t\t\t\t\tThe research team of the university has succeeded in making a new chemical washing agent with natural mineral matters abundant in Korea. It prevents granite, marble and other processed stones, the finishing building materials, from being stained and makes it possible to raise their decorative effect.\n\t\t\t\t\t\n\t\t\t\t\tMany years after the construction, the processed stones are discolored or rotten by rainwater, water dripping from the ceiling, dust and others. And they are stained with rust, water and oil.\n\t\t\t\t\t\n\t\t\t\t\tThe washing efficiency of the new agent is over 90 percent and the consumption of reagent is less than other ones. It never corrodes the materials and the spent liquor does not pollute the environment. \n\t\t\t\t\t\n\t\t\t\t\tThe university has also developed an inorganic agent to protect finishing construction materials. The agent prevents the infiltration of the deleterious materials and dust in the air into stone along with rainwater and increases the capacity of pollution prevention.\n\t\t\t\t\t\n\t\t\t\t\tThe new stone washing agent and protective agent profusely pay off in the units to which they have been applied."
        },
        {
            "title": "Electronic Musical Instruments Manufactured",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-13ee.html",
            "content": "Electronic Musical Instruments Manufactured\r\nPyongyang, August 3 (KCNA) -- The Music and Video Electronics J. V. C. of the DPRK has recently produced electronic piano Sobaeksu and electronic organ Jangjasan for popular use, which have Korean rhythms embedded in their memories.\n\t\t\t\t\tThe electronic musical instruments to which digital sound technology was applied can be used for early musical education and dissemination of popular songs. It is also applicable to creating and editing musical pieces, connected to computer.\n\t\t\t\t\t\n\t\t\t\t\tSobaeksu has 42 kinds of rhythms including 14 Korean ones, 128 kinds of MIDI standard tones and 61 kinds of percussion instrumental tones in its memory.\n\t\t\t\t\t\n\t\t\t\t\tSeveral famous Korean songs including \"Native Home Covered with White Snow\" are recorded in its memory, too.\n\t\t\t\t\t\n\t\t\t\t\tIt can be used in general musical education including sound detection, because it gives clear and correct tones with the help of the PCM digital sound source based on extra-large integration circuit.\n\t\t\t\t\t\n\t\t\t\t\tStored in Jangjasan are 33 children's songs, 47 kinds of rhythms including 14 Korean ones, 136 MIDI standard tones and 61 percussion instrumental tones.\n\t\t\t\t\t\n\t\t\t\t\tAs children can practice music on the basis of the musical pieces embedded in it, it greatly helps children learning music.\n\t\t\t\t\t\n\t\t\t\t\tThe musical instruments are good for establishing the Juche character and the national character in the musical education."
        },
        {
            "title": "Suhang Pavilion, Architectural Heritage",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-12ee.html",
            "content": "Suhang Pavilion, Architectural Heritage\r\nPyongyang, August 3 (KCNA) -- Suhang Pavilion which is located in Jongsong workers' district in Onsong County, North Hamgyong Province, DPRK is valuable architectural heritage permeated with the wisdom and patriotism of the Koreans.\n\t\t\t\t\tThe pavilion is the only three-storied wooden building of loft-form in Korea. It was built as the general's terrace of the walled town against foreign invaders in the early days of Ri Dynasty.\n\t\t\t\t\t\n\t\t\t\t\tIt is about 14.8 meters high. It dwindles from down to top to give a safe feeling. It, with hip-saddle roof and single eaves with plain pillar supporting device, has pillars arranged in a peculiar way.\n\t\t\t\t\t\n\t\t\t\t\tThe pavilion was used as frontier guard post at ordinary times and as commanding post of battle in a contingency.\n\t\t\t\t\t\n\t\t\t\t\tIt was called Roechon Pavilion at first. Later it was renamed Suhang Pavilion in the meaning that Koreans beat back foreign invaders and captured their boss to bring him to his knees there in 1608. The present building was rebuilt in the latter part of Ri Dynasty.\n\t\t\t\t\t\n\t\t\t\t\tToday the pavilion, which was repaired as it was after the liberation of the country, serves as a cultural recreation place of the working people."
        },
        {
            "title": "Lee Group's Anti-DPRK Racket Denounced",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-08ee.html",
            "content": "Lee Group's Anti-DPRK Racket Denounced\r\nPyongyang, August 3 (KCNA) -- Recently the south Korean \"Ministry of Unification\" revised the \"2009 guidelines for education in unification\" in such manner as to malignantly slander the DPRK before sending it to primary, secondary and high schools across south Korea. Meanwhile, the \"Advisory Council for Democracy and Peaceful Unification\" of south Korea published pamphlet titled \"Proper Understanding of Lee Myung Bak Government's Policy towards the North\" which downplayed the historic significance of the north-south joint declarations.\n\t\t\t\t\tRodong Sinmun Monday in a signed commentary terms these moves wicked anti-reunification acts to escalate the confrontation with the DPRK in a bid to turn the inter-Korean relations into unrepairable hostile ones.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said guidelines are, in essence, a document aimed at inciting confrontation from A to Z, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe confrontation-minded elements used it for perpetrating such a grave political provocation as daringly defaming the dignified system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe system in the DPRK is the best and most dignified system in the world whereby the leader, the party and masses formed a harmonious whole and efforts are being made to realize the independence of the popular masses on its basis. The Lee Myung Bak group will never understand the above-said reality as it is keen to prolong its remaining days through fascist dictatorship, while serving outside forces.\n\t\t\t\t\t\n\t\t\t\t\tThe above-mentioned pamphlet fully disclosed the group's sinister intention to justify and escalate the confrontation with fellow countrymen by totally nullifying the historic north-south joint declarations. \n\t\t\t\t\t\n\t\t\t\t\tWith no desperate efforts can the Lee group conceal truth just as it cannot get the sun eclipsed by its palms. It can never succeed in tarnishing the image of the DPRK and playing down the historic significance of the north-south joint declarations. \n\t\t\t\t\t\n\t\t\t\t\tOne's evil doings will rebound on oneself. The Lee group is bound to be severely judged by history for frantically pursuing confrontation with the DPRK, standing in the way of national reconciliation, unity and reunification."
        },
        {
            "title": "Rodong Sinmun on S. Koreans' Desire for Reunification",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-09ee.html",
            "content": "Rodong Sinmun on S. Koreans' Desire for Reunification\r\nPyongyang, August 3 (KCNA) -- It has become an irresistible trend of the times that many organizations of different circles and their members in south Korea, including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Implementing the South-North Joint Declaration and the south Korean Federation of University Student Councils, aspire after the reunification through alliance with the north.\n\t\t\t\t\tRodong Sinmun Monday stresses this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tSuch desire of the south Korean people is based on the idea of national independence and unity, and carried in it is their strong will to achieve the steadfast national unity and cooperation between the north and the south and, with this might, foil every move of the separatists and realize the cause of national reunification, the article says.\n\t\t\t\t\t\n\t\t\t\t\tNoting that for the south Korean people at present the alliance with the north means just patriotism for reunification and independence and unity of the nation, it goes on:\n\t\t\t\t\t\n\t\t\t\t\tTo block the movement for reunification through alliance with the north in south Korea is a treachery against the nation's desire and the demand of the times.\n\t\t\t\t\t\n\t\t\t\t\tIn south Korea the separatist forces are now getting evermore pronounced in their moves to quell the people's desire for the independent reunification through alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\tDue to the Lee Myung Bak group's vicious fascist offensive, such tragic situation continues in south Korea as that the righteous people aspiring after the national reconciliation and unity and the reunification through alliance with the north have been cracked down as \"enemy-benefiting elements,\" \"leftist forces\" and \"reds.\"\n\t\t\t\t\t\n\t\t\t\t\tFor the progressive forces of south Korea to steadily advance along the patriotic road of alliance with the north, it is necessary to give full play to the spirit of \"By our nation itself\" in the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\tThe desire for reunification through alliance with the north should be fully demonstrated in the actions for defending, supporting and implementing the inter-Korean joint declarations.\n\t\t\t\t\t\n\t\t\t\t\tTo positively support and defend the declarations is a key to smashing the anti-reunification moves of the separatist forces at home and abroad and achieving the national reunification."
        },
        {
            "title": "Release of Prisoners of Conscience Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-05ee.html",
            "content": "Release of Prisoners of Conscience Demanded in S. Korea\r\nPyongyang, August 3 (KCNA) -- Civic and public organizations of south Korea, including the Family Movement for Realizing Democracy, the Solidarity for Peace and Human Rights, the Federation of Evacuees and the Association for Supporting Those Arrested for Involvement in Candlelight Actions, called a press conference in Seoul on July 30 to denounce the puppet authorities for the farce of deceptive \"pardon.\"\n\t\t\t\t\tThe organizations in a press release charged that Lee Myung Bak in his \"radio speech\" on July 27 asserted that \"pardon\" would be granted on the occasion of August 15 only to those prisoners who committed crimes exclusively for their livelihood.\n\t\t\t\t\t\n\t\t\t\t\t It is deception and hypocrisy to talk about \"pardon\" without setting free the prisoners of conscience who have been detained for the mere reason that they protested the wrong policy of the authorities and demanded the right to existence, the press release said.\n\t\t\t\t\t\n\t\t\t\t\t It held that Lee Myung Bak should ensure the people's vital and democratic rights and release all the prisoners of conscience if he is truly willing to serve the people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, the participants conveyed to \"Chongwadae\" a letter of protest demanding repeal of the oppressive rule and release of the prisoners of conscience."
        },
        {
            "title": "S. Korean \"Ministry of National Defense's\" Sharp Increase in Military Budget under Fire",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-06ee.html",
            "content": "S. Korean \"Ministry of National Defense's\" Sharp Increase in Military Budget under Fire\r\nPyongyang, August 3 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 92nd rally for peace and disarmament in Kyonggi Province on July 31 to denounce the puppet authorities for its proposal for increasing its military budget.\n\t\t\t\t\tThe participants of the meeting accused the \"Ministry of National Defense\" of submitting a proposal for the next year's military budget, a 7.9 percent increase over this year's, to the Ministry of Planning and Finance.\n\t\t\t\t\t\n\t\t\t\t\tThey deplored that the annually increasing military spending is imposing a heavier burden upon the people while steadily decreasing the budget for their livelihood. \n\t\t\t\t\t\n\t\t\t\t\tThey denounced the authorities for spending a ridiculous mount of funds for war preparations including the development of hardware for a war of aggression and expansion of the U.S. military bases. They demanded the authorities retract the proposal for increasing the military spending which will only result in steadily escalating the danger of war on the Korean Peninsula."
        },
        {
            "title": "Pullout of U.S. Troops from S. Korea Urged",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-03ee.html",
            "content": "Pullout of U.S. Troops from S. Korea Urged\r\nPyongyang, August 3 (KCNA) -- Ananias Maydana, chairman of the Central Committee of the Communist Party of Paraguay, issued a statement on July 26 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\tReferring to the illegality of the U.S. military occupation of south Korea, the statement said that the U.S. provoked the Korean War in a bid to realize its military domination over the whole of Korea, but suffered a bitter defeat and had no choice but to disgracefully sign the Korean Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. was to withdraw all its troops from Korea under the armistice agreement but cooked up the south Korea-U.S. \"mutual defense treaty\" which stipulated the permanent U.S military presence in collusion with the pro-American authorities of south Korea, it pointed out. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. military presence in south Korea is not merely the presence of foreign troops but the U.S. military occupation and colonial domination over south Korea, the statement said, urging the U.S. to immediately go out of south Korea, taking along with its troops and nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\tThe Communist Party of Paraguay extends full support and solidarity to the Korean people in the struggle for denuclearization of the Korean Peninsula and national reunification, it declared."
        },
        {
            "title": "Korean People's War Victory Day Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-02ee.html",
            "content": "Korean People's War Victory Day Celebrated in Various Countries\r\nPyongyang, August 3 (KCNA) -- Lectures and a film show were held in Senegal and Iran from July 20 to 24 to mark the 56th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\tSpeeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\tModou Sal, general secretary of the Senegalese Ministry of Town Planning, Housing, Urban Hydraulics, Public Hygiene and Sanitation, highly praised President Kim Il Sung as the invincible and iron-willed commander who shattered the myth of \"mightiness\" of the U.S.\n\t\t\t\t\t\n\t\t\t\t\tHe noted that the U.S. attempted to easily \"conquer\" the young DPRK with its superiority in number and technique but drank a bitter cup of defeat in the Korean War.\n\t\t\t\t\t\n\t\t\t\t\tAt present no country dare provoke the DPRK, and it is only the DPRK that has strength able to deter any U.S. arrogant practice, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tThe secretary general of the International Taekwon-Do Association of Iran said that July 27 is the historic day when the Korean people defeated the U.S. who boasted of being \"the strongest\" in the world.   The victory won by the Korean people in the war with the U.S. was entirely attributable to the wise and seasoned leadership of Kim Il Sung, he noted.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the national strength of the DPRK has reached the highest level under the Songun politics of General Secretary Kim Jong Il, he went on:\n\t\t\t\t\t\n\t\t\t\t\tThe Iranian people are rejoiced as over their own over the achievements made by the Korean people in all fields and extend warm congratulations to them. They are convinced that the Korean people will surely build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tAppreciated at the film show was Korean film \"The Faith of Korea\".\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, issued a statement on July 26 on the said occasion."
        },
        {
            "title": "100th Birth Anniversary of Kim Il Sung to Be Observed in Indonesia",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-01ee.html",
            "content": "100th Birth Anniversary of Kim Il Sung to Be Observed in Indonesia\r\n Pyongyang, August 3 (KCNA) -- An Indonesian preparatory committee for commemorating the centenary of birth of President Kim Il Sung was inaugurated with due ceremony on July 23.\n\t\t\t\t\t Rachmawati Soekarnoputri, chairman of the founding committee of the Indonesian Soekarno Foundation for Education, was selected chairman of the preparatory committee at the inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold colorful political and cultural events and publish books on the President's feats till April 2012.\n\t\t\t\t\t\n\t\t\t\t\t A message to General Secretary Kim Jong Il was adopted at the ceremony."
        },
        {
            "title": "President Wears Cotton-padded Winter-shoes in Summer",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-14ee.html",
            "content": "President Wears Cotton-padded Winter-shoes in Summer\r\nPyongyang, August 3 (KCNA) -- On an August day of Juche 40 (1951) President Kim Il Sung examined cotton-padded military winter-shoes.\n\t\t\t\t\tAfter watching shoes with care from the height of rubber rim to thickness of shoe-sole, he instructed an official that he should carry a pair of shoes with him when backing.\n\t\t\t\t\t\n\t\t\t\t\tNext day after he came back to the Supreme Command, he came out, putting on the cotton-padded shoes.\n\t\t\t\t\t\n\t\t\t\t\tOfficials dubiously looked at him wearing the shoes unfit for hot summer.\n\t\t\t\t\t\n\t\t\t\t\tAfter having put on the shoes for a week and more, he told officials that, while wearing the shoes for several days, he felt they were good as they were warm and comfortable for feet. What worries myself, he added, is that feet of soldiers might be frozen as the shoes became wet easily.\n\t\t\t\t\t\n\t\t\t\t\tPointing to the rubber rim of the shoes he told in an anxious tone that the height of the rim was so low that the shoes got wet like this even in some mud and the wet shoes might make feet of soldiers frozen in winter though cotton was padded.\n\t\t\t\t\t\n\t\t\t\t\tAt last the officials realized why the President wore the shoes in summer.\n\t\t\t\t\t\n\t\t\t\t\tAfter an interval, the President earnestly instructed them that the height of rubber should be raised higher.\n\t\t\t\t\t\n\t\t\t\t\tThe officials were deeply moved by him who worried himself so much about the problem of military winter-shoes in the height of the hard-fought war, not a problem of military operation."
        },
        {
            "title": "Exhibicion Internacional de Libros Arquitectonicos de Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-19ee.html",
            "content": "Exhibicion Internacional de Libros Arquitectonicos de Pyongyang\r\nPyongyang, 3 de agosto (ATCC) -- Quedo inaugurada el dia 3 en el Palacio de Estudio del Pueblo la Exhibicion Internacional de Libros Arquitectonicos de Pyongyang.\n\t\t\t\t\tEn la ceremonia de apertura estuvieron presentes Choe Thae Bok, secretario del CC del Partido del Trabajo de Corea, los funcionarios de las ramas de arquitectura y prensa, y los arquitectos. \n\t\t\t\t\t\n\t\t\t\t\tTambien participaron las delegaciones de varios paises y de organizaciones internacionales, las de coreanos en ultramar, los representantes diplomaticos y otros miembros de las embajadas de varios paises acreditadas en Corea. \n\t\t\t\t\t\n\t\t\t\t\tAnte todo, los participantes le rindieron tributo al Presidente Kim Il Sung tras de depositar un cesto de flores ante su estatua de marmol en el Palacio de Estudio del Pueblo. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra inaugural, Mun Jae Chol, presidente interino del Comite de Relaciones Culturales con el Extranjero y presidente del Comite Organizador del presente certamen, dijo que el certamen servira de un buen motivo para dar a conocer la historia de desarrollo arquitectonico del mundo y su tendencia moderna y desarrollar el intercambio y la cooperacion entre los paises en este sector. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, He Jingtang, vicepresidente de la Sociedad Arquitectonica de China, pronuncio el discurso de felicitacion. \n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la celebracion exitosa de esta exposicion demuestra que el gobierno de la Republica Popular Democratica de Corea da importancia al desarrollo arquitectonico y presta gran fuerza a esta rama.\n\t\t\t\t\t\n\t\t\t\t\tEstoy seguro que tambien en el futuro el pueblo coreano, unido monoliticamente en torno al Dirigente  Kim Jong Il, lograria el vertiginoso desarrollo en el sector arquitectonico, finalizo.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los participantes recorrieron los libros y otros datos arquitectonicos exhibidos por Corea, China, Rusia, Alemania, Indonesia, Francia, Polonia, organizaciones internaciones y mas de 20 entidades de coreanos residentes en ultramar."
        },
        {
            "title": "Inaugurada Exposicion de Articulos de Consumo Popular 3 de Agosto",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-20ee.html",
            "content": "Inaugurada Exposicion de Articulos de Consumo Popular 3 de Agosto\r\nPyongyang, 3 de agosto (ATCC) -- Quedo inaugurada este lunes en la capitalina Exposicion Permanente de las Tres Revoluciones la Exposicion Nacional de Articulos de Consumo Popular 3 de Agosto.\n\t\t\t\t\tEn la ocasion estan exhibidos los articulos de hierro y electricos de uso diario, las ropas, los productos de paja, los agricolas y otros articulos miscelaneos.\n\t\t\t\t\t\n\t\t\t\t\tLos exponentes son las fabricas y empresas a lo largo del pais, los equipos de las amas de casa de las comunas, cabezas distritales y comunidades (barrios), las brigadas de produccion de las tiendas de venta directa de las ciudades y distritos y las amas de casa que complementan los servicios publicos.\n\t\t\t\t\t\n\t\t\t\t\tDespiertan gran atencion de la gente esos articulos que convienen al gusto y las necesidades de vida del pueblo coreano."
        },
        {
            "title": "Futbolistas coreanas ganan a tailandesas por 4 a 0",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-21ee.html",
            "content": "Futbolistas coreanas ganan a tailandesas por 4 a 0\r\nPyongyang, 3 de agosto (ATCC) -- El equipo coreano vencio al tailandes en el Campeonato Asiatico de Futbol Femenino Sub-19 de 2009, que fue inaugurado el dia primero en Wuhan de China.\n\t\t\t\t\tEn este evento, que se extendera hasta el dia 12, compiten las escuadras de 8 paises y regiones.\n\t\t\t\t\t\n\t\t\t\t\t En el encuentro con el once tailandes, que tuvo lugar el dia 2, las coreanas lo ganaron por 4 a 0 tomando el control desde el comienzo del juego. \n\t\t\t\t\t\n\t\t\t\t\t Ellas anotaron un gol en el primer tiempo y 3 goles en el segundo."
        },
        {
            "title": "Rodong Sinmun denuncia campana anti-RPDC en Sur de Corea",
            "url": "http://kcna.co.jp/item/2009/200908/news03/20090803-22ee.html",
            "content": "Rodong Sinmun denuncia campana anti-RPDC en Sur de Corea\r\nPyongyang, 3 de agosto (ATCC) -- Recientemente, el \"Ministerio de Reunificacion\" del Sur de Corea distribuyo a las escuelas primarias, secundarias y superiores a lo largo del territorio surcoreano la llamada \"guia de educacion en la reunificacion de 2009\" que fue enmendada anadiendo las calumnias a la Republica Popular Democratica de Corea. Mientras tanto, la \"Reunion Consultiva de la Reunificacion Democratica y Pacifica\" publico el folleto intitulado \"Para la comprension correcta de la politica del gobierno de Lee Myung Bak sobre el Norte de Corea\" que resta la importancia historica de las declaraciones conjuntas intercoreanas.\n\t\t\t\t\tEsta locura anti-reunificacion tiende a convertir las relaciones Norte-Sur en las irreparablemente antagonicas al recrudecer la campana conflictiva con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAsi denuncio el diario Rodong Sinmun en un comentario individual publicado este lunes y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa \"guia\" referida del \"Ministerio de Reunificacion\" del Sur de Corea es, en su esencia, el documento fraudulento de los connotados elementos desafiantes a la RPDC para la educacion en la conciencia conflictiva con esta y la provocacion politica de insultar el muy digno sistema de la misma.\n\t\t\t\t\t\n\t\t\t\t\tEl regimen de la RPDC es el mas ventajoso del mundo en que el lider, el partido y las masas populares estan unidos de cuerpo y alma y verifican la independencia de las ultimas a base de tal unidad.\n\t\t\t\t\t\n\t\t\t\t\tNunca podra comprenderlo la camarilla de Lee que se mantiene practicando la dictadura fascista y lamiendo las botas de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tEl folleto arriba mencionado es una muestra coherente de la siniestra intencion de los compinches de Lee de invalidar a toda costa las historicas declaraciones conjuntas Norte-Sur para justificar y arreciar su campana de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tComo senala el dicho coreano \"Es imposible encubrir el sol con la palma de mano\", la banda de Lee no podra manchar jamas la imagen de la RPDC ni desvirtuar la importancia historica de los documentos intercoreanos por mucho que se desespere por distorsionar la verdad. \n\t\t\t\t\t\n\t\t\t\t\tLos culpables pagaran tarde o temprano sus crimenes.\n\t\t\t\t\t\n\t\t\t\t\tLa horda de Lee sera enjuiciada sin falta por la historia por su pecado de impedir la reconciliacion, la unidad y la reunificacion de la nacion."
        }
    ]
}