{
    "date": "2009-03-13",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-13ee.html",
    "articles": [
        {
            "title": "Chinese Film Shows Held",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-06ee.html",
            "content": "Chinese Film Shows Held\r\nPyongyang, March 13 (KCNA) -- A show of the Chinese feature film \"Warm Autumn\" presented to General Secretary Kim Jong Il as a gift was held on Mar. 12.\n\t\t\t\t\tAmong the audience were Kim Yong Nam, Choe Thae Bok, Yang Hyong Sop, Kim Ki Nam, Choe Yong Rim, Pak Ui Chun and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tThe film was produced by the Shanxi Film Studio of China on the basis of a story about what happened in a Chinese family. It deals with cadres' misfeasance, irregularities and corruption.\n\t\t\t\t\t\n\t\t\t\t\tA show of the same film was held for staff members of the Chinese embassy in Pyongyang on Mar. 11."
        },
        {
            "title": "Agricultural Workers Plant Trees",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-03ee.html",
            "content": "Agricultural Workers Plant Trees\r\nPyongyang, March 13 (KCNA) -- Officials and members of the Union of Agricultural Workers of Korea from different parts of the country planted trees in the Arboretum of the Kumsusan Memorial Palace and the Mangyongdae Revolutionary Site on Mar. 12.\n\t\t\t\t\tOfficials of the Central Committee of the Union of Agricultural Workers of Korea and officials and members of the union of more than 10 cities and counties in South and North Phyongan provinces and North Hwanghae Province brought there more than 2,000 trees of 20 species and at least 50,000 flower-roots, prompted by the desire to spruce up the sacred temple of Juche where President Kim Il Sung lies in state.\n\t\t\t\t\t\n\t\t\t\t\tThey planted a lot of trees and flower-roots of good species with great care.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, officials and members of the said union in Sadong District and Junghwa County, Pyongyang, Pyoksong County, South Hwanghae Province, and Phihyon County, North Phyongan Province, planted more than 800 trees of 17 species and at least 500,000 flower-roots of six species in the Mangyongdae Revolutionary Site."
        },
        {
            "title": "International Women's Day Observed",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-14ee.html",
            "content": "International Women's Day Observed\r\nPyongyang, March 13 (KCNA) -- A friendly meeting with staff members of the Cuban embassy here was held on Friday on the occasion of the 99th International Women's Day.\n\t\t\t\t\tPresent there on invitation were Chairwoman Ro Song Sil and officials of the Central Committee of the Democratic Women's Union of Korea and female officials of the Korean Committee for Solidarity with Cuba.\n\t\t\t\t\t\n\t\t\t\t\tJose Manuel Galego Montano, Cuban ambassador to the DPRK, and staff members of his embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\tThe participants talked to one another about the contributions made by the women of the two countries to the development of the friendly and cooperative relations between the DPRK and Cuba and sang songs together, deepening the friendship."
        },
        {
            "title": "DPRK Skater Proves Successful in International Speed Skating Tournament",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-04ee.html",
            "content": "DPRK Skater Proves Successful in International Speed Skating Tournament\r\nPyongyang, March 13 (KCNA) -- DPRK Woman Speed Skater Ko Hyon Suk proved successful in the 3rd \"Challenger Cup\" International Speed Skating Tournament held in Germany on Mar. 7 and 8.\n\t\t\t\t\tThe tournament brought together at least 60 ace skaters from eight countries including the DPRK, Netherlands, Norway and Sweden.\n\t\t\t\t\t\n\t\t\t\t\tKo Hyon Suk bagged a gold medal in the 1,000m event and won a bronze medal in the 500m event in the first day of the tournament.\n\t\t\t\t\t\n\t\t\t\t\tShe came first in the 500m event and second in the 1,000m event in the second day of the tournament, thus carrying off two gold medals, one silver and one bronze medals in this tournament."
        },
        {
            "title": "New Railway Line for Transport of Iron Ore Laid",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-12ee.html",
            "content": "New Railway Line for Transport of Iron Ore Laid\r\nPyongyang, March 13 (KCNA) -- A new railway line was laid between Cholgwang Railway Station and the Unryul Mine in the western coastal area of the DPRK.\n\t\t\t\t\tThe iron ore turned out in the Unryul Mine, a nation's leading iron ore base, is important for ferrous metal production of the country. The transportation of the ore is awfully needed for the iron production.\n\t\t\t\t\t\n\t\t\t\t\tIn order to ease strain on transport of iron ore, the Pyongyang Railway Bureau worked out a detailed plan to lay a new railway line between Cholgwang Railway Station and the Unryul Mine.\n\t\t\t\t\t\n\t\t\t\t\tTherefore the officials and workers of various units under the Pyongyang Railway Bureau exerted every possible effort to finish the railway-laying project in a matter of three days.\n\t\t\t\t\t\n\t\t\t\t\tThe just-finished project laid a foundation for unit train service of the ore to replace trucks, which makes it possible to supply it and increase iron and steel for an economic power.\n\t\t\t\t\t\n\t\t\t\t\tTrains loaded with ore are running one after another along the railway track.\n\t\t\t\t\t\n\t\t\t\t\tThe railway line that was laid in a short span of time is a proud labor feat performed by the workers in the railway sector of Korea who have turned out as one in response to the historic December appeal of Kangson, the birthplace of Chollima movement, which will make a positive contribution to effecting of a new great revolutionary surge this year."
        },
        {
            "title": "New Technology Introduced into Data Service",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-11ee.html",
            "content": "New Technology Introduced into Data Service\r\nPyongyang, March 13 (KCNA) -- The Grand People's Study House in Pyongyang has recently registered many successes in the research for serving science and technology to those working on sites.\n\t\t\t\t\tResearchers of the house have made various technological achievements so that scientists of research institutions and technicians of factories and enterprises can read and use in time necessary scientific and technological documents and the data on latest trend.\n\t\t\t\t\t\n\t\t\t\t\tThe development of new publication checking technology enables those of research institutions and production units to select and read in time newly released data on science and technology without leaving their working sites.\n\t\t\t\t\t\n\t\t\t\t\tThe newly-developed data analysis technology is very effective in the application of new technologies to production.\n\t\t\t\t\t\n\t\t\t\t\tThe researchers of the house have read many technological documents and classified huge data for serving scientific and technological data to the spot to suit the actual conditions in which science and technology are combined with practice. They have made tireless efforts, conducting repeated tests in defiance of several failures.\n\t\t\t\t\t\n\t\t\t\t\tThe data-reading service technologies are attracting interests of experts for its clever conception."
        },
        {
            "title": "U.S. Frantic Efforts to Round Off MD Assailed",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-10ee.html",
            "content": "U.S. Frantic Efforts to Round Off MD Assailed\r\nPyongyang, March 13 (KCNA) -- With a plan to wind up the test of efficiency of MD by the end of May the United States has entered the phase of implementing it. This indicates that the U.S. remains unchanged in its strategy to realize the wild ambition for dominating the world by force of arms. Minju Joson Friday says this in a signed commentary.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is making so great haste to finish the test of the efficiency of the anti-missile system and rectify its shortcomings after setting even the end of May as the deadline. This frenzy is prompted by the U.S. worry that its strategy for dominating the world backed by MD may prove unsuccessful.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is dreaming of freely resorting to the military threat and blackmail against other countries by covering the whole world with a dense network of its MD but there is still strong controversy over its efficiency.\n\t\t\t\t\t\n\t\t\t\t\tIt is as clear as noonday that in case the U.S. fails to put the present situation under its control, an hour may destroy what took many years to build and its foreign policy for military supremacy may be shaken to its very foundation.\n\t\t\t\t\t\n\t\t\t\t\tThat is the very reason why the U.S. military and foreign policy makers are busying themselves so much rectifying irrational elements of the anti-missile system and rounding off the intercepting capability and efficiency and the like.\n\t\t\t\t\t\n\t\t\t\t\tThis is a clear indication that the U.S. has no political will to put an end to the military confrontation in the international arena and defuse the international tension but is sticking to the policy of confrontation dating back to the era of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. should be held accountable for having thrown a stumbling block in the way of the onward movement of mankind for peace and disarmament.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK will develop Korean type ultra-modern weapons and equip themselves with them to completely foil the U.S. strategy for military domination and world supremacy, concludes the commentary."
        },
        {
            "title": "U.S. and S. Korean Warmongers' Reckless War Maneuvers Flayed",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-09ee.html",
            "content": "U.S. and S. Korean Warmongers' Reckless War Maneuvers Flayed\r\nPyongyang, March 13 (KCNA) -- The Key Resolve and Foal Eagle joint military exercises now under way across south Korea are an undisguised military threat to the DPRK as they are dangerous military provocations that can be seen only on the eve of a war, observes Minju Joson Friday in a signed commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\tNo one can vouch that the U.S. imperialists and the Lee Myung Bak group will not mount a preemptive attack on the DPRK by hundreds of thousands of troops and ultra-modern striking means involved in the above-said joint military exercises. This saber rattling has put peace on the Korean Peninsula at the greatest peril.\n\t\t\t\t\t\n\t\t\t\t\tThe warmongers are now busy with the large-scale war exercises aimed to invade the DPRK, war maneuvers reminiscent of an actual war, after massively deploying aggressor forces huge enough to wage a war in south Korea and its vicinity. This saber rattling is deliberately increasing the military tension on the peninsula. This being a hard reality, they are taking issue with the DPRK's measure for self-defense.\n\t\t\t\t\t\n\t\t\t\t\tMere warning is not enough to deal with the warmongers.\n\t\t\t\t\t\n\t\t\t\t\tThe war maniacs are apt to go more desperate and reckless when their rival looks weaker and lacks strong will.\n\t\t\t\t\t\n\t\t\t\t\tThese warmongers should be dealt with retaliatory blows.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK have so far bolstered the capability for self-defense in every way under the uplifted banner of Songun in order to deal telling blows at the warmongers recklessly working to realize their ambition to invade it and defend the national sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\tThey love peace and do not want confrontation and a war, but they will wage a just war of retaliation against the warmongers should they dare impose a war upon the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists and the Lee war-thirty group had better properly know who their rival is and behave themselves not to meet the fate of forlorn wandering spirits."
        },
        {
            "title": "Lee Myung Bak's Sinister Intention Blasted",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-08ee.html",
            "content": "Lee Myung Bak's Sinister Intention Blasted\r\nPyongyang, March 13 (KCNA) --The Lee Myung Bak group is now kicking up a noisy nuclear and missile racket against the DPRK, grumbling about what it called \"tactics of engaging the U.S. and blocking south Korea\" and more tightly clinging to the coattail of its American master out of its worry that the new U.S. administration may step up the process to warm up the relations with the DPRK, without showing any care for the group. This group is also getting busy visiting the U.S., Japan and other countries to solicit \"understanding\" and \"support,\" peddling the \"policy of co-existence and co-prosperity,\" a policy of confrontation with the DPRK.\n\t\t\t\t\tRodong Sinmun Friday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis is a revelation of the Lee group's criminal ploy to weather the crisis caused by the total bankruptcy of the nuclear row and the policy of confrontation and escape its isolation at home and abroad by zealously prodding foreign forces into the moves to escalate the confrontation with the DPRK and intensify its offensive for confrontation with fellow countrymen in a bid to realize its ambition for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tRecalling that the group of traitors is working hard to please the new U.S. administration, kowtowing to it, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\tThis is one more despicable sycophantic move and an unpardonable act of treachery intended to implore its imperialist master to cooperate in the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet warmongers are frantically staging Key Resolve and Foal Eagle joint military exercises across south Korea aimed at invading the DPRK in collusion with the U.S. This clearly reveals the treacherous and bellicose intention of the group of traitors to provoke a new war through cooperation with outside forces with an eye to realize its long-harbored ambition \"to achieve unification by invading the north\" at any cost.\n\t\t\t\t\t\n\t\t\t\t\tA village can never be in peace as long as mad dogs run about.\n\t\t\t\t\t\n\t\t\t\t\tThe situation on the Korean Peninsula has reached an unpredictable phase of explosion due to the anti-DPRK and anti-reunification confrontational policy pursued by the group, kowtowing to foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tIn order to put an end to foreign forces' interference in the internal affairs of the nation and achieve independent reunification and peace and prosperity it is necessary to force traitor Lee Myung Bak, the root cause of national disasters, to stand trial of history as early as possible.\n\t\t\t\t\t\n\t\t\t\t\tThis is an urgent need of the reality and a unanimous call of all the fellow countrymen."
        },
        {
            "title": "Remarks of S. Korean Puppet Minister of Unification under Fire",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-13ee.html",
            "content": "Remarks of S. Korean Puppet Minister of Unification under Fire\r\nPyongyang, March 13 (KCNA) -- Some days ago, Hyon In Thaek, puppet minister of Unification of south Korea, talked about \"respect for the existing inter-Korean agreements\" and \"mutual respect between the south and the north and the existence of the nation.\"\n\t\t\t\t\tSuch remarks are nothing but sophism intended to mislead the public opinion at home and abroad and thus cover up their crimes whereby the inter-Korean relations have been bedeviled and justify their moves for confrontation with the DPRK, says Minju Joson Friday in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\tThe commentary further says:\n\t\t\t\t\t\n\t\t\t\t\tHyon is a die-hard confrontational maniac as he deteriorated the inter-Korean relations, while turning his back on the nation and living upon the United States, and slandered the October 4 declaration, hailed by the UN, as an \"unripe declaration.\" He also proposed Lee Myung Bak to abolish the \"ministry of Unification\" and devised \"no nukes, opening and 3,000 dollars,\" the watchwords for confrontation between compatriots.\n\t\t\t\t\t\n\t\t\t\t\tGreedy for power, he praised traitor Lee's policy for confrontation with fellow countrymen as a \"new policy for making a breakthrough in the inter-Korean relations\" and described the present situation, in which even dialogue between the north and the south has been completely suspended, as a \"process of giving and taking a ball\" in a desperate bid to win the favor of the traitor.\n\t\t\t\t\t\n\t\t\t\t\tIf Lee Myung Bak respects the inter-Korean declarations and his fellow countrymen and wishes for the existence of the nation, he should show this will not by words but in such actions as apologizing before the nation for the crime of having worsened the inter-Korean relations and repealing the \"confrontation policy toward the north\" and expelling such confrontation maniacs as Hyon, its designer.\n\t\t\t\t\t\n\t\t\t\t\tLee should be mindful that he can never convince anybody nor gain the support of the people nor tide over the ruling crisis before taking such practical measures."
        },
        {
            "title": "Struggle for Independent Reunification Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-02ee.html",
            "content": "Struggle for Independent Reunification Declared in S. Korea\r\nPyongyang, March 13 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea issued a statement on Mar. 9 to declare a 100-day struggle for winning the people's sovereignty and realizing the independent reunification.\n\t\t\t\t\tAfter the Lee Myung Bak \"government\" came into being, democracy has been ruthlessly stifled and the people's primary right to existence mercilessly violated in south Korea, the statement pointed out, saying: Having totally denied the historic June 15 joint declaration, the Lee regime is getting hell-bent on the DPRK-targeted war exercises in collusion with foreign forces while pushing the inter-Korean relations to the worst crisis.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the goal of the organization is to meet the common demand of the people for the resignation of the dictatorial regime, the statement declared that it would fight in the do-or-die spirit though there may be manifold trials and hardships in the way of the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\tIt stated that the members of the solidarity would actively participate in the above-said 100-day struggle, to be staged from Mar. 8 to Jun. 15, to take the lead in the campaign for forcing the Lee Myung Bak regime to step down and implementing the inter-Korean declarations."
        },
        {
            "title": "U.S. and S. Korean War-Like Forces' War Moves Lambasted",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-05ee.html",
            "content": "U.S. and S. Korean War-Like Forces' War Moves Lambasted\r\nPyongyang, March 13 (KCNA) -- Members of civic and social organizations in south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Catholic Alliance for Justice, the Confederation of Trade Unions and the Family Movement for Realizing Democracy held the 114th anti-U.S. solidarity meeting around the U.S. embassy in Seoul on Mar. 10.\n\t\t\t\t\tAt the meeting speakers accused the U.S. and the south Korean bellicose forces of staging the Key Resolve and Foal Eagle joint military exercises across south Korea, declaring that strong actions against them would be staged wherever they are underway.\n\t\t\t\t\t\n\t\t\t\t\tA letter of protest to the U.S. government read out at the meeting charged that though the war-thirsty forces are claiming that the on-going joint war maneuvers are \"for defense\" they are obviously the exercises for a war of aggression as they were kicked off according to the DPRK-targeted \"OPLAN 5027.\" \n\t\t\t\t\t\n\t\t\t\t\tThe letter expressed concern, noting that no one can predict when the war maneuvers of the U.S. and the Lee Myung Bak \"government\" will lead to an all-out war, bringing disasters to the nation.\n\t\t\t\t\t\n\t\t\t\t\tAccusing the Lee regime of working hard to tighten the \"alliance\" with the U.S., the letter said that this is posing a serious threat to the peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the meeting the participants handed the letter to the U.S. embassy side.\n\t\t\t\t\t\n\t\t\t\t\tMembers of the People for Achieving Peace and Reunification, the Solidarity for Progress and other civic and public organizations of south Korea staged a protest against war maniacs' saber rattling in front of the U.S. forces' firing range in Phochon, Kyonggi Province, on the same day.\n\t\t\t\t\t\n\t\t\t\t\tSouth Korean students staged a demonstration around the U.S. embassy in Seoul on Mar. 11 in protest against the above-said joint military exercises for aggression kicked off by the U.S. imperialists and the south Korean puppet warmongers."
        },
        {
            "title": "U.S.-S. Korea War Exercises Flayed by Austrians",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-01ee.html",
            "content": "U.S.-S. Korea War Exercises Flayed by Austrians\r\n Pyongyang, March 13 (KCNA) -- The federal leadership of the Left Bloc of the Austrian Trade Union Federation sent protest letters to the U.S. government and the south Korean puppet authorities on Mar. 9 as regards the fact that they kicked off the Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t The federal leadership expresses great resentment over the fact that the U.S. and the south Korean authorities launched another war exercises in the area adjacent to the DPRK, the letters said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities are accelerating the preparations for a war against the DPRK when it calls for disarmament.\n\t\t\t\t\t\n\t\t\t\t\t The projected interception of the DPRK's satellite by the U.S. will be the greatest danger to peace of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Left Bloc of the Austrian Trade Union Federation fully supports all measures taken by the DPRK to protect the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The letters strongly demanded that the U.S. and the south Korean authorities immediately drop their provocative war policy toward the DPRK, stop the joint military exercises at once, withdraw the U.S. troops from south Korea and strive to ensure peace on the Korean Peninsula."
        },
        {
            "title": "Kim Jong Il dirige el Complejo Siderurgico de Hwanghae",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-15ee.html",
            "content": "Kim Jong Il dirige el Complejo Siderurgico de Hwanghae\r\nPyongyang, 13 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Complejo Siderurgico de Hwanghae.\n\t\t\t\t\tGuiado por los funcionarios directivos de esta empresa, el Dirigente recorrio sobre todo el monumento a la visita de orientacion del Presidente Kim Il Sung y el museo de la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia direccion y minuciosa atencion del Presidente, el Complejo se ha convertido en la potente base metalurgica y los obreros de aqui se formaron como vanguardias y precursores de la epoca, dijo el Dirigente y prosiguio que las inmortales hazanas revolucionarias del Presidente brillaran eternamente en los anales de la patria junto con el Complejo Siderurgico de Hwanghae.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente se cercioro detalladamente del estado de reconstruccion tecnica, construccion y de produccion recorriendo varios procesos productivos como el taller del hierro Juche y el horno electrico.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas programaticas que tiene por delante esa empresa subrayando que ella tiene un deber muy importante en las labores para abrir las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que el trabajo mas importante, que el Complejo debe impulsar a buen ritmo, es establecer cabalmente el sistema de produccion de hierro a base de materias primas domesticas.\n\t\t\t\t\t\n\t\t\t\t\tEl hierro Juche es lo vital para normalizar aqui en un alto nivel la produccion de hierro, dijo y agrego que para perfeccionar de manera cientifico-tecnica el metodo de produccion de hierro al estilo coreano segun el referido hierro, se debe seguir concentrando las fuerzas a esta labor e intensificar la investigacion sobre el particular.\n\t\t\t\t\t\n\t\t\t\t\tApunto que los funcionarios, tecnicos y obreros tienen que impulsar tenazmente la modernizacion de los procesos de produccion y producir un auge en el movimiento masivo por la innovacion tecnica con osadia y seguridad de que pueden alcanzar cualquier meta cientifico-tecnica de punta si se esfuerzan mucho con la firme decision.\n\t\t\t\t\t\n\t\t\t\t\tDestacando que las empresas vinculadas desempenan un papel importante para normalizar la produccion del Complejo, dijo que las minas y las otras de carbon, encargadas de materias primas, deben producir y suministrar a tiempo mayor cantidad de minerales concentrados de hierro y carbon de buena calidad.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los funcionarios del Complejo deben conducir energicamente a las masas poniendose al frente de las filas con el modo de lucha de los funcionarios de las decadas de 1950 y 1960.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que hay que elevar mas la funcion combativa y el papel de las organizaciones del partido de esta empresa.\n\t\t\t\t\t\n\t\t\t\t\tIndico que las organizaciones del partido y los funcionarios han de prestar profunda atencion al servicio de abastecimiento a los obreros teniendo siempre presente las instrucciones del Presidente Kim Il Sung, segun las cuales el mismo es precisamente la labor politica, para facilitar mejores condiciones de vida a los obreros que luchan abnegadamente por construir una patria prospera.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que los militantes del partido y los trabajadores del Complejo tienen que avanzar de viento en popa en la primera linea de la labor para producir un gran auge empleando al maximo la indoblegable potencia espiritual consolidada en el arduo camino de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Provincia de Hwanghae del Norte, Choe Ryong Hae, y el jefe de departamento del CC del PTC, Pak Nam Gi."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral ante el feretro del difunto Kim Tu Nam",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-16ee.html",
            "content": "Kim Jong Il envia ofrenda floral ante el feretro del difunto Kim Tu Nam\r\nPyongyang, 13 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio el dia 12 una ofrenda floral ante el feretro del difunto Kim Tu Nam, miembro del Comite Central del PTC y general de ejercito del EPC, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Se proyecta pelicula china \"Otono templado\"",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-17ee.html",
            "content": "Se proyecta pelicula china \"Otono templado\"\r\nPyongyang, 13 de marzo (ATCC) -- Tuvo lugar el dia 12 la proyeccion de la pelicula china de ficcion \"Otono templado\", que fue regalada al Dirigente Kim Jong Il.\n\t\t\t\t\tLa vieron Kim Yong Nam, Choe Thae Bok, Yang Hyong Sop, Kim Ki Nam, Choe Yong Rim, Pak Ui Chun y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEsta pelicula producida por los Estudios Cinematograficos de Shanxi, China, delata a traves de los sucesos en el seno de una familia china el abuso del poder y la corrupcion de los cuadros.\n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, se organizo el dia 11 el mismo acto para los miembros de la embajada china en Corea."
        },
        {
            "title": "Minju Joson condena establecimiento del sistema antimisiles por EE.UU.",
            "url": "http://kcna.co.jp/item/2009/200903/news13/20090313-18ee.html",
            "content": "Minju Joson condena establecimiento del sistema antimisiles por EE.UU.\r\nPyongyang, 13 de marzo (ATCC) -- El hecho de que EE.UU. entro en accion para terminar hasta finales de mayo la prueba del funcionamiento del sistema antimisiles demuestra que es invariable la estrategia de EE.UU. sobre la toma de heguemonia mundial apoyandose en las fuerzas armadas.\n\t\t\t\t\tAsi senala el periodico Minju Joson en un comentario individual del dia 13 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos bulliciosos movimientos de EE.UU. para terminar la prueba del sistema de interceptacion de misiles y corregir sus defectos hasta finales de mayo parten de la preocupacion por el eventual fracaso de su estrategia de hegemonia mundial basada en la creacion del sistema antimisiles.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio trata de cubrir todo el mundo con la red de defensa antimisil y recurrir libremente a la amenaza y chantaje militares contra otros paises, pero tropieza con las fuertes opiniones que ponen en duda la eficiencia real de ese sistema.\n\t\t\t\t\t\n\t\t\t\t\tSi no hace nada ante la situacion actual, se echarian por tierra todos los esfuerzos realizados hasta la fecha y se sacudira de raices la politica exterior de EE.UU. fundamentada en la hegemonia militar.\n\t\t\t\t\t\n\t\t\t\t\tAtemorizados de esto, los elaboradores de la politica militar y exterior de EE.UU. arman escandalos para corregir los elementos irracionales del sistema antimisiles, completar su capacidad de interceptacion y funcionamiento, etc.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho muestra de por si que EE.UU. carece de la voluntad politica de eliminar el estado de enfrentamiento militar en la arena internacional y relajar la tension internacional y persigue la linea de enfrentamiento de la epoca de la guerra fria.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe asumir la debida responsabilidad de  haber creado graves obstaculos en el camino de progreso de la humanidad por la paz y el desarme.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea desarrollaran las armas sofisticadas al estilo coreano y se equiparan con estas para frustrar por completo la estrategia de EE.UU. por la hegemonia militar y la dominacion mundial."
        }
    ]
}