{
    "date": "2009-09-20",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-20ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets President of Malta",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-06ee.html",
            "content": "Kim Yong Nam Greets President of Malta\r\nPyongyang, September 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greetings to Edward Fenech-Adami, President of Malta, on the occasion of the 45th anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed the belief that the long-standing DPRK-Malta relations would grow stronger as the days go by."
        },
        {
            "title": "Tribute Paid to Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-05ee.html",
            "content": "Tribute Paid to Kim Jong Suk\r\n Pyongyang, September 20 (KCNA) -- At least 600,000 people from all walks of life in the DPRK, overseas Koreans and foreigners have visited the bust of anti-Japanese heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong to pay tribute to her up till now this year, the 60th anniversary of her death.\n\t\t\t\t\t In the morning of the New Year's Day in Juche 98 (2009) senior party, army and state officials, servicepersons of the Korean People's Army, anti-Japanese revolutionary fighters, officials of organs at all levels, working people and school youth and children visited her bust and made bows to her.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons and people of different strata visited her bust on the occasions of national holidays including the Day of the Sun and February 16.\n\t\t\t\t\t\n\t\t\t\t\t Overseas Koreans and foreigners, too, visited her bust to pay profound tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t This is a manifestation of the ardent desire of the Korean people and the progressive mankind to hold her in high esteem forever as the mother of Korea and the great mother of the revolution and glorify her undying feats for all ages."
        },
        {
            "title": "Repeal of U.S. Hostile Policy towards DPRK Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-07ee.html",
            "content": "Repeal of U.S. Hostile Policy towards DPRK Demanded in S. Korea\r\n Pyongyang, September 20 (KCNA) -- Civic and social organizations in south Korea, including the Inhabitants' Measure Committee against the Expansion of Mugon-ri Drill Ground, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and the Family Movement for Realizing Democracy, held the 120th solidarity rally against the U.S. outside the U.S. embassy in Seoul on September 15, demanding the repeal of the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t A resolution, read out at the rally, pointed out that the U.S. has so far pursued high-handed policy towards the DPRK and it is this hostile policy that prompted the DPRK to have access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need to seek negotiated solution to the issue of the Korean Peninsula, it declared that organizations of people from all walks of life would strive for the repeal of the U.S. hostile policy towards the DPRK and the conclusion of a peace agreement on the Korean Peninsula."
        },
        {
            "title": "Kim Jong Suk Remembered",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-02ee.html",
            "content": "Kim Jong Suk Remembered\r\nPyongyang, September 20 (KCNA) -- Lectures were arranged by the Indian Working Women Society for Study of the Juche Philosophy and the Juche Idea Study Society of Indian Delhi and a remembrance meeting by the French Group for the Study of the Juche Idea on Sept. 12 and 13 on the occasion of the 60th anniversary of demise of anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\t Chairperson Anita Chopra and Chairman B. C. Gupta of the societies said at the lectures that Kim Jong Suk regarded it as her noblest mission to ensure personal safety of President Kim Il Sung and acted a shield for protecting him in every fierce battle during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed that it was her greatest exploit that she helped give steady continuity to the cause of the President generation after generation. General Secretary Kim Jong Il has firmly defended socialism in the DPRK and ushered in a new era of building a great prosperous and powerful socialist nation by inheriting the cause of the President as desired by her, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Jean Marie Lambret, chief of the French group, said at the remembrance meeting that short as the lifetime of Kim Jong Suk was, it is shining as the great life of devotion. Her noble life of devotion for the liberation of Korea and its eternal prosperity will remain long in the hearts of the Korean people and the world's progressives, the chief stressed."
        },
        {
            "title": "DPRK Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-04ee.html",
            "content": "DPRK Birthday Celebrated\r\nPyongyang, September 20 (KCNA) -- Meetings were held in Austria, Denmark and Ecuador on Sept. 8 and 9 to celebrate the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\tDisplayed in the venues were works of President Kim Il Sung and General Secretary Kim Jong Il, photos introducing their immortal feats and photos showing the Korean people in their efforts to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\tErich Zavadil, chairman of the Advisory Committee of the Society for the Promotion of the Relations between Austria and DPRK, highly praised the feats performed by the President for the country's liberation and nation-building and referred to the fact that the dignity and sovereignty of the DPRK have been reliably defended and the vigorous drive for building a thriving nation waged under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that the DPRK has covered the road of victory and glory under the wise leadership of Kim Il Sung and Kim Jong Il, adding that the Korean people are sure to triumph in their efforts to open the gate to a thriving nation in 2012, the centenary of birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t Milton Burbano, chairman of the Ecuadorian preparatory committee for commemorating the centenary of birth of President Kim Il Sung, noted that the DPRK has turned into a political and military power standing unfazed in face of any threat of the imperialists under the outstanding Songun politics pursued by Kim Jong Il. Under his Songun leadership, the DPRK will always emerge prosperous, he added.\n\t\t\t\t\t\n\t\t\t\t\t Message of greetings to Kim Jong Il were adopted at the meetings held in Austria and Denmark."
        },
        {
            "title": "DPRK Birthday Observed in Czech Republic",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-03ee.html",
            "content": "DPRK Birthday Observed in Czech Republic\n\t\t\t\t\t\t\r\n Pyongyang, September 20 (KCNA) -- The Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea issued the sixth issue of their joint bulletin to mark the 61st birthday of the DPRK.\n\t\t\t\t\t The bulletin in an article titled \"President Kim Il Sung, founder of the Democratic People's Republic of Korea\" introduced in detail the immortal exploits performed by the President for the founding of the DPRK and its development, saying that his exploits for the Korean revolution and the human cause of independence would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t In another article titled \"Satellite of the DPRK and great prosperous and powerful nation\" the bulletin exposed the hostile forces' provocative moves against the DPRK over the launch of Kwangmyongsong-2, its satellite for peaceful purposes. All miraculous events and changes wrought in the DPRK deeply implanted the Korean people with the truth that there is no fortress impossible to conquer and they can turn impossibility into possibility and misfortune into blessing, it stressed."
        },
        {
            "title": "Kim Jong Il's Work Published in France",
            "url": "http://kcna.co.jp/item/2009/200909/news20/20090920-01ee.html",
            "content": "Kim Jong Il's Work Published in France\r\n Pyongyang, September 20 (KCNA) -- General Secretary Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner for Our Revolution\" was brought out in booklet by the Democrate Publishing House belonging to the Anti-Imperialist Front of France on September 10. \n\t\t\t\t\t The work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun revolutionary line and the Songun politics of the Workers' Party of Korea are a powerful political mode in the present era which carried forward and developed President Kim Il Sung's idea and line of giving importance to the army and a scientific revolutionary line and political mode that most correctly reflected the requirements of the times and the revolution. It also refers to the validity and advantages of the Songun politics and its great vitality."
        }
    ]
}