{
    "date": "2009-04-06",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Birthday Spread to Pro-Reunification Patriotic Fighter",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-05ee.html",
            "content": "Kim Jong Il Sends Birthday Spread to Pro-Reunification Patriotic Fighter\r\n Pyongyang, April 6 (KCNA) -- General Secretary Kim Jong Il showed such great loving care as sending a birthday spread to Hong Myong Gi, a patriotic fighter for reunification, on his 80th birthday.\n\t\t\t\t\t The birthday spread was conveyed to him on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t He was born into a poor peasant family in Puyo County, South Chungchong Province on April 5, Juche 18 (1929) and grew up, being subject to maltreatment and humiliation. After the liberation of the country he deeply admired the new country of the people built by President Kim Il Sung in the northern half of the Republic.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. imperialists ignited the war of aggression against the DPRK, he joined the Korean People's Army advancing towards south of Korea as a serviceman of the volunteers' corps and bravely fought. After the war he devoted himself to the realization of the policy of agricultural cooperation as a party official.\n\t\t\t\t\t\n\t\t\t\t\t He deeply grasped the greatness of the party and the leader during the days of worthwhile struggle. Even though he was arrested by the enemy for having struggled for the reunification of the country he waged unyielding struggle true to his revolutionary faith and obligation despite all sufferings behind the bars for 38 years."
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-10ee.html",
            "content": "Gift to Kim Jong Il\r\n Pyongyang, April 6 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the economic delegation of the Vietnamese government.\n\t\t\t\t\t It was conveyed to the vice-minister of Foreign Trade of the DPRK who attended the 7th meeting of the Governmental Committee between the DPRK and the Socialist Republic of Vietnam for the Cooperation of Economy, Science and Technology held in Vietnam by the vice-minister of Industry and Commerce of Vietnam on April 2."
        },
        {
            "title": "DPRK FM Meets New Palestinian Ambassador",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-16ee.html",
            "content": "DPRK FM Meets New Palestinian Ambassador\r\n Pyongyang, April 6 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, met and had a talk with Ismail Ahmed Mohamed Hasan, new Palestinian ambassador to the DPRK who paid a courtesy call on him on Monday."
        },
        {
            "title": "Annual Meeting of DPRK-Nigeria Friendship Association Held",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-15ee.html",
            "content": "Annual Meeting of DPRK-Nigeria Friendship Association Held\r\n Pyongyang, April 6 (KCNA) -- An annual meeting of the DPRK-Nigeria Friendship Association took place at the Taedonggang Diplomatic Corps Club on Monday.\n\t\t\t\t\t Present at the meeting were Paek Yong Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the association, and members of the association.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Ambassador Yusuf Amuda Abubakar and staff members of the Nigerian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the work done by the association for the development of the relations with the Nigerian people last year and discussed its action program for this year."
        },
        {
            "title": "National Calligraphic Festival Opens",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-14ee.html",
            "content": "National Calligraphic Festival Opens\r\nPyongyang, April 6 (KCNA) -- A national calligraphic festival was opened on the occasion of the anniversary of birth of President Kim Il Sung.\n\t\t\t\t\t It brought together calligraphic experts and fans, students and pupils and children in Pyongyang and local areas. The festival is divided into the groups of experts and university students, secondary and primary school children and kindergarten children, etc.\n\t\t\t\t\t\n\t\t\t\t\t On display in the festival are at least 400 calligraphic works significantly commemorating the April spring holiday and reflecting the spirit of the present times seething with the general advance for opening the gate to a great prosperous and powerful nation through a high-pitched drive for effecting a new great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\tAmong them are \"Snow Storm on Mt. Paektu\" and \"The Great Korean Nation under the Leadership of the Great Man\" dealing with the undying revolutionary exploits of Kim Il Sung and the Korean people's ardent reverence for the peerlessly great persons and other calligraphic works and \"Brilliant Commander of Songun\" and \"Care of the General\" representing the personality of General Secretary Kim Jong Il as a great man who is bringing about prosperity of the country with his tireless Songun revolutionary leadership, etc.\n\t\t\t\t\t\n\t\t\t\t\t They include works dealing with words revolutionary and profound in their meanings, militant slogans and lines of lyric poems.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Pyongyang International Cultural Center last Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials in the field of fine art, calligraphic experts and fans, school youth and children and kindergarten children. \n\t\t\t\t\t\n\t\t\t\t\t Kang Nung Su, minister of Culture, made an opening address."
        },
        {
            "title": "Poster for Kimilsungia Festival Produced",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-13ee.html",
            "content": "Poster for Kimilsungia Festival Produced\r\n Pyongyang, April 6 (KCNA) -- A poster for the 11th Kimilsungia Festival has been produced.\n\t\t\t\t\t Depicted in the center of the poster is fascinating and beautiful Kimilsungia against the background of blue sky.\n\t\t\t\t\t\n\t\t\t\t\t Seen in its lower part are letters reading \"The 11th Kimilsungia Festival\" and indicating the venue of the festival, its period, etc.\n\t\t\t\t\t\n\t\t\t\t\t The poster will be conducive to commemorating the birth anniversary of President Kim Il Sung as the greatest national holiday and injecting fresh energy into the mood of the festival in praise of the great man."
        },
        {
            "title": "Reproductive Health Services in DPRK",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-12ee.html",
            "content": "Reproductive Health Services in DPRK\r\nPyongyang, April 6 (KCNA) -- The Korean Family Planning and Maternal and Child Health Association renders reproductive health services.\n\t\t\t\t\tExecutive Director So Hyon Chol told KCNA that the association is exerting every effort to solve various problems and strengthen reproductive health services under a strategic plan.\n\t\t\t\t\t\n\t\t\t\t\tAll the service units under the association undertake various positive service activities such as family planning service, checkup and treatment of gynecological diseases, newborn baby health service, consultations on pregnancy and sterility and general medical service.\n\t\t\t\t\t\n\t\t\t\t\tSeven mobile clinics make rounds of 60-70 villages in remote mountainous areas and countryside with poor transport means in every quarter of the year to render reproductive health services to inhabitants there.\n\t\t\t\t\t\n\t\t\t\t\tIn order to diversify the reproductive health service activities, the association directs deep attention to increasing the kinds of services and raising their quality.\n\t\t\t\t\t\n\t\t\t\t\tLast year alone, more than 43,000 people received obstetrical, pediatric, gynecologic and other medical services and relevant consultations.\n\t\t\t\t\t\n\t\t\t\t\tThis year the association is solving problems arising in the reproductive health through collective discussion with field volunteers or residents and is doing the work of making and disseminating propaganda materials through consultation with medical institutions (hospitals and clinics) in the relevant areas in accordance with the strategic plan.\n\t\t\t\t\t\n\t\t\t\t\tAnd the association is paying deep attention to raising the social interests in the work and tapping and mobilizing donation sources through activities to advocate it."
        },
        {
            "title": "Munsu Hill in April",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-11ee.html",
            "content": "Munsu Hill in April\r\nPyongyang, April 6 (KCNA) -- Spring tree planting is brisk in the DPRK, involving broad masses.\n\t\t\t\t\tIn Pyongyang City trees of good species are being planted at revolutionary sites, pleasure grounds, parks and streets to add beauty to the scenery of the capital.\n\t\t\t\t\t\n\t\t\t\t\tWorking people and school youth and children planting trees in the Revolutionary Site on Munsu Hill are recollecting with deep emotion the historic day when President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese heroine Kim Jong Suk planted trees on the hill.\n\t\t\t\t\t\n\t\t\t\t\tThe President climbed the hill together with Pyongyangites on April 6, Juche 36 (1947) after the liberation of the country with a far-reaching plan to turn the devastated mountains and fields into green forests.\n\t\t\t\t\t\n\t\t\t\t\tHe said the hill was called Munsu Hill meaning that it was as beautiful as embroidered silk, but was denuded of trees by the Japanese imperialists to lose its original sight and look ugly. He added that the consequences of the Japanese imperialist colonial rule must be removed at an early date through an effective afforestation. Creating abundant forest resources is of great importance in developing the national economy, improving the people's standard of living and making the country prosperous and advanced and in protecting the land of the country and rendering it beautiful, he said.\n\t\t\t\t\t\n\t\t\t\t\tThat day, the President personally planted trees on the hill and spread a bright vista for the building of the capital on its peak.\n\t\t\t\t\t\n\t\t\t\t\tLarch trees planted by the three commanders of Mt. Paektu are growing fresh and green there now and they are protected and tended with special care as precious relics to be handed down through generations.\n\t\t\t\t\t\n\t\t\t\t\tThe hill is a site of cultural recreation for the working people."
        },
        {
            "title": "S. Korean Authorities' Anti-DPRK Racket Assailed",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-07ee.html",
            "content": "S. Korean Authorities' Anti-DPRK Racket Assailed\r\nPyongyang, April 6 (KCNA) -- Rodong Sinmun Monday in a signed commentary denounces the south Korean conservative authorities for working hard to kick up a racket for applying \"sanctions\" against the DPRK on a worldwide scale at any cost by referring the DPRK's satellite launch to \"the United Nations\" in collusion with their U.S. and Japanese masters.\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group's move is nothing but a mean artifice to describe the DPRK's development of outer space for peaceful ends as \"missile development\" in cooperation with foreign forces at any cost and realize the intention of isolating and stifling the DPRK on its basis.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's development of outer space is a manifestation of its government's firm will to build a great prosperous and powerful socialist nation where its people lead as rich and highly civilized life in this land as soon as possible under the banner of the line on building a self-supporting national economy.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities are vociferating about the \"violation of UN resolutions\" and \"sanctions.\" This is a reckless and foolish act to check the DPRK's legitimate activities of science researches and hinder the cause of building a great prosperous and powerful nation and a vivid expression of the inveterate bad habit of those who are hell-bent on confrontation with fellow countrymen with dependence on foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t Their \"policy towards the north\" means, in a word, a criminal policy for confrontation and war to do harm to fellow countrymen by force of arms through cooperation with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are gravely mistaken if they calculate that they can realize their criminal scheme through such unsavory move.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon the traitors who bar the independent development, peace and prosperity of the nation and the cause of its reunification but certainly make them pay dearly for their crimes.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's persistent provocation against fellow countrymen will only precipitate its final destruction."
        },
        {
            "title": "Achieving Great National Unity Called for",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-08ee.html",
            "content": "Achieving Great National Unity Called for\r\nPyongyang, April 6 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 16th anniversary of the publication of President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country.\"\n\t\t\t\t\t The work expounds the idea that the Koreans who are concerned about the destiny of the nation should open the way for national reunification in firm unity as members of one nation, irrespective of differing ideology, ism, political view and religious belief though they are in the north and the south and overseas. It also clarifies all the problems arising in the accomplishment of the cause of the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The article says that the above-said programme set forth by the President serves as a great political programme as it deeply imbued all the Koreans with genuine patriotism and indicated the orientation and ways of achieving the cause of national reunification by the united strength of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\tSaying that Kim Il Sung's patriotic idea and line for the great unity of the nation have been brilliantly inherited and developed by General Secretary Kim Jong Il, the article stresses that it was a noteworthy event in the history of the movement for national reunification that Kim Jong Il provided the historic June 15 joint declaration and brought about a epoch-making turn in achieving independent reunification and realizing the great unity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself,\" the basic spirit of the historic north-south joint declarations, is the great idea for the great unity of the nation in the June 15 era of reunification and a patriotic banner to be certainly held fast to in the present drive for independent reunification, peace and prosperity, the article says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The stand and attitude to the idea of \"By our nation itself\" are precisely a touchstone distinguishing reunification from division and patriotism from treachery.\n\t\t\t\t\t\n\t\t\t\t\t To disregard the idea of \"By our nation itself\" and act running counter to it, talking about the \"dialogue\" and \"cooperation\" can not be understood as a stance truly aspiring after reunification. The denial of \"By our nation itself\" is, in essence, the negation of the national unity and independent reunification and an unpardonable treachery seeking confrontation with fellow countrymen and a war.\n\t\t\t\t\t\n\t\t\t\t\t The cause for independent reunification of the Korean nation is sure to triumph as long as there are idea, line and policy of great national unity dynamically propelling the patriotic drive of all the Koreans despite manifold trials and difficulties lying in the road of the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans at home and abroad should accomplish the historic cause of independent reunification, peace and prosperity as soon as possible by more firmly consolidating the unity of the nation under the uplifted banner of \"By our nation itself\" with confidence and optimism."
        },
        {
            "title": "Consolidating South-South Cooperation Called for",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-09ee.html",
            "content": "Consolidating South-South Cooperation Called for\r\n Pyongyang, April 6 (KCNA) -- Only when the developing countries expand and develop South-South cooperation can they successfully meet the challenges of the era and achieve independent development and economic prosperity in the new century. \n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t South-South cooperation is the progressive international movement prompted by the independent desire and the noble spirit of the said countries to achieve common development and prosperity while cooperating with each other and it serves as a powerful strength propelling the efforts to establish just international economic order in the 21st century. \n\t\t\t\t\t\n\t\t\t\t\t It is an important historical task of the new century to build a new fair international economic order in place of the old and unequal one bringing big profits to the developed countries. The basic way of carrying out this task is to strengthen South-South cooperation. \n\t\t\t\t\t\n\t\t\t\t\t When the developing countries ceaselessly expand and develop South-South cooperation they can gain great political and economic achievements. \n\t\t\t\t\t\n\t\t\t\t\t Strengthening the said cooperation among the developing countries serves as an important way for increasing their political influence and the right to speak in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t Only when those countries achieve economic self-sustenance through the collective self-reliance can they consolidate political independence they have already gained and maintain their sovereignty. Achieving economic self-sustenance by developing the said cooperation serves as important conditions for augmenting the national capacity for self-defence and building national power capable of countering the interference of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t When they achieve economic self-sustenance by consolidating the said cooperation on the principle of the collective self-reliance they can live and even prosper without dependence on the developed countries. \n\t\t\t\t\t\n\t\t\t\t\t The consolidation of South-South cooperation among the developing countries provides a sure guarantee for bringing about a new economic era.\n\t\t\t\t\t\n\t\t\t\t\t It is an urgent demand of the era to further consolidate the said cooperation. The more the developing countries expand and develop the said cooperation by displaying the spirit of the collective self-reliance the earlier the new just world would be built, the article concludes."
        },
        {
            "title": "Earlier Independent Reunification Called for in S. Korea ",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-04ee.html",
            "content": "Earlier Independent Reunification Called for in S. Korea\r\nPyongyang, April 6 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea made public a statement titled \"Let us achieve earlier independent reunification of the country by inheriting the spirit of April 3 resistance\" on Friday. \n\t\t\t\t\t Noting that 61 years have passed since Jeju islanders turned out in the uprising against the moves of the U.S. imperialists and their stooges for Korea's division, the statement said that the April 3 resistance was the eruption of the aspiration and will of the people for independent reunification. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., which divided the Korean Peninsula into two, has so far kept its troops in south Korea seeking the permanent presence of its forces there and obstructing the reunification of Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime is hell bent on distorting history terming the struggle of the people of Jeju Island for the reunification of the country and democratization of society an \"armed uprising of the leftist forces.\"\n\t\t\t\t\t\n\t\t\t\t\t The solidarity will revive the spirit of the April 3 resistance, wage stronger struggle against the U.S. and Lee Myung Bak and conduct a dynamic struggle until the day when the reunification and peace of the Korean Peninsula are achieved."
        },
        {
            "title": "Kim Il Sung Highly Praised ",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-02ee.html",
            "content": "Kim Il Sung Highly Praised\r\n Pyongyang, April 6 (KCNA) -- A remembrance meeting was held by the Mongolian preparatory committee for commemorating the centenary of birth of President Kim Il Sung and lectures by the Romanian Workers' Association and the Indian Youth Group for the Study of Works of Comrade Kim Il Sung on Mar. 27 and 28 on the occasion of the Day of the Sun.\n\t\t\t\t\t Displayed at the venues of the functions were works of peerlessly great persons, books and photos showing their immortal exploits and glorious revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\tJ. Tsevelma, member of the Leading Council of the Mongolia-Korea Friendship Society, praised that Kim Il Sung built socialist Korea centered on the popular masses by regarding the people as teacher while always finding himself among the people and performed the undying exploits to the human cause of independence by meeting a total of at least 70,000 foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Il Sung visited Mongolia two times and made a great contribution to the development of the friendly relations between the two countries, N. Bold, chairman of the Centre for the Study of the Juche Idea of Mongolian Chinggis Khan College, highly praised him as the greatest of the great persons.\n\t\t\t\t\t\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian association, stated that the progressive mankind commemorates the birth anniversary of Kim Il Sung as common holiday of humankind. It is an expression of the will for remembering the ideas and exploits of the President for a long time and upholding him as eternal leader of the human cause of independence, he added.\n\t\t\t\t\t\n\t\t\t\t\t Balzor Singh Chauhan, chairman of the Indian group, said that the strong political, military and economic potentials Kim Il Sung provided by devoting all his life serve as the driving force helping the DPRK win victory after victory forever.\n\t\t\t\t\t\n\t\t\t\t\tHe noted that the DPRK founded by the President dynamically advances toward a great prosperous and powerful nation under the leadership of General Secretary Kim Jong Il, adding that socialist Korea would prosper as Kim Il Sung's Korea for good and all."
        },
        {
            "title": "Letter to Kim Jong Il Adopted in South Africa ",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-03ee.html",
            "content": "Letter to Kim Jong Il Adopted in South Africa \r\nPyongyang, April 6 (KCNA) -- A letter to General Secretary Kim Jong Il was adopted at the 1st African Open Taekwon-Do Championship held in South Africa on March 22 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The letter noted that it is entirely thanks to the great exploits of Kim Il Sung who extended material aid and moral support to the peoples of the African countries for independence and construction of new society that the Taekwon-Do federation symbolizing wisdom and valor of the Korean nation was formed, the first of its kind in the African region. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the federation members could keenly feel the greatness of Kim Il Sung and Kim Jong Il as well as the history and traditions of Korea through learning Taekwon-Do, the letter stressed that they came to know well that the DPRK is dynamically advancing the just cause of socialism despite the moves of the imperialist allied forces to stifle it thanks to the great Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The letter expressed the resolution of the participants to make greatest efforts to rapidly spread Taekwon-Do in the African region in reliance upon the newly formed Taekwon-Do federation and through the process make a positive contribution to development of friendly relations between the peoples of the African countries and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It also expressed their will to develop the African Taekwon-Do Federation into not only a Taekwon-Do organization but also an organization of solidarity fully supporting the just struggle of the Korean people for accomplishing socialism and reunification of the country."
        },
        {
            "title": "Kim Il Sung's Work Published in Costa Rica",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-01ee.html",
            "content": "Kim Il Sung's Work Published in Costa Rica\r\n Pyongyang, April 6 (KCNA) -- President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation\" was brought out in pamphlet by the Costa Rican Institute for the Study of the Juche Idea on Apr. 1.\n\t\t\t\t\t The work, issued on Aug. 1, Juche 80 (1991), indicates the fact that the driving force for national reunification is the Korean nation and tasks and ways arising in achieving the great unity of the whole nation."
        },
        {
            "title": "Kim Jong Il observa lanzamiento del satelite \"Kwangmyongsong No. 2\"",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-17ee.html",
            "content": "Kim Jong Il observa lanzamiento del satelite \"Kwangmyongsong No. 2\"\r\nPyongyang, 6 de abril (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, observo el dia 5 el proceso de lanzamiento del satelite piloto de comunicaciones \"Kwangmyongsong No. 2\" en el Centro General de Control de Satelites.\n\t\t\t\t\tEl Dirigente se informo primero de los preparativos del lanzamiento del satelite artificial.\n\t\t\t\t\t\n\t\t\t\t\tDespues de escuchar explicaciones sobre el particular, observo en dicho centro todo el curso de lanzamiento del satelite piloto de comunicaciones \"Kwangmyongsong No. 2\".\n\t\t\t\t\t\n\t\t\t\t\tA las 11:20 de la manana, el \"Kwangmyongsong No. 2\", orgullosa creacion del espiritu de apoyo en las propias fuerzas, fue lanzado al espacio a bordo del cohete transportador \"Unha-2\", que se desprendio de la Tierra a una velocidad supersonica.\n\t\t\t\t\t\n\t\t\t\t\tA los 9 minutos y dos segundos desde el momento de lanzamiento, el satelite se separo completamente del cohete transportador y se puso exactamente en su orbita sin ningun problema.\n\t\t\t\t\t\n\t\t\t\t\tMostrandose sumamente satisfecho de que nuestros cientificos y tecnicos lanzaron exitosamente el satelite artificial con las propias inteligencias y tecnicas, el Dirigente aprecio altamente sus meritos y les expreso agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho de que nuestros cientificos y tecnicos fabricaron con la inteligencia y tecnologias completamente propias el cohete transportador de varios cuerpos y el satelite artificial y lo colocaron exactamente en su orbita con un solo lanzamiento, deviene la manifestacion del orgulloso poderio de las ciencias y tecnicas autoctonas de nuestro pais, dijo y elogio reiteradamente la abnegacion patriotica de aquellos quienes cumplen el papel de vanguardia en la labor para abrir las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tDestacando la necesidad de producir un nuevo viraje en la conquista del cosmos y los usos pacificos de este a base del exitoso lanzamiento del \"Kwangmyongsong No. 2\", presento las tareas programaticas para el respecto.\n\t\t\t\t\t\n\t\t\t\t\tEstimulo cordialmente a los cientificos y tecnicos, quienes contribuyeron con su calido patriotismo al lanzamiento del satelite artificial dedicando toda su inteligencia y pasion, y se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tAcompanaron al Dirigente el secretario del CC del PTC, Jon Pyong Ho, y el primer subjefe de departamento del CC del PTC, Ju Kyu Chang."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno el Gran Teatro de Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-18ee.html",
            "content": "Kim Jong Il dirige sobre terreno el Gran Teatro de Pyongyang\r\nPyongyang, 6 de abril (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Gran Teatro de Pyongyang, reconstruido nuevamente.\n\t\t\t\t\t  En el mismo  terreno  el Dirigente fue acogido por los comandantes de la unidad militar movilizada en la obra de reconstruccion y los funcionarios directivos del teatro.\n\t\t\t\t\t\n\t\t\t\t\t  El teatro con excelente caracter plastico y artistico  del edificio esta dispuesto de todas las condiciones necesarias para la creacion de arte, las actividades de funcion y el espectaculo desde la graderia de mas de mil 300 asientos, la escena, los equipos de sonido e iluminacion ultramodernos, varias salas de ejercicios y de maquillaje hasta las instalaciones de servicio publico.\n\t\t\t\t\t\n\t\t\t\t\t  Al recorrer durante largo tiempo el interior y exterior del teatro el Dirigente se entero de los detalles del estado de reconstruccion.\n\t\t\t\t\t\n\t\t\t\t\t  Viendo el panorama del teatro arreglado de manera majestuosa y hermosa recordo con  gran emocion los inolvidables dias historicos y dijo que este teatro es un lugar verdaderamente significativo donde se efectuaron los importantisimos eventos en la gloriosa trayectoria del desarrollo de nuestro Partido  y Republica.\n\t\t\t\t\t\n\t\t\t\t\t  Al enterarse minuciosamente desde la forma y el contenido arquitectonicos hasta los adornos, los muebles y el detalle de los ecos del sonido, se  mostro muy satisfecho de que los constructores militares, al desplegar el heroismo masivo, reconstruyeron en el nivel supremo conforme al gusto del nuevo siglo el Gran Teatro de Pyongyang en que estan impregnadas las proezas de direccion del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que este teatro reconstruido no solo es muy buena su estructura interna y se aseguro tambien en el alto nivel su construccion sino tambien son perfectos su contenido y su forma como centro de cultura y  arte, evaluo altamente los meritos de los constructores militares que reconstruyeron excelentemente el moderno teatro y les dio agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\t  El Gran Teatro de Pyongyang, en que la belleza clasica nacional se combino con la belleza moderna y se armonizaron bien la hermosura, la majestad y la delicadeza, deviene el excelente centro de cultura de la epoca del Songun (priorizacion militar) y se mostro muy alegre de que se preparo otra preciosa riqueza a ser entregada a las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que este teatro es el fruto del gran amor donde esta materializado el ideal de \"Iminwichon\" (idea de considerar al pueblo como el cielo) del Presidente y agrego que  hacer brillar de generacion en generacion este valioso patrimonio entregado por el Presidente constituye nuestro deber sagrado y noble obligacion moral.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente presento las tareas que se presentan en la administracion y gestion del teatro.\n\t\t\t\t\t\n\t\t\t\t\t  Le  acompanaron el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Jang Song Thaek y Choe Ik Gyu, el ministro de Cultura, Kang Nung Su, los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion vietnamita",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-19ee.html",
            "content": "Kim Jong Il recibe presente de delegacion vietnamita\r\n  Pyongyang, 6 de abril (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera la delegacion economica gubernamental de Vietnam.\n\t\t\t\t\t  El viceministro de Industria y Comercio de Vietnam lo entrego el dia 2 al viceministro de Comercio Exterior de la Republica Popular Democratica de Corea participante en la VII sesion del Comite de Cooperacion Economica y Cientifico-Tecnica entre los gobiernos de la RPDC y la Republica Socialista de Vietnam efectuada en este pais."
        },
        {
            "title": "RPDC demanda a la FIFA revisar el partido de futbol con Sur de Corea",
            "url": "http://kcna.co.jp/item/2009/200904/news06/20090406-20ee.html",
            "content": "RPDC demanda a la FIFA revisar el partido de futbol con Sur de Corea\r\n Pyongyang, 6 de abril (ATCC) -- Con motivo de que ocurrio un accidente extraordinario en el partido de futbol entre el Norte y el Sur de Corea que tuvo lugar en suelo surcoreano como parte de la etapa final de las clasificatorias de la region asiatica para la Copa Mundial 2010 de la FIFA, el portavoz de la Asociacion de Futbol de la Republica Popular Democratica de Corea publico el dia 5 una declaracion expresando la esperanza de que la FIFA revise todo el curso del partido y tome medidas pertinentes.\n\t\t\t\t\t  Desde la noche del 31 de marzo, un dia antes del partido, los pilares de nuestra seleccion tuvieron que guardar la cama por el vomito, la diarrea y el gran dolor de cabeza, senala el portavoz y continua:\n\t\t\t\t\t\n\t\t\t\t\t Ellos eran mas saludables que otros en los tiempos ordinarios y no comieron en ningun otro lugar fuera del albergue.\n\t\t\t\t\t\n\t\t\t\t\t  Hasta ese dia en que se enfermaron, realizaron tambien el entrenamiento con todo vigor.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, no cabe ninguna duda de que detras de este incidente, hubo una accion premeditada con algun alimento defectuoso.\n\t\t\t\t\t\n\t\t\t\t\t  Durante el partido, el arbitro principal de Oman cometio la gran injusticia de no declarar como gol aunque el balon golpeado con la frente por nuestro jugador a los 6 minutos de la segunda mitad paso la linea de la porteria del equipo rival.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, cometio otra irregularidad de calificar de nuestra la innegable falta de la contraparte que hubo 3 minutos antes del fin del partido, la cual termino en un gol contra nuestra seleccion.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas increible es la descaradisima conducta del inspector japones de arbitraje, que tolero tales irregularidades lejos de su mision de exigir la imparcialidad.\n\t\t\t\t\t\n\t\t\t\t\t  Es obvio que ese encuentro de futbol, lleno de intrigas y estafas, es un producto de la campana conflictiva de la banda de Lee Myung Bak con la Republica Popular Democratica de Corea y el resultado de las acciones malintencionadas de las fuerzas malsanas instigadas por aquella.\n\t\t\t\t\t\n\t\t\t\t\t  Condenamos el procedimiento de la banda de Lee, que comete todas las maldades sin tomar en consideracion a los connacionales ni el noble ideal del deporte, calificandolo de otra maniobra anti-reunificacion, antinacional y anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Y demandamos fuertemente a las autoridades surcoreanas que se responsabilicen totalmente de ese incidente extraordinario y pidan disculpas inmediatamente.\n\t\t\t\t\t\n\t\t\t\t\t  La Asociacion de Futbol de la RPDC, que sera siempre fiel a la FIFA que tiene siempre como su mision la amistad y la paz y al ideal del deporte, vuelve a condenar categoricamente a las autoridades surcoreanas y a las fuerzas malsanas que produjeron el presente caso y seguira de cerca sus movimientos posteriores."
        }
    ]
}