{
    "date": "2009-08-31",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-31ee.html",
    "articles": [
        {
            "title": "Greetings to President of Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-06ee.html",
            "content": "Greetings to President of Kyrgyzstan\r\n Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Kurmanbek Bakiyev, President of the Republic of Kyrgyzstan, on its national day.\n\t\t\t\t\t Kim in the message hoped that the friendly relations between the two countries would develop on good terms."
        },
        {
            "title": "Greetings to President of Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-09ee.html",
            "content": "Greetings to President of Trinidad and Tobago\r\nPyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to George Maxwell Richard, President of Trinidad and Tobago, on the occasion of the 47th anniversary of its independence.\n\t\t\t\t\tKim in the message expressed belief that the friendly relations between the two countries would grow stronger."
        },
        {
            "title": "Greetings to Leader of Libya",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-07ee.html",
            "content": "Greetings to Leader of Libya\r\nPyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Moammer el Gaddafi, Leader of the Libyan revolution, on the occasion of the 40th anniversary of the Great September First Revolution, a holiday of the Libyan people.\n\t\t\t\t\tExpressing belief that the friendly and cooperative relations between the two countries would further develop, Kim in the message sincerely wished the leader happiness in good health and the friendly Libyan people greater progress and prosperity."
        },
        {
            "title": "Greetings to Secretary of General People's Committee of Libya",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-08ee.html",
            "content": "Greetings to Secretary of General People's Committee of Libya\r\nPyongyang, August 31 (KCNA) -- Premier of the DPRK Kim Yong Il Monday sent a message of greetings to Al Baghdadi Ali Al Mahmoudi, secretary of the General People's Committee of Libya, on the occasion of the Day of the Great September First Revolution of the Libyan people.\n\t\t\t\t\tExpressing belief that the friendly and cooperative ties between the two peoples would grow stronger, Kim in the message hoped that the secretary would always achieve success in his work for the country's development and prosperity."
        },
        {
            "title": "Chinese Delegations Here",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-16ee.html",
            "content": "Chinese Delegations Here\r\nPyongyang, August 31 (KCNA) -- A delegation of the All-China Journalists Association led by Fang Songxian, managing director of the Radio Shanghai, and a delegation of the World Affairs Press of China led by its President Gao Shumao arrived here by air Monday."
        },
        {
            "title": "General Election Held in Japan",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-19ee.html",
            "content": "General Elections Held in Japan\r\nPyongyang, August 31 (KCNA) -- General elections took place in Japan on August 30.\n\t\t\t\t\tThe election returns showed that the Democratic Party of Japan gained more than majority seats in the House of Representatives while the Liberal Democratic Party suffered a heavy defeat.\n\t\t\t\t\t\n\t\t\t\t\tThis caused the transition of power from the LDP to the DP in Japan."
        },
        {
            "title": "National Youth Exhibition of Scientific and Technological Achievements Held",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-14ee.html",
            "content": "National Youth Exhibition of Scientific and Technological Achievements Held\r\nPyongyang, August 31 (KCNA) -- A national youth exhibition of scientific and technological achievements to mark Youth Day was held at the Three-Revolution Exhibition from Aug. 24 to 31.\n\t\t\t\t\tDisplayed there were IT achievements and at least 3,000 valuable inventions and new technological innovation proposals made by youth league organizations and young people across the country through the \"youth science and technology march\" and the vigorous mass technological innovation movement.\n\t\t\t\t\t\n\t\t\t\t\tWhile the exhibition was under way its participants exchanged scientific and technological successes made in putting IT, NANO technology and bio-engineering, the core and basic technologies for scientific and technological development at present, on a high level and placing the production and management on modern and an IT basis. \n\t\t\t\t\t\n\t\t\t\t\tPopular were inventions and new technological innovation proposals that contributed to putting the national economy on a Juche-oriented, modern and scientific basis and accelerating the technological updating of production processes.\n\t\t\t\t\t\n\t\t\t\t\tA closing ceremony took place on Aug. 31."
        },
        {
            "title": "Executive Committee of Int'l Martial Arts Games Committee Held",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-15ee.html",
            "content": "Executive Committee of Int'l Martial Arts Games Committee Held\r\n Pyongyang, August 31 (KCNA) -- The executive committee of the International Martial Arts Games Committee (IMAGC) took place in Pyongyang on Monday. \n\t\t\t\t\tPresent there were members of the executive committee including Chang Ung, president of the International Taekwon-Do Federation who is chairman of the International Martial Arts Games Committee, and Leong Wai Meng, vice-president of the federation and secretary general of the committee. \n\t\t\t\t\t\n\t\t\t\t\tThe meeting reviewed the work done by the IMAGC since its 5th general meeting and discussed the issues of reenergizing the work of the national martial arts games committees and by-election of executive members, etc."
        },
        {
            "title": "23rd Pyongyang Int'l Invitational Table Tennis Tournament Held",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-17ee.html",
            "content": "23rd Pyongyang Int'l Invitational Table Tennis Tournament Held\r\nPyongyang, August 31 (KCNA) -- The 23rd Pyongyang International Invitational Table Tennis Tournament was held at the Table Tennis Gymnasium in Chongchun Street from August 27 to 31.\n\t\t\t\t\tIt brought together more than 50 male and female players of the DPRK (A and B groups), China, Jilin Province of China, Iran and Myanmar.\n\t\t\t\t\t\n\t\t\t\t\tThe group A of the DPRK came first in the male and female group matches.\n\t\t\t\t\t\n\t\t\t\t\tDPRK players Kim Hyok Bong and Kim Jong finished first in male and female singles while Ri Chol Guk and Kim Nam Chol, Kim Jong and Kim Hye Song placed first in male and female doubles."
        },
        {
            "title": "Friendly Meeting with Vietnamese Embassy Officials Held",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-18ee.html",
            "content": "Friendly Meeting with Vietnamese Embassy Officials Held\r\nPyongyang, August 31 (KCNA) -- A friendly meeting with Vietnamese embassy officials here took place at the DPRK-Vietnam Friendship Pyongyang Textile Mill on Monday on the national day of Vietnam.\n\t\t\t\t\tPresent there on invitation were Le Van Cu, Vietnamese ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\tJon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the DPRK-Vietnam Friendship Association, officials concerned and officials of the mill were also present there.\n\t\t\t\t\t\n\t\t\t\t\tThe participants were briefed on the history of the mill before going round various production processes.\n\t\t\t\t\t\n\t\t\t\t\tThey appreciated a performance given by the art group of the mill and talked to one another about the need to boost the relations between the two countries, deepening the friendship."
        },
        {
            "title": "Efficacious Jangsaeng Koryo Medicines",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-12ee.html",
            "content": "Efficacious Jangsaeng Koryo Medicines\r\nPyongyang, August 31 (KCNA) -- The Koryo medicines and health foods produced in the Korea Jangsaeng J.V. Company are winning popularity at home and abroad.\n\t\t\t\t\tRyukmihwan, Kyongokgo, Kugijago, Mansamgo and others made on the basis of Koryo medical classics are taken widely as restoratives for their remarkable roborant functions.\n\t\t\t\t\t\n\t\t\t\t\tIn particular the company is manufacturing special medicines including Paektusan Rokthaego, Noesimsahyang, Deer Tonic Pill in a scientific way according to old folk recipes of Korea.\n\t\t\t\t\t\n\t\t\t\t\tHealth foods including Blueberry Extract, Insam Extract, Ppongip Tea, Sinson Tea, Kasiogalphi Tea and Honey are widely applied to treating such diseases as diabetes, dysfunction of general immunity and prevention of aging. \n\t\t\t\t\t\n\t\t\t\t\tThe demand for Jangsaeng Koryo medicines made from medicinal herbs are on increase."
        },
        {
            "title": "International Friendship Exhibition House",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-13ee.html",
            "content": "International Friendship Exhibition House\r\nPyongyang, August 31 (KCNA) -- A stream of visitors is flowing to the International Friendship Exhibition House which is located in Mt. Myohyang, a famous mountain of Korea.\n\t\t\t\t\tThe visitors are bearing deep in mind the precious truth that only when a country and nation hold in high esteem an outstanding leader admired by the humanity, can they demonstrate their dignity and honor to the world.\n\t\t\t\t\t\n\t\t\t\t\tThe house, opened in August of Juche 67 (1978), has more than 150 rooms with a total floor space of 50,000 square meters.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed in the house are gifts presented to President Kim Il Sung and General Secretary\n\t\t\t\t\t\tKim Jong Il by heads of parties and states, political parties, organizations and famous political and public figures of foreign countries and fellow countrymen of south Korea in praise of their undying exploits.\n\t\t\t\t\t\n\t\t\t\t\tA total of about 223,500 pieces of gifts presented to the great persons of Mt. Paektu from 180 countries are on display in the general introduction hall, continental gift halls and national gift halls.\n\t\t\t\t\t\n\t\t\t\t\tConspicuous among them are large-sized vase and ivory sculpture \"Mangyongdae Native Home\" presented to the President by the Central Committee of the Communist Party of China, a long sword by a head of state of Libya, ceramic craftwork \"crane\" by Rev. Billy Graham of the United States, a parlor car by Stalin, large-sized paintings and others by Mao Zedong and Zhou Enlai.\n\t\t\t\t\t\n\t\t\t\t\tSeen there are a basketball gifted to Kim Jong Il by Madeleine Albright, ex-secretary of state of the U.S. and a hunting gun, silver vase, lacquer-varnished box of valuable articles and porcelain vase by Putin, ex-president of Russia and so on.\n\t\t\t\t\t\n\t\t\t\t\tAlso displayed in the house are a car presented by Jong Ju Yong, ex-honorary chairman of Hyundai Group and gifts by famous businessmen of south Korea, with best wishes for the health of\n\t\t\t\t\t\t Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAll the exhibits are glorifying the dignity of Kim Il Sung's Korea as national treasures of the nation of the sun."
        },
        {
            "title": "Japan Urged to Break with Its Inglorious Past",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-04ee.html",
            "content": "Japan Urged to Break with Its Inglorious Past\r\nPyongyang, August 31 (KCNA) -- If Japan wishes to earn international confidence, it should definitely bid farewell to its inglorious past. This is the unanimous call of the international community.\n\t\t\t\t\tRodong Sinmun Monday urges this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on: Growing in the international arena are voices denouncing the crimes related to \"comfort women\" for the imperial Japanese army. It is a historical responsibility and a legal and moral obligation of Japan to make honest admission and reparation for the monstrous crimes committed by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries, however, are becoming so adamant as to distort and justify the crimes perpetrated by the Japanese imperialists against humanity, far from settling their past crimes.\n\t\t\t\t\t\n\t\t\t\t\tWhen the above-said crimes were disclosed, the Japanese right-wing forces feigned ignorance, blustering such crimes \"never happened\" and they were \"fabrications.\" It was not until a string of evidence proving Japan's state involvement in the sexual slavery for the imperial Japanese army were discovered that the Japanese authorities had no excuse to deny the state responsibility for them. But they have not taken an honest approach towards the issue of reparation. \n\t\t\t\t\t\n\t\t\t\t\tJapan is working hard to gloss over the above-said crimes without adequately redeeming its inglorious past, but their victims will never pardon it.\n\t\t\t\t\t\n\t\t\t\t\tJapan is getting zealous in its moves to kick up a whirlwind of militarism in the society, while running the whole gamut of tricks to evade the responsibility to redeem its crime-woven past. This is touching off big caution among people.\n\t\t\t\t\t\n\t\t\t\t\tIt is beyond any doubt that Japan may follow in the footsteps of the militarists as it has persistently evaded its responsibility to make reparation for its past crimes. \n\t\t\t\t\t\n\t\t\t\t\tJapan would be well advised to follow the practice shown by those countries which honestly settled their past crimes."
        },
        {
            "title": "All Koreans Called upon to Work for National Reconciliation and Unity",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-05ee.html",
            "content": "All Koreans Called upon to Work for National Reconciliation and Unity\r\nPyongyang, August 31 (KCNA) -- It is necessary for the Koreans to boldly discard distrust and confrontation and positively opt for reconciliation and unity.\n\t\t\t\t\tRodong Sinmun Monday says this in a by-lined article. \n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThere is neither reason nor condition for the Koreans in the north and the south to fail to achieve reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\tThere are differing ideologies and systems in the north and the south, but they are a homogenous nation which has created one and the same culture and history on the basis of the same blood ties throughout a long history. They are sure to achieve the great unity of the nation if they base themselves on its common denominators. It is the unanimous desire and will of all members of the nation to achieve independent reunification, peace and prosperity through national reconciliation and unity. When the north and the south stand for the reunification of the country while placing the common denominators of the nation and its common interests above all, they can surely achieve reconciliation and unity despite the differing ideologies and systems. This has been proved in practice in the June 15 era of reunification. \n\t\t\t\t\t\n\t\t\t\t\tWhat matters is whether one has the will to achieve national reconciliation and unity or not. If the north and the south tolerate and recognize each other's ideology and system from a patriotic and reunification-oriented stand, they are certain to achieve the great national unity and realize national reunification. \n\t\t\t\t\t\n\t\t\t\t\tThe reconciliation and unity among the Koreans precisely mean the reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\tThose with strength are urged to devote their strength, those with knowledge give their knowledge and those with money donate their money. All the Koreans in the north and the south and overseas are called upon to make a tangible contribution to the struggle for achieving national reconciliation and unity in that spirit, holding high the patriotic banner of national reunification, concludes the article."
        },
        {
            "title": "More than 170 Cases of Aerial Espionage Perpetrated against DPRK",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-10ee.html",
            "content": "More than 170 Cases of Aerial Espionage Perpetrated against DPRK \r\nPyongyang, August 31 (KCNA) -- The U.S. imperialists and the south Korean armed forces perpetrated more than 170 cases of aerial espionage against the DPRK by massively mobilizing strategic and tactical reconnaissance planes with various missions in August, according to a military source. Among them more than 90 cases were perpetrated by the U.S. imperialist aggression forces and at least 80 by the south Korean army.\n\t\t\t\t\tOverseas-based RC-135 of the U.S. imperialist aggressor forces made shuttle flights in the air over waters east of Musudan, Kimchaek, Wonsan and Kosong on August 28 and 29 to conduct madcap aerial photographing and electronic espionage of the depth and overall areas of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tU-2 of the U.S. imperialist aggressor forces in south Korea spied on main objects of the DPRK flying in the air over Tokjok Island and the areas of Phochon, Rinje and Sokcho on August 30. The number of the espionage committed by this plane in August reached 25.\n\t\t\t\t\t\n\t\t\t\t\tPrior to this, E-3 which flew from the base in Japan on August 29 made madcap reconnaissance on the DPRK while commanding the aerial war exercises of the U.S. imperialist aggressor forces and the south Korean forces. \n\t\t\t\t\t\n\t\t\t\t\tMore than 70 tactical reconnaissance planes of the U.S. imperialist aggressor forces and the south Korean forces including RC-12, RC-7B, RC-800 and RF-4C made aerial espionage in areas along the forefront during the period from August 17 to 27 when the Ulji Freedom Guardian joint military exercises took place to invade the DPRK."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Exploits Lauded",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-01ee.html",
            "content": "Kim Jong Il's Songun Leadership Exploits Lauded\r\nPyongyang, August 31 (KCNA) -- A meeting was held in Sweden and film shows in Russia and Malaysia between August 20 and 24 to mark the 49th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\tDisplayed in the venue of the meeting were photos on the immortal Songun revolutionary leadership exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tChrister Lundgren, chairman of the Sweden-Korea Friendship Association, noted at the meeting that Kim Jong Il trained the Korean People's Army to be an invincible army reliably defending the socialist country and built powerful war deterrent to provide military guarantee for peace and security in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe director general of the Stroinmashuintorg Company of Russia and the director of the Neutron Physical Field Station of the Dubna International United Nuclear Institute said after the film show that the anti-DPRK moves of the imperialist reactionary forces to destroy Korean-style socialism have become impotent under the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tThe director of a Malaysian company said that the DPRK is demonstrating the might of its self-reliant defence capability to the whole world while frustrating the provocative moves of the U.S. Nobody on earth can provoke the KPA closely rallied around Kim Jong Il, chairman of the DPRK National Defence Commission, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tAppreciated at the film shows were \"Reply of Korea\", \"Mt. Chilbo\" and other Korean films."
        },
        {
            "title": "Swedish Group for Study of Juche Idea Inaugurated",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-02ee.html",
            "content": "Swedish Group for Study of Juche Idea Inaugurated\r\nPyongyang, August 31 (KCNA) -- The Swedish Group for the Study of the Juche Idea was inaugurated with due ceremony in Stockholm on August 25.\n\t\t\t\t\tOskar Molleby was elected chief of the group at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tHe declared at the ceremony that the group would widely study and disseminate the Juche idea and the Songun politics and, in this course, fully support the just struggle of the Korean people and contribute to deepening the understanding and friendship between the peoples of Sweden and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to General Secretary Kim Jong Il was adopted at the ceremony."
        },
        {
            "title": "Story about Human Love",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-11ee.html",
            "content": "Story about Human Love\r\nPyongyang, August 31 (KCNA) -- On the last day of December, Juche 54 (1965), President\n\t\t\t\t\tKim Il Sung was told that an official had an incurable disease.\n\t\t\t\t\tHe could not believe the unexpected fact. So he took a measure to make a correct diagnosis of him once again. But the result remained unchanged.\n\t\t\t\t\t\n\t\t\t\t\tUnable to calm himself from anxiety about the official, he put off the New Year's address for 1966 and left to give field guidance to local areas that had not been planned. \n\t\t\t\t\t\n\t\t\t\t\tThe President was absorbed in deep thought, looking out of the window of the running car. Ringing in his ears was the voice of a medical doctor who denied the diagnosis result.\n\t\t\t\t\t\n\t\t\t\t\tThen he called a leading official of the diplomatic sector on telephone and instructed him to invite special doctors of a country. And he met the doctors personally.\n\t\t\t\t\t\n\t\t\t\t\tDeeply moved by his warm care of the health of an official, they told him that his disease was not incurable according to their preliminary medical examination.\n\t\t\t\t\t\n\t\t\t\t\tAt that moment, the President smiled all over his face.\n\t\t\t\t\t\n\t\t\t\t\tHe saw to it that the patient was sent to the country together with them to receive re-examination and treatment.\n\t\t\t\t\t\n\t\t\t\t\tThe official could thus maintain his life for many years in the bosom of President Kim Il Sung, the great sun."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral ante feretro del difunto Pak Min Su",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-20ee.html",
            "content": "Kim Jong Il envia ofrenda floral ante feretro del difunto Pak Min Su\r\nPyongyang, 31 de agosto (ATCC) -- El Dirigente Kim Jong Il envio el dia 30 una ofrenda floral ante el feretro del difunto Pak Min Su, ex subjefe de departamento del Comite Central del Partido del Trabajo de Corea, expresando profundas condolencias por su fallecimiento."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Trinidad y Tobago",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-21ee.html",
            "content": "Kim Yong Nam felicita al presidente de Trinidad y Tobago\r\nPyongyang, 31 de agosto (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este lunes un mensaje de felicitacion al presidente de Trinidad y Tobago, George Maxwell Richard, con motivo del 47o aniversario de la independencia de ese pais americano. \n\t\t\t\t\tEl remitente expresa al destinatario la conviccion de que las relaciones de amistad entre los dos paises se fortaleceran y se desarrollaran mas."
        },
        {
            "title": "Efectuadas elecciones generales en Japon",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-22ee.html",
            "content": "Efectuadas elecciones generales en Japon\r\nPyongyang, 31 de agosto (ATCC) -- Tuvieron lugar el dia 30 en Japon las elecciones generales.\n\t\t\t\t\tSegun su resultado, el Partido Democratico gano la mayoria de los escanos en la Camara de Representantes y el Partido Democratico Liberal sufrio gran derrota.\n\t\t\t\t\t\n\t\t\t\t\tSe dice que el Poder va a pasar del PDL al PD."
        },
        {
            "title": "Japon debe separarse de su sucio pasado, demanda Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2009/200908/news31/20090831-23ee.html",
            "content": "Japon debe separarse de su sucio pasado, demanda Rodong Sinmun\r\nPyongyang, 31 de agosto (ATCC) -- El diario Rodong Sinmun publico este lunes un comentario individual compartiendo la unanime demanda de la sociedad internacional de que Japon se separe de su ignominioso pasado para ganar la confianza de aquella.\n\t\t\t\t\tEn estos dias, se alzan en la arena internacional las voces de condena a Japon por el caso de las ex \"consoladoras\" que han sido las victimas de abuso sexual por parte del viejo ejercito japones, comienza el comentario y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tJapon tiene la responsabilidad historica y el deber juridico y moral de reconocer con sinceridad e indemnizar los infames actos criminales cometidos en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tPero, los reaccionarios japoneses tergiversan y justifican tenazmente esos crimenes de lesa humanidad, lejos de liquidarlos.\n\t\t\t\t\t\n\t\t\t\t\tCuando se destapo el caso de las \"consoladoras\", las fuerzas derechistas de Japon se hicieron el sueco insistiendo en que \"eso no existio y es un invento\".\n\t\t\t\t\t\n\t\t\t\t\tPero, ante numerosos datos corroborando la vinculacion del Estado japones a ese crimen, las autoridades japonesas no tuvieron otro remedio que reconocer la responsabilidad estatal por el respecto.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, ellas no adoptan todavia la actitud sincera en la indemnizacion.\n\t\t\t\t\t\n\t\t\t\t\tLas victimas no toleraran jamas que Japon pase por alto sin liquidar cabalmente su manchado pasado.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Japon se esfuerza activamente por levantar en la sociedad la oleada militarista, lo cual pone alerta a la gente.\n\t\t\t\t\t\n\t\t\t\t\tIndudablemente, Japon, empecinado en evadir su deber de indemnizacion, repetira sus crimenes del pasado\n\t\t\t\t\t\n\t\t\t\t\t Japon debe seguir el ejemplo de los paises que liquidaron con sinceridad el pasado criminal."
        }
    ]
}