{
    "date": "2009-01-03",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-03ee.html",
    "articles": [
        {
            "title": "Greetings to Chairman of Myanmar State Peace and Development Council",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-09ee.html",
            "content": "Greetings to Chairman of Myanmar State Peace and Development Council\r\n Pyongyang, January 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Than Shwe, Chairman of the Myanmar State Peace and Development Council, on the occasion of the 61st anniversary of the independence of the Union of Myanmar.\n\t\t\t\t\t Kim in the message wished the chairman good health and happiness and success in his work for the stability and prosperity of the country, expressing belief that the friendly and cooperative relations between the DPRK and Myanmar recently developing on good terms would expand on a full scale in all fields of politics, economy and culture in future."
        },
        {
            "title": "Greetings to PM of Myanmar",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-10ee.html",
            "content": "Greetings to PM of Myanmar\r\n Pyongyang, January 3 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, Saturday sent a message of greetings to Thein Sein, Prime Minister of the Union of Myanmar, on the occasion of the 61st anniversary of its independence.\n\t\t\t\t\t Expressing the belief that the friendly and cooperative ties between the two countries developing on good terms in recent years would grow stronger in various fields in the future, the message wholeheartedly wished the prime minister bigger success in his work for stability and prosperity of the country."
        },
        {
            "title": "Japanese Reactionaries' Moves to Establish MD Blasted",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-08ee.html",
            "content": "Japanese Reactionaries' Moves to Establish MD Blasted\r\n Pyongyang, January 3 (KCNA) -- Shortly ago, the Japan Maritime \"Self-Defense Force\" announced that the missile defense system (MD) including SM-3 launching pad aboard an Aegis warship passed a quality test. \n\t\t\t\t\t Minju Joson Saturday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries shouted bravo over the MD test. This is nothing but self-admiration revealing a sort of satisfaction that Japan has a means capable of holding military hegemony in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are working with increased zeal to establish MD. This is not because they are exposed to a \"ballistic missile threat\" from someone nor they fear of it. Lurking behind it is their craftier military policy.\n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior aim of the Japanese reactionaries to become a military power at an early date and realize their militarist ambition for overseas expansion on its basis.\n\t\t\t\t\t\n\t\t\t\t\t Recently the Japanese reactionaries have opted for bolstering strategic forces as evidenced by their moves to equip Jokai with MD in the wake of equipping Aegis warship Kongo with the same missile shield. This is aimed to definitely elevate Japan's military and strategic position in Northeast Asia, ensure Japan's military edge over other powers and thus emerge a leader of Asia.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are running straight along the path for militarist overseas expansion. These reckless military moves can not but be a serious development as they gravely threaten peace and security in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday which way Japan will head after embarking upon the road of military expansion and turning itself reactionary and fascist politically.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should stop at once their reckless overseas expansion and the moves to become a military power, drawing a lesson from Japan's defeat in the past."
        },
        {
            "title": "Dynamic Advance for Independent Reunification Called for",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-06ee.html",
            "content": "Dynamic Advance for Independent Reunification Called for\r\n Pyongyang, January 3 (KCNA) -- \"Advance dynamically along the road of independent reunification under the banner of the June 15 Joint Declaration and the October 4 Declaration!\" This slogan set forth in the joint New Year editorial represents the desire of the fellow countrymen and the requirement of the times and clearly indicates the general orientation and the goals of the movement for national reunification. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Unchangeable is the principled stand of the Workers' Party of Korea to achieve the independent reunification through the concerted efforts of all the Koreans, holding fast to the said declarations as a militant banner.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration, the action programme of the former, are the milestone of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and overseas should give further momentum to the nationwide atmosphere to decisively reject every move of the anti-reunification forces to play down and scrap the said declarations and uphold and implement the declarations common to the nation. \n\t\t\t\t\t\n\t\t\t\t\t \"By our nation itself\" is the basic idea to be embodied in the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans should settle the issue of national reunification through their concerted efforts on the basis of their own view, proceeding from the stand of taking point of view giving priority to the nation.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad should resolutely check and foil the maneuvers of the anti-reunification forces running counter to the trend of the times towards independent reunification, steeped in pro-U.S. sycophancy and the hostility towards the fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t Political parties and organizations and compatriots from all walks of life at home and abroad should support each other and keep pace with one another for national reconciliation and cooperation and achieve solidarity and alliance and take joint actions in an effort to meet the interests common to the nation and open the gate to national reunification as early as possible, concludes the article."
        },
        {
            "title": "Rodong Sinmun on DPRK's Steadfast Idea of Its Foreign Policy",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-07ee.html",
            "content": "Rodong Sinmun on DPRK's Steadfast Idea of Its Foreign Policy\r\n Pyongyang, January 3 (KCNA) -- The idea of independence, peace and friendship which was re-clarified in the joint New Year editorial is the invariable idea of the foreign policy pursued by the Workers' Party of Korea and the DPRK government and highly important guidelines for their external activities.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The validity of the idea of the foreign policy of the WPK and the DPRK government to denuclearize the Korean Peninsula and defend peace and security of the Northeast Asia and other parts of the world was more fully demonstrated last year.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's high international prestige and dignity are the shining fruition of the correct idea of the foreign policy of the party and the government put forward by General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has firmly upheld socialism, boosted unity and solidarity with the anti-imperialist independent forces and put strong impetus to the human cause of independence despite the vicious offensive of the imperialist reactionaries against the DPRK as it has pursued independent politics. \n\t\t\t\t\t\n\t\t\t\t\t The most powerful strength guaranteeing peace lies in bolstering up the army and national defense capability. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK more strikingly demonstrated the might of the Songun politics and armed forces last year. \n\t\t\t\t\t\n\t\t\t\t\t Had the DPRK not bolstered up its armed forces, the imperialists would have ignited the second Korean war long ago and, consequently, the peace and security of the world would have been disturbed, to say nothing of the peace of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are now invariably pursuing their wild ambition to expand the sphere of their domination worldwide. To this end, they are seeking to stifle those countries and nations desirous of independence and socialism through collusion and by the strategy of destroying one by one. \n\t\t\t\t\t\n\t\t\t\t\t Under this situation the world progressive countries and nations can frustrate the imperialists' hegemonic policy and build a free new world only through their united efforts. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is boosting international solidarity and developing the friendly and cooperative relations with all countries of the world desirous of independence and conducting multi-faceted exchanges with all countries of the world friendly toward it on the principle of equality and mutual benefit, guided by the idea of independence, peace and friendship. \n\t\t\t\t\t\n\t\t\t\t\t Unchangeable and steadfast are the stand and will of the WPK and the DPRK government to consistently embody the above-said idea of the foreign policy, concludes the article."
        },
        {
            "title": "Candlelight Meeting Held in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-03ee.html",
            "content": "Candlelight Meeting Held in S. Korea\r\n Pyongyang, January 3 (KCNA) -- The Press Trade Union of south Korea held a candlelight meeting in Seoul on December 30 last year at a time when it is on a general strike in protest against the puppet authorities' moves to put media under their control, said CBS of south Korea.\n\t\t\t\t\t Attending it were more than 4,000 members of the trade union from across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting called for unfailingly checking the passage through the \"National Assembly\" of the bills on retrogressively revising the seven laws on media which allow big businesses and conservative papers to own broadcasting services, etc. as the bills seriously impair the impartiality of media."
        },
        {
            "title": "Lee Myung Bak Group's Confrontation with DPRK Blasted",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-04ee.html",
            "content": "Lee Myung Bak Group's Confrontation with DPRK Blasted\r\n Pyongyang, January 3 (KCNA) -- The Solidarity for Progress of south Korea held a press conference in Seoul on Dec. 28 last year accusing the Lee Myung Bak group of traitors of their confrontation with the DPRK. \n\t\t\t\t\t The organization in a press release published at the press conference assailed the Grand National Party of south Korea of working hard to railroad the \"bill on human rights issue in the north\" through the \"National Assembly\" despite the opposition of different circles. \n\t\t\t\t\t\n\t\t\t\t\t The organization held that the GNP is working hard with bloodshot eyes to ram through the NA the worst evil bill in history, a bill aimed at \"unification through absorption\" in a bid to justify its hostile policy toward the north but this can never be allowed. \n\t\t\t\t\t\n\t\t\t\t\tIt warned that if the evil bill targeted against the north passes through the NA at a time when the inter-Korean relations have been strained due to the policy of confrontation of the group, it will result in totally blocking the way of achieving unity and peaceful reunification. \n\t\t\t\t\t\n\t\t\t\t\t Urging the Lee regime and the GNP to immediately stop the provocative acts of deteriorating the inter-Korean relations as the days go by and opt for implementing the June 15 joint declaration and the October 4 declaration, the organization declared all the people would turn out at once in the actions to force the regime to step down and the GNP to disband itself in case the evil bill is railroaded through the NA defying the people's mind-set."
        },
        {
            "title": "Significant Day of DPRK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-01ee.html",
            "content": "Significant Day of DPRK Observed in Different Countries\r\n Pyongyang, January 3 (KCNA) -- A meeting was held in Cuba, a seminar in Cambodia and a photo exhibition and a film show in Laos on Dec. 23 and 24 last year on the occasions of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t On display in the venues of the functions were photos showing the undying exploits of the peerlessly great persons and introducing the invincible might of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Present at the functions were figures and other people from all walks of life in the above-said countries. \n\t\t\t\t\t\n\t\t\t\t\tJuan Jose Leon Vega, first vice-chairman of the Cuban Committee for Supporting Korea's Reunification, said in his speech at the meeting that Kim Jong Suk is a woman revolutionary who aroused the women to the anti-Japanese revolutionary struggle true to the revolutionary idea of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people great success in their struggle for national reunification under the wise leadership of Kim Jong Il, noting that the Cuban Committee for Supporting Korea's Reunification would always support the independent and peaceful reunification of Korea in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Ouk Phurik, president of the Khmer Democratic Party of Cambodia, noted at the seminar that the friendly and cooperative relations between Cambodia and the DPRK personally provided by Great King Norodom Sihanouk and Generalissimo Kim Il Sung, the great leader of the Korean people, have more favorably developed day by day.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian people and members of the Khmer Democratic Party are pleased with the great successes made by the Korean people in building a great prosperous powerful socialist nation under the wise leadership of Marshal Kim Jong Il and wish them more shining victory in the future, he added."
        },
        {
            "title": "Songun Politics Highly Praised by British Organization",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-02ee.html",
            "content": "Songun Politics Highly Praised by British Organization\r\n Pyongyang, January 3 (KCNA) -- The Staffordshire, Britain, Branch of the Korean Friendship Association headquartered in Spain released a statement on Dec. 22 last year on the occasion of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t The statement said that the Songun politics pursued by Kim Jong Il has brought prosperity to the Democratic People's Republic of Korea and provided a firm guarantee for the peace and stability of the Korean Peninsula, adding that the U.S. imperialists dare not provoke the DPRK as they are afraid of the KPA holding him in high esteem as its supreme commander.\n\t\t\t\t\t\n\t\t\t\t\t The new U.S. Administration should recognize the fact that the DPRK enjoys legitimate prestige in the world arena and it will never yield to its threat unlike some other countries, it urged. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the organization issued a statement on Dec. 15 last year on the occasion of the 91st birth anniversary of anti-Japanese war hero Kim Jong Suk."
        },
        {
            "title": "Kim Jong Il felicita a uniformados de la division de tanques No. 105",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-11ee.html",
            "content": "Kim Jong Il felicita a uniformados de la division de tanques No. 105\r\nPyongyang, 3 de enero (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito con motivo del Ano Nuevo la Division de Tanques No.105 Ryu Kyong Su \"Seul Vanguardia\" del EPC, laureada con el titulo de Septimo Regimiento de O Jung Hup, y felicito a los oficiales y soldados del EPC.\n\t\t\t\t\tLos uniformados le dieron una calida bienvenida deseandole con el corazon el Feliz Ano Nuevo en reflejo de la infinita veneracion de todos los oficiales y soldados del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo respondio a las hospitalarias aclamaciones de los militares y dio sus calidas felicitaciones a los oficiales y soldados del EPC por el Ano Nuevo.\n\t\t\t\t\t\n\t\t\t\t\tLuego de hacer conocimiento del estado de cumplimiento de la mision de la unidad, subio al mirador donde vio un ejercicio de los tanquistas.\n\t\t\t\t\t\n\t\t\t\t\tViendo el entrenamiento, se mostro muy satisfecho de que todos los militares de la division crecieron como combatientes capaces de pelear a solas contra cien rivales y preparados tan fuertemente de modo que cualesquier enemigos potentes no se atreven a abalanzarse sobre ellos, y presento las tareas que serviran de guia para fortalecer al EPC como invencibles fuerzas armadas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, recorrio la sala de educacion, el dormitorio y otros lugares de la unidad atendiendo cordialmente la vida de los uniformados.\n\t\t\t\t\t\n\t\t\t\t\tDestacando que esta division es ejemplar en todos los aspectos tanto en el ejercicio combativo y politico como en la administracion de la unidad y la intendencia, recalco que este orgulloso cambio deviene una muestra directa de la dignidad, aspecto y temperamento del EPC altamente regularizado.\n\t\t\t\t\t\n\t\t\t\t\tAl presenciar las obras artisticas de diferentes generos y otras creaciones de los soldados, subrayo que nuestros militares son el ejemplo de la sociedad en la idea, moral, cultura y otras esferas y anadio que la vida del soldado es, de veras, la carrera universitaria de la revolucion del Songun (priorizacion militar) que permite conocer la revolucion, el valor de la patria y todas las cosas de la vida.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo presencio la funcion artistica ofrecida por los soldados de una compania subordinada a la division.\n\t\t\t\t\t\n\t\t\t\t\tSe puso contento de que los uniformados de la compania viven y luchan con mucha fe y optimismo entonando dinamicamente las canciones militares revolucionarias, y aprecio altamente el revolucionario y combativo modo de lucha y vida de ellos.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el se fotografio junto a los uniformados de la division.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion los generales de ejercito del EPC, Hyon Chol Hae, Kim Myong Guk y Ri Myong Su, y otros comandantes del ejercito."
        },
        {
            "title": "Minju Joson revela ambicion de Japon por sistema antimissiles",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-12ee.html",
            "content": "Minju Joson revela ambicion de Japon por sistema antimisiles\r\nPyongyang, 3 de enero (ATCC) -- Recientemente, las \"fuerzas navales de autodefensa\" de Japon declararon que fue aprobado en el ensayo de calidad el sistema antimisiles incluyendo la plataforma de lanzamiento del misil antibalistico \"SM-3\", equipado en el buque Aegis.\n\t\t\t\t\tTal declaracion de los reaccionarios japoneses no pasa de ser una egolatria procedente de la satisfaccion de que dispusieron del medio capaz de tomar la heguemonia militar en la region del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Minju Joson en un comentario individual del dia 3 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas maquinaciones  freneticas de estos  reaccionarios por establecer el citado sistema no son para hacer frente a la supuesta \"amenaza de misiles balisticos\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\tEllos tienen la ambicion de ocupar cuanto antes  la posicion de la potencia militar y de realizar, basandose en esto, su expansion militarista a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEllos amplian y fortalecen las fuerzas armadas estrategicas al cargar en el buque \"Jokai\" el sistema antimisiles como lo hicieron en el buque Aegis \"Kongo\", lo cual tiene objeto de elevar con seguridad su posicion militar y estrategica en el Nordeste Asiatico, asegurar la supremacia militar de Japon en comparacion con otras potencias y, a la larga, hacerse el lider en Asia.\n\t\t\t\t\t\n\t\t\t\t\tLos imprudentes movimientos militares de los reaccionarios japoneses que marchan directamente por el camino de la expansion militarista a ultramar amenazan la paz y la seguridad de la region del Noreste Asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEs evidente  el camino a seguir por Japon que fue expandido en lo militar y se hizo reaccionario y fascista en lo politico.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben sacar las lecciones desde su derrota del pasado y poner fin de inmediato a sus imprudentes maniobras de expansion a ultramar y de conversion en la potencia militar."
        },
        {
            "title": "Rodong Sinmun aboga por marchar ateniendose a declaracion conjunta",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-13ee.html",
            "content": "Rodong Sinmun aboga por marchar ateniendose a declaracion conjunta\r\nPyongyang, 3 de enero (ATCC) -- La consigna combativa \"!Avancemos con pasos firmes por el camino de la reunificacion independiente enarbolando la bandera de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre!\", presentada en el editorial conjunto del Ano Nuevo, refleja la aspiracion de los compatriotas y la demanda de la epoca y presenta claramente el rumbo general y la meta de lucha del movimiento por la reunificacion de la patria de este ano.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion de principios del Partido del Trabajo de Corea de lograr la reunificacion independiente con las fuerzas unidas de toda la nacion coreana enarbolando las declaraciones conjuntas Norte-Sur como la bandera de lucha.\n\t\t\t\t\t\n\t\t\t\t\tLa Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, programa para la implementacion de la primera, resultan el jalon de la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana del Norte, el Sur y en ultramar debe rechazar rotundamente todas las maquinaciones de las fuerzas anti-reunificacion para convertir en letra muerta dichos documentos intercoreanos, y acentuar el ambiente pannacional para apoyarlos, defenderlos y ejecutarlos.\n\t\t\t\t\t\n\t\t\t\t\t\"Entre nosotros, los connacionales\" es el ideal fundamental que debe ser materializado en el movimiento por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tHay que resolver este problema con el criterio y esfuerzos propios de la nacion coreana manteniendo la posicion de dar importancia y prioridad a ella.\n\t\t\t\t\t\n\t\t\t\t\tTodos los connacionales deben impedir y frustrar tajantemente las acciones de las fuerzas anti-reunificacion que presas del servilismo y adoracion a EE.UU. y de la conciencia hostil a los coterraneos, navegan en contra de la corriente de la epoca hacia la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tLos partidos politicos, las entidades y los connacionales de distintos sectores en el interior y el exterior del pais deben apoyarse y coordinar sus pasos por la reconciliacion y la cooperacion nacionales, realizar los intereses comunes nacionales mediante la solidaridad, la alianza y la accion conjunta, y abrir cuanto antes la puerta de la reunificacion de la patria."
        },
        {
            "title": "Rodong Sinmun se refiere al ideal de politica exterior de la RPDC",
            "url": "http://kcna.co.jp/item/2009/200901/news03/20090103-14ee.html",
            "content": "Rodong Sinmun se refiere al ideal de politica exterior de la RPDC\r\nPyongyang, 3 de enero (ATCC) -- El ideal de la independencia, la paz y la amistad aclarado de nuevo en el editorial conjunto del Ano Nuevo es el invariable de politica exterior y la guia programatica de las actividades exteriores del Partido del Trabajo de Corea y el gobierno de la Republica Popular Democratica de Corea.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un articulo individual del dia 3 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Se patentizo con mayor claridad el ano expirado la justeza del ideal de la politica exterior del PTC y el gobierno de la RPDC a conseguir la desnuclearizacion de la Peninsula Coreana y preservar la paz y la seguridad del Nordeste asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t La alta autoridad internacional y dignidad de la RPDC son fruto brillante del justo ideal de la politica exterior del PTC y el gobierno de la RPDC presentado por el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Se debe a la politica de independencia el que aun en medio de la ofensiva atroz de los reaccionarios imperialistas contra la RPDC, mantenemos y desarrollamos con firmeza el socialismo, fortalecemos la unidad y solidaridad con las fuerzas independientes antiimperialistas e impulsamos con vigor la causa de independencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\t La poderosisima fuerza para preservar la paz reside en fortalecer las fuerzas armadas autodefensivas.\n\t\t\t\t\t\n\t\t\t\t\t El ano pasado, la RPDC manifesto con mas vigor el poderio de la politica de Songun (priorizacion militar) y del fusil.\n\t\t\t\t\t\n\t\t\t\t\t Si la RPDC no hubiera preparado las poderosas fuerzas armadas, se habria desatado ya la segunda guerra coreana y perturbado la paz y la seguridad de la Peninsula Coreana y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Hoy los imperialistas acarician la invariable ambicion de extender su hegemonia en el ambito mundial.\n\t\t\t\t\t\n\t\t\t\t\tPara este fin, se coligan y se valen de la estrategia de derrota por separado a los paises y las naciones aspirantes a la independencia y el socialismo.\n\t\t\t\t\t\n\t\t\t\t\t Por lo tanto, los paises y las naciones progresistas del mundo solo con las fuerzas mancomunadas  pueden frustrar la politica dominacionista de los imperialistas y construir un nuevo mundo libre.\n\t\t\t\t\t\n\t\t\t\t\t La RPDC, bajo el ideal de la independencia, la paz y la amistad, fortalece la solidaridad internacional y desarrolla las relaciones de amistad y cooperacion con todos los paises del mundo aspirantes a la independencia.\n\t\t\t\t\t\n\t\t\t\t\tY realiza intercambio multifacetico en el principio de la igualdad y el beneficio mutuo con todos los paises del mundo que nos tratan amistosamente.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable e inmutable la posicion del PTC y el gobierno de la RPDC de mantener consecuentemente el ideal de politica exterior de la independencia, la paz y la amistad."
        }
    ]
}