{
    "date": "2009-05-01",
    "url": "http://kcna.co.jp/item/2009/200905/2009-05-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance Given by State Merited Chorus",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-18ee.html",
            "content": "Kim Jong Il Enjoys Performance Given by State Merited Chorus\r\nPyongyang, May 1 (KCNA) -- General Secretary Kim Jong Il, Friday enjoyed a performance given by the State Merited Chorus together with workers in the field of metal industry and those of relevant enterprises on May Day.\n\t\t\t\t\t When he appeared in the auditorium, workers of the Chollima Steel Complex, the Hwanghae Iron and Steel Complex, the Anju Area Coal Mining Complex, the Jaeryong Mine and the Unryul Mine enthusiastically welcomed him.\n\t\t\t\t\t\n\t\t\t\t\t Acknowledging the enthusiastic cheers of the workers, he warmly congratulated them on May Day.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were male choruses \"Our Comrade Kim Jong Il\", \"The Sound of a Horse's Hooves in Mt. Paektu\" and \"May, Month of Victory\", male solos and choruses \"A Soldier's Wish\" and \"We Started from Scratch\", orchestra and male chorus \"The Glow over Kangson\", male solos and choruses \"We Will Go forward Confidently\" and \"Song of Comradeship\", male choruses \"May the Era of the Workers' Party Prosper\", \"May Day Song\" and \"The Path of Victory\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers enthusiastically sang of the path of victory and glory covered by the Korean revolution and clearly demonstrated the firm faith and will of the army and people to accomplish the revolutionary cause of Juche and the cause of building a great prosperous powerful nation without fail under the uplifted banner of Songun despite any difficulties and trials.\n\t\t\t\t\t\n\t\t\t\t\t He repeatedly extended sincere salute to the enthusiastically cheering audience, expressing great expectation and conviction that they would creditably play a vanguard role in the great drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the successful performance given by the artistes of the chorus, expressing great satisfaction with their splendid performance fully reflecting the faith and will of Korea and the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Yong Chun, minister of the People's Armed Forces, Ri Yong Ho, chief of the General Staff of the Korean People's Army, Choe Thae Bok, Kim Jung Rin and Kim Ki Nam, secretaries of the WPK Central Committee, Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kang Sok Ju, first vice-minister of Foreign Affairs, leading officials of the WPK Central Committee including its department directors and first vice department directors, KPA Generals Kim Myong Guk, Hyon Chol Hae, Ri Myong Su and Kim Won Hong and other commanding officers of the army."
        },
        {
            "title": "Grand Evening of Fireworks Held to Mark May Day",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-16ee.html",
            "content": "Grand Evening of Fireworks Held to Mark May Day\r\n Pyongyang, May 1 (KCNA) -- A grand evening of fireworks \"We Will Emerge Victorious!\" was held on the bank of Pothong River here on Friday evening to mark May Day.\n\t\t\t\t\t The bank of the river where the Victorious Fatherland Liberation War Memorial Tower is standing and the squares, plazas and streets here were crowded with citizens from all walks of life who gathered to watch the fireworks.\n\t\t\t\t\t\n\t\t\t\t\t Watching the fireworks were senior party, army and state officials, chairpersons of the friendly parties, leading officials of party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons and officials of scientific, educational, cultural and art, public health and media organs. Also watching the fireworks were labor innovators of the Chollima Steel Complex, the Hwanghae Iron and Steel Complex, the Anju Area Coal Mining Complex, the Jaeryong Mine and the Unryul Mine, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and overseas compatriots. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys of different countries and representatives of international organizations here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\tChoe Thae Bok, alternative member of the Political Bureau of the C.C., the Workers' Party of Korea and its secretary, said in his speech that this evening of fireworks marking May Day provided by General Secretary Kim Jong Il is a historic event which will go down in the history of the great Songun leadership of the WPK as it is the most auspicious event in the long history of the Korean nation and in the history of the world working-class movement.\n\t\t\t\t\t\n\t\t\t\t\t When the evening of fireworks was declared open fireworks were displayed in the nocturnal sky of holiday amid the playing of songs \"The Victorious Parade\" and \"May, Month of Victory.\"\n\t\t\t\t\t\n\t\t\t\t\t Then followed the display of multi-color confetti-like fireworks amid loud booms shaking the heaven and earth and flames lighting up the sky. They presented the most spectacular scenery in the sky over the capital.\n\t\t\t\t\t\n\t\t\t\t\tThe fireworks displayed in succession beautifully decorating the nocturnal sky seemed to express all the servicepersons and people's ardent reverence and best wishes for General Secretary Kim Jong Il, the banner and symbol of the great victory, and the great pride and self-esteem of the heroic workers and other people of the DPRK advancing toward the eminence of a great prosperous and powerful nation full of confidence holding in high esteem the illustrious commander born of Heaven.\n\t\t\t\t\t\n\t\t\t\t\t Fireworks of various shapes and colors presented kaleidoscopic scenery, working wonders in the sky over the Victorious Fatherland Liberation War Memorial Tower.\n\t\t\t\t\t\n\t\t\t\t\t The atmosphere of the evening of fireworks reached the climax as myriads of fireworks were displayed in the nocturnal sky, decorating it with fascinating scenery.\n\t\t\t\t\t\n\t\t\t\t\t The grand evening of fireworks which made the holiday of the working people meaningful and significant strikingly manifested once again the indomitable spirit and steadfast faith of the heroic workers and other people of the DPRK to glorify for all ages the exploits performed by President Kim Il Sung in building a rich and powerful nation, build a great prosperous and powerful socialist nation in this land under the Songun leadership of Kim Jong Il and display fireworks of victory in the sky over the homeland."
        },
        {
            "title": "Grand Banquet Given for Workers on May Day",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-17ee.html",
            "content": "Grand Banquet Given to Mark May Day\r\n Pyongyang, May 1 (KCNA) -- A grand banquet was given here on May Day. \n\t\t\t\t\tPresent on invitation were 15,000 labour innovators from the Chollima Steel Complex, the Hwanghae Iron and Steel Complex, the Anju Area Coal Mining Complex, the Jaeryong Mine and the Unryul Mine.\n\t\t\t\t\t\n\t\t\t\t\t Present there were senior Party, army and state officials and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, made a speech there.\n\t\t\t\t\t\n\t\t\t\t\tHe warmly congratulated the labour innovators who were present on invitation at the grand banquet personally arranged by General Secretary Kim Jong Il on May Day.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il saw to it that the rare-to-be-seen evening of fireworks the first of its kind in the national history was held on the occasion of the Day of the Sun to demonstrate the invincible might of Songun Korea all over the world. He made sure that the similar grand event was held again to mark May Day most significantly in the world and showed such benevolent loving care of taking measures of inviting workers of the metal industry and its relevant fields to the event.\n\t\t\t\t\t\n\t\t\t\t\tThere are many politicians who work for the people and not a few anecdotes about banquets in the world. However, never has there been such a legend-like story in the history that the leader of a country invited a large contingent of 15,000 ordinary workers to the grand state banquet at the same time.\n\t\t\t\t\t\n\t\t\t\t\t This benevolence and solicitude shown by Kim Jong Il are an expression of his big expectation and conviction that the labour innovators would play the role of vanguard in bringing about a fresh leap forward in the general offensive to fling open the gate to a thriving nation in 2012, the centenary of birth of President Kim Il Sung, without fail.\n\t\t\t\t\t\n\t\t\t\t\t He called for giving full play to the heroic spirit and invincible stamina of the workers of the DPRK in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t There was a performance given by artistes at the banquet."
        },
        {
            "title": "DPRK FM Spokesman on Adoption of Final Document at Ministerial Meeting",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-15ee.html",
            "content": "DPRK FM Spokesman on Adoption of Final Document at Ministerial Meeting of Coordinating Committee of NAM\r\n Pyongyang, May 1 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the follow answer to a question put by KCNA Friday in connection with the adoption of the final document at the ministerial meeting of the Coordinating Committee of the Non-Aligned Movement:\n\t\t\t\t\t The ministerial meeting of the Coordinating Committee of the NAM was held in Havana, Cuba on April 29 and 30 and the final document was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t The meeting decided not to include a Korea-related article dealing with the \"six-party talks\" in the final document, taking into consideration the recent situation prevailing in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The said article which had so far been included in the final documents of the NAM meetings was excluded this time. This fully reflects the present situation in which the \"six-party talks\" disappeared due to the vicious moves of the forces hostile toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan perpetrated grave hostile acts against the DPRK by inveigling even the UNSC, thus bringing the \"six-party talks\" and the process of the denuclearization of the Korean Peninsula to collapse.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have been driven into the worst phase due to the reactionary confrontational policy of the present south Korean conservative authorities.\n\t\t\t\t\t\n\t\t\t\t\t The nations that participated in the Havana meeting expressed concern over the extremely dangerous situation created on the Korean Peninsula and admitted that there is no need to mention any longer the already defunct \"six-party party\" and the bedeviled inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The expression of their understanding of the stand of the DPRK that there is no need to keep the \"six-party talks\" for the denuclearization of the Korean Peninsula is powerful support to the efforts of the DPRK to defend peace and security of the peninsula and achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the NAM and its member nations will as ever extend invariable encouragement to the just cause of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, a member nation of the NAM, will continue to remain true to the basic principle and idea of the NAM to protect the sovereignty of the country and oppose foreign forces' intervention and domination and actively contribute to further strengthening the NAM."
        },
        {
            "title": "Japan Urged to Liquidate Its Crime-woven History",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-03ee.html",
            "content": "Japan Urged to Liquidate Its Crime-woven History\r\nPyongyang, May 1 (KCNA) -- A DPRK delegate on Apr. 23 made a speech at a meeting for examining the implementation of the Durban declaration against racism and its action program held in Geneva.\n\t\t\t\t\t What is important in fundamentally removing racism and racial discrimination is to properly redeem the past, he said.\n\t\t\t\t\t\n\t\t\t\t\t He cited facts to disclose that Japan enforced a harsh policy for the extermination of the Korean nation unprecedented in the world history of colonies, charging that the crimes against humanity have not yet been redressed although decades have passed and century has changed.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, such acts as distorting middle school history textbooks for the purpose of justifying its colonial past and covering up the traces of the above-said policy and praising top-class war criminals as \"heroes\" have become all the more undisguised in Japan, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the Koreans in Japan, descendants of the victims to the past colonial policy, are subject to suppression and all kinds of discrimination in various fabrics of social life for no reason. Japan should redress its history interwoven with crimes against humanity as early as possible and stop the suppression and discrimination against the General Association of Korean Residents in Japan and Koreans in Japan, he said."
        },
        {
            "title": "S. Korean Authorities and Conservative Media's Sheer Sophism Snubbed of Coordinating Committee of NAM",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-14ee.html",
            "content": "S. Korean Authorities and Conservative Media's Sheer Sophism Snubbed of Coordinating Committee of NAM\r\nPyongyang, May 1 (KCNA) -- The south Korean authorities and the conservative media are floating sheer sophism, terming the \"issue of detention\" of Yu Song Jin, employee of the Kaesong Office of Hyundai Asan a \"violation of the agreement and a human rights abuse\". A spokesman for the Central Special Zone Development Guidance General Bureau gave the following answer to a question put by KCNA on May 1 refuting their claim:\n\t\t\t\t\t The south Korean authorities and the conservative media are now far-fetchedly asserting that the detention of Yu was a violation of the \"agreement on entry and stay in the Kaesong Industrial Zone (KIZ) and the Mt. Kumgang Tourist Zone,\" without knowing about the essence of the case, and the investigation into the case is a \"human rights abuse,\" escalating the anti-DPRK smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t This cannot be interpreted otherwise than shameless sophism and a plot to falsify the truth about the case and shift the responsibility for the bedeviled inter-Korean relations and the hurdles lying in the way of the work in the KIZ on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Yu malignantly slandered the dignified system in the DPRK after entering the KIZ, perpetrating grave acts in infringement upon the sovereignty of the DPRK and violation of the relevant law.\n\t\t\t\t\t\n\t\t\t\t\t A competent institution is now carrying on a deep-going investigation into the case.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities and the conservative media and other riff-raffs are talking nonsense, unaware of the essence of the case. This can not but be a profound confusion of the right and wrong.\n\t\t\t\t\t\n\t\t\t\t\t If they continue behaving like this, this will only render the situation graver, doing nothing good to the business in the KIZ.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's law does not show any mercy to anyone violating its dignity and sovereignty as its people consider them as their life and soul.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities and the conservative media go reckless, distorting the essence of the case, they will be held fully accountable for all the ensuing consequences."
        },
        {
            "title": "Lee Myung Bak Group's Suppression of Civilian Organization Flailed",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-06ee.html",
            "content": "Lee Myung Bak Group's Suppression of Civilian Organization Flailed\r\nPyongyang, May 1 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea in a statement on April 30 bitterly denounced the Lee Myung Bak group's suppression of the Solidarity for Implementing the South-North Joint Declaration, branding it as an undisguised denial to the north-south declarations and a fascist action to stamp out the forces supporting the June 15 joint declaration.\n\t\t\t\t\t Such fascist act fully revealed the sinister attempt of the Lee group to illegalize the activities for implementing the said declarations and remove the progressive organizations for the reunification movement one by one in south Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors incriminated the activities of the above-mentioned organization for defending and implementing the June 15 joint declaration and inflicted heavy penalties upon its members by invoking the notorious \"National Security Law\". This cannot be justified with anything.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should cancel at once the designation of the organizations related to the June 15 joint declaration as \"enemy-benefiting organizations\" and immediately release the pro-reunification patriots unreasonably detained on charges of the violation of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen at home and abroad supporting the said declarations should heighten the vigilance against the sinister attempt and fascist act of the Lee group to stamp out the pro-reunification patriotic forces in south Korea and resolutely check and frustrate the treacherous anti-reunification moves of the bandit of traitors with their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t If the Lee group does not stop the suppression of the organizations supporting the June 15 joint declaration despite the accusations and warnings at home and abroad, it will be held fully accountable for the ensuing grave consequences."
        },
        {
            "title": "May Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-13ee.html",
            "content": "May Day Observed in DPRK\r\nPyongyang, May 1 (KCNA) -- Senior Party and state officials significantly observed May Day together with working people across the country.\n\t\t\t\t\t Kim Yong Nam, Choe Thae Bok, Kim Jung Rin, Choe Yong Rim, the chairperson of a friendly party, leading officials of the Cabinet, ministries, national institutions and local party and power bodies and working people's organizations visited the Kim Jong Thae Electric Locomotive Complex, the State Academy of Sciences, the Pyongyang 326 Electric Wire Factory, the Migok Cooperative Farm in Sariwon City, the Pyongyang Textile Mill and other organs, factories, enterprises and farms on Friday and congratulated the workers, agricultural workers and intellectuals on the holiday.\n\t\t\t\t\t\n\t\t\t\t\t The senior Party and state officials laid floral baskets and bouquets before the statues of President Kim Il Sung. Going round monuments to the revolutionary exploits of the three commanders of Mt. Paektu, rooms devoted to histories and other places, they were briefed on the proud path covered by organs, factories, enterprises and farms under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They met innovators to congratulate them on their successful work and gave a pep-talk to them.\n\t\t\t\t\t\n\t\t\t\t\t They also enjoyed art performances and played tug of war, Korean chess and other colorful sports and amusement games, encouraging working people."
        },
        {
            "title": "Art Performances Given to Mark May Day",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-12ee.html",
            "content": "Art Performances Given to Mark May Day\r\n Pyongyang, May 1 (KCNA) -- Art performances were given by artistes of national art troupes at parks and recreation grounds here today, May Day.\n\t\t\t\t\t An art performance was given by artistes of the State Folk Art Troupe at the Taesongsan Pleasure Park.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful numbers such as male trio \"May Day Song\" and song and dance \"A Sweet Brier\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers enthusiastically sang of deep thanks to President Kim Il Sung who built a new society for the working people on this land and General Secretary Kim Jong Il who has led socialist country of Juche just to the gate to a thriving nation with his original Songun policy.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of several art troupes gave an art performance at the park of the Mangyongdae Fun Fair.\n\t\t\t\t\t\n\t\t\t\t\t Staged were numbers including mixed quartette \"May, Month of Victory\" and female solo \"Do Prosper, Era of the Workers' Party\".\n\t\t\t\t\t\n\t\t\t\t\t The audiences joined the performers in singing songs and dancing to the tune of cheerful folk songs, adding to holiday atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Acrobats of the Pyongyang Circus delighted the people with acrobatic numbers with strong national flavor and stamina at the plaza of the Arch of Triumph."
        },
        {
            "title": "Giving Full Play to Heroic Stamina Called for",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-07ee.html",
            "content": "Giving Full Play to Heroic Stamina Called for\r\nPyongyang, May 1 (KCNA) -- Leading newspapers today editorially say that May Day is a significant occasion for demonstrating the militant might of all the workers, farmers and intellectuals and all other working people of the DPRK in their high-pitched drive for effecting a fresh great revolutionary surge, united in single mind around the headquarters of the revolution, and strengthening unity and solidarity with all the working people throughout the world.  \n\t\t\t\t\t All the working people in the DPRK significantly greet May Day thanks to the wise leadership of the Workers' Party of Korea that put them forward as the master of the country and help them to become the performers of heroic feats, says Rodong Sinmun. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The path unswervingly followed by the working people in the DPRK represents the course of heroic exploits for firmly defending the banner of socialism single-mindedly united around the Party and the leader and the one of creation and feats in which they have devoted all their extraordinary patriotism to building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\tThe working people of the DPRK have performed great feats for the country and the revolution till today since the liberation because they have been wisely guided by President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t All the working people should render heroic services in the drive of building a great prosperous and powerful nation true to the Songun leadership of Kim Jong Il so as to fling open the gate to a thriving nation in 2012, the centenary of birth of the President, without fail.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all the people to stage a dynamic struggle for building a great prosperous and powerful socialist nation in this land under the banner of Songun, upholding the idea and leadership of Kim Jong Il."
        },
        {
            "title": "Japan Urged to Make Apology and Reparation for Its Crimes",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-08ee.html",
            "content": "Japanese Reactionaries' Visit to \"Yasukuni Shrine\" Flayed\r\n Pyongyang, May 1 (KCNA) -- Japan has a legal and moral obligation to kneel down and make an apology and reparation for hideous crimes it committed against the Korean nation in the past, says Rodong Sinmun Friday in a signed commentary, stating that Japan has no justification  whatsoever to evade them. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists faked up, promulgated and enforced the \"forest and fields survey act\" on May 1, 1918. This is just one typical example of those crimes. The Japanese imperialists indiscriminately plundered Korea not only of its forest resources but also of underground and aquatic resources. And they looted or destroyed even cultural assets. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries, however, are whitewashing them and running headlong into dangerous reinvasion, far from repenting of those thrice-cursed crimes even a bit.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities are cooperating with the Japanese reactionaries, far from protesting against their reckless moves for reinvasion. Lurking behind this is their sinister intention to hurt and stifle their fellow countrymen at any cost by escalating anti-DPRK confrontational racket in the worldwide scale through cooperation with the Japanese reactionaries in return for covering up the past crimes of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan is frantically kicking up the reckless racket to stage a comeback to Korea, instead of making an apology and reparation for those unpardonable crimes committed by Japan against the Korean people in the past. This is because such group of traitors as the Lee Myung Bak group is going on the rampage, supporting the Japanese reactionaries' moves for aggression, subservient to them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should behave with discretion, clearly understanding the Korean people's strong and steadfast will to certainly settle accounts with Japan."
        },
        {
            "title": "Japanese Reactionaries' Visit to \"Yasukuni Shrine\" Flayed",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-09ee.html",
            "content": "Japanese Reactionaries' Visit to \"Yasukuni Shrine\" Flayed\r\n Pyongyang, May 1 (KCNA) -- Some days ago, 87 dietmen of the \"Association of Dietmen for Visiting 'Yasukuni Shrine'\" of right-wing elements of Japan made a group visit to the \"Yasukuni Shrine\" and Prime Minister Aso made offerings to it on his own behalf.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Friday says that the visit is not a religious ritual and annual event but a very dangerous move to spread the poisonous militarism and an undisguised agitation for a war, prompted by the deep-rooted ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The real intention of the visit is to imbue the Japanese people with the idea that they should not forget those killed in the war for continental aggression but whet the sword for reinvasion of Asian countries by inheriting their soul.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the Japanese reactionaries are working hard to make the said visit conventional and regular after setting it as the \"political and moral duty\" of politicians.  The unabated and increased visit to the shrine is escalating the danger of war by Japan in Asia and threatening peace and security there.\n\t\t\t\t\t\n\t\t\t\t\t The day has gone never to come when the Japanese militarists occupied Korea and other Asian countries and acted the master. The Japanese reactionaries' unabated and increased visit to the shrine will precipitate Japan's destruction."
        },
        {
            "title": "Unity of World Progressive Peoples Called for",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-11ee.html",
            "content": "Unity of World Progressive Peoples Called for\r\nPyongyang, May 1 (KCNA) -- The world progressive peoples should resolutely shatter the moves of the imperialists for aggression and war and dynamically push ahead with the triumphant advance of the human cause of independence in firm unity under the banner of independence against imperialism, the banner of defending peace, cherishing the truth of history that if they are united, they are strong and if they are divided, they are weak. Rodong Sinmun Friday observes this in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a very urgent and important issue at present for the world people advocating independence to firmly unite in their struggle as the imperialists are challenging the cause of global independence in league with one another.\n\t\t\t\t\t\n\t\t\t\t\t What is important in strengthening unity and solidarity among the anti-imperialist independent forces is to adhere to independence. The unity of these forces serves as the source of the invincible strength and a decisive factor of victory in the struggle to realize global independence.\n\t\t\t\t\t\n\t\t\t\t\t It is important to adhere to the principled stand toward imperialism in realizing this unity.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are constantly increasing their armed forces for aggression and ceaselessly escalating the war of aggression against the progressive countries by force of arms, swimming against the trend of the times toward independence and peace.\n\t\t\t\t\t\n\t\t\t\t\t If the world progressive forces are to get united and successfully struggle against imperialist and hegemonic forces, they should firmly cultivate their military strength.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive peoples should firmly unite and deal a heavy blow at the imperialists' desperate moves, holding higher the banner of unity.\n\t\t\t\t\t\n\t\t\t\t\t Today the international reactionary forces do not dare provoke the DPRK, though they are making desperate efforts against it. This is because it has the weapon of single-minded unity which can not be seen in the world."
        },
        {
            "title": "Struggle to Force Lee Myung Bak to Step down Called for",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-04ee.html",
            "content": "Struggle to Force Lee Myung Bak to Step down Called for\r\n Pyongyang, May 1 (KCNA) -- The Workers and Peasants Department of the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) published \"an appeal to all the people\" on April 30 on the occasion of May Day, according to Kuguk Jonson (Internet site).\n\t\t\t\t\t The appeal referred to the atmosphere of the struggle mounting in different parts of south Korea to judge traitor Lee Myung Bak who is viciously challenging the trend of the times, mercilessly infringing upon the vital rights and democratic freedom of the working people, resorting to wicked sycophantic treachery and escalating moves for confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The strong atmosphere of the anti-Lee struggle reminiscent of the erupting volcano is a vivid representation of the explosion of the pent-up grudge and wrath of the south Korean people at the group of traitors and a striking manifestation of their will to wipe out the group, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group turned the south Korean society into dark fascist one and a colony completely dependent on foreign forces and pushed the inter-Korean ties to the worst crisis in just a little more than one year since it came to power, crimes which can never be pardoned, it stressed, adding:\n\t\t\t\t\t\n\t\t\t\t\t If the Lee group is allowed to stay in power, the south Korean people will suffer more pain and misfortune and all the fellow countrymen will not escape a nuclear war holocaust. This is the conclusion drawn by the south Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The appeal advanced slogans calling for decorating May Day as the day of struggle for judging the group of traitors and demonstrating the south Korean people's will of the anti-\"government\" struggle.\n\t\t\t\t\t\n\t\t\t\t\t They include those slogans calling for decisively rejecting the group of traitors' policy of serving outsiders and its sycophantic treachery, those calling for thoroughly foiling its anachronistic racket for confrontation with fellow countrymen and moves for a war of aggression against the DPRK and those calling for defending the historic June 15 joint declaration and the October 4 declaration and achieving national reconciliation and unity in the idea of \"By our nation itself.\"\n\t\t\t\t\t\n\t\t\t\t\t Those calling for waging the struggle to force Lee to step down in close combination with the struggle for independence against the U.S. for putting an end to the U.S. colonial domination and military occupation of south Korea and calling upon the people from all walks of life to turn out in the struggle against Lee are also included in the appeal.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called for more vigorously staging the May struggle which started with the general offensive for forcing Lee to step down with May 18 as an occasion and steadily expanding and escalating the May struggle into the one for commemorating the anniversary of the June popular resistance."
        },
        {
            "title": "S. Korean Puppet Military Authorities' Sycophancy toward U.S. Assailed",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-05ee.html",
            "content": "S. Korean Puppet Military Authorities' Sycophancy toward U.S. Assailed\r\nPyongyang, May 1 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held the 89th rally for peace and disarmament outside the puppet Ministry of Defense on April 28 to denounce the military authorities for their sycophancy and submission to the U.S.\n\t\t\t\t\t At the rally speakers said that the \"second meeting of the high-level talks\" to be held between the U.S. forces and the south Korean military authorities on April 29 is unilaterally organized by the U.S. forces side for the purpose of thrusting the brigandish demand related to the transfer of the U.S. military bases upon the latter.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to collect more money from the south Koreans as taxes, not content with charging the south Korean authorities with the payment of fund for the transfer of the U.S. Second Division, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the only way for protecting the people's interests is for the authorities to categorically refuse the U.S. demand and stop the unilateral \"meeting\".\n\t\t\t\t\t\n\t\t\t\t\t A resolution read out at the rally disclosed the fact that the fund for the establishment of C4I, to be built in the compound of the U.S. military base in Phyongthaek has increased to 1 trillion won.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the \"Ministry of Defense\" is seeking to pay more money to the U.S. forces by deceiving the south Koreans at a time when economic crisis deepens and people are suffering from destitution, the resolution urged the military authorities to fully open to the public the whole story about the negotiations related to the fund for the building of the C4I.\n\t\t\t\t\t\n\t\t\t\t\t It accused the above-said ministry of trying to use 6 trillion won collected from the people as taxes for building a missile shield which threatens peace on the Korean Peninsula, being keen on sycophancy and submission.\n\t\t\t\t\t\n\t\t\t\t\t The only way for solving problem is to drive the U.S. forces out of south Korea, it said, calling on the people from all walks of life to wage a widespread struggle in solidarity to put an end to the military authorities' servitude and get the U.S. troops withdrawn from south Korea."
        },
        {
            "title": "DPRK Foreign Ministry Statement Supported",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-02ee.html",
            "content": "DPRK Foreign Ministry Statement Supported\r\nPyongyang, May 1 (KCNA) -- Ecuadorian organizations released statements in support of the statement issued by the DPRK Foreign Ministry.\n\t\t\t\t\t The Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification in a statement on April 20 accused the UNSC of making public the brigandish \"presidential statement\" over the DPRK's satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The statement charged that today the UN has turned into a spiritless tool speaking for the interests of the U.S. imperialists and their stooges only in handling the world problems, forgetful of its original mission.\n\t\t\t\t\t\n\t\t\t\t\t The above-said committee expressed the will to dynamically wage a movement supporting the Juche idea and socialism with the Korean people, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Ecuadorian Guaranda Association for Friendship, Culture and Solidarity with the Korean People in a statement on April 21 noted that the association regards the victory won by the Korean people as a success and pride of the whole mankind, adding that it would advance toward the hopeful tomorrow sharing sweets and bitters with the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The satellite Kwangmyongsong-2 symbolizes peace and progress of humankind, the statement stressed."
        },
        {
            "title": "Day of Sun Commemorated",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-01ee.html",
            "content": "Day of Sun Commemorated\r\nPyongyang, May 1 (KCNA) -- Lectures took place in Russia, Tanzania and Uganda, a remembrance meeting in Egypt and the national youth and children's Taekwon-Do championships in Bulgaria in the period between April 8 and 15 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tOn display in the venues of the functions were works of Kim Il Sung and General Secretary Kim Jong Il and photos showing their feats and books and photos introducing the achievements made by the Korean people in building a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The councilor in charge of Asia and Mideast of the International Affairs Department of the Liberal Democratic Party of Russia in the lecture said that Kim Il Sung devoted his all to the prosperity and happiness of the Korean people all his life, stressing that the desire and idea of Kim Il Sung are being brilliantly materialized by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Dar es Salaam Committee of the Revolutionary Party of Tanzania in the lecture noted that the noble and rich ideological and theoretical treasure provided by Kim Il Sung hold the distinguished position in the history of humankind thinking for its truthfulness and vitality and it evokes greater sympathy from among the world people as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Egyptian Committee for the Study of the Juche Idea at the remembrance meeting said that Kim Il Sung extended full support to the just cause of the peoples of Arab nations including Egypt, highly praising him as an outstanding leader who made immortal contributions to the cause of global independence."
        },
        {
            "title": "RPDC demanda liquidacion de la historia criminal de Japon",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-19ee.html",
            "content": "RPDC demanda liquidacion de la historia criminal de Japon\r\nPyongyang, 1 de mayo (ATCC) -- En la reunion de examen de la ejecucion de la Declaracion de Durban contra el Racismo y su plan de accion sesionada en Ginebra, hizo uso de la palabra el 23 de abril el delegado de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  Lo fundamental para erradicar radicalmente el racismo y la discriminacion racial es liquidar correctamente la historia del pasado, insistio el delegado coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Revelo citando datos que en el pasado, Japon ha practicando la infame politica de exterminio de la nacion coreana, sin precedentes en la historia mundial del colonialismo, y agrego que ese crimen antietico no se ha liquidado todavia aunque pasaron varias decadas y llego el nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\t  Al contrario, a fin de justificar el colonialismo del pasado y ocultar las huellas de la politica de exterminio a otras naciones, se cometen abiertamente en Japon la tergiversacion del manual de historia de la escuela secundaria y los actos que honran como \"heroes\" a los criminales de guerra de categoria especial, desenmascaro.\n\t\t\t\t\t\n\t\t\t\t\t Se refirio a que ahora los coreanos residentes en Japon, descendientes de las victimas de la politica colonial del pasado, son reprimidos por motivos injustos y discriminados de diferentes maneras en varias esferas de la vida social.\n\t\t\t\t\t\n\t\t\t\t\t Demando fuertemente a Japon liquidar cuanto antes su historia de crimenes antieticos del pasado y cesar de inmediato la represion y la discriminacion contra la Asociacion General de Coreanos Residentes en Japon y los coreanos radicados en este pais."
        },
        {
            "title": "DGCDZE critica a las autoridades y prensa conservadora del Sur de Corea",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-20ee.html",
            "content": "DGCDZE critica a las autoridades y prensa conservadora del Sur de Corea\r\nPyongyang, 1 de mayo (ATCC) -- Recientemente, las autoridades y los medios de prensa conservadores del Sur de Corea difunden unos rumores absurdos en cuanto a la retencion a Yu Song Jin, empleado de la Oficina en Kaesong de Hyundai Asan del Sur de Corea, hablando de la supuesta \"violacion del acuerdo\" y de derechos humanos.\n\t\t\t\t\t  El portavoz de la Direccion General del Desarrollo de la Zona Especial Central de  la Republica Popular Democratica de Corea contesto este viernes a las preguntas formuladas al respecto por un reportero de la Agencia Telegrafica Central de Corea como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  En estos dias, en lo tocante a la retencion a Yu Song Jin, empleado de la Oficina en Kaesong de Hyundai Asan, las autoridades y los medios de prensa conservadores del Sur de Corea, que no saben siquiera la esencia de ese caso, insisten absurdamente en que la RPDC violo el \"acuerdo sobre la entrada y permanencia en la zona industrial de Kaesong y la turistica del monte Kumgang\" e intensifican la campana intrigante anti-RPDC describiendo la investigacion del caso como \"violacion de DDHH\".\n\t\t\t\t\t\n\t\t\t\t\t  Esto es un complot y disparate descarado para imputar a la RPDC tergiversando la verdad del caso la responsabilidad por las dificultades creadas en las relaciones entre el Norte y el Sur de Corea y las labores de la zona industrial de Kaesong.  \n\t\t\t\t\t\n\t\t\t\t\t  Despues de que entro en la zona industrial de Kaesong, Yu Song Jin censuro siniestramente el muy digno sistema de la RPDC y cometio un grave acto que viola la soberania de la RPDC y contraviene a la ley correspondiente.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestro organo competente sigue profundizando la investigacion del caso.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, las autoridades, los medios de prensa conservadores y otros fulanos y menganos del Sur de Corea circulan esos disparates sin conocer siquiera la esencia del suceso, lo cual deviene el climax de la logica de bandido.\n\t\t\t\t\t\n\t\t\t\t\t Si las autoridades y las fuerzas conservadoras del Sur de Corea siguen portandose de esa manera, la situacion se agravara y seran perjudicadas las labores de la zona industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t  La ley de la RPDC no perdona a cualquier tipo que viole la dignidad y la soberania consideradas por el pueblo coreano como su vida.\n\t\t\t\t\t\n\t\t\t\t\t  Si las autoridades y los medios de prensa conservadores del Sur de Corea actuan imprudentemente tergiversando la esencia de la situacion, seran totalmente responsables de las consecuencias que emanen de ello."
        },
        {
            "title": "CRPP condena la represion fascista a la Solidaridad de Ejecucion",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-21ee.html",
            "content": "CRPP condena la represion fascista a la Solidaridad de Ejecucion\r\nPyongyang, 1 de mayo (ATCC) -- En su declaracion publicada la vispera, el Comite por la Reunificacion Pacifica de la Patria condeno categoricamente la represion fascista de la banda de Lee Myung Bak contra la Solidaridad de Ejecucion de la Declaracion Conjunta Sur-Norte del 15 de Junio calificandola de negacion abierta a las declaraciones conjuntas intercoreanas y acto fascista para aniquilar a las fuerzas partidarias de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t  La reciente campana fascista revela claramente el malsano intento de la banda de Lee Myung Bak de ilegalizar en el Sur de Corea las actividades con vistas a ejecutar la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y eliminar una tras otra las progresistas entidades del movimiento por la reunificacion, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\t  No se puede justificar de ninguna manera el delito de la banda del traidor Lee que al criminalizar las actividades de la Solidaridad de Ejecucion para mantener y ejecutar la Declaracion Conjunta del 15 de Junio, condeno a duras penas a sus miembros en virtud de la infame \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Lee debe revocar de inmediato la definicion de \"entidades proenemigas\" sobre las entidades relacionadas con el 15 de Junio y excarcelar de inmediato a las personalidades patrioticas por la reunificacion injustamente encarceladas en virtud de la \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t  Todos los coreanos dentro y fuera del pais, que apoyan las declaraciones arriba mencionadas, deben redoblar la vigilancia al intento maligno y los alborotos fascistas de esa horda encaminados a eliminar en el Sur de Corea a las fuerzas patrioticas por la reunificacion y frustrar tajantemente con las fuerzas unidas las maniobras antinacionales y anti-reunificacion de los traidores.  \n\t\t\t\t\t\n\t\t\t\t\t  Si la banda de Lee no cesa la represion contra las entidades partidarias del 15 de Junio desoyendo las criticas y la advertencia de los nacionales y extranjeros, sera totalmente responsable de las graves consecuencias que emanen de ello."
        },
        {
            "title": "Cuadros celebran el Primero de Mayo junto con los trabajadores",
            "url": "http://kcna.co.jp/item/2009/200905/news01/20090501-22ee.html",
            "content": "Cuadros celebran el Primero de Mayo junto con los trabajadores\r\nPyongyang, 1 de mayo (ATCC) -- Los cuadros del Partido y el Estado conmemoraron significativamente el Primero de Mayo, Dia Internacional de los Trabajadores de todo el mundo, junto con los trabajadores de distintas localidades.\n\t\t\t\t\t  Este dia, Kim Yong Nam, Choe Thae Bok, Kim Jung Rin, Choe Yong Rim, el presidente del partido amigo, los funcionarios directivos del Consejo de Ministros, ministerios y organos centrales y los de organismos locales del partido, el Poder y organizaciones de masas felicitaron a los obreros, los trabajadores agricolas y los intelectuales visitando el Complejo de Locomotoras Electricas Kim Jong Thae, la Academia Estatal de Ciencias, la Fabrica de Alambres Electricos 326 de Pyongyang, la Granja Cooperativa de Migok de la ciudad de Sariwon, la Fabrica Textil de Pyongyang y otros organos, fabricas, empresas y granjas.\n\t\t\t\t\t\n\t\t\t\t\t Tras depositar los cestos y ramos de flores ante las estatuas del Presidente Kim Il Sung, ellos recorrieron los monumentos a la historia revolucionaria de los tres generales del monte Paektu (el Presidente Kim Il Sung, el Dirigente Kim Jong Il y la heroina de lucha antijaponesa Kim Jong Suk).\n\t\t\t\t\t\n\t\t\t\t\t Igualmente, se informaron de las orgullosas trayectorias recorridas por los organismos, fabricas, empresas y granjas bajo la direccion del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Luego, se reunieron con los innovadores felicitando sus exitos de trabajo y los estimularon.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, redoblaron la moral de los trabajadores presenciando las funciones artisticas y realizando diversos juegos deportivos y recreativos como la lucha de cuerda y el ajedrez."
        }
    ]
}