{
    "date": "2009-01-21",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-21ee.html",
    "articles": [
        {
            "title": "Barack Obama Takes Office as U.S. President",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-18ee.html",
            "content": "Barack Obama Takes Office as U.S. President\r\nPyongyang, January 21 (KCNA) -- Barack Obama took office as the 44th president of the United States on Jan. 20.\n\t\t\t\t\t The inauguration ceremony was held at the Capitol building that day.\n\t\t\t\t\t\n\t\t\t\t\t He made an inaugural address there."
        },
        {
            "title": "CPC Delegation Arrives",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-14ee.html",
            "content": "CPC Delegation Arrives\r\nPyongyang, January 21 (KCNA) -- A delegation of the International Liaison Department of the Central Committee of the Communist Party of China led by its Head Wang Jiarui arrived here today by air."
        },
        {
            "title": "DPRK's Support to Palestinians' Struggle Reiterated",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-03ee.html",
            "content": "DPRK's Support to Palestinians' Struggle Reiterated\r\n Pyongyang, January 21 (KCNA) -- The DPRK extends full support and solidarity to the Palestinian people in their struggle to drive the Israeli aggressors out of their land and take back the legitimate rights including the right to self-determination.\n\t\t\t\t\t  A DPRK delegate said this in a speech made at a special meeting of the UN General Assembly held on Jan. 15 in connection with Israel's attack on the Gaza Strip of Palestine.\n\t\t\t\t\t\n\t\t\t\t\t He bitterly dismissed the said aggression as a wanton violation of the UN Charter and international law and an undisguised provocation to the Mid-east peace process. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the Israeli army mercilessly killed innocent Palestinians and ruthlessly deprived them of the cradle of their life as evidenced by the destruction of dwelling houses, public establishments and schools, etc., he went on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the Israeli army's dreadful atrocities are being committed under the strong patronage of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The reality proves once again that the U.S. is the harasser of world peace and the worst human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t It is not only the legitimate rights but also the just cause for the Palestinians to struggle to retake the occupied territories and build a sovereign and independent state.\n\t\t\t\t\t\n\t\t\t\t\t Israel should stop all military actions in the Gaza Strip and immediately withdraw its aggressor armed forces from there."
        },
        {
            "title": "Sports Contest among Officials of National Institutions Opens",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-15ee.html",
            "content": "Sports Contest among Officials of National Institutions Opens\r\nPyongyang, January 21 (KCNA) -- The 14th Paektusan Prize Sports Contest among Officials of National Institutions opened in the run-up to the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Its participants will compete in eight events including group running, volleyball, seesawing and shooting.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony was held at the Pyongyang Indoor Stadium on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kwak Pom Gi, vice-premier of the Cabinet, and officials concerned, government employees of ministries and national institutions and players.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Phal, chairman of the Central Committee of the General Federation of Trade Unions of Korea, made an opening speech."
        },
        {
            "title": "Best Ssirum and Paduk Players and Coaches for 2008 Selected in DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-12ee.html",
            "content": "Best Ssirum and Paduk Players and Coaches for 2008 Selected in DPRK\r\nPyongyang, January 21 (KCNA) -- The best ssirum (Korean wrestling) and paduk players and coaches for Juche 97 (2008) have been selected in the DPRK.\n\t\t\t\t\t They are Ri Chol Song and Kang Tae Gwon, ssirum wrestlers of the Pyongyang Taekwon-Do Team, and Jo Tae Won, player (male) of the Korean Paduk Association.\n\t\t\t\t\t\n\t\t\t\t\t The best coaches are Ri Kyong Nam, ssirum coach of the Pyongyang Taekwon-Do Team, and Ri Pong Il, paduk coach (male) of the national Taekwon-Do selection team under the Korean Taekwon-Do Committee."
        },
        {
            "title": "Poster Exhibition Opens",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-05ee.html",
            "content": "Poster Exhibition Opens\r\nPyongyang, January 21 (KCNA) -- An exhibition of posters calling for intensifying the drive to implement the joint New Year editorial opened at the Pyongyang International Cultural Centre on Tuesday.\n\t\t\t\t\t On display there are more than 70 posters instilling confidence and courage into all the servicepersons and people in the general advance to implement the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\t \"Let all of us turn out in the drive for implementing the tasks laid down in the joint editorial!\" and \"Let us bring about a new great revolutionary upswing on all fronts in the same spirit as displayed by the workers of Kangson!\" and other posters truthfully represent the revolutionary spirit of the Korean people waging the general offensive united closer around the party.\n\t\t\t\t\t\n\t\t\t\t\t Such posters as \"Let us exalt the dignity and might of Songun Korea with the mental power of all the servicepersons and people!\" and \"World, look at the spirit of Songun Korea!\" fully reflect the firm resolution and mettle of the servicepersons and people to surely open the gate of a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Among them are posters \"Let us bring about collective innovations!\" and \"For independence, democracy and reunification!\" with diverse themes reflecting the contents of the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed in the venue are at least 80 works created by artists of different art studios while experiencing the pulsating reality of the general advance in the new year."
        },
        {
            "title": "Slogan for Activating National Reunification Movement",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-11ee.html",
            "content": "Slogan for Activating National Reunification Movement\r\nPyongyang, January 21 (KCNA) -- The joint New Year editorial put forward the slogan \"Advance dynamically along the road of independent reunification under the banner of the June 15 Joint Declaration and the October 4 Declaration!\"\n\t\t\t\t\tThe June 15 Joint Declaration and the October 4 Declaration are one for national independence to solve the problem of the country's reunification in an independent way and one for national unity to promote confidence and achieve reconciliation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tSince the publication of the historic June 15 Joint Declaration in Juche 89 (2000), the tripartite solidarity and unity of the north, south and overseas for the reunification of the country have been strengthened under the idea of \"By our nation itself\" and such epochal events as re-linking severed railway lines and roads and opening sea and air routes taken place.\n\t\t\t\t\t\n\t\t\t\t\tThe October 4 Declaration adopted in 2007 stirred up the Korean nation's aspiration and will to develop the north-south relations and to achieve peace and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe national reunification movement which had been advancing dynamically along with the adoption of the north-south joint declarations faced a grave challenge due to the advent of the conservative authorities in south Korea last year.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean ruling forces are flatly denying the June 15 Joint Declaration and the October 4 Declaration, grand programmes for independent reunification, harshly suppressing the progressive reunification forces who are ardently desirous of thorough implementation of the north-south joint declarations and are desperately kicking up a racket of confrontation with the north in league with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tThey have totally ruptured the north-south dialogues and contacts and held in check the collaboration which had been promoted according to the north-south joint declarations.\n\t\t\t\t\t\n\t\t\t\t\tNow all the Korean people in the north, south and overseas vehemently denounce the south Korean ruling forces' anachronistic \"policy towards the north\" and demand that it be given up forthwith and the banner of the north-south joint declarations be held higher.\n\t\t\t\t\t\n\t\t\t\t\tReflecting the ardent desire of the Korean nation and the pressing demand of the obtaining situation, the slogan of the joint New Year editorial is vigorously rousing all the fellow-countrymen to the nation-wide reunification movement."
        },
        {
            "title": "KCNA Calls for Checking Japan's Moves for Space Militarization",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-16ee.html",
            "content": "KCNA Calls for Checking Japan's Moves for Space Militarization\r\nPyongyang, January 21 (KCNA) -- The Japan Defense Ministry reportedly made public a basic policy on the development and use of space on Jan. 16.\n\t\t\t\t\t The policy deals with the development of radio wave information gathering satellite, launch of smaller satellite by use of airplane and other issues with main emphasis on the development of an early warning satellite.\n\t\t\t\t\t\n\t\t\t\t\t Japan's hasty development of an early warning satellite system, which has been pursued only by a few military powers, means that its scheme for space militarization has entered a new phase.\n\t\t\t\t\t\n\t\t\t\t\t Such moves of Japan are prompted by its aggressive ambition to hold a military edge in space and thus realize its overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t By zealously stepping up the moves for space militarization Japan threw away the principle of \"peaceful use of space\" which it has advocated in name only.\n\t\t\t\t\t\n\t\t\t\t\t Generally, the budget for science development showed just one percent yearly increase in Japan but the approximate demand for the 2009 budget for space development swelled 29 percent. This clearly proves Japan's ambition to put space under its control.\n\t\t\t\t\t\n\t\t\t\t\t Japan adopted it as its state policy and strategic goal to realize space militarization. \n\t\t\t\t\t\n\t\t\t\t\t A link in the whole chain of such moves is the final adoption of \"basic law on space\" at the Diet in May last year which allows the use of space for a military purpose.\n\t\t\t\t\t\n\t\t\t\t\t The enactment of the law helped Japan secure a legal groundwork on which to develop and possess independent ultra-modern satellites for a military use including the early warning satellite, a basic element for launching a high-performance spy satellite of the \"Self-Defense Forces\" and establishing a missile defense system, and buckle down to developing space military technology including intelligence-gathering satellite.\n\t\t\t\t\t\n\t\t\t\t\t Japan expanded the scope of application of the principle of peaceful use of space, originally restricted to the non-military field, to the military field under the pretext of \"defense purpose\" and set up the strategic headquarters for space development with the prime minister as its chief.\n\t\t\t\t\t\n\t\t\t\t\t It was adopted as a state policy that the domestic satellite network and its relevant facilities can be used for building a missile shield under the pretext of \"state security\", and the development and launch of satellites for a military purpose through the introduction of ultra modern technology are now under going in a legitimate manner. \n\t\t\t\t\t\n\t\t\t\t\t Japan has already test-fired aboard a warship SM-3 capable of intercepting missiles in the outer space, thus fully establishing an independent missile defense system made up of SM-3s and PAC-3s.\n\t\t\t\t\t\n\t\t\t\t\t It also launched H-2A to put an information-gathering satellite on the orbit, thus rounding off worldwide information-gathering satellite system.\n\t\t\t\t\t\n\t\t\t\t\t Militarization is the cherished desire of the Japanese reactionaries seeking to realize the old dream of the \"Greater East Asia Co-prosperity Sphere.\" Their desire for it finds expression in their bid for space militarization.\n\t\t\t\t\t\n\t\t\t\t\t At present Japan does not hide its ambition to hold space hegemony.\n\t\t\t\t\t\n\t\t\t\t\t Japan's reckless moves for space militarization have become a basic factor of sparking a fresh arms race.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by the desire to outpace big powers in the field of space military technology, Japan is squandering a stupendous amount of fund for military use, triggering off a worldwide arms race.\n\t\t\t\t\t\n\t\t\t\t\t To escalate such space arms race and convert peaceful space into a theatre of war is a serious criminal act of threatening human existence, the development of human civilization and world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to check Japan's reckless moves for space militarization."
        },
        {
            "title": "Lee Myung Bak Accused of His Pro-Japanese Behavior",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-07ee.html",
            "content": "Lee Myung Bak Accused of His Pro-Japanese Behavior\r\n Pyongyang, January 21 (KCNA) -- Some days ago traitor Lee Myung Bak invited Japanese Prime Minister Aso to visit south Korea under the signboard of \"resumption of shuttle diplomacy\" and when meeting with the latter he cried out for \"cooperation in pressurizing the north to dismantle its nukes\" and \"support to the solution of the abduction issue\", revealing his true colors as a quisling serving Japan.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t No sooner had Lee greeted the new year than he invited his Japanese master to visit south Korea and openly called for tightening the political and military tie-up against fellow countrymen, casting sheep's eyes at the latter. This is an unpardonable treacherous act and a blatant challenge to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This time the traitor sidestepped and shut his eyes to such important issues as the Japanese reactionaries' moves to tamper with history and grab Tok Islet and promised \"cooperation\" and \"support\" to their moves against the DPRK, crying out for \"the north's dismantlement of nukes\" and \"settlement of the abduction issue.\" This is arousing the resentment of all the fellow countrymen as it reveals his criminal attempt to hurt them, backed by his Japanese master.\n\t\t\t\t\t\n\t\t\t\t\t Last year Lee flew into Tokyo to meet his Japanese master and was closeted with him over the operation to hurt fellow countrymen. Not content with this, he invited Aso to tour south Korea this time and did not hesitate to tighten the collusion and nexus with Japan. This goes to prove that Lee is a special-class traitor serving Japan as he is steeped in sycophancy and treachery and conception of confrontation with the DPRK to the marrow of his bones.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should not be allowed to remain in office any longer as it is unhesitatingly conspiring with the Japanese reactionaries, unanimously cursed and denounced by all Koreans, in a bid to prolong its dirty remaining days and escalate its confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors going against the trend of the times toward national independence and reunification, with help of foreign forces, should be thrown into the garbage ground of history."
        },
        {
            "title": "Lee Myung Bak's Reckless Remarks Blasted",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-08ee.html",
            "content": "Lee Myung Bak's Reckless Remarks Blasted\r\nPyongyang, January 21 (KCNA) -- Some days ago, traitor Lee Myung Bak, addressing a meeting discussing the issue of unification for this year, instructed mandarins of the south Korean Ministry of Unification to handle \"the issues concerning the north from a long-term view\", uttering that last year was \"a period of adjusting the inter-Korean relations from a new angle\" and he has \"smoothly dealt with the relations, maintaining consistency and principles\". Meanwhile, the minister of Unification let loose sheer sophism about \"an ox walking thousand-ri,\" likening the issue of the inter-Korean relations to an ox's walking. \n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a criminal move to keep indefinitely the inter-Korean relations in the present worst crisis to which the Lee group had pushed, dampening the ardent desire of the fellow countrymen for reunification.\n\t\t\t\t\t\n\t\t\t\t\t During the past one year the traitorous nature of the \"policy toward the north\" pursued by the Lee Myung Bak group has been fully disclosed and the moves of the group of traitors to escalate the confrontation with the DPRK are now on the verge of total bankruptcy due to the strong opposition and denunciation at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, traitor Lee and his gentries blustered that they would handle the \"issues concerning the north from the long- term view,\" talking about \"consistency\" and the like. These are the thrice-cursed moves to continue pursuing the anti-reunification \"policy toward the north\" in utter disregard of the destiny of the nation and public denunciation at home and abroad, and escalate the confrontation with the DPRK on this basis. This is, however, no more than a pipe-dream. \n\t\t\t\t\t\n\t\t\t\t\t The above-said frantic confrontation moves of the Lee Myung Bak regime have pushed the inter-Korean relations to a touch-and-go situation. In spite of the hard fact that the inter-Korean relations have reached such a grave phase which no Korean can overlook, the Lee group is talking about the \"period of adjustment\" and \"consistency\" and even uttering the words of \"an ox walking thousand-ri.\" This indicates that the group is nothing but anti-reunification and confrontational lunatics without an equal. \n\t\t\t\t\t\n\t\t\t\t\t Lee and his cohorts seem to dare gamble over the issue of inter-Korean relations, the issue of national reunification on which hinges the destiny of the nation in a bid to realize their wild ambition to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The gang of traitors would be well advised to bear in mind what catastrophic consequences would be entailed by their reckless moves to stand in all-out confrontation with the DPRK, opposed to the improvement of the inter-Korean relations, warns the commentary."
        },
        {
            "title": "U.S. War-Thirsty Forces' Arms Buildup Flayed",
            "url": "http://kcna.co.jp/item/2009/200901/news21/20090121-09ee.html",
            "content": "U.S. War-Thirsty Forces' Arms Buildup Flayed\r\nPyongyang, January 21 (KCNA) -- The U.S. war-thirsty forces are deploying huge air and naval forces in Okinawa, Hawai and Guam and other regions under the pretext of coping with any \"missile threat\" from the DPRK.\n\t\t\t\t\t Rodong Sinmun Wednesday says in a signed commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces spread the trite rumor about \"threat\" from someone before launching any brigandish armed invasion against other countries. When they are fully ready for the war, they used to kick off a surprise military attack.\n\t\t\t\t\t\n\t\t\t\t\t Any \"missile threat\" from the DPRK touted by the U.S. is no more than a prelude to a war. \n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. to amass aggressor forces in the Asia-Pacific including south Korea and Japan under the pretext of \"missile threat\" from the DPRK and ignite a new war on the Korean Peninsula and, furthermore, put military pressure upon China and Russia and realize its wild ambition to dominate Asia. In order to realize this war scenario the U.S. is loudly trumpeting about the non-existent \"missile threat\" from the DPRK while stepping up the preparations for igniting another Korean war. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. seems to calculate that it may conduct negotiations with the DPRK under the signboard of \"dialogue\" and, when they prove quite contrary to its expectations, shift the responsibility for the deadlocked dialogue onto the DPRK and provoke a war in the end. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces are going to unhesitatingly do such acts as exterminating the Korean people and reducing the Korean Peninsula to ashes in order to carry out their strategies for aggression on the DPRK and the rest of Asia.\n\t\t\t\t\t\n\t\t\t\t\t The talk about \"missile threat\" from the DPRK is nothing but war hysteria of the U.S. warmongers hell-bent on aggression. \n\t\t\t\t\t\n\t\t\t\t\t Should the enemies dare ignite a war, the servicepersons and people of the DPRK will give full play to the might of Songun built up for years and decisively wipe out the aggressor forces. This is their unshakable revolutionary will and spirit of defending the country. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces would be well advised to face up to the trend of the times and drop their foolish scheme to gain something through reckless arms buildup and war moves."
        }
    ]
}