{
    "date": "2009-06-25",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-25ee.html",
    "articles": [
        {
            "title": "Pyongyang Mass Rally Marks Day of Struggle against U.S. Imperialism",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-22ee.html",
            "content": "Pyongyang Mass Rally Marks Day of Struggle against U.S. Imperialism \r\n Pyongyang, June 25 (KCNA) -- A Pyongyang mass rally was held at Kim Il Sung Square Thursday on the occasion of \"June 25, the day of the struggle against U.S. imperialism.\"\n\t\t\t\t\tRi Yong Mu, Kim Il Chol, Kim Ki Nam, Yang Hyong Sop and others and the chairman of a friendly party were among more than 100,000 people from all walks of life and youth and students and overseas compatriots present at the mass rally.\n\t\t\t\t\t\n\t\t\t\t\t On hand were diplomatic envoys of different countries and staff members of foreign embassies here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pyong Jong, first vice-chairman of the Pyongyang City People's Committee, in his speech said that the army and people of the DPRK under the wise commandership of Kim Il Sung defeated the U.S. imperialist aggressor forces which boasted of being the \"strongest\" in the world, honorably protecting the sovereignty of the nation and the gains of the revolution, fully demonstrating the invincible might of the heroic Korean people, shattering the myth about their \"mightiness\" and starting U.S. imperialism on the downgrade.\n\t\t\t\t\t\n\t\t\t\t\t The speaker went on to say: Instead of drawing a bitter lesson from the disgraceful defeat the U.S. sustained in the last Korean war, it has persistently pursued its hostile policy towards the DPRK and blocked national reunification and seriously disturbed peace on the Korean Peninsula, keeping south Korea under its occupation for several decades. Of late the U.S. has become evermore frantic in its moves to stifle the DPRK over its satellite launch for peaceful purposes and nuclear test for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t At the present stage where the army and people of the DPRK are standing in all-out confrontation with the U.S. they will counter \"sanctions\" with retaliation and all-out war with all-out war in order to protect the dignity of the nation and the sovereignty of the country. \n\t\t\t\t\t\n\t\t\t\t\t They will sternly punish the Japanese militarists and the Lee Myung Bak group of traitors for perpetrating rash acts, pursuant to U.S. hostile policy towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The speaker called upon everybody to wage a staunch struggle to protect the ideology, the system and cause of the DPRK and win a final victory in the confrontation with the U.S., true to the Songun revolutionary leadership of Kim Jong Il.  \n\t\t\t\t\t\n\t\t\t\t\t The floor was also taken by representatives of workers, agricultural workers, youth and students. The speakers condemned the U.S. imperialists, the provoker of the war of aggression, for perpetrating the most barbarous atrocities of genocide and destruction in the world history of wars. They evinced their resolution to turn out as one in the just sacred war in case of emergency and wipe out the aggressors and finally conclude the confrontation with U.S. imperialism with the victory of Songun Korea."
        },
        {
            "title": "Korean Women Vow to Take Revenge upon American Murderers",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-05ee.html",
            "content": "Korean Women Vow to Take Revenge upon American Murderers\r\n Pyongyang, June 25 (KCNA) -- A revenge-vowing meeting of women's union members took place outside the Central House of Class Education on June 24 to denounce the murderous U.S. imperialists, the sworn enemy of the Korean people, on the occasion of \"June 25, the day of struggle against U.S. imperialism.\"\n\t\t\t\t\t Ro Song Sil, chairwoman of the C.C., the Democratic Women's Union of Korea, made a report at the meeting which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers pointed out that the Korean war, which broke out on June 25, 1950, was an aggression war provoked by the U.S. imperialists under the plan to stifle the DPRK in its cradle and an unprecedented war of massacre aimed at exterminating the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the U.S. imperialists ran wild but could not reduce the Korean people to submission, they recalled that many women of the DPRK turned out in the sacred war against the aggressors and mercilessly punished them, thus contributing to winning a brilliant victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t They noted that though more than half a century has passed since the U.S. imperialists signed the armistice agreement, the U.S. is getting evermore pronounced in the hostile policy towards the DPRK and the moves for igniting another war to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to thoroughly establish the trait of attaching importance to the military affairs in the whole society, give full play to the beautiful trait of assisting the army and bring up and train their children to be heroes ready to become human bullets and bombs like Ri Su Bok and Kim Kwang Chol."
        },
        {
            "title": "Fine Art Exhibition on Theme of Class Education Opens",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-07ee.html",
            "content": "Fine Art Exhibition on Theme of Class Education Opens\r\n Pyongyang, June 25 (KCNA) -- A fine art exhibition on the theme of class education was opened at the Pyongyang International Cultural Center on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t Displayed in the venue of the exhibition are at least 50 paintings contributed by artists of art studios in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\tAttracting the attention of visitors are acrylic paintings \"Journey to Front\" and \"Pulling through Thorny Path Leading to Forefront\" depicting the venerable images of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Art works impressively deal with the undying feats of the peerlessly great persons who glorified the dignity and honor of the country and the nation before the whole world by leading the confrontation with the U.S. to victory with their Juche-based military idea, war methods and original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Korean painting \"Retaliation\", oil painting \"For the Country\", sculpture \"Young Heroes in Ongjin\" and woodcut print \"The Miserable End of the Aggressors\" which truthfully depict the heroic stamina of the army and the people of the DPRK who mercilessly crushed the aggressors during the past Fatherland Liberation War and the wretched plight of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Korean painting \"Germ Weapon\", oil painting \"We Will Take Revenge upon the Enemy\" and other works deal with the bestial nature of the U.S. imperialists who imposed unspeakable misfortune and pain upon the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t There are also works on the theme that the true nature of the U.S. and Japanese imperialists and class enemies can never change.\n\t\t\t\t\t\n\t\t\t\t\t Posters \"We Don’t Say Empty Words!\", \"Let's Beat back the Aggressors at a Single Blow!\" and other works successfully deal with the steadfast faith and will of all servicepersons and people to wipe out the bandits of aggressors on this land and surely achieve the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Leading officials in the fields of culture and arts, art creators and working people in Pyongyang went round works on display on June 24."
        },
        {
            "title": "More Materials on U.S. Imperialists' Atrocities Displayed",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-06ee.html",
            "content": "More Materials on U.S. Imperialists' Atrocities Displayed\r\n Pyongyang, June 25 (KCNA) -- At least 70 pieces of materials exposing the shuddering atrocities committed by the U.S. imperialists in the area of Kaesong during the past Korean war were recently discovered and displayed at the House of Class Education in Kaesong City.\n\t\t\t\t\t The materials on display testify to the crimes the murderous U.S. imperialists committed by indiscriminately pouring bombs and shells to destroy cities, villages, industrial establishments, schools and hospitals and dropping even germ bombs to kill many innocent citizens.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there are photos of historical and cultural relics destroyed by the U.S. imperialists, including Manwoldae, the site of the royal palace during the Koryo dynasty, Namdaemun (South Gate) and Pakyon Falls, and materials showing the provocations they ceaselessly made in the area adjacent to the Demarcation Line to ignite another war in the postwar period."
        },
        {
            "title": "Ever-Growing Danger of War",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-16ee.html",
            "content": "Ever-Growing Danger of War\r\nPyongyang, June 25 (KCNA) -- The U.S. imperialists had started the Korean war in an attempt to realize their wild dream of domination over the whole of Korea on June 25, 1950, just 59 years ago.\n\t\t\t\t\tThey had mobilized their aggression troops, the south Korean puppet army and armed forces of their 15 satellite countries in the war to topple the newly founded DPRK in the cradle. They perpetrated the most brutal massacre and indiscriminate destruction unprecedented in the world history of war.\n\t\t\t\t\t\n\t\t\t\t\tHowever they could neither conquer nor kneel down the Korean people who turned out with do-or-die spirit to defend the sovereignty and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tMore than half a century has passed since the ceasefire. But today the danger of another war against the DPRK is increasing day by day owing to the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\tThe United States has escalated the moves to perpetuate the national division and provoke another war of aggression against the north while strengthening military occupation of south Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt has converted south Korea into the biggest military base, a nuclear arsenal in the Far East by reinforcing armed forces in a systematic way in gross violation of the Korean Armistice Agreement. And it has frantically launched military exercises such as Team Spirit joint military exercises, RSOI, Foal Eagle and RIMPAC joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\tIn the light of their purpose, character and mobilized war equipment, the war exercises were unexceptionally test nuclear wars, preliminary wars to threaten and blackmail the DPRK militarily and mount a preemptive strike against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThis year, too, it held the Key Resolve and Foal Eagle joint military exercises with the mobilization of its aggression troops of more than 26 000 strong deployed in south Korea and overseas, hundreds of thousands of troops of the south Korean puppet army including the army corps, fleet command and air force units as big as flying corps and super-large nuclear-powered carrier George Washington and Stennis task force of the U.S. imperialist aggressor navy made up of four Aegis cruisers, seven destroyers and nuclear-powered subs.\n\t\t\t\t\t\n\t\t\t\t\tMost recently the U.S. imperialists set the UN Security Council in motion to adopt the extremely provocative \"resolution of sanctions\" against the DPRK, taking issue with the just and self-defensive nuclear test of the DPRK, and thus created unprecedentedly acute confrontation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThey have deployed in reinforcement unmanned reconnaissance planes, F-22s and other up-to-date war equipment in the U.S. military bases in south Korea and Japan, and are engaged in their vicious moves to translate into practice the war plan to invade the DPRK by deciding to hand over bunker-blasting bombs to the south Korean puppets. \n\t\t\t\t\t\n\t\t\t\t\tAll the facts show patently that the war moves of the U.S. imperialists to provoke a nuclear war on the Korean peninsula at any cost have reached an extremely reckless phase."
        },
        {
            "title": "Greetings to Lao PM",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-23ee.html",
            "content": "Greetings to Lao PM\r\n Pyongyang, June 25 (KCNA) -- Premier of the DPRK Kim Yong Il sent a message of greetings to his Lao counterpart Bouasone Bouphavanh on June 23 on the occasion of the 35th anniversary of the establishment of diplomatic ties between the two countries.\n\t\t\t\t\t The message noted that over the past 35 years after the establishment of their diplomatic relations, the two countries have steadily developed the bilateral relations in politics, economy, culture and other fields under the banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It wished the Lao Prime Minister greater success in his responsible work, expressing belief that the excellent and traditional relations of friendship and cooperation between the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ui Chun, foreign minister of the DPRK, too, sent a similar message to Thongloun Sisoulith, vice-prime minister and foreign minister of Laos, on the same day."
        },
        {
            "title": "DPRK Delegations Leave to Visit Various Countries",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-24ee.html",
            "content": "DPRK Delegations Leave to Visit Various Countries\r\n Pyongyang, June 25 (KCNA) -- Leaving here today by air were a delegation of the Red Cross Society of the DPRK led by Kim Jin Bom, vice-chairman of its Central Committee, to visit Mongolia, a delegation of educational officials led by Kim Yong In, vice-minister of Education, to visit China, and a delegation of the University Sports Association of the DPRK led by Jon Kuk Man, vice-minister of Education and chairman of the association, to participate in the 25th Universidad to be held in Serbia."
        },
        {
            "title": "Press Conference at Cuban Embassy Here",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-25ee.html",
            "content": "Press Conference at Cuban Embassy Here\r\n Pyongyang, June 25 (KCNA) -- Jose Manuel Galego Montano, Cuban ambassador to the DPRK, called a press conference at his embassy here on Thursday.\n\t\t\t\t\t The ambassador made an address at the conference attended by media persons in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the recent decision made by the U.S. Federal Supreme Court not to review the case of five Cuban patriots reveals once again arbitrariness of the U.S., he stressed that the struggle for their release would be continued.\n\t\t\t\t\t\n\t\t\t\t\t He said that the anti-Cuba blockage persistently conducted by the U.S. for several decades has been rejected by many countries.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that Cuba has worked to establish a new international order.\n\t\t\t\t\t\n\t\t\t\t\t Then he answered questions raised by media persons."
        },
        {
            "title": "Taedonggang Beer",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-14ee.html",
            "content": "Taedonggang Beer\r\n Pyongyang, June 25 (KCNA) -- The beers including black beer and rice beer made by the Taedonggang Beer Factory are these days popular with the Pyongyang citizens.\n\t\t\t\t\t Beer houses are crowed with working people who look pleased with their successes in the current 150-day campaign.\n\t\t\t\t\t\n\t\t\t\t\t It was Juche 91 (2002) that the just built Taedonggang Beer Factory began supplying beer to the citizens.\n\t\t\t\t\t\n\t\t\t\t\t The cold and soft Taedonggang beer rich in gas content immediately came into great favor among the customers by catering to their tastes.\n\t\t\t\t\t\n\t\t\t\t\t Its fermentation degree is 77.5 percent.\n\t\t\t\t\t\n\t\t\t\t\t The beer houses distributed rationally in residential quarters regularly serve beer carried to them directly from the factory.\n\t\t\t\t\t\n\t\t\t\t\t The refrigerator vans carrying beer have a traffic privilege on the streets of Pyongyang like cars carrying soybean milk to children.\n\t\t\t\t\t\n\t\t\t\t\tThe citizens call Taedonggang beer \"cold yet warm beer\" as it is associated with the warm care of General Secretary Kim Jong Il for the people."
        },
        {
            "title": "Revolutionary Spirit of Mt. Paektu, Eternal Spirit of Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-15ee.html",
            "content": "Revolutionary Spirit of Mt. Paektu, Eternal Spirit of Korea\r\n Pyongyang, June 25 (KCNA) -- An expeditionary party to the anti-Japanese battlefields in the area of Mt. Paektu was formed with schoolchildren in June Juche 45 (1956) as the first of its kind in the DPRK.\n\t\t\t\t\t The expedition was difficult under the then conditions.\n\t\t\t\t\t\n\t\t\t\t\t The expeditionary party marched through primeval forests in high spirits without a moment's pause, flying high the red flag.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il stood in the van of the party, strapping on laggards' knapsacks and leading the song \"Guerrilla March\".\n\t\t\t\t\t\n\t\t\t\t\t He implanted in the minds of the pupils the anti-Japanese revolutionary fighters' absolute and unconditional loyalty to the leader, the revolutionary spirit of Mt. Paektu unswerving in any difficulties and trials.\n\t\t\t\t\t\n\t\t\t\t\t Looking round various buildings including the \"Police Substation\" in Pochonbo dotted with bullet marks, he brought home to the pupils the preciousness of arms and the proud history of the Korean revolution in which President Kim Il Sung won victory after victory with arms, stressing that they should beat down the armed enemy at the point of the bayonet.\n\t\t\t\t\t\n\t\t\t\t\t Since he paved the glorious expeditionary route for the inheritance of the revolutionary traditions, the revolutionary spirit of Mt. Paektu has been carried forward firmly in Korea.\n\t\t\t\t\t\n\t\t\t\t\t In the vigorous efforts for living and working in this spirit, the people of the country have grown up to be steel-strong fighters, centers for the education in the revolutionary traditions have been arranged in different parts of the country and the spirit of the slogan \"Let us produce, study and live like the anti-Japanese guerrillas!\" has pervaded the whole country.\n\t\t\t\t\t\n\t\t\t\t\t The Revolutionary Martyrs Cemetery on Mt. Taesong was rebuilt on an expansion basis and many trees bearing revolutionary slogans were found.\n\t\t\t\t\t\n\t\t\t\t\t Leaving sacred footmarks for carrying forward the revolutionary traditions through the blizzard of Mt. Paektu in March 2000 again, Kim Jong Il emphasized that the brilliant revolutionary traditions of the anti-Japanese armed struggle are the stout roots and lasting cornerstone of the Party and the revolution of Korea.\n\t\t\t\t\t\n\t\t\t\t\t True to the intention of the Songun brilliant commander of Mt. Paektu, the army and people of Korea are courageously standing against the imperialists in the offensive spirit of Mt. Paektu and are constructing new monumental edifices of the Songun era reflecting the stamina and soul of Mt. Paektu."
        },
        {
            "title": "U.S. Policy to Dominate Whole of Korea Never Workable ",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-20ee.html",
            "content": "U.S. Policy to Dominate Whole of Korea Never Workable\r\n Pyongyang, June 25 (KCNA) --The U.S. imperialists who regard aggression and war, domination and plunder as a mode of their existence ignited a war against the DPRK advancing along the road of independence and socialism in the 1950s in a bid to dominate it, regarding it as a thorn in their flesh. But the U.S. imperialists and their lackeys could not realize their ambition for aggression. Rodong Sinmun Thursday says this in a signed article carried 59 years since the U.S. imperialists provoked a war against the DPRK by instigating puppet traitor Syngman Rhee. \n\t\t\t\t\t The U.S. which failed to realize its scenario to seize the DPRK during the past Korean war is now working with blood-shot eyes to infringe upon the dignity and sovereignty of the DPRK and realize its old ambition, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers prodded the UNSC into adopting a brigandish \"presidential statement\" and \"resolution on sanctions\" over the DPRK's satellite launch for peaceful purposes and nuclear activities for self-defence and are now implementing them in real earnest, more frantically escalating their moves to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of south Korea which does not have even an iota of national self-esteem is now unhesitatingly bringing the dark clouds of a new war to hang over the compatriots in collusion with the U.S., while talking about \"tightened alliance\" and \"cooperation.\" \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never tolerate the U.S. imperialists' moves for aggression against the DPRK but decisively meet the challenge of aggressors under the uplifted great banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t  If the U.S. imperialists and the south Korean puppets finally take the road of an adventurous war, while going reckless, the army and people of the DPRK will deal retaliatory blows thousand times stronger than what they faced 59 years ago and wipe out the aggressors to the last man."
        },
        {
            "title": "U.S. Imperialists Termed Provocateurs of Korean War",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-17ee.html",
            "content": "U.S. Imperialists Termed Provocateurs of Korean War\r\n Pyongyang, June 25 (KCNA) -- The U.S. imperialists provoked a war of aggression against the DPRK early in the 1950s and brought untold misfortune and disaster to the Korean people. With no crafty artifice can they cover up their true colors as a provocateur of the war, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t It cites facts to prove that the U.S. imperialists occupied south Korea under the mask of \"liberator\" after the defeat of the Japanese imperialists in 1945 and stepped up the preparations for a war of aggression against the DPRK for the purpose of converting the Korean Peninsula into an advanced base and a military strategic stronghold for carrying out their anti-socialist strategy and the wild ambition for world domination after putting whole of Korea under their domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists confirmed the D-day and the specific methods and procedures of the war and craftily worked to pass the buck for the outbreak of the war to the DPRK side in a bid to cover up their true colors as a provocateur, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t More than half a century has passed since the ceasefire but they are still working hard to launch a new war against the DPRK in a bid to realize their ambition to invade it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are the sworn enemy of the Korean people as they have brought unspeakable disaster, misfortune and pain to them by provoking a war on the inviolable land of Korea in the past. \n\t\t\t\t\t\n\t\t\t\t\t Should they start another war against the DPRK, its army and people will wipe them out to the last man with thousand-fold retaliatory blows and give vent to the resentment at them pent up century after century."
        },
        {
            "title": "U.S. Branded as Disturber of Peace of Korean Peninsula",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-21ee.html",
            "content": "U.S. Branded as Disturber of Peace of Korean Peninsula\r\n Pyongyang, June 25 (KCNA) -- It has been 59 years since the Korean war was provoked by the U.S. imperialists.\n\t\t\t\t\t Minju Joson Thursday carries a signed commentary in this regard, which says:\n\t\t\t\t\t\n\t\t\t\t\t The war, which broke out on June 25, 1950, was a product of the U.S. imperialists' hostile policy towards the DPRK in every respect, and the Korean nation suffered the biggest damage running into astronomical figures from the war.\n\t\t\t\t\t\n\t\t\t\t\t The commentary cites data to disclose that the U.S. imperialists deliberately refused to implement the provisions of the Armistice Agreement signed by it and beefed up on a mass scale their armed forces in the Korean Peninsula in a desperate effort to provoke another Korean war and are nowadays pushing the situation of the peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t The whole process of history in the peninsula since 1950s clearly proves that the U.S. is the provocateur of war of aggression, the very one aggravating the tense situation of the peninsula and a cancer-like entity disturbing peace, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces should be withdrawn from south Korea without fail in order to ease the tension and ensure peace in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The pullout of the U.S. forces is prerequisite to ensuring the detente and peace in the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the strong arms of the DPRK that peace is preserved in the peninsula though huge armed forces are standing in confrontation and the U.S. imperialists are persisting in the hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., if it is really willing to ensure peace in the Korean Peninsula, should withdraw its aggression forces from south Korea before anything else, refrain from taking any military actions against the DPRK and roll back its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is the key solution to the issue of the Korean Peninsula."
        },
        {
            "title": "Traitor Lee Myung Bak's U.S. Junket Blasted",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-01ee.html",
            "content": "Traitor Lee Myung Bak's U.S. Junket Blasted\n\t\t\t\t\t\t\r\n Pyongyang, June 25 (KCNA) -- Rodong Sinmun Thursday in an article of its commentator assails traitor Lee Myung Bak's recent junket to the United States.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak on June 15, the anniversary of the publication of the historic north-south joint declaration, left south Korea to meet his American master. This tour brought into bolder relief his true colors as a wicked sycophant and traitor and anti-DPRK confrontational maniac.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the \"summit talks\" held between the master and his servant on June 16 and a joint press conference concerning it, the article goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t If one makes a scrutiny into those events, one cannot construe them otherwise than a disgusting kiss between the master and his servant in the efforts to tighten the nexus between the U.S. and south Korea for aggression and hatch more nuclear plots against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Lee together with his master announced what they called a \"joint vision\" on developing  the south Korea-U.S. relations into the \"strategic relations in the 21st century\" in which they vociferated about reaffirming the \"alliance\" and building an \"extended comprehensive strategic alliance\" based on \"common value\" and \"confidence.\"\n\t\t\t\t\t\n\t\t\t\t\t This is little short of a declaration that Lee would make south Korea totally dependent on the U.S., tighten the nexus for aggression against the DPRK and pursue with increased frenzy the moves for a war of aggression worldwide.\n\t\t\t\t\t\n\t\t\t\t\t As far as the duet trumpeting made by the master and his servant that they cannot \"recognize\" the DPRK's nuclear deterrent is concerned, the DPRK has never requested anyone to recognize the DPRK's status of a nuclear weapons state nor has it entertained any idea of getting it recognized.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent has nothing to do with somebody's \"recognition\" and its only purpose is to prevent any aggressor from deliberately provoking it.\n\t\t\t\t\t\n\t\t\t\t\t Lee, together with his master, talked nonsense that there is no reward for the \"wrong deed,\" clamoring about \"sanctions\" and the like. Everybody knows well that such balderdash can never cut ice with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is a mockery and insult to the DPRK to raise a hue and cry over the small \"reward\". The DPRK neither wishes to receive such despicable \"reward\" nor requires it.\n\t\t\t\t\t\n\t\t\t\t\t Lee together with his master touted \"extended deterrence,\" not content with taking issue with the DPRK's nuclear deterrent, and staged the farce of getting it stipulated in the joint document of the \"summit talks.\"\n\t\t\t\t\t\n\t\t\t\t\t This official announcement of the \"extended deterrence\" means south Korea's playing an active role in carrying out the U.S. global nuclear war strategy and the integration of south Korea and the U.S. in the nuclear armed forces and their start to enter a joint operational system.\n\t\t\t\t\t\n\t\t\t\t\t Lee and his master talked about \"five-party talks minus north Korea\" to put pressure upon the DPRK, harping about \"six-party talks\" and somebody's \"dismantlement of nukes\". But one must know that the six-party talks are like crying over spilt milk and their pressure for \"dismantlement of nukes\" went bust long ago. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its puppet are sadly mistaken if they calculate their foolish trumpeting would help pressurize the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the American master and his servant Lee, both political greenhorns, would like to say something about the DPRK, it is better for them to study more about it."
        },
        {
            "title": "KCNA Blasts Reckless Remarks of Traitor Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-19ee.html",
            "content": "KCNA Blasts Reckless Remarks of Traitor Lee Myung Bak\r\n Pyongyang, June 25 (KCNA) -- Traitor Lee Myung Bak in a talkfest on June 22 let loose rubbish that the U.S. forces' presence in south Korea is designed to \"deter\" and \"prevent\" a war.\n\t\t\t\t\t This is nothing but a sheer jargon which can be let loose only by such unparalleled traitor Lee who stakes his fate on sycophancy towards the U.S.\n\t\t\t\t\t\n\t\t\t\t\t How can he claim the U.S. forces' presence in south Korea serves the above-said purpose?\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' presence in south Korea is the root cause of the division of the Korean nation and the war disaster it suffered in the past. It is due to their presence that the Korean Peninsula has been in an unstable situation little different from the state of a war for more than half a century and the peace and reunification of the country have not been achieved.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hurled its aggressor forces into south Korea under the groundless pretext of \"disarming\" the Japanese imperialists on Sept. 8, 1945 when Japan declared its unconditional surrender and completely laid down arms and abandoned its combat posture. The U.S. forces' occupation of south Korea was totally brigandish and illegal from its very beginning as it was in contravention of the will of the Korean nation and the requirements of international law.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged ceaseless war exercises to invade the DPRK in south Korea and in its vicinity, steadily bolstering up its aggressor armed forces including nuclear war means, instead of withdrawing its forces from south Korea as required by the changed international environment after the demise of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t It is now busy putting the U.S. forces in south Korea on a modern and mobile basis under the signboard of \"strategic flexibility\" in a bid to realize its ambition to invade the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' presence in south Korea is the very root cause of a war and a stumbling block lying in the way of preserving stability and peace and achieving the reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The above-said claim made by Lee ignoring this hard reality is aimed at calming down the domestic and foreign criticism of his role as a nuclear war servant of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Some time ago Lee Myung Bak flew to the U.S. to meet his American master and committed such an act of treachery as making the outbreak of a nuclear war on the Korean Peninsula an established fact under the pretext of sort of \"deterrence.\"\n\t\t\t\t\t\n\t\t\t\t\t This testifies to the fact that \"deterrence\" and \"prevention\" touted by the group of traitors are nothing but a nuclear war and the U.S. forces in south Korea are the armed forces to fight the war.\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned outbursts let loose by the traitor brought to light once again his despicable true colors as a reckless confrontation maniac and the worst stooge of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The sycophancy towards the U.S. would only lead to self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts of the group of traitors to prolong its remaining days through sycophancy towards the U.S., heedless to the repeated warnings of the DPRK, would only precipitate its self-destruction."
        },
        {
            "title": "KCNA Assails Japanese Militarists' Preparations for Reinvasion",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-18ee.html",
            "content": "KCNA Assails Japanese Militarists' Preparations for Reinvasion\r\n Pyongyang, June 25 (KCNA) -- The Japanese reactionaries are pushing forward in real earnest the moves to revise the \"National Defense Program Guidelines.\" \n\t\t\t\t\t The Japanese government on June 20 made public the \"basic policy\" to be announced when the \"National Defense Program Guidelines\" will be revised late this year.\n\t\t\t\t\t\n\t\t\t\t\t It underscores \"the need to make a switchover in the policy on cutting down equipment and personnel\". It envisages an increase of \"defense spending\" and beefing up of the strength of \"the Self-Defense Forces (SDF),\" examination of the issue of \"acquiring the capability to attack enemy bases\" and increase of \"defense capability,\" etc.\n\t\t\t\t\t\n\t\t\t\t\t The Liberal Democratic Party in its \"final proposal\" released earlier called for retracting the policy on cutting down the \"defense spending\" and \"defense forces,\" the setting up of a foreign information body directly under the authority of the Cabinet and the \"National Security Council,\" allowing the \"exercise of the right to collective self-defense\" and reexamination of the \"three principles of arms export.\"\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the moves of the Japanese militarists to round off the preparations for reinvasion have reached a graver phase. \n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior intention and strategic aim of the Japanese reactionaries to embark upon the road for reinvasion after securing a military edge on land and seas and in space.\n\t\t\t\t\t\n\t\t\t\t\t To this end, they worked out and announced in 1976 the \"National Defense Program Guidelines\" clarifying the military strategic and tactical issues arising in realizing reinvasion and modified it several times later.\n\t\t\t\t\t\n\t\t\t\t\t They have become evermore undisguised in their moves to replace the \"pacifist constitution\" by a war constitution and attain the \"status\" of a military power in the course of implementing the above-said guidelines.\n\t\t\t\t\t\n\t\t\t\t\t The sphere of the \"SDF's\" military operation extended to the Indian Ocean, going far beyond the boundary of Japan's vicinity. The Japanese reactionaries' moves to acquire offensive armed forces have made brisk headway, as exemplified by the building of aircraft-carriers, the introduction of a mid-air refueling tanker and purchase of a large cargo craft. \n\t\t\t\t\t\n\t\t\t\t\t After making public the \"basic plan on space\" they are working in real earnest to militarize space, while launching military spy satellites.\n\t\t\t\t\t\n\t\t\t\t\t They are also zealously pushing forward the work to imbue the \"SDF\" with the militarist idea so that it may directly carry out the reinvasion scenario of the Japanese authorities, while going mad with distorting history and stirring up the enthusiasm to visit \"Yasukuni Shrine.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan has, in fact, emerged an aggression force and a war state having two essential elements for carrying out a war, after going beyond the conception of \"exclusive defense.\"\n\t\t\t\t\t\n\t\t\t\t\t What merits attention is the fact that the above-said guidelines again call for massive buildup of the \"SDF\" and \"increase of defense capability.\" \n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the \"National Defense Program Guidelines\" are nothing but a document of aggression for more powerfully pushing forward the Japanese militarists' scenario for reinvasion under the signboard of \"defense.\"\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have become evermore undisguised in their  moves to round off the \"National Defense Program Guidelines\" under the pretext of \"coping with the threat\" from someone and \"situation in the surrounding countries.\" \n\t\t\t\t\t\n\t\t\t\t\t The examination of the issue of \"acquiring the capability to attack enemy bases\" under the simulated conditions of the \"preemptive attack\" on the DPRK is, therefore, considered as a top agenda item. \n\t\t\t\t\t\n\t\t\t\t\t It is a foolish daydream for the Japanese militarists to stage a military comeback to Korea and realize their old dream of the \"Greater East Asia Co-prosperity Sphere\" through Asian aggression. \n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to halt its preparations for reinvasion, bearing deep in mind that its whole territory is within the striking range of the DPRK."
        },
        {
            "title": "Protection of Country's Peace and Security Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-13ee.html",
            "content": "Protection of Country's Peace and Security Called for\r\n Pyongyang, June 25 (KCNA) -- Leading newspapers today editorially call for protecting the peace of the country and security of the nation under the uplifted banner of Songun, 59 years since the U.S. imperialists ignited a war of aggression against the DPRK.\n\t\t\t\t\t Papers term the Korean war a brigandish and barbarous war of aggression provoked by the U.S. imperialists after their occupation of south Korea to turn the whole of Korea into their colony and establish the sphere of domination over Asia by using it as a springboard and the most horrible war of genocide and destruction in the history of world wars. \n\t\t\t\t\t\n\t\t\t\t\t The historic victory won by the Korean people in the Fatherland Liberation War was the brilliant fruition of the Juche-based military idea and outstanding commandership art of President Kim Il Sung, the invincible and iron-willed commander and outstanding strategist, and the one of the unbreakable single-minded unity of the Korean people around the Workers' Party of Korea and the leader, according to the papers. \n\t\t\t\t\t\n\t\t\t\t\t More than half a century has passed since the ceasefire of the war, but durable peace has not yet settled on this land and the danger of a war is increasing as the days go by, the papers note, calling for waging a dynamic drive for protecting peace from war and injecting fresh energy into the movement for national reunification, holding fast to Songun as a treasured sword for defending the nation and a banner of patriotism. \n\t\t\t\t\t\n\t\t\t\t\t Songun not only provides a decisive guarantee for winning a victory in the showdown with the U.S. but serves as a powerful weapon to defend the country and socialism and achieve lasting peace on the Korean Peninsula, they emphasize, and go on: \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never dismantle its nuclear deterrent but further bolster it up no matter what others may say as long as the U.S. persists in its hostile policy toward the DPRK and moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and its followers ignite the second Korean war, oblivious of the lesson they drew from their bitter defeat in the 1950s, the army and people of the DPRK will wipe out the warmongers and achieve national reunification, the historical cherished desire of the Koreans, conclude the papers."
        },
        {
            "title": "Mitsubishi Heavy Industries of Japan Urged to Apologize for Its Past Crime",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-08ee.html",
            "content": "Mitsubishi Heavy Industries of Japan Urged to Apologize for Its Past Crimes\r\nPyongyang, June 25 (KCNA) -- The chairman of the Association of Bereaved Families of Victims of Forcible Mobilization under the Japanese Imperialist Occupation of Korea and at least 20 members of the Citizens Council with Grand Mothers of \"the Volunteers Corps\" in south Korea held a press conference in Kwangju on June 22 at which they denounced the Mitsubishi Heavy Industries of Japan for its oppression and exploitation of Koreans during the Japanese imperialists' colonial rule over Korea, according to CBS of south Korea.\n\t\t\t\t\tThey accused the above-said enterprise of forcing Koreans to do slave labor and committing crimes against humanity, not properly paying them wages. \n\t\t\t\t\t\n\t\t\t\t\tThey charged that this enterprise with a history of war crimes behind it is working hard to conceal the crimes committed by it at that time on the strength of the humiliating south Korea-Japan \"agreement\".\n\t\t\t\t\t\n\t\t\t\t\tThey demanded the Mitsubishi Heavy Industries make an immediate apology for its past crimes.\n\t\t\t\t\t\n\t\t\t\t\tThey declared they would thrust to the enterprise a letter of protest signed by at least 20,000 persons in demand of the settlement of the issue related to \"comfort women\" for the imperial Japanese army."
        },
        {
            "title": "Puppet Authorities' Encroachment upon Freedom of Expression Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-10ee.html",
            "content": "Puppet Authorities' Encroachment upon Freedom of Expression Protested in S. Korea\r\n Pyongyang, June 25 (KCNA) -- The Joint Conference of Human Rights Organizations, the Society for the Human Rights Movement, the Progressive Network, the Solidarity of Cartoonists, the Writers Council and other civic and public organizations in south Korea held a press conference in Seoul on June 22 denouncing the puppet authorities for encroaching upon the freedom of expression.\n\t\t\t\t\t At the press conference the organizations deplored that the freedom of expression has been ruthlessly violated in all fabrics of society including the information communication and moviedom since the appearance of the Lee Myung Bak \"government\".\n\t\t\t\t\t\n\t\t\t\t\t They accused the Lee \"government\" of having recently intensified the control over Internet and, at the same time, pushed forward the moves to enact all kinds of evil laws.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the present regime forced the KBS to appoint its president and cracked down on the producers of \"PDs\" of MBC who laid bare the danger of the American beef infected with mad cow disease, etc. they declared that this was intended to put media under its control and build up public opinion in its favor.\n\t\t\t\t\t\n\t\t\t\t\t Neither the freedom of expression nor secure life can be expected on this land as long as such gangsters as Lee Myung Bak who watches and suppresses people and throws them behind bars are allowed to stay in power, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They set the period of \"cultural action for the freedom of expression\" from June 23 to 27 and declared that they would conduct diverse activities critical of the moves of the authorities."
        },
        {
            "title": "Struggle against Police Violence Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-09ee.html",
            "content": "Struggle against Police Violence Declared in S. Korea\r\n Pyongyang, June 25 (KCNA) -- The \"Network of Civic and Public Organizations for Defending Democracy and Checking Suppression under the Pretext of Security\" in south Korea held a press conference in Seoul on June 22 at which it declared that it would  wage the struggle against the police violence against the participants in rallies and demonstrations.\n\t\t\t\t\t At the press conference speakers said that the security forces' suppression has reached its height as the masked policemen are brandishing shields and iron sticks at the scenes of rallies and demonstrations. \n\t\t\t\t\t\n\t\t\t\t\t They noted that citizens formed a \"human rights group for monitoring police violence\" in order to conduct activities for monitoring the illegal police violence.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would take photos of police violence on the spot by themselves or compile information about it in order to lay bare the human rights abuses by the security forces.\n\t\t\t\t\t\n\t\t\t\t\t Then a press release was read out there. It stated that they would positively turn out in the campaign to indict those who commanded the indiscriminate suppression and stage actions for solidarity with even foreign figures."
        },
        {
            "title": "Lee Myung Bak Group of Traitors' Suppression of Democracy Flailed",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-11ee.html",
            "content": "Lee Myung Bak Group of Traitors' Suppression of Democracy Flailed\r\n Pyongyang, June 25 (KCNA) -- South Korean and foreign professors of universities in the European region including London University published a declaration on the situation on June 19 denouncing the puppet group of traitors for its suppression of democracy.\n\t\t\t\t\t They condemned the Lee Myung Bak regime for having stamped out democracy in south Korea since it came to power as evidenced by its encroachment upon the freedom of media, thinking and expression.\n\t\t\t\t\t\n\t\t\t\t\t They urged Lee Myung Bak to stop the indiscriminate suppression of media persons including the producers of \"PDs\" of MBC, teachers who took part in the campaign for announcing the declaration on the situation and the participants in candlelight actions and an unreasonable interference in the academic activities.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities cancel the \"state administration\" ignoring the will of the people including the projects for \"improving four rivers\" and ensure the vital rights of the common people including the part-time workers."
        },
        {
            "title": "UNSC \"Resolution on Sanctions\" against DPRK Flailed",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-03ee.html",
            "content": "UNSC \"Resolution on Sanctions\" against DPRK Flailed\r\n Pyongyang, June 25 (KCNA) -- Organizations of Bangladesh and Guinea strongly rejected the United Nations Security Council's \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t The Bangladesh Institute of the Juche Idea in its statement on June 17 supporting the DPRK Foreign Ministry statement pointed out that the \"resolution\" was caused by the mounting pressure of the U.S., strongly denouncing it.\n\t\t\t\t\t\n\t\t\t\t\t Contending that the second nuclear test conducted by the DPRK can never be a violation of international law, it urged the UNSC to immediately roll back the \"resolution\".\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Guinean National Committee for the Study of the Juche Idea said in an appeal to the progressives and Juche idea study organizations in the world that the UNSC \"resolution\" is another foul product of the U.S.-led international pressure offensive designed to disarm the DPRK and economically suffocate it and then stamp out the idea and system chosen by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Though it is a small country, the DPRK is demonstrating its might as a political and ideological and military power thanks to the distinguished Songun leadership of Kim Jong Il, the appeal noted, stressing that it is the DPRK's mode of counteraction based on the Songun idea to resolutely counter \"sanctions\" with retaliation and \"confrontation\" with all-out confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the progressive personages and Juche idea study organizations of the world to extend full support to the struggle of the heroic Korean people stubbornly countering the moves of the U.S. and other hostile forces to stifle the DPRK."
        },
        {
            "title": "Any Obstruction to Implementation of Inter-Korean Declaration Opposed",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-04ee.html",
            "content": "Any Obstruction to Implementation of Inter-Korean Declaration Opposed\r\n Pyongyang, June 25 (KCNA) -- Political parties and organizations in Pakistan including the People's Party, the Association for Self-Reliance Studies and the Pakistan-Korea Friendship Association, released a joint statement on June 13 to observe the 9th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Bitterly condemning the hostile forces' every move to block the implementation of the June 15 joint declaration, the statement held that Korea's reunification should be certainly realized in keeping with the will and desire of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are getting more frantic in the moves to keep the joint declaration from being implemented while throwing a wet blanket over the atmosphere of reconciliation and unity between the north and south of Korea, it charged, strongly rejecting any obstruction to its implementation.\n\t\t\t\t\t\n\t\t\t\t\t The statement hoped that the June 15 joint declaration and the October 4 declaration, reunification programmes of the Korean nation for opening up a new era of independent reunification, peace and prosperity, would be implemented at an early day.\n\t\t\t\t\t\n\t\t\t\t\t The All-India Forward Bloc in its statement on June 17 expressed support for the Korean people in the struggle to carry into practice the three principles of national reunification, the ten-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo under the guidance of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Supporting the Workers' Party of Korea and the Korean people in the efforts to realize the independent and peaceful reunification of the country, it demanded that the U.S. imperialists get out of south Korea."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed Abroad",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-02ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed Abroad\r\nPyongyang, June 25 (KCNA) -- Meetings took place in Russia, Poland and Kyrgyzstan between June 16 and 17 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in the venues of the meetings were famous works of the peerlessly great persons, photos showing their undying exploits and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were staff members of the DPRK embassies in those countries.\n\t\t\t\t\t\n\t\t\t\t\t Veredin, secretary of the C.C., Communist Party of Soviet Union, said at a meeting that Kim Jong Il's start of work at the C.C., WPK was a historic event not only for the Korean people but also for the world progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Kim Jong Il has consistently embodied the Juche idea founded by President Kim Il Sung and pursued the original Songun politics on the basis of scientific penetration into the changed international situation, thus further consolidating the ideological foundation of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Juzef Lachut, chairman of the National Executive Committee of the Polish Communist Party, said at a meeting that the successful launch of satellite Kwangmyongsong-2 was an exercise of the legitimate independent right of a sovereign state and one more signal achievement made by the DPRK in the development of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean people under the wise leadership of Kim Jong Il would show the world how they will win in the all-out confrontation with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting held in Russia.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Wahid Al Uksouri, chairman of the Arab Socialist Party of Egypt, issued a statement on June 18 on the same occasion."
        },
        {
            "title": "Pyongyaneses condenan a EE.UU. por el dia de lucha antiyanqui",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-26ee.html",
            "content": "Pyongyaneses condenan a EE.UU. por el dia de lucha antiyanqui\r\n  Pyongyang, 25 de junio (ATCC) -- Tuvo lugar este jueves en la Plaza Kim Il Sung el mitin de los capitalinos por el \"Dia de lucha antiyanqui-25 de Junio\".\n\t\t\t\t\t Participaron Ri Yong Mu, Kim Il Chol, Kim Ki Nam, Yang Hyong Sop y otros, el presidente del partido amigo y mas de 100 mil trabajadores de distintos sectores, jovenes y estudiantes asi como coreanos residentes en ultramar. Ademas tomaron parte los representantes diplomaticos y los miembros de varios paises, acreditados en Corea, y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t Al hacer uso de la palabra, Pak Pyong Jong, primer vicepresidente del Comite Popular de la Ciudad de Pyongyang, recordo que bajo la sabia direccion del Presidente Kim Il Sung, el ejercito y el pueblo de Corea vencieron a las tropas agresoras norteamericanas, que se jactaban de la \"supremacia\" mundial, y defendieron honrosamente la soberania de la nacion y las conquistas de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t De esta manera, -prosiguio- manifestaron sin reservas el poderio invencible del heroico pueblo coreano y dio inicio a la decadencia de los yanquis haciendo trizas el \"mito\" de la \"invencibilidad\" de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, EE.UU., lejos de sacar las lecciones debidas de su vergonzosa derrota sufrida en la pasada guerra coreana, impide la reunificacion de la nacion coreana y destruye la paz de la Peninsula Coreana ocupando por varios decenios el Sur de Corea y practicando obstinadamente la politica hostil a Corea, destaco el orador y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Ultimamente, se tornan mas freneticas las maniobras de EE.UU. para aplastar a la Republica Popular Democratica de Corea bajo el pretexto del lanzamiento de satelite artificial con fines pacificos y el ensayo nuclear para la autodefensa realizados por ella.\n\t\t\t\t\t\n\t\t\t\t\t  En la etapa actual en que se inicio la confrontacion total con EE.UU., el ejercito y el pueblo de Corea responderan con la represalia a la \"sancion\" y con la guerra total a la guerra total para defender la dignidad nacional y la soberania del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Castigaremos duro tambien a los militaristas japoneses y la banda del traidor Lee Myung Bak que actuan imprudentemente adhiriendose a las maniobras anti-RPDC del imperio.\n\t\t\t\t\t\n\t\t\t\t\t En pleno acato a la guia del Dirigente Kim Jong Il sobre la revolucion mediante el Songun (priorizacion militar), todos nosotros debemos luchar tenazmente por defender nuestra idea, nuestro regimen y nuestra causa y alcanzar la victoria final en la confrontacion con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\t Le siguieron en intervenir los delegados de la clase obrera, los trabajadores agricolas, los jovenes y estudiantes quienes denunciaron la barbara matanza y la macabra destruccion, sin precedentes en la historia mundial de guerras, que escenificaron los imperialistas norteamericanos, provocadores de la guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En el tiempo de emergencia, nos levantaremos unanimemente en la sagrada batalla de justicia para exterminar a los agresores y terminar la confrontacion antiyanqui con la victoria de la Corea del Songun (priorizacion militar)."
        },
        {
            "title": "Gremiales de UMDC juran vengarse de los imperialistas yanquis",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-27ee.html",
            "content": "Gremiales de UMDC juran vengarse de los imperialistas yanquis\r\n Pyongyang, 25 de junio (ATCC) -- Con motivo del \"Dia de la lucha antiyanqui-25 de Junio\", tuvo lugar la vispera en la explanada frente al Pabellon Central de Educacion Clasista el acto de las miembros de la Union de Mujeres Democraticas de Corea para condenar a los asesinos imperialistas yanquis, enemigos jurados del pueblo coreano, y jurar la venganza.\n\t\t\t\t\t  En la ocasion la presidenta del CC de la UMDC, Ro Song Sil, presento el informe seguido de otras intervenciones.\n\t\t\t\t\t\n\t\t\t\t\t  Las oradoras senalaron que la pasada guerra del 25 de junio es la de agresion provocada premeditadamente por el imperialismo norteamericano para aplastar a la recien fundada Republica Popular Democratica de Corea y la de genocidios sin precedentes para exterminar a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayaron que aunque el imperialismo yanqui maniobro desesperadamente, no pudo doblegar al pueblo coreano y anadieron que muchas mujeres, alzadas a la sagrada batalla por aniquilar a los enemigos, castigaron despiadadamente a los agresores y contribuyeron a la fulminante victoria de la Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\t  Dijeron que pese al transcurso de mas de medio siglo desde la firma del Acuerdo de Armisticio de Corea por parte de EE.UU., se tornan cada vez mas brutales la politica hostil de este imperio a Corea y sus maniobras para desatar la nueva guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Destacaron que hay que dar en toda la sociedad el clima de dar prioridad a los asuntos militares, poner de pleno manifiesto la noble conducta de ayudar al ejercito y formar a los hijos como Ri Su Bok, Kim Kwang Chol y otros heroes que se estallaron como bombas y balas para defender al lider y la patria."
        },
        {
            "title": "Inaugurada exhibicion de bellas artes con tema de educacion clasista",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-28ee.html",
            "content": "Inaugurada exhibicion de bellas artes con tema de educacion clasista\r\n Pyongyang, 25 de junio (ATCC) -- Quedo inaugurada en la Casa Internacional de Cultura de Pyongyang la exhibicion de bellas artes con el tema de educacion clasista motivada por el mes de lucha comun antiyanqui 25 de junio-27 de julio.\n\t\t\t\t\t  En el lugar estan exhibidas mas de 50 obras creadas por los pintores de los organos centrales y locales de creacion de bellas artes.\n\t\t\t\t\t\n\t\t\t\t\t  Entre ellas se destacan las pinturas acrilicas \"Camino al frente\" y \"Superando el espinoso matorral de la primera linea del frente\", que describen las imagenes venerables del Presidente    Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Las obras demuestran impresionantemente las imborrables hazanas de los grandes hombres sin par quienes con la idea militar y los metodos de combate jucheano y la original politica de Songun (priorizacion militar) condujeron a la victoria la batalla de confrontacion antiyanqui manifestando asi a todo el mundo la dignidad y el honor del pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Figuran tambien la pintura al estilo coreano \"Represalias\", la pintura al oleo \"Por la patria\", la escultura \"Heroes ninos de Ongjin\" y la estampa \"Fin del agresor\" alusivas al temperamento heroico del ejercito y el pueblo de Corea que aniquilaron despiadadamente a los agresores y la apariencia miserable de los yanquis en el periodo de la pasada Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\t  La pintura al estilo coreano \"Armas bacteriologicas\", el dibujo al oleo \"Vengare\" y otras obras revelan la barbaridad del imperialismo yanqui que impuso a la nacion coreana las incontables desgracias y penalidades.\n\t\t\t\t\t\n\t\t\t\t\t  Hay las otras obras que muestran que no varian la naturaleza de los imperialistas yanquis y japoneses y los enemigos clasistas.\n\t\t\t\t\t\n\t\t\t\t\t  \"!Nuestras palabras no son vanas!\", \"!Aniquilemos de un solo golpe a los yanquis!\" y otros afiches demuestran la ferrea conviccion y la voluntad de todo el ejercito y todo el pueblo de realizar sin falta la causa historica de la reunificacion de la patria tras rechazar la banda de agresores de esta tierra.\n\t\t\t\t\t\n\t\t\t\t\t  Recorrieron la vispera las obras exhibidas los funcionarios directivos de la rama de cultura y arte, los creadores de bellas artes y trabajadores capitalinos."
        },
        {
            "title": "Rodong Sinmun comenta el viaje a EE.UU. de traidor Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2009/200906/news25/20090625-29ee.html",
            "content": "Rodong Sinmun comenta el viaje a EE.UU. de traidor Lee Myung Bak \r\nPyongyang, 25 de junio (ATCC) -- El periodico Rodong Sinmun inserto en su edicion del dia 25 el articulo de un comentarista que condena la reciente visita del traidor Lee Myung Bak a Estados Unidos.\n\t\t\t\t\t  El 15 de junio, aniversario de la publicacion de la historica Declaracion Conjunta Norte-Sur, el traidor Lee Myung Bak inicio su vergonzosa visita a su amo norteamericano, en la cual quedo revelada con mas claridad su naturaleza de vil vendepatria servil a grandes potencias y partidario de la confrontacion fratricida con la Republica Popular Democratica de Corea, senala el comentarista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Al dia siguiente, se realizo la \"cumbre\" entre el amo gringo y su lacayo (Lee) y se concedio una rueda de prensa conjunta al respecto.\n\t\t\t\t\t\n\t\t\t\t\t En resumidas cuentas, esas actividades no pasan de ser el beso repugnante entre el traidor Lee y su amo gringo para fortalecer la confabulacion agresiva entre EE.UU. y el Sur de Corea y recrudecer la campana intrigante anti-RPDC en el campo nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Sobre todo, al publicar con su amo la supuesta \"vision comun\" consistente en desarrollar las relaciones Sur de Corea-EE.UU. como las \"estrategicas del siglo XXI\", el traidor Lee hablo tanto de la \"reafirmacion\" de las \"relaciones de alianza\" y el establecimiento de la \"comprensiva alianza estrategica\" que ha de ser ampliada basandose en el \"valor comun\" y la \"confianza\".\n\t\t\t\t\t\n\t\t\t\t\t  Esto resulta la declaracion de que sujetarian mas el Sur de Corea a EE.UU., fortalecerian la confabulacion agresiva contra la RPDC y recurririan mas y mas a las maniobras de guerra de agresion a escala mundial.\n\t\t\t\t\t\n\t\t\t\t\t  En esa ocasion, ellos dijeron al unisono que no pueden \"reconocer\" el disuasivo nuclear de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  No pedimos nunca a nadie que reconociera nuestro status de poseedor de armas nucleares ni lo deseamos.\n\t\t\t\t\t\n\t\t\t\t\t    Nuestro disuasivo nuclear no necesita el \"reconocimiento\" de alguien y nos basta con disuadir con el el ataque de cualquier agresor a nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t Mientras hablaba de la \"sancion\" con su amo gringo, el traidor Lee dijo el chisme de que no hay la \"remuneracion\" a las \"acciones erroneas\".\n\t\t\t\t\t\n\t\t\t\t\t Hasta los ninos sabran que nuestro pais no hace ningun caso de los chismes por el estilo. \n\t\t\t\t\t\n\t\t\t\t\t El que arman alboroto con tal \"recompensa\" es una burla e insulto a nosotros. No la deseamos ni necesitamos.\n\t\t\t\t\t\n\t\t\t\t\t Lo poco que hemos recibido mientras tanto, no fue la \"recompensa\" sino el trofeo de la confrontacion nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Al cabo de cuestionar nuestro disuasivo nuclear junto con su amo, el traidor Lee planteo el supuesto \"disuasivo ampliado\" y lo estipulo en el documento conjunto de la \"cumbre\".\n\t\t\t\t\t\n\t\t\t\t\t La declaracion oficial del \"disuasivo ampliado\" significa que el Sur de Corea sera el colaborador activo en el cumplimiento de la estrategia norteamericana de la guerra nuclear mundial y que ambas partes unificaran las fuerzas nucleares y entraran en el sistema de accion conjunta en las operaciones.\n\t\t\t\t\t\n\t\t\t\t\t Durante su visita a EE.UU., el traidor Lee abogo por dar impactos al Norte de Corea mediante las \"conversaciones a 5 bandas sin este\" mientras formaba con su amo la griteria de las supuestas \"conversaciones a 6 bandas\" y la \"renuncia nuclear\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\t Lo que ellos deben saber es que la cita a 6 bandas ya es un plato roto y la \"renuncia nuclear\" es una teoria pasada de moda.\n\t\t\t\t\t\n\t\t\t\t\t Estarian muy equivocados EE.UU. y los titeres surcoreanos si piensan que podrian cohibir a nuestro pais con esos chismes que pronuncian en duo.\n\t\t\t\t\t\n\t\t\t\t\t Esos politicos incipientes (Lee y su amo gringo) deberan estudiar mas de nuestro pais si quieren decir algo de este."
        }
    ]
}