{
    "date": "2009-01-06",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Visits Wonsan Youth Power Station",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-01ee.html",
            "content": "Kim Jong Il Visits Wonsan Youth Power Station\r\n Pyongyang, January 6 (KCNA) -- General Secretary Kim Jong Il visited the newly-built Wonsan Youth Power Station and encouraged the workers all out in their new year's drive.\n\t\t\t\t\tHe was greeted on the spot by Pak Jong Nam, secretary of the Kangwon Provincial Committee of the WPK, and Ro Kil Jong, vice-chairman of the Kangwon Provincial People's Committee, and other leading officials of the province and the power station.\n\t\t\t\t\t\n\t\t\t\t\tHe went round power station Nos. 1 and 2 which started the production of electricity to learn about the construction, management and operation of the power station.\n\t\t\t\t\t\n\t\t\t\t\tHe warmly encouraged the workers working miracles and innovations every day from the outset of the new year in hearty response to the call of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the power station was designed in an ideal way and the best quality was ensured in the construction of the structure, he expressed great satisfaction over the fact that the builders successfully constructed the modern power station to be recorded in the history.\n\t\t\t\t\t\n\t\t\t\t\tAll the builders and helpers constructed a huge power station on their own by giving full play to the revolutionary spirit of fortitude and self-reliance, prompted by the single-minded patriotic desire to accomplish the cause of building a great prosperous powerful nation as early as possible, thereby securing additional assets of eternal value in the Songun era, he said,  highly estimating their feats and extending thanks to them on behalf of the Central Committee of the WPK, the Central Military Commission of the WPK and the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\tHe noted with immense joy that President Kim Il Sung's last instruction to construct powerful hydro-power generating centre in Kangwon Province was successfully carried out at last through the completion of the above power station in the wake of the construction of the Anbyon Youth Power Station and other large hydro-power stations.\n\t\t\t\t\t\n\t\t\t\t\tPointing out that the party members and other working people in the province could build the large-scale power station in a short span of time under so difficult conditions by displaying extraordinary patriotic zeal and creative ingenuity with the firm faith that \"When the Party is determined, we can do anything!\", he stressed that this shining success represents the victory of the great mental power of the Korean people to build a great prosperous powerful socialist nation without fail by dint of the unbreakable unity and cohesion between the army and the people who have formed an integral whole with the Party and the leader and their own strength, technology and resources.\n\t\t\t\t\t\n\t\t\t\t\tBy completing the above-said power station the people and officials of Kangwon Province strikingly demonstrated the Korean people's indomitable will to weather out any difficulties and trials, he said, stressing that the prevailing situation where a high-pitched drive for bringing about a new great revolutionary surge sweeps the whole country to open the gate to a great prosperous powerful nation urgently requires the display of the same ideological and moral power as displayed by the people of Kangwon Province and the same revolutionary work style and enterprising working method as shown by the officials of the province.\n\t\t\t\t\t\n\t\t\t\t\tThen he visited a newly-wed couple of Kim Kwang Chun and Yun Myong Sun, ex-soldiers, who moved to a newly-built modern house where electricity is in wide use.\n\t\t\t\t\t\n\t\t\t\t\tHe was very pleased to see the couple leading a life as happy as people in urban areas by using electricity for heating and cooking, noting that this is what is desired by the WPK-- the ample use of electricity by dwellers.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth the tasks to be fulfilled for increasing the nation's electricity production, saying that it is one of the most important issues of achieving rapid progress of the national economy to give definite priority to the electricity production.\n\t\t\t\t\t\n\t\t\t\t\tIt is very gratifying that Kangwon Province set an ambitious goal to build a new high-capacity power station on the basis of the experience gained in the construction of the Wonsan Youth Power Station and is making brisk preparations for its construction, he said, naming the proposed power station Wonsan Army-People Power Station.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the shortcut to satisfactorily meeting the growing need for electricity in Korea which abounds in rivers and streams rich in water resources is to build hydro-power stations on a large scale, he called for channeling steady efforts into these projects in the future, too.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the whole country is now swept by the advance to open the gate to a great prosperous powerful nation expected to appear before long and earnestly called for courageously waging an all-out charge by creditably carrying forward the tradition of a great revolutionary upswing, a permanent weapon for effecting leaping advances, to bring about a great leap on all fronts for building a great prosperous powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by Ri Chol Bong, chief secretary of the Kangwon Provincial Committee of the WPK, Jang Song Thaek, department director of the Central Committee of the WPK, Ri Jae Il, first vice department director of the C.C., the WPK, and Generals of the Korean People's Army Hyon Chol Hae and Ri Myong Su."
        },
        {
            "title": "Homage to Kim Il Sung Paid",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-13ee.html",
            "content": "Homage to Kim Il Sung Paid\r\nPyongyang, January 6 (KCNA) -- Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and his party laid a floral basket before the statue of President Kim Il Sung on Mansu Hill Tuesday on the occasion of the New Year Juche 98 (2009).\n\t\t\t\t\t The guests placed the floral basket before the statue with boundless reverence for the President and made bows to him."
        },
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-14ee.html",
            "content": "Floral Basket to Kim Jong Il\r\nPyongyang, January 6 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the secretary general of the International Institute of the Juche Idea and his party on the occasion of the New Year Juche 98 (2009).\n\t\t\t\t\tIt was handed on Tuesday to an official concerned by Kenichi Ogami, secretary general of the institute, on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe ribbon of the floral basket bore the words \"We wholeheartedly wish respected HE Kim Jong Il good health.\""
        },
        {
            "title": "Gifts to Kim Jong Il from Russia and Kuwait",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-09ee.html",
            "content": "Gifts to Kim Jong Il from Russia and Kuwait\r\nPyongyang, January 6 (KCNA) -- General Secretary Kim Jong Il received gifts from the State Academic Igor Moiseyev Dance Company of Russia and the general manager of the Ritaz Construction Company of Kuwait on the occasion of the New Year, Juche 98 (2009).\n\t\t\t\t\tThe gifts were conveyed to the DPRK ambassadors to those countries by Elena Scherbakova, director of the dance company, and Ahmad Al Quhtan, general manager of the construction company, on Dec. 19 and 31 last year."
        },
        {
            "title": "Ten Best Players and Coaches for 2008 Selected in DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-12ee.html",
            "content": "Ten Best Players and Coaches for 2008 Selected in DPRK\r\nPyongyang, January 6 (KCNA) -- The list of 10 best players and coaches for Juche 97 (2008) was made public in the DPRK.\n\t\t\t\t\tThe best players are as follows:\n\t\t\t\t\t\n\t\t\t\t\t1. Hong Un Jong, female gymnast, who came first in the vaulting horse contests of women's gymnastics at the 29th Olympic Games and the World Cup Gymnastic Competition.\n\t\t\t\t\t\n\t\t\t\t\t2. Pak Hyon Suk, female weightlifter, who came first in the 63kg category of the women's weightlifting competition at the 29th Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\t3. Kim Hyang Ok, female boxer, who came first in the 50kg-category event at the 5th World Women's Boxing Championships and came second in the 50kg-category event at the 4th Asian Women's Boxing Championships.\n\t\t\t\t\t\n\t\t\t\t\t4. An Kum Ae, female judoist, who placed second in the 52kg-category event of women's judo at the 29th Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\t5. Ri Kum Suk, female footballer, who placed first in the 2008 Asian Women's Football Championships and was adjudged to be AFC Women's Player of the Year (First runner-up) in the roll of the honor.\n\t\t\t\t\t\n\t\t\t\t\t6. Ri Se Gwang, male gymnast, who snatched gold medals in the vaulting horse contests of men's gymnastics at the World Cup Gymnastic Competitions held in the Slovenia (April) and in China (May).\n\t\t\t\t\t\n\t\t\t\t\t7. Ri Suk Yong, female boxer, who came third in the 66kg-category event at the 5th World Women's Boxing Championships and came first in the 66kg-category event at the 4th Asian Women's Boxing Championships.\n\t\t\t\t\t\n\t\t\t\t\t8. Won Ok Im, female judoist, who placed third respectively in the 63kg-category events of women's judo at the 29th Olympic Games and the Asian Judo Championships.\n\t\t\t\t\t\n\t\t\t\t\t9. O Jong Ae, female weightlifter, who came third in the 58kg category of the women's weightlifting competition at the 29th Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\t10. Pak Chol Min, male judoist, who placed third in the 66kg category of the men's judo at the 29th Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\tThe best coaches are as follows:\n\t\t\t\t\t\n\t\t\t\t\tKim Chun Phil, gymnastics coach and Ri Ung Ju, boxing coach of the Pyongyang City Sports Group; \n\t\t\t\t\t\n\t\t\t\t\tPak Hye Jong, weightlifting coach of the Amnokgang Sports Group;\n\t\t\t\t\t\n\t\t\t\t\tKim Kil Nam, boxing coach, Kim Kwang Min, soccer coach, Kim Jae Sik, gymnastics coach, and So Un Hak, weightlifting coach of the April 25 Sports Group;\n\t\t\t\t\t\n\t\t\t\t\tRyu Ju Song, judo coach of the Moranbong Sports Group;\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Gyom and Kim Chol Su, judo coaches of the Rimyongsu Sports Group."
        },
        {
            "title": "Joint New Year Editorial Widely Studied in DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-11ee.html",
            "content": "Joint New Year Editorial Widely Studied in DPRK\r\nPyongyang, January 6 (KCNA) -- The joint New Year editorial calling for glorifying this year as a year of a new revolutionary upsurge sounding the general advance is arousing the working people of the DPRK to worthwhile action with great attraction.\n\t\t\t\t\tThe people are engrossed in reading the editorial, saying that they should be well versed in the idea and content of the editorial in order to make a historic leap on all fronts in the building of a great, prosperous and powerful nation through a general offensive.\n\t\t\t\t\t\n\t\t\t\t\tThe newspapers carry the full text of the editorial and articles explaining it and TV and radios repeatedly broadcast them, thus helping them in their study.\n\t\t\t\t\t\n\t\t\t\t\tOfficials of industrial establishments and co-op farms across the country are conducting positive organizational and political activities to implant the idea and content of the editorial in the minds of the working people in colorful forms and ways.\n\t\t\t\t\t\n\t\t\t\t\tThose of the Chollima Steel Complex, Pyongyang Thermal-power Complex, Rakwon Machine Complex, Migok Cooperative Farm in Sariwon City, Sinuiju Cosmetics Factory, Mangyongdae Machine-tool Factory and other units are bringing home the content of the editorial to the working people on the working sites, stirring up their revolutionary enthusiasm to surpass the high-water mark in production.\n\t\t\t\t\t\n\t\t\t\t\tThey are studying hard and discussing the editorial in close combination with practice during breaks. Seen in trolley buses, buses and underground tramcars and other public places are people studying the editorial.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are making the utmost efforts to create a speed of the general offensive in the Songun era in hearty response to the militant slogan \"Make the fullest development of Songun Korea by inheriting the great tradition of revolutionary upswing!\" put forth by the editorial."
        },
        {
            "title": "New Great Revolutionary Upswing Called for",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-07ee.html",
            "content": "New Great Revolutionary Upswing Called for\r\nPyongyang, January 6 (KCNA) -- The joint editorial for this year serves as a militant banner as it fully reflects the plan and determination of General Secretary Kim Jong Il to bring about historic leaping advances on all fronts of the socialist construction by effecting a new great revolutionary surge and thus open the gate to a great prosperous powerful nation without fail, says Rodong Sinmun Tuesday in an editorial.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\tAll the officials and members of the Party and other working people should glorify this year as a year of the great revolutionary surge to be especially recorded in the history of building a great prosperous powerful nation through an all-people general offensive true to the idea and spirit set forth by the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\tIt is the fighting traits and a mode of building socialism for the revolutionary Korean people to effect a great upswing.\n\t\t\t\t\t\n\t\t\t\t\tTo bring about the great surge at present means successfully carrying forward the great tradition of the great revolutionary upswing established by President Kim Il Sung and a historic great upswing to be recorded with brilliance in the history of the country along with the Songun era.\n\t\t\t\t\t\n\t\t\t\t\tSure to win is the struggle for effecting the above-said great revolutionary surge aimed at making a historic leap forward in building a great prosperous powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il has provided all the guidelines and foundations for demonstrating the might of the DPRK to the world with his ever-victorious Songun leadership for more than a decade.\n\t\t\t\t\t\n\t\t\t\t\tThe economic potential of the DPRK remarkably augmented by Kim Jong Il on the basis of the examples set in the creation and construction in the 21st century one by one in the course of his Songun leadership and the modern science and technology serves as a solid foundation whereby the country can make a historic leap forward in all fields.\n\t\t\t\t\t\n\t\t\t\t\tThe struggle to be waged this year to open the gate to a thriving nation is of key significance because a bright prospect of the Korean revolution and the future of socialist Korea depend on the ongoing struggle.\n\t\t\t\t\t\n\t\t\t\t\tThe heroic generation in the 1950s protected the Party and the leader and built socialism by effecting the great Chollima upswing.\n\t\t\t\t\t\n\t\t\t\t\tThe present generation should proudly build a great prosperous powerful nation by bringing about a great revolutionary surge in the Songun era and thus achieve the all-out victory of Korean style socialism and adorn a-hundred-year history of Kim Il Sung's Korea with the shining Juche era."
        },
        {
            "title": "All Koreans Called upon to Reenergize Reunification Movement",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-10ee.html",
            "content": "All Koreans Called upon to Reenergize Reunification Movement\r\nPyongyang, January 6 (KCNA) -- The June 15 joint declaration and the October 4 declaration serve as a reunification programme common to the nation which nothing can replace in the movement for the country's reunification, says Rodong Sinmun Tuesday in a signed article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe historic north-south joint declarations serve as the reunification programmes common to the nation in the true sense of the word as they reflect the requirement and desire of the compatriots for independence and their aspiration and will for reunification and indicate the true way of achieving independent reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe idea of \"By our nation itself\" calls for giving priority to the nation from the stand of national independence and taking a viewpoint of protecting its interests in the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean conservative ruling forces are selling off the dignity and interests of the nation to meet the interests of foreign forces, defiling the idea of \"By our nation itself\" and regarding those forces more important than the nation.\n\t\t\t\t\t\n\t\t\t\t\tAll Koreans should decisively check and foil the anti-reunification forces' moves going against the trend of the times toward independent reunification, guided by the idea of \"By our nation itself,\" as called for by the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\tNational reunification is sure to be achieved as long as the June 15 joint declaration and the October 4 declaration remain a milestone of national reunification and the idea of \"By our nation itself,\" an ideological and moral weapon for achieving reunification, is deeply enshrined by the compatriots as unshakable faith.\n\t\t\t\t\t\n\t\t\t\t\tAll the compatriots should positively turn out in the struggle to firmly uphold and honestly implement the north-south joint declarations under the uplifted slogan of \"Advance dynamically along the road of independent reunification under the banner of the June 15 Joint Declaration and the October 4 Declaration!\" put up by the joint New Year editorial, urges the article."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-08ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, January 6 (KCNA) -- Rodong Sinmun Tuesday dedicates a signed article to the 20th anniversary of the publication of General Secretary Kim Jong Il's work \"On Establishing Cultural and Emotional Life Style throughout Society.\"\n\t\t\t\t\tThe work published on January 5, Juche 78 (1989) deals with the important ideas underscoring the need for all the people to do all work and lead a life in a revolutionary and military manner full of conviction of sure victory and optimism in any adversity.\n\t\t\t\t\t\n\t\t\t\t\tThe work serves as an ideological and theoretical weapon as it makes the revolutionary and militant atmosphere prevail throughout the society and helps augment the mental power of the Korean people as required by the stirring times, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il put up such slogan of faith and optimism as \"Live not for today but for tomorrow!\" and encouraged all the people to learn from the revolutionary and militant cultural life style of the servicepersons of the Korean People's Army. Thanks to his wise leadership, the cultural and emotional life in the Songun era is now in full bloom throughout the society.\n\t\t\t\t\t\n\t\t\t\t\tThe cultural and emotional life style in the Songun era serves as a basis of the life of the army and people in the DPRK as it instills the conviction of sure victory and optimism into them, a source of strength as it helps all the people live as the true human beings having the socialist morality and rich cultural attainments and an important factor of making socialist national culture fully blossom throughout the country.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people have advanced with redoubled courage and in sky-high spirit, performing uninterrupted miracles and innovations full of confidence of victory and optimism under so difficult conditions in recent years. This has been possible thanks to the wise leadership provided by\n\t\t\t\t\t\tKim Jong Il to make songs of the revolution and the struggle resound in the ranks of the servicepersons and people making the general advance.\n\t\t\t\t\t\n\t\t\t\t\tAll the people have waged a struggle to weather out difficulties and trials, displaying the noble mental and moral traits. This has consolidated the single-minded unity in the DPRK on a new higher level and helped make a breakthrough towards building a great prosperous powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tWhen Koreans want to sing, they like to sing songs of the Workers' Party of Korea and socialism in the DPRK and songs full of national emotion and when they wish to dance, they like to dance to the tune of Korean songs and live in a way that caters to the feelings and taste of the nation. This is the Korean people's cultural and emotional life style in the Songun era."
        },
        {
            "title": "Moves to Enact Evil Laws Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-03ee.html",
            "content": "Moves to Enact Evil Laws Assailed in S. Korea\r\nPyongyang, January 6 (KCNA) -- The Media Action grouping 48 civic and public organizations of south Korea held an emergency press conference outside the \"National Assembly\" building in Seoul on Jan. 4 to condemn the \"Grand National Party\" for its arbitrariness to railroad the evil laws.\n\t\t\t\t\tAt the press conference the action criticized the GNP, saying that it has insisted on vote by majority at the NA on such retrogressive amendments as the \"law on broadcasting\" and \"law on assembly and demonstration\" aimed at encroaching upon the freedom of speech and human rights, though they are rejected by a great majority of population.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee Myung Bak \"government\", which has already devastated the economy and trampled upon the people, is overriding even the NA, the organization charged.\n\t\t\t\t\t\n\t\t\t\t\tNothing can break the people's will for democracy and vital rights, it said, warning that if the GNP persistently passes the evil laws it will face a stern punishment by the popular masses and history.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, over 300 civilians from all walks of life held a candlelight rally outside the puppet NA building on Jan. 3 in protest against the moves to railroad the unpopular laws, according to KBS of south Korea."
        },
        {
            "title": "Will to Boost Friendly Relations with WPK Clarified by Nepalese Political Parties",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-04ee.html",
            "content": "Will to Boost Friendly Relations with WPK Clarified by Nepalese Political Parties\r\nPyongyang, January 6 (KCNA) -- C. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), Jalanath Kanal, general secretary of the Central Committee of the Nepal Communist Party (United Marxist-Leninist), and Pashupati Shumsher J. B. Rana, chairman of the Central Committee of the National Democratic Party of Nepal, separately met the DPRK ambassador to Nepal on Jan. 1 and expressed their will to boost the friendly and cooperative relations with the Workers' Party of Korea.\n\t\t\t\t\tThe leaders of the said parties warmly congratulated the WPK and the Korean people on the shining successes made in various fields under the wise leadership of General Secretary Kim Jong Il last year and expressed expectations that their goals for this year would surely be attained to open the gate to a great prosperous powerful nation in 2012, the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed that political parties of Nepal would voice positive support and solidarity to the WPK and the Korean people in their efforts to lead the movement for independence, justice and progress."
        },
        {
            "title": "Songun Politics of DPRK Praised in Peru",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-02ee.html",
            "content": "Songun Politics of DPRK Praised in Peru\r\nPyongyang, January 6 (KCNA) -- The Peruvian Group for the Study of Kimilsungism issued a bulletin on Dec. 30 last year on the occasions of the 17th anniversary of General Secretary\n\t\t\t\t\tKim Jong Il's assumption of supreme commandership of the Korean People's Army and the Socialist Constitution Day of the DPRK.\n\t\t\t\t\tThe bulletin said in an article titled \"Songun Politics-Great Contribution of Marshal Kim Jong Il Based on the Juche Idea\" that the DPRK has embodied the Songun politics to the wonder of the world with the confidence that the self-reliant defence capabilities serve as military guarantee for keeping the principles of independence in politics and self-support in the economy.\n\t\t\t\t\t\n\t\t\t\t\tThe bulletin further said:\n\t\t\t\t\t\n\t\t\t\t\tWhen some countries were being reduced to the fate of slaves by the imperialists because of their negligence in military affairs, the DPRK wisely led by Kim Jong Il has built up self-defensive deterrent to cope with the threats from the imperialists and firmly defended the sovereignty of the country by eradicating the aftereffects of successive natural disasters and turning misfortune into blessing with the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tAll the facts go to clearly prove that only the Songun politics pursued in socialist Korea ensures the peace of the Korean Peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\tIn another article titled \"The Socialist Constitution of the DPRK\" the bulletin introduced the features and advantages of the DPRK's Socialist Constitution."
        },
        {
            "title": "Joint New Year Editorial of Newspapers in DPRK Supported",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-05ee.html",
            "content": "Joint New Year Editorial of Newspapers in DPRK Supported\r\nPyongyang, January 6 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on Jan. 1 in support of the joint editorial titled \"Glorify this year as a year of a new revolutionary upsurge sounding the general advance\" published by the newspapers of the Workers' Party of Korea, the Korean People's Army and the Kim Il Sung Socialist Youth League in the DPRK.\n\t\t\t\t\tAll the members of the association and the group regard the joint editorial as programme for further accelerating the advance of the Korean revolution under the wise leadership of General Secretary\n\t\t\t\t\t\tKim Jong Il and the banner of Songun and will intensify their activities to deeply study and introduce the joint New Year editorial, it noted."
        },
        {
            "title": "Kim Jong Il dirige la Central Hidroelectrica Juventud de Wonsan",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-15ee.html",
            "content": "Kim Jong Il dirige la Central Hidroelectrica Juventud de Wonsan\r\nPyongyang, 6 de enero (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, visito la nuevamente construida Central Hidroelectrica Juventud de Wonsan y estimulo a la clase obrera de ahi que ha entrado en la lucha del Ano Nuevo.\n\t\t\t\t\tLe acogieron en el terreno el secretario del Comite del PTC en la Provincia de Kangwon, Pak Jong Nam, el vicepresidente del Comite Popular de la misma provincia, Ro Kil Jong, y otros funcionarios directivos de la provincia y de esa central.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer las plantas no.1 y 2, que comenzaron a producir la electricidad, se cercioro del estado de construccion, administracion y operacion y estimulo cordialmente a los obreros que crean en estos dias sucesivos milagros e innovaciones desde el principio de enero en pleno acato al llamamiento del PTC.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que esta central fue disenada idealmente y aseguro en el maximo nivel la ejecucion de construcciones, se mostro muy satisfecho de que los constructores edificaron esta moderna planta digna de inscribirse en la historia.\n\t\t\t\t\t\n\t\t\t\t\tAl construir por cuenta propia esta central de gran tamano poniendo de pleno manifiesto el espiritu revolucionario de perseverancia y de apoyar en las propias fuerzas a partir de su voluntad patriotica de cumplir cuanto antes la causa de construccion de una gran potencia prospera, todos los constructores y voluntarios pudieron crear otro precioso patrimonio de eterna duracion en la epoca del Songun (priorizacion militar), subrayo.\n\t\t\t\t\t\n\t\t\t\t\tTras apreciar altamente los meritos de ellos y les dio agradecimiento en nombre del Comite Central y la Comision Militar Central, del PTC y del Comite de Defensa Nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDijo muy contento que al finalizar la construccion de la Central Hidroelectrica Juventud de Wonsan luego de las otras de gran dimension incluyendo la Central Hidroelectrica Juventud de Anbyon, fue realizado con exito el legado del Presidente Kim Il Sung de acondicionar una poderosa base hidroelectrica en la provincia de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los militantes del partido y otros trabajadores de la provincia pudieron terminar en un corto tiempo esta obra aun en las condiciones tan dificiles porque dedicaron su extraordinario entusiasmo patriotico y gran facultad creadora teniendo la firme conviccion de \"!Si decide el partido, lo cumplimos!\"\n\t\t\t\t\t\n\t\t\t\t\tContinuo que este orgulloso exito es el triunfo del poderio de la inquebrantable unidad y cohesion entre el ejercito y el pueblo de Corea, unidos de cuerpo y alma con el partido y el lider, y del gran poderio espiritual del pueblo coreano decidido a levantar a toda costa la gran potencia prospera socialista con las propias fuerzas, tecnicas y recursos.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que en el curso de la obra, los habitantes y funcionarios de la provincia de Kangwon mostraron patentemente la indoblegable voluntad del pueblo coreano que supera con valentia cualesquier pruebas y dificultades.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que ahora cuando cubren todo el pais las llamas del nuevo y gran auge revolucionario para abrir las puertas a la gran potencia prospera es el tiempo en que son imprescindibles el poderio ideologico y espiritual como el mostrado por los habitantes de la provincia de Kangwon, el revolucionario modo y actitud emprendedora en el trabajo, iguales a los que tienen los funcionarios de la misma provincia.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente visito la familia de Kim Kwang Chun y Yun Myong Sun, matrimonio de los ex militares recien casados, quienes se mudaron a una nueva casa electrificada.\n\t\t\t\t\t\n\t\t\t\t\tMuy complacido de que esta pareja vive felizmente sin envidiar a los que viven en las ciudades beneficiandose de la calefaccion y cocina electricas, dijo que esto es la electrificacion de la vivienda que desea el PTC.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que anteponer con firmeza la generacion de energia electrica es uno de los mas importantes problemas para lograr un desarrollo vertiginoso de la economia nacional y presento las tareas para incrementar la generacion electrica del pais.\n\t\t\t\t\t\n\t\t\t\t\tEs muy loable que la provincia de Kangwon diera buen impulso a los preparativos para alcanzar la ambiciosa meta de edificar una nueva central de alta potencia basandose en las experiencias adquiridas en la obra de la Central Hidroelectrica Juventud de Wonsan, dijo y nombro la planta a ser construida como la Central Hidroelectrica Kunmin de Wonsan.\n\t\t\t\t\t\n\t\t\t\t\tEl atajo para solucionar satisfactoriamente la creciente demanda sobre la energia electrica en Corea, donde hay muchos recursos fluviales caudalosos, es construir muchas plantas hidroelectricas, ratifico y destaco la necesidad de seguir concentrando las fuerzas a esta tarea.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente recalco que ahora cuando estamos muy cerca de las grandes puertas a la gran potencia prospera, repercute en todo el territorio la llamada de corneta al avance para abrir estas puertas.\n\t\t\t\t\t\n\t\t\t\t\tExhorto encarecidamente a dar pasos agigantados del gran auge en todos los frentes de la construccion de la gran potencia prospera al librar con audacia la ofensiva general continuando con brillantez la tradicion del gran auge revolucionario, que resulta eterna garantia de salto y avance.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Provincia de Kangwon, Ri Chol Bong, el jefe de departamento del CC del PTC, Jang Song Thaek, el primer subjefe de departamento del CC del PTC, Ri Jae Il, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "10 jugadores y entrenadores mejores de 2008 en la RPDC",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-16ee.html",
            "content": "10 jugadores y entrenadores mejores de 2008 en la RPDC\r\nPyongyang, 6 de enero (ATCC) -- Fueron seleccionados en Corea los 10 jugadores y entrenadores mejores del 97 (2008) de la Era Juche.\n\t\t\t\t\tLos mejores jugadores son los siguientes:\n\t\t\t\t\t\n\t\t\t\t\t1. Hong Un Jong (f), campeona de potro de los 29o Juegos Olimpicos y del Torneo Gimnastico por Copa Mundial.\n\t\t\t\t\t\n\t\t\t\t\t2. Pak Hyon Suk (f), campeona olimpica de Beijing en el levantamiento de pesas de categoria de 63 kg.\n\t\t\t\t\t\n\t\t\t\t\t3. Kim Hyang Ok (f), ganadora en el peso de 50 kg del V Campeonato Mundial de Boxeo Femenino y medallista de plata en la misma categoria del IV Campeonato Asiatico de Boxeo Femenino.\n\t\t\t\t\t\n\t\t\t\t\t4. An Kum Ae (f), medallista de plata en la categoria de 52 kg de judo de los 29o Juegos Olimpicos.\n\t\t\t\t\t\n\t\t\t\t\t5. Ri Kum Suk (f), quien junto con su equipo ocupo el primer lugar en el Campeonato Asiatico de Futbol Femenino 2008 y el segundo en la seleccion de la mejor jugadora de 2008 de la Confederacion Asiatica de Futbol.\n\t\t\t\t\t\n\t\t\t\t\t6. Ri Se Gwang (m), ganador de potro del Torneo Gimnastico por Copa Mundial (efectuado en abril en Eslovenia) y del mismo evento (en mayo en China).\n\t\t\t\t\t\n\t\t\t\t\t7. Ri Suk Yong (f), medallista de bronce en la categoria de 66 kg del V Campeonato Mundial de Boxeo Femenino y campeona en la misma categoria del IV Campeonato Asiatico de Boxeo Femenino.\n\t\t\t\t\t\n\t\t\t\t\t8. Won Ok Im (f), medallista de bronce en la categoria de 63 kg de judo de los 29o Juegos Olimpicos y en la misma division del Campeonato Asiatico de Judo.\n\t\t\t\t\t\n\t\t\t\t\t9. O Jong Ae (f), medallista de bronce en la categoria de 58 kg  de levantamiento de pesas de los 29o Juegos Olimpicos.\n\t\t\t\t\t\n\t\t\t\t\t10. Pak Chol Min (m), medallista de bronce en la categoria de 66 kg de judo de los 29o Juegos Olimpicos.\n\t\t\t\t\t\n\t\t\t\t\tLos 10 entrenadores mejores son los siguientes:\n\t\t\t\t\t\n\t\t\t\t\tKim Chun Phil (gimnasia) y Ri Ung Ju (boxeo) del Equipo Deportivo de la Ciudad de Pyongyang; Pak Hye Jong (levantamiento de pesas) del Equipo Deportivo Amrokgang; Kim Kil Nam (boxeo), Kim Kwang Min (futbol), Kim Jae Sik (gimnasia) y So Un Hak (levantamiento de pesas) del Equipo Deportivo 25 de Abril; Ryu Ju Song (judo) del Equipo Deportivo Morambong; Kim Yong Gyom (judo) y Kim Chol Su (judo) del Equipo Deportivo Rimyongsu."
        },
        {
            "title": "Debe convertir 2009 en el ano de gran auge, senala Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-17ee.html",
            "content": "Debe convertir 2009 en el ano de gran auge, senala Rodong Sinmun\r\nPyongyang, 6 de enero (ATCC) -- El editorial conjunto de nuevo ano de importantes periodicos de Corea es la bandera combatiente que refleja el proposito y la decision del Dirigente Kim Jong Il para abrir sin falta las puertas a la gran potencia prospera al lograr saltos historicos en todos los frentes de la construccion del socialismo mediante un nuevo y gran auge revolucionario.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en el editorial del dia 6 y continua:\n\t\t\t\t\t\n\t\t\t\t\tTodos los funcionarios, los militantes del partido y los trabajadores, en acato a la idea y el espiritu presentados en el editorial conjunto, tienen que hacer de 2009 el ano de gran auge revolucionario que se registrara especialmente en la historia de la construccion de la gran potencia prospera mediante el despliegue de una ofensiva general de todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl gran salto es el coraje y el espiritu de lucha del pueblo coreano que hace la revolucion y el modo de construccion del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tEl gran auge de hoy es la continuacion brillante de la gran tradicion del gran auge revolucionario  indicado por el Presidente Kim Il Sung y es el gran salto historico que quedara inscrito claramente en los anales de la patria junto con la epoca del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\tEs la lucha que tiene posibilidad de cierta victoria.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il dio toda la guia y echo toda la base para hacer brillar al mundo nuestra  patria a traves de la invencible direccion del Songun a lo largo de mas de 10 anos pasados.\n\t\t\t\t\t\n\t\t\t\t\tLos modelos de creacion y construccion del siglo XXI preparados uno tras otro por el Dirigente en el camino del Songun y la potencialidad economica de la RPDC extraordinariamente fortalecida a base de la ciencia y tecnica modernas sirven de firme cimiento que nuestra patria puede lograr saltos historicos en todos los frentes.\n\t\t\t\t\t\n\t\t\t\t\tLa lucha de este ano reviste un clave significado en la labor para abrir las puertas a la gran potencia prospera. Dependen de la lucha de hoy la perspectiva prometedora de nuestra revolucion y el radiante porvenir de la Corea socialista.\n\t\t\t\t\t\n\t\t\t\t\tSi las generaciones heroicas de la decada de 1950 defendieron al partido y el Lider y construyeron el socialismo al imprimir el gran auge de Chollima, nuestra generacion actual tiene que construir dignamente la gran potencia prospera mediante el gran auge revolucionario en la epoca del Songun y adornar con gran orgullo la historia de cien anos de la Corea de Kim Il Sung que logra la victoria total del socialismo a nuestro estilo y brilla por la Era Juche."
        },
        {
            "title": "Rodong Sinmun conmemora vigesimo aniversario de obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2009/200901/news06/20090106-18ee.html",
            "content": "Rodong Sinmun conmemora vigesimo aniversario de obra de Kim Jong Il\r\nPyongyang, 6 de enero (ATCC) -- El diario Rodong Sinmun inserto en su edicion de este martes un articulo dedicado al 20o aniversario de la obra del Dirigente Kim Jong Il \"Para establecer en toda la sociedad el modo de vida cultural\", publicada el 5 de enero del 78 (1989) de la Era Juche.\n\t\t\t\t\tEste trabajo plantea las importantes ideas que permiten a todo el pueblo trabajar y vivir de modo revolucionario y combativo con gran fe en la victoria y optimismo bajo cualesquier circunstancias adversas.\n\t\t\t\t\t\n\t\t\t\t\tLa obra sirve de arma ideo-teorica que conforme a la demanda de la epoca convulsa, hace reinar en toda la sociedad el clima revolucionario y combativo e incrementar la potencia espiritual del pueblo coreano, comenzo el articulista y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento la consigna de conviccion y optimismo \"!Vivir no para hoy, sino para el manana!\" e hizo a todo el pueblo aprender el revolucionario y combativo modo de vida cultural de los militares del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tGracias a su diestra direccion, se enriquece hoy en toda la sociedad la vida cultural de la epoca del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\tEl modo de vida cultural de la era del Songun constituye la base de vida que da al ejercito y al pueblo de Corea la confianza en la victoria y el optimismo y el factor que permite formar a todo el pueblo como hombres verdaderos muy cultos y con moral socialista y desarrollar la cultura nacional socialista a escala nacional.\n\t\t\t\t\t\n\t\t\t\t\tPese a las circunstancias tan dificiles de los ultimos anos, el pueblo coreano vino avanzando con coraje redoblado creando incesantes milagros e innovaciones con gran confianza en la victoria y optimismo. Esto fue posible gracias a la destacada guia del Dirigente quien hizo resonar las canciones de la revolucion y de la lucha entre las filas de la marcha general.\n\t\t\t\t\t\n\t\t\t\t\tEn el fragor de la lucha de todo el pueblo por superar las dificultades manteniendo sus nobles rasgos espirituales y morales, se consolido en un nivel mas alto la unidad monolitica de Corea y se abrio la brecha de avance en la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tEl modo de vida cultural del pueblo coreano en la epoca del Songun consiste en entonar unicamente las canciones sobre el PTC, el socialismo coreano y las de fuerte idiosincrasia, bailar solo al ritmo nacional y llevar la vida de acuerdo con los sentimientos y gustos nacionales."
        }
    ]
}