{
    "date": "2009-02-18",
    "url": "http://kcna.co.jp/item/2009/200902/2009-02-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Open Letter to All Voters throughout Country",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-01ee.html",
            "content": "Kim Jong Il Sends Open Letter to All Voters throughout Country\r\nPyongyang, February 18 (KCNA) -- General Secretary Kim Jong Il Tuesday sent an open letter to all voters throughout the country.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t Voters' meetings were held in all constituencies of the country to nominate candidates for deputies to the 12th Supreme People's Assembly amid high political enthusiasm of the service personnel and people who are stepping up the general onward march towards the future of a great, prosperous and powerful socialist country, and they nominated me as candidate for the post of deputy to the Supreme People's Assembly. This is an expression of their absolute support for and trust in our Party, and their revolutionary confidence and indomitable will to carry forward the revolutionary cause of Juche to the end under the Party's Songun-based revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t I extend my heartfelt thanks to the entire electorate of the country for their deep trust in me.\n\t\t\t\t\t\n\t\t\t\t\t True to President Kim Il Sung's noble will, I will live up to the expectations of the entire electorate by devoting my all to the prosperity of the country and happiness of the people, mixing myself with the service personnel and the people all the time.\n\t\t\t\t\t\n\t\t\t\t\t According to the Rules on the Elections of Deputies to the People's Assemblies at All Levels of the Democratic People's Republic of Korea, a candidate for deputy shall be registered at only one constituency. So I decided to register as a candidate for deputy to the Supreme People's Assembly at Constituency No. 333 for the election of deputies to the 12th Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic People's Republic of Korea is a country of a great people our service personnel and people have built through heroic struggle under the seasoned leadership of President Kim Il Sung and the Workers' Party of Korea and a Juche-oriented socialist state with invincible might.\n\t\t\t\t\t\n\t\t\t\t\t The election to the 12th Supreme People's Assembly is all the more significant in that it is to be held in a pulsating period when a fresh revolutionary upsurge is being brought about  on all fronts of the building of a great, prosperous and powerful country braving harsh trials and manifold difficulties. The forthcoming election will exalt the dignity and authority of our socialist country, Songun Korea, demonstrate once again the superiority and vitality of the Korean-style socialism and the might of our single-hearted unity, and show the beautiful and ennobling features of our society over which the revolutionary mettle and optimism prevail and in which all the members help and lead one another forward.\n\t\t\t\t\t\n\t\t\t\t\t All voters should take part in the election as one with high pride and honour of having created a new, brilliant history of our country, our motherland, under the leadership of the great leader and the great Party and true to their duty as citizens of the Republic, thereby rendering active contributions to consolidating our state and social system and people's government rock-solid.\n\t\t\t\t\t\n\t\t\t\t\t I believe that all the service personnel and people will build a Juche-oriented great, prosperous and powerful socialist country on this land without fail by giving full play to the unexcelled spiritual strength and creativity in the revolution and construction in full support of the Party's Songun-based revolutionary leadership."
        },
        {
            "title": "35th Anniversary of Historic Programme Observed",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-13ee.html",
            "content": "35th Anniversary of Historic Programme Observed\r\nPyongyang, February 18 (KCNA) -- A national meeting took place at the People's Palace of Culture on Feb. 18 to mark the 35th anniversary of General Secretary Kim Jong Il's proclamation of a programme on modeling the whole society on the Juche idea.\n\t\t\t\t\t Among those present at the national meeting were senior party, army and state officials. \n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, alternate member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, said in a report that the programme on modeling the whole society on President Kim Il Sung's revolutionary idea proclaimed by Kim Jong Il on February 19, Juche 63 (1974) is a Juche-based revolutionary programme for advancing the Korean revolution, taking the Juche idea as the only guiding principle and transforming man, society and nature as required by the Juche idea to build and complete a society where the independence of the popular masses is fully realized.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that it is a revolutionary programme which clarified the essential characteristics and historical position of the President's revolutionary idea on the basis of a comprehensive analysis and review of the 100 year-long history of the development of the preceding revolutionary ideas and in which the subjective and objective conditions and requirements for modeling the whole society on the monolithic one idea fully reflected the matured situation in Korea. Herein lie the scientific accuracy and originality, tremendous vitality and eternal dynamism of the programme, he added.  \n\t\t\t\t\t\n\t\t\t\t\t Recalling that Kim Jong Il advanced the historic programme on modeling the whole society on the Juche idea, indicating the  most correct way of accomplishing the revolutionary cause of Juche and laying an eternal foundation for building a great prosperous powerful socialist nation and accomplishing the popular masses' cause of independence with his original Songun politics, the reporter emphasized that Kim Jong Il has devoted all his energies and wisdom to bolstering up the People's Army, the main force of the revolution, regarding military issues as the most important of the state affairs as required by the era of Songun, thereby providing a strong military guarantee for accomplishing the cause of modeling the whole society on the Juche idea.                   \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's revolutionary idea, the Juche idea, is the steadfast guiding ideology of the Korean revolution and a permanent banner of victory and the single-minded unity serves as the most powerful weapon for the Korean revolution and an efficient engine for accomplishing the cause of modeling the whole society on the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called for developing the process of modeling the whole society on the Juche idea in depth at a new higher level to wage a dynamic political and ideological offensive for giving the fullest play to the might of the popular masses' idea, the inexhaustible mental power. \n\t\t\t\t\t\n\t\t\t\t\t He declared that the DPRK would achieve national reunification, the nation's cherished desire, as early as possible by meeting all challenges of the anti-reunification forces at home and abroad and develop relations with all countries that are friendly towards it, guided by the idea of independence, peace and friendship, and strive hard to realize global independence. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called on everybody to unite closer around Kim Jong Il and staunchly struggle to build a great prosperous powerful socialist nation and accomplish the above-said cause."
        },
        {
            "title": "Preparations for Election Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-11ee.html",
            "content": "Preparations for Election Brisk in DPRK\r\nPyongyang, February 18 (KCNA) -- The nomination of General Secretary Kim Jong Il as a candidate for deputy to the 12th Supreme People's Assembly of the DPRK is followed by brisk preparations for the elections of deputies.\n\t\t\t\t\tThe provincial (municipal), city (district) and county election committees for the elections of deputies to the 12th SPA had been formed by the middle of January and then the constituencies and sub-constituencies have been formed and commenced their work from February 1.\n\t\t\t\t\t\n\t\t\t\t\tThe election committees at all levels are making preparations in a scrupulous way strictly in accordance with the regulations relative to the application of the Law on the Elections of Deputies to the People's Assemblies at All Levels of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThey are making voters' lists and registering candidates for deputies and are posting them.\n\t\t\t\t\t\n\t\t\t\t\tEfforts are being directed to arranging polling stations well.\n\t\t\t\t\t\n\t\t\t\t\tBrisk information activities are being done among residents in various forms and ways. \n\t\t\t\t\t\n\t\t\t\t\tThe provincial, city and county people's committees are helping positively the election committees in their work by providing them with all necessary conditions for the election preparations."
        },
        {
            "title": "Minutes and MOU Signed between DPRK and Mongolia",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-14ee.html",
            "content": "Minutes and MOU Signed between DPRK and Mongolia\r\nPyongyang, February 18 (KCNA) -- The  minutes of the 1st session on exchange and cooperation in the field of hydro-meteorology and a MOU on cooperation in science and technology in the field of hydro-meteorology and other relevant fields were signed here today between the Hydro-Meteorological Service of the DPRK and the National Agency for Meteorology, Hydrology and Environment Monitoring of Mongolia. \n\t\t\t\t\t Present at the signing ceremony were officials of the Hydro-Meteorological Service of the DPRK including its Director Ko Il Hun from the DPRK side and members of the delegation of the National Agency for Meteorology, Hydrology and Environment Monitoring of Mongolia headed by its Director-General Enkhtuvshin Sevjid and Mongolian Ambassador to the DPRK Sodovjamts Khurelbaatar from the Mongolian side.\n\t\t\t\t\t\n\t\t\t\t\t Ko Il Hun and Enkhtuvshin Sevjid signed the minutes and MOU."
        },
        {
            "title": "Foreigners Visit Venue of 13th Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-15ee.html",
            "content": "Foreigners Visit Venue of 13th Kimjongilia Festival\r\nPyongyang, February 18 (KCNA) -- Officials in charge of cultural and friendly relations of different embassies here visited the venue of the 13th Kimjongilia Festival on Feb. 18 on the occasion of the February holiday.\n\t\t\t\t\t They were deeply moved to look round the enchanting festival venue decorated with flowers praising the great man that came into full bloom with the heartfelt sincerity and boundless reverence of the Korean people and the world progressives for General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, they made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Riza Hera Wardhana, third secretary of the Indonesian embassy, wrote that the visit to the festival venue provided them with an opportunity to keenly feel the ardent mind of the Korean people deeply revering and following their leader.\n\t\t\t\t\t\n\t\t\t\t\t Enrique Montoto Cruz, first secretary of the Cuban embassy, wrote that they hope that the Korean people would achieve greater successes in the struggle to defend socialism and build a great prosperous and powerful nation under the wise leadership of Kim Jong Il."
        },
        {
            "title": "Brisk Socio-Political Activities of Students",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-12ee.html",
            "content": "Brisk Socio-Political Activities of Students\r\nPyongyang, February 18 (KCNA) -- Students all over the country were engaged in vigorous socio-political activities in various branches of the national economy during the winter vacation in hearty response to the call of the joint New Year editorial to glorify this year as a year of a new revolutionary upsurge.\n\t\t\t\t\t More than 150,000 students of universities and colleges nationwide launched multiform information activities among upwards of one million working people.\n\t\t\t\t\t\n\t\t\t\t\t They also sent lots of aid materials including over 100 tons of scrap iron to factories and tens of thousands of farm tools to co-op farms, carried more than 8,900 tons of manure out to fields and excavated 100 or more tons of peat.\n\t\t\t\t\t\n\t\t\t\t\t Students of Kim Il Sung University, Kim Hyong Jik University of Education, Han Tok Su Pyongyang University of Light Industry and Pyongyang University of Mechanical Engineering conducted such socio- political activities as cheering workers coming to work sites, publishing flash-news bulletins and \"School Youth Itinerant Agitation Squad\" activities and disposed of lots of boiler soot at the Pyongyang Thermal Power Complex.\n\t\t\t\t\t\n\t\t\t\t\t At the Sunchon Thermal Power Plant, University and college students in South Phyongan Province stirred up the zeal of workers in their general advance by agitation activities on tens of occasions and energetic physical work such as rearrangement of the precinct railroad bed.\n\t\t\t\t\t\n\t\t\t\t\t Students in Kangwon Province who went out to the Chonnae Area Coal Mining Complex visited honored coal-miners' families and conducted such agitation activities as cheering colliers at coal faces. And they carried more than 600 cubic meters of props from a mountain.\n\t\t\t\t\t\n\t\t\t\t\t Students in South Hamgyong Province excavated frozen soil and removed earth amounting to hundreds of cubic meters in the second-stage reconstruction of the February 8 Vinalon Complex. Meanwhile, students in North and South Hwanghae Provinces and North Phyongan Province went out to co-op farms and powerfully encouraged agricultural working people in their preparations for farming in the new year."
        },
        {
            "title": "Lee Myung Bak Group's Anti-reunification Moves Accused",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-04ee.html",
            "content": "Lee Myung Bak Group's Anti-reunification Moves Accused\r\nPyongyang, February 18 (KCNA) -- Some days ago, mandarins of the \"Ministry of Unification\" of south Korea totally prohibited the exchange of news items with the DPRK, which was proposed by the Press Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration, under the pretext of \"security\" and \"anxiety\".\n\t\t\t\t\t Branding such behavior as an act of confrontation with the fellow countrymen intended to cast a chill over the ardent desire of the nation for reunification and further deteriorate the present inter-Korean relations while going against the trend of the times, Rodong Sinmun Wednesday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t The \"security\" and \"anxiety\", raised by the Lee Myung Bak group as an excuse to disallow the exchange of news items, are nothing but sophism designed to cover up its anti-reunification intention and scheme for inter-Korean confrontation and dampen the desire of south Korean people of different circles for reunification through alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\t Such arguments about \"security\" and \"anxiety\" are an irrefutable proof showing that the group has regarded the national unity and reunification as a factor of threatening its own \"security\". Its anti-reunification nature has been fully revealed after all.\n\t\t\t\t\t\n\t\t\t\t\t Nothing can cover up the anti-reunification scheme of the Lee Myung Bak group to totally shut down the door of inter-Korean relations while persistently opposing dialogue, cooperation and exchange between fellow countrymen and push the situation to the extremes.\n\t\t\t\t\t\n\t\t\t\t\t It is quite self-evident that neither national reconciliation and unity nor improved inter-Korean relations can be expected as long as the group of traitors standing against the reunification stays in power.\n\t\t\t\t\t\n\t\t\t\t\t What is urgent is to decisively wipe out, in the name of the nation, the group of traitors that is seeking its way out in confrontation with fellow countrymen and fascist suppression, disregarding the national reconciliation, unity and reunification."
        },
        {
            "title": "Japanese Reactionaries Urged to Drop Their Daydream",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-05ee.html",
            "content": "Japanese Reactionaries Urged to Drop Their Daydream\r\n Pyongyang, February 18 (KCNA) -- Japan seems to make a poor ploy to create a favorable atmosphere for getting permanent membership of the UN Security Council by taking advantage of holding its chairmanship. It would be well advised to stop behaving impertinently, awake from its daydream. \n\t\t\t\t\t Rodong Sinmun Wednesday urges this in a signed commentary. \n\t\t\t\t\t\n\t\t\t\t\t Japan is making much fuss, eyeing the permanent membership of the UNSC, talking about its \"national power\" and the amount of its contribution to the UN. Lurking behind this is an ulterior motive to acquire the status of a political power and realize its militaristic ambition. \n\t\t\t\t\t\n\t\t\t\t\t That is why Japan is busy denying and distorting the crimes it committed in the past and evading the blame for them, instead of redressing them and purifying the blemished conscience in order to get trust from the international community and people. \n\t\t\t\t\t\n\t\t\t\t\t Japan will not be able to get the trust of the world people or realize its dream to emerge a political power.\n\t\t\t\t\t\n\t\t\t\t\t It is the urge of the international community that Japan should admit, repent and make reparation for its past crimes and prove its pledge not to repeat its inglorious past any more in practice before making a bid for a responsible post of the UN. \n\t\t\t\t\t\n\t\t\t\t\t However, Japan is persistently seeking permanent membership of the UNSC in a bid to attain its ulterior aim, paying no heed to the above-said urge. Japan's behavior clearly proves that it is politically imbecile and diplomatically inexperienced and nothing but a political pigmy unable to look into the future."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-10ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\nPyongyang, February 18 (KCNA) -- Rodong Sinmun Wednesday dedicates a signed article to the 35th anniversary of the publication of General Secretary Kim Jong Il's work on modeling the whole society on the Juche idea which falls on February 19, Juche 63 (1974).\n\t\t\t\t\t Kim Jong Il in his work proclaimed the programme on modeling of the whole society on the Juche idea, making it possible for President Kim Il Sung's revolutionary idea to always throw its rays as a great guiding idea in the era of independence and for the Korean revolution that started in Mt. Paektu to make a steady advance on a new higher level. \n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The eternal foundation laid by Kim Jong Il for successfully carrying forward and accomplishing the President's revolutionary cause by setting forth the above-said programme is a great historic feat performed by him for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t The past 35 years in which the DPRK has advanced under the banner of modeling the whole society on the Juche idea are a proud history in which its army and people have grown to be Songun revolutionary fighters intensely loyal to the cause of the Party and the leader, a history in which the unbreakable single-minded unity of the whole party and army and all the people around the headquarters of the revolution has been steadily consolidated and a worthwhile period during which a great heyday of the country's prosperity has been ushered in to fully demonstrate the invincible might of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t  It is the highest honor and pride of the army and people of the DPRK that they are carving out a bright future of the new century, regarding the immortal exploits performed by Kim Jong Il under the banner of modeling the whole society on the Juche idea as an eternal treasure.\n\t\t\t\t\t\n\t\t\t\t\t The general advance to open the gate to a great, prosperous and powerful nation is sure to triumph as there are a grandiose plan unrolled by Kim Jong Il and the immortal exploits performed by him under the above-mentioned banner and the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will surely fly the flag of victory on the eminence of a thriving nation by intensifying the drive for effecting a new great revolutionary surge under Kim Jong Il's Songun leadership and thus proudly declare the victory of the President's revolutionary idea to the whole world, concludes the article."
        },
        {
            "title": "S. Korean Puppet Regime Urged to Step Down",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-08ee.html",
            "content": "S. Korean Puppet Regime Urged to Step Down\r\nPyongyang, February 18 (KCNA) -- The All-People Committee for Measures against the Murder of Evacuees in Ryongsan held a candlelight rally in the area of Chonggye Plaza, Seoul on Feb. 15, according to KBS of south Korea.\n\t\t\t\t\t The participants in the rally accused the prosecution authorities of labeling the evacuees who staged a sit-in strike on the rooftop of a building as \"suicidal commandoes\" and passing the buck for the murder to them.\n\t\t\t\t\t\n\t\t\t\t\t They urged the Lee Myung Bak regime to repeal an evil law on \"redevelopment\" which sparked off the recent tragic incident in Ryongsan and step down of its own accord.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would continue holding candlelight rallies till their demands including a thorough probe into the massacre and the punishment of its mastermind are met."
        },
        {
            "title": "Kim Jong Il's Work Published in Indonesia",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-09ee.html",
            "content": "Kim Jong Il's Work Published in Indonesia\r\nPyongyang, February 18 (KCNA) -- General Secretary Kim Jong Il's famous work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious  Banner for Our Revolution\" was published in booklet by the Hekadaha Printing and Publishing House of Indonesia on Feb. 11."
        },
        {
            "title": "February Holiday Observed in Various Countries",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-03ee.html",
            "content": "February Holiday Observed in Various Countries\r\nPyongyang, February 18 (KCNA) -- Round-table talks were held in Romania, the Czech Republic and Egypt between February 8 and 10 to celebrate February 16, birthday of General Secretary\n\t\t\t\t\tKim Jong Il.\n\t\t\t\t\t The chairman of the Supreme Council of the Socialist Party of Romania at the talks introduced the brief history of Kim Jong Il's revolutionary activities, saying that Korean-style socialism is invincible under the Songun leadership of Kim Jong Il who is successfully carrying forward the cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Central Czech Provincial Committee of the Communist Party of Czech and Moravia said that thanks to the Songun politics pursued by Kim Jong Il the DPRK has turned into a powerful socialist country which is able to decisively defeat any aggression of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the tense situation would be eased on the Korean Peninsula and Korea would be reunified in a peaceful way in keeping with the will of all the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Nasser Arab Democratic Party of Egypt noted that the Korean people have achieved great successes in building a great prosperous and powerful nation, repulsing the threat and challenges of the imperialist forces and overcoming all ordeals and hardships. The credit for the achievements goes to the wise leadership of Kim Jong Il and the single-minded unity between the leader and the people which can be seen in the DPRK only, he stressed."
        },
        {
            "title": "Birthday of Kim Jong Il Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-02ee.html",
            "content": "Birthday of Kim Jong Il Celebrated in Different Countries\r\n Pyongyang, February 18 (KCNA) -- A friendship meeting was held in South Africa, a photo exhibition in Romania, a celebration concert in Italy, a reading session on \"Biography of Comrade Kim Jong Il\" and a meeting of appreciating songs in Uganda, a friendship meeting and a book and photo exhibition in Laos and a briefing on the greatness in Indonesia between February 6 and 11 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t On display at the venues of the events were famous works of President Kim Il Sung and Kim Jong Il, photos showing their undying revolutionary exploits, photos introducing the invincibility of Korean-style socialism and the heroic struggle of the Korean youths, etc.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Mfumalanga Provincial Committee of the South African Communist Party in his speech at a friendship meeting highly praised the immortal exploits performed by Kim Jong Il on behalf of the era and history and said that his Songun politics serves as the almighty treasured sword surly guaranteeing the advance and victory of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Today the Korean people have turned out as one in the general offensive for building an economic power, he noted, stressing: Under the leadership of Kim Jong Il, the Korean people will open the gate to a great prosperous and powerful nation in 2012 marking the centenary of birth of Kim Il Sung and the DPRK's cause of socialism and the cause of global independence are sure to emerge victorious.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Group for the Study of Songun Politics of Kampala Coloro Higher Middle School in Uganda said at an event that Kim Jong Il is the great leader who has guided the Korean revolution and the human cause of independence to victory for many years after being born into a family that had been revolutionary for generations.\n\t\t\t\t\t\n\t\t\t\t\t The general director of the Rabitra Bahtera Pratama Co. of Indonesia said: Kim Jong Il leads the DPRK to counter the hard-line policy of the U.S. with its toughest stand. The Korean people under the Songun leadership of Kim Jong Il possessed of iron pluck will always win one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t The director of another company of Indonesia expressed warm congratulations to Kim Jong Il on his birthday, highly praising him as a great master of ideology and theory and as a creator and defender of all victories and happiness of the Korean people as he has turned the DPRK into a political and military power with his distinguished Songun politics."
        },
        {
            "title": "Kim Jong Il envia mensaje abierto a todos los electores del pais",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-16ee.html",
            "content": "Kim Jong Il envia mensaje abierto a todos los electores del pais\r\nPyongyang, 18 de febrero (ATCC) -- El Dirigente Kim Jong Il envio el dia 17 un mensaje abierto a todos los electores del pais.\n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tEn las asambleas de los electores de todas las circunscripciones electorales del pais para la nominacion de los candidatos a diputados a la Asamblea Popular Suprema en su XII Legislatura, celebradas en una circunstancia de elevado entusiasmo politico de los oficiales y soldados de nuestro Ejercito Popular y nuestro pueblo que aceleran la marcha general hacia el porvenir de una gran potencia socialista prospera, me propusieron como tal. Considero que esto es la expresion de su absoluto apoyo y la confianza que depositan en nuestro Partido y la muestra de su conviccion revolucionaria y su firme voluntad de llevar a cabo hasta el fin la causa revolucionaria del Juche siguiendo la direccion del Partido sobre la revolucion mediante el Songun.\n\t\t\t\t\t\n\t\t\t\t\t  Agradezco de corazon a todos los electores del pais haberme manifestado su alta confianza.\n\t\t\t\t\t\n\t\t\t\t\t  Para corresponder a esta alta confianza hare todo lo posible para el fortalecimiento y la prosperidad de la patria y la felicidad del pueblo estando siempre entre nuestros militares y nuestro pueblo, en acato al sublime proposito del gran Lider, camarada Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  Como la ley sobre las elecciones de los diputados a las asambleas populares a todos los niveles de la Republica Popular Democratica de Corea estipula que el candidato a diputado debe registrarse solo en una circunscripcion electoral, decidi inscribirme como candidato en la circunscripcion electoral No. 333 para las elecciones de diputados de la XII Asamblea Popular Suprema.\n\t\t\t\t\t\n\t\t\t\t\t  La Republica Popular Democratica de Corea es una gran Patria levantada por nuestro ejercito y pueblo con su heroica lucha bajo la probada direccion de nuestro lider y partido, y un estado socialista del Juche de un poderio indestructible.\n\t\t\t\t\t\n\t\t\t\t\t  Las proximas elecciones de diputados a la Asamblea Popular Suprema tienen mayor importancia porque se efectuan en un agitado tiempo en que se registra un nuevo y gran auge revolucionario en todos los frentes de la construccion de una gran potencia prospera superando con valentia severas pruebas y multiples dificultades. Ellas haran gala de la dignidad y prestigio de nuestra patria socialista y la Corea del Songun, manifestaran una vez mas fehacientemente la superioridad y la vitalidad del socialismo a nuestro estilo y el poderio de nuestra unidad monolitica, y mostraran el verdadero perfil hermoso y noble de nuestra sociedad en que desbordan el temple y optimismo revolucionarios y todos se ayudan y guian unos a otros.\n\t\t\t\t\t\n\t\t\t\t\t  Con un infinito orgullo y honor de haber dejado inscritas nuevas y brillantes paginas en la historia de nuestro pais, nuestra patria, bajo la direccion del gran Lider y gran Partido, todos los electores participaran como un solo hombre en las elecciones de los diputados a la Asamblea Popular Suprema en cumplimiento de su deber como ciudadanos de la RPDC y contribuiran asi activamente a consolidar monoliticamente nuestro regimen estatal y social y nuestro Poder popular.\n\t\t\t\t\t\n\t\t\t\t\t  Estoy seguro de que todos los oficiales y soldados del Ejercito Popular y todo el pueblo levantaran sin falta sobre la tierra patria una gran potencia socialista prospera del Juche poniendo en juego su fuerza espiritual y creadora sin igual en el proceso revolucionario y constructivo, en acato a la direccion del Partido sobre la revolucion mediante el Songun."
        },
        {
            "title": "Acto central por 35o aniversario de proclamacion de programa",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-17ee.html",
            "content": "Acto central por 35o aniversario de proclamacion de programa\r\nPyongyang, 18 de febrero (ATCC) -- Tuvo lugar el dia 18 en el Palacio Cultural del Pueblo el acto central por el 35o aniversario de la proclamacion del programa de la transformacion de toda la sociedad segun la idea Juche por el Dirigente Kim Jong Il.\n\t\t\t\t\t  Al conclave asistieron los cuadros del partido, el ejercito y el Estado.\n\t\t\t\t\t\n\t\t\t\t\t  El informe de la ocasion estuvo a cargo de Choe Thae Bok, miembro suplente del Buro Politico y secretario del CC del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente Kim Jong Il proclamo el 19 de febrero del 63 (1974) de la Era Juche el programa de unificar a toda la sociedad con la idea revolucionaria del Presidente Kim Il Sung, recordo el orador y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  Este programa revolucionario del Juche demanda impulsar la revolucion coreana tomando por unica guia directriz la idea Juche y construir y perfeccionar la sociedad, en que al transformar el hombre, la sociedad y la naturaleza segun la misma ideologia, se realice totalmente la independencia de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\t  El caracter cientifico y original y la inagotable vitalidad de ese programa residen en que este aclaro con clarividencia la caracteristica esencial y la posicion historica de la idea revolucionaria del Presidente Kim Il Sung basandose en el analisis y el balance general de la historia centenaria del desarrollo de los precedentes pensamientos revolucionarios y refleja mas correctamente la realidad de Corea en que estan maduradas las condiciones y demandas subjetivas y objetivas para unificar a toda la sociedad bajo una sola idea.\n\t\t\t\t\t\n\t\t\t\t\t  Al presentar ese programa historico, el Dirigente indico la mas correcta via para llevar a feliz termino la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, sento la eterna base para construir una gran potencia prospera socialista y cumplir la causa de independencia de las masas populares practicando la original politica de Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, dio la firme garantia militar del cumplimiento de la causa de la transformacion de toda la sociedad segun la idea Juche presentando conforme a la demanda de la epoca del Songun los asuntos militares como la cuestion mas prioritaria del Estado y realizando ingentes esfuerzos por fortalecer el Ejercito Popular de Corea, grueso de la revolucion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa idea revolucionaria, la Juche, del Presidente Kim Il Sung es la invariable guia directriz de la revolucion coreana y la bandera eterna de la victoria.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad monolitica es el arma mas poderosa de la revolucion coreana y el potente motor para cumplir la causa de transformacion de toda la sociedad segun la idea Juche.\n\t\t\t\t\t\n\t\t\t\t\tHay que profundizar en la etapa mas alta la identificacion ideologica de toda la sociedad y librar la dinamica ofensiva ideo-politica para poner de pleno manifiesto la fuerza ideologica y la indoblegable potencia espiritual de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tDebemos lograr cuanto antes la reunificacion de la patria, deseo de la nacion coreana, frustrando todos los desafios de las fuerzas opositoras a la reunificacion dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\tRealizaremos ingentes esfuerzos por desarrollar las relaciones con los paises, que tratan amistosamente a nuestro pais, bajo el ideal de la independencia, la paz y la amistad y por verificar la independencia en todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tTodos nosotros debemos luchar tenazmente por construir una gran potencia prospera socialista y cumplir la causa mencionada uniendonos mas compactamente en torno al Dirigente Kim Jong Il."
        },
        {
            "title": "Extranjeros visitan la XIII Exposicion de Kimjongilias",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-18ee.html",
            "content": "Extranjeros visitan la XIII Exposicion de Kimjongilias\r\nPyongyang, 18 de febrero (ATCC) -- Con motivo de la fiesta de febrero (el dia 16, cumpleanos del Dirigente Kim Jong Il), los funcionarios encargados de asuntos culturales y de amistad de las embajadas de varios paises en Corea visitaron el dia 18 la XIII Exposicion de Kimjongilias.\n\t\t\t\t\t  Los huespedes extranjeros quedaron admirados de la exposicion adornada maravillosamente con las flores florecidas de par en par gracias a la infinita veneracion y gran devocion del pueblo coreano y los otros progresistas del mundo que encomian al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Al final de la visita, ellos dejaron letras en el libro de visitas.\n\t\t\t\t\t\n\t\t\t\t\t  El tercer secretario de la embajada indonesia, Riza Hera Wardhana, escribio que a traves de su recorrido por la exposicion, pudo conocer mejor el alma del pueblo coreano que venera infinitamente y sigue a su Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t  El primer secretario de la embajada cubana, Enrique Montoto Cruz, deseo al pueblo coreano mayores exitos en la lucha por defender el socialismo y construir una gran potencia prospera bajo la sabia direccion del Dirigente Kim Jong Il."
        },
        {
            "title": "Preparativos en la RPDC para las elecciones de diputados",
            "url": "http://kcna.co.jp/item/2009/200902/news18/20090218-19ee.html",
            "content": "Preparativos en la RPDC para las elecciones de diputados\r\nPyongyang, 18 de febrero (ATCC) -- Muy satisfecho por haber nominado al Dirigente Kim Jong Il como candidato al diputado a la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, el pueblo coreano impulsa activamente los preparativos para las elecciones de diputados.\n\t\t\t\t\t Hasta mediados de enero, fueron constituidos los comites electorales de las provincias (o la ciudad directamente subordinada al centro), las ciudades (o municipio) y los distritos.\n\t\t\t\t\t\n\t\t\t\t\t Desde el primero de febrero, comenzaron a trabajar los comites de distritos y subdistritos electorales.\n\t\t\t\t\t\n\t\t\t\t\t  Todos estos comites trabajan ateniendose estrictamente a los reglamentos para la ejecucion de la ley electoral de los diputados a las asambleas populares a todos los niveles de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Especialmente, realizan perfectamente sus quehaceres como la elaboracion, el registro y el anuncio de las listas de los electores y los candidatos.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien prestan mucha atencion al mejor acondicionamiento de los lugares de votacion y libran activamente de diversas maneras la propaganda electoral sobre los habitantes.\n\t\t\t\t\t\n\t\t\t\t\t  Los comites populares de las provincias, ciudades y distritos ayudan mucho a los comites electorales a todos los niveles, en particular, facilitan las condiciones necesarias a los preparativos."
        }
    ]
}