{
    "date": "2009-10-03",
    "url": "http://kcna.co.jp/item/2009/200910/2009-10-03ee.html",
    "articles": [
        {
            "title": "Greetings to King of Lesotho",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-10ee.html",
            "content": "Greetings to King of Lesotho\r\nPyongyang, October 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Letsie III, King of Lesotho, on the occasion of the 43rd anniversary of its independence.\n\t\t\t\t\tExpressing belief that the friendly and cooperative relations between the DPRK and Lesotho would grow stronger, Kim in the message wished the King successes in the work for the prosperity of the country and the people's welfare."
        },
        {
            "title": "Protocols Signed between DPRK and Cuba",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-13ee.html",
            "content": "Protocols Signed between DPRK and Cuba\r\n Pyongyang, October 3 (KCNA) -- A 2010 protocol on commodity exchange between the governments of the DPRK and Cuba was signed in Havana on Thursday.\n\t\t\t\t\t It was signed by Ri Ryong Nam, minister of Foreign Trade who is heading the DPRK government economic delegation, and Fidel Figueroa de la Paz, minister of Construction of Cuba.  \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a protocol on the 28th meeting of the Inter-governmental Economic, Scientific and Technological Consultative Committee between the DPRK and Cuba and a protocol on the principle for assessing and fixing prices in the period from 2010 to 2015 between the Ministry of Foreign Trade of the DPRK and the Ministry of Trade and Foreign Investment of Cuba were signed on the same day."
        },
        {
            "title": "German Ambassador to DPRK Gives Reception ",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-04ee.html",
            "content": "German Ambassador to DPRK Gives Reception\r\n Pyongyang, October 3 (KCNA) -- Thomas Schafer, German ambassador to the DPRK, Friday gave a reception at the Taedonggang Diplomatic Corps Club on the occasion of the national day of Germany.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, O Ryong Chol, vice-minister of Foreign Trade, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairwoman of the DPRK-Germany Friendship Association, officials concerned, diplomatic envoys of different countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Chinese Youth Friendship Delegation Here",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-11ee.html",
            "content": "Chinese Youth Friendship Delegation Here\r\n Pyongyang, October 3 (KCNA) -- A Chinese youth friendship delegation led by Lu Hao, first secretary of the Central Committee of the Communist Youth League of China, arrived here on Saturday."
        },
        {
            "title": "Wreaths Laid before Graves of Grandparents and Parents of Kim Il Sung in Mangyongdae",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-09ee.html",
            "content": "Wreaths Laid before Graves of Grandparents and Parents of Kim Il Sung in Mangyongdae\r\n Pyongyang, October 3 (KCNA) -- Wreaths were laid before the graves of Kim Po Hyon and Ri Po Ik, Kim Hyong Jik and Kang Pan Sok in Mangyongdae on Saturday on the occasion of the Harvest Moon Day.\n\t\t\t\t\t Seen before the graves were wreaths sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Attending the wreath-laying ceremonies were Kim Yong Nam, O Kuk Ryol and Choe Thae Bok, officials of party and power bodies, working people's organizations, ministries and national institutions, servicepersons of the KPA and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The wreaths in the name of the Central Committee of the WPK and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK were placed before the graves.\n\t\t\t\t\t\n\t\t\t\t\t Placed then were wreaths in the name of the ministries and national institutions, military universities, educational and media organizations, revolutionary schools and party and power organs and farms in the city.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Po Hyon and Ri Po Ik, Kim Hyong Jik and Kang Pan Sok."
        },
        {
            "title": "Wreaths Laid at Martyrs' Cemeteries and Graves",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-12ee.html",
            "content": "Wreaths Laid at Martyrs' Cemeteries and Graves \r\n Pyongyang, October 3 (KCNA) -- Wreaths were placed at the Revolutionary Martyrs Cemetery on Mt. Taesong and the Patriotic Martyrs Cemetery Saturday on the occasion of the Harvest Moon Day.\n\t\t\t\t\t Seen on the wreath-laying stands were wreaths sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Attending the wreath-laying ceremonies were Kim Yong Il, Kim Yong Chun and other senior officials, the chairman of the Central Committee of the Korean Social Democratic Party, officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions, KPA servicepersons and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths in the name of the Central Committee of the WPK, the Presidium of the Supreme People's Assembly and Cabinet of the DPRK were laid on wreath-laying stands of the cemeteries.\n\t\t\t\t\t\n\t\t\t\t\t Then placed were wreaths in the name of the Ministry of the People's Armed Forces, KPA units, ministries and national institutions, working people's organizations, scientific, educational, cultural and art, public health and media institutions and party and power bodies, enterprises and farms in the city. \n\t\t\t\t\t\n\t\t\t\t\t The ribbons of the wreaths bore letters \"Glory to the revolutionary martyrs!\" and \"Glory to the patriotic martyrs!\"\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the martyrs.\n\t\t\t\t\t\n\t\t\t\t\t Bouquets were placed before the bust of anti-Japanese heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong on the same day. \n\t\t\t\t\t\n\t\t\t\t\t Wreaths were also laid before martyrs' cemeteries and graves in different parts of the country on Saturday."
        },
        {
            "title": "Foundation Day of Korea Marked",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-08ee.html",
            "content": "Foundation Day of Korea Marked\r\n Pyongyang, October 3 (KCNA) -- A commemoration of the Foundation Day of Korea was held in front of King Tangun's Mausoleum Saturday.\n\t\t\t\t\t Present there were Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae who is chairman of the National Reconciliation Council, Chairperson of the Central Committee of the Chondoist Chongu Party Ryu Mi Yong who is chairperson of the Council for the Reunification of Tangun's Nation, Presidium Member of the Central Committee of the Democratic Front for the Reunification of Korea Kang Ryon Hak, Director of the Secretariat of the Committee for the Peaceful Reunification of Korea An Kyong Ho, officials concerned and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were overseas Koreans staying in the socialist homeland.\n\t\t\t\t\t\n\t\t\t\t\t A memorial service for Tangun was held first.\n\t\t\t\t\t\n\t\t\t\t\t It was followed by a report by Kang Chol Won, vice-chairman of the Council for the Reunification of Tangun's Nation.\n\t\t\t\t\t\n\t\t\t\t\tHe paid high tribute to President Kim Il Sung and extended warm thanks to General Secretary Kim Jong Il who made sure that King Tangun's Mausoleum was built in grand style as befitting that of the ancestral father of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to Songun that all Koreans are significantly celebrating the Foundation Day of Korea while dynamically waging the movement for national reunification, the cherished desire of the nation, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t No one can deter the Koreans from dynamically advancing under the banner of the historic June 15 joint declaration and the October 4 declaration, he said, stressing the need for all Koreans to unite close in the idea of \"By our nation itself\" and usher in a new era of independent reunification and peace and prosperity."
        },
        {
            "title": "Anniversary of October 4 Declaration Editorially Observed ",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-06ee.html",
            "content": "Anniversary of October 4 Declaration Editorially Observed\r\n Pyongyang, October 3 (KCNA) -- Rodong Sinmun Saturday editorially observes the second anniversary of the October 4 declaration. \n\t\t\t\t\t Another north-south summit was held in Pyongyang two years ago and the \"Declaration for Development of North-South Relations and Peace and Prosperity\" was adopted, the editorial says, adding: This marked an event to be specially recorded in the history of the Korean nation as it provided clear-cut guidelines for developing the inter-Korean relations into those of unity and cooperation and dynamically pushing ahead with the cause of national reunification, guided by the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t Noting that all the Koreans have worked hard to carve out a future of independent reunification and peace and prosperity full of conviction since the adoption of the October 4 declaration, the editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t It was the firm will of the Koreans to successfully accomplish the cause of reunification under the uplifted banner of the October 4 declaration following the road for independent reunification indicated by the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t But the aspiration and desire of the Korean nation to implement the June 15 joint declaration and the October 4 declaration are facing a grave challenge of the anti-reunification forces at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t The period after the adoption of the October 4 declaration proves that the historic inter-Korean declarations are quite just programmes for national reunification but if the Korean nation is to achieve independent reunification and peace and prosperity by implementing those declarations it is necessary for the patriotic forces to prevail over the anti-reunification separatist forces through great unity.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the will of all the Koreans to achieve the independent and peaceful reunification of the country without fail by displaying all their patriotic zeal under the uplifted banner of the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t They will wage a more dynamic struggle for preserving and implementing the inter-Korean declarations full of conviction of sure victory and optimism and thus surely build a dignified and prosperous reunified power on this land, concludes the editorial."
        },
        {
            "title": "All Koreans Called upon to Adhere to Principle of National Independence",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-07ee.html",
            "content": "All Koreans Called upon to Adhere to Principle of National Independence \r\n Pyongyang, October 3 (KCNA) -- The principle of national independence is a core in settling the issue of national reunification and serves as a fundamental principle for achieving it as it allows no compromise over this matter under any circumstances, observes Rodong Sinmun Saturday in a signed article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t National reunification should be achieved strictly on the principle of national independence as it is a struggle for achieving the independence of the nation and the issue of national reunification is one for establishing national sovereignty throughout Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are capable of solving their issue by themselves. \n\t\t\t\t\t\n\t\t\t\t\t \"By our nation itself\", the core of the June 15 joint declaration and the October 4 declaration, is a brilliant embodiment of the principle of national independence. This reflects the firm will of the Koreans to solve the issue of national reunification with responsibility through their concerted efforts in line with the interests common to the nation. \n\t\t\t\t\t\n\t\t\t\t\t The reality, a product of the tremendous attraction and vitality of the noble patriotic idea of \"By our nation itself\", goes to prove that national independence serves, indeed, as a basic principle for settling the issue of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Dependence upon outside forces is quite contrary to the said principle.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is more foolish than trying to solve the issue of national split caused by outside forces by depending on them. Outside forces for aggression seek to keep the Korean nation divided indefinitely in a bid to fish in troubled waters. It is absolutely impossible to achieve reconciliation and unity of the nation or improve the inter-Korean relations unless the pro-U.S. conservative forces in south Korea roll back their treacherous policy of standing in confrontation with fellow countrymen, backed by outside forces. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad should never allow the traitorous forces to keep depending on foreign forces quite contrary to the will and interests of the nation."
        },
        {
            "title": "Implementation of Joint Declarations Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-05ee.html",
            "content": "Implementation of Joint Declarations Called for in S. Korea \r\n Pyongyang, October 3 (KCNA) -- Members of political parties and civic and public organizations including the Democratic Labor Party and the Solidarity for Progress of south Korea held a rally in Seoul on Sept. 26 on the occasion of the 2nd anniversary of the publication of the October 4 declaration at which they called upon the people to take part in the struggle for achieving independent reunification and peace and prosperity.\n\t\t\t\t\t Speakers at the rally said that they could not repress the resentment at the present reality in which the June 15 joint declaration and the October 4 declaration, reunification programmes common to the nation, are being defamed, holding that the south-north declarations should be implemented without fail for peace, reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities roll back their hostile policy towards the north and adopt a resolution calling for the implementation of the said declarations at the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t In another development, a campaign for putting signatures on the Korean Peninsula flag and a photo exhibition, etc. took place near the venue of the rally with members of civic and public and peasants organizations and citizens participating in them."
        },
        {
            "title": "Kim Il Sung Praised by Mexican Party Leader ",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-02ee.html",
            "content": "Kim Il Sung Praised by Mexican Party Leader\r\n Pyongyang, October 3 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, in his statement issued on September 27 praised President Kim Il Sung as the founder and the eternal leader of the Workers' Party of Korea on the occasions of the 64th anniversary of the founding of the WPK and the 83rd anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t The statement emphasized that the WPK under the wise leadership of the President played a pivotal role in rehabilitating the country seriously destroyed during the war. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK as the general staff of the revolution not only rehabilitated the country but realized its industrialization, making it possible for the DPRK to proudly rank itself among the highly civilized countries of the world and putting it on such high level of ultra-modern science and technology as paving the way for conquering space.\n\t\t\t\t\t\n\t\t\t\t\t In the whole course of performing such historic feats the WPK achieved steel-like unity and cohesion with the leader as the core, rejecting flunkeyism, dogmatism and factionalism.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has protected the dignity and sovereignty of the country and socialism and the people's power to cope with the complicated world situation and pushed forward the socialist construction by mobilizing the potential of the popular masses and material wealth to the maximum, holding aloft the banner of the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will continue to wage a dynamic struggle to carry out the last instructions for national reunification given by Kim Il Sung."
        },
        {
            "title": "Birthday of WPK Observed in Mexico",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-01ee.html",
            "content": "Birthday of WPK Observed in Mexico\r\n Pyongyang, October 3 (KCNA) -- The Mexican Institute for the Study of the Juche Idea published the 44th issue of its bulletin on the occasions of the 64th birthday of the Workers' Party of Korea and the 83rd anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\tThe bulletin carried the portrait of General Secretary Kim Jong Il and an article titled \"The Workers' Party of Korea and Trust of People in It.\"\n\t\t\t\t\t\n\t\t\t\t\t Though the party was founded on Oct. 10, 1945, the preparations for its founding started nearly 20 years ago, the bulletin noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung formed the DIU, historic roots of the WPK, on Oct. 17, 1926. He, with an insight into the importance of the party in his early years, worked hard to build a mass political party of working people deeply rooted among broad masses.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has creditably fulfilled its mission and task as a mass party since the very day of its foundation. It carried out all democratic reforms and put into force policies for the people, their long-cherished desires.\n\t\t\t\t\t\n\t\t\t\t\t The WPK regarded the Juche idea as its unshakable guidelines and has consistently enforced the policy of loving care for popular masses and trust in them, as required by it.\n\t\t\t\t\t\n\t\t\t\t\t It was the maxim of the President that one always wins when believing in the people and relying on them but one is bound to always fail when one distances oneself from them and is forsaken by them. This maxim has served as one of the WPK. It has become a bounden duty of the WPK to exist for the sake of the people and work hard to meet their requirements for independence and interests and it is the supreme principle of its activities to steadily improve the standard of their living.  \n\t\t\t\t\t\n\t\t\t\t\t That is why the Korean people entirely entrust their destiny to the WPK, calling it the \"mother party\" and turn out as one in the drive to implement the party's line and policies."
        },
        {
            "title": "Kim Jong Il se reune con los constructores militares",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-16ee.html",
            "content": "Kim Jong Il se reune con los constructores militares\r\nPyongyang, 3 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se reunio con los constructores militares que realizaron meritos laborales en la construccion socialista y se fotografio junto a estos.\n\t\t\t\t\tEl Dirigente felicito calurosamente a ellos que acumularon las heroicas proezas en la construccion socialista poniendo de pleno manifiesto el espiritu revolucionario de los militares.\n\t\t\t\t\t\n\t\t\t\t\tDijo que los constructores militares de una unidad son los combatientes de materializacion a costa de la vida, sin saber nada imposible, quienes al edificar magnificamente numerosas obras monumentales, ostentaron a todo el mundo el poderio de Corea del Juche y contribuyeron grandemente a la prosperidad del pais y subrayaron que el pueblo coreano no olvidara para siempre sus proezas brillantes.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo expreso la esperanza y la conviccion de que tambien en el futuro, los constructores militares de la unidad mostraran sin reservas la abnegacion patriotica y el heroismo masivo en la construccion socialista y haran gran aporte a la realizacion de la causa de la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, los generales de ejercito del EPC Hyon Chol Hae y Ri Myong Su y otros miembros directivos del ejercito, los secretarios del CC del PTC Choe Thae Bok y Kim Ki Nam, asi como el miembro del CDN de la RPDC y jefe de departamento del CC del PTC Jang Song Thaek."
        },
        {
            "title": "Kim Jong Il dirige Almaciga Central y Granja de Avestruz",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-17ee.html",
            "content": "Kim Jong Il dirige Almaciga Central y Granja de Avestruz\r\nPyongyang, 3 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea dirigio sobre el terreno la Almaciga Central y la Granja de Avestruz.\n\t\t\t\t\tPrimeramente, el Dirigente estuvo en la Almaciga Central del Ministerio de Proteccion Territorial y Ambiental.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar ante el plano las explicaciones, recorrio los invernaderos de posturas de arbol y las parcelas de posturas de diversos generos.\n\t\t\t\t\t\n\t\t\t\t\tAl contemplar los invernaderos construidos a base de las ciencias y las tecnologias de punta y el panorama de amplia almaciga, se mostro muy satisfecho de que se realizaron la cientifizacion, la industrializacion e intensificacion de la produccion de posturas de arbol.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que es muy importante la posicion de la Almaciga Central en la realizacion de la reforestacion del pais, indico las tareas programaticas que se presentan ante la empresa.\n\t\t\t\t\t\n\t\t\t\t\tDijo que al movilizarse todo el partido, todo el ejercito y todo el pueblo deben desplegar con vigor la labor para realizar la repoblacion forestal, de esta manera, entregar a las generaciones venideras la hermosa naturaleza de la patria donde crecen frondosamente los arboles y se abren diversas flores.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente dirigio la Granja de Avestruz situada en el suburbio de la ciudad de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar ante el plano de la Granja las explicaciones, recorrio en varias horas diversos lugares de la Granja.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente que los obreros de la unidad acondicionaron modernamente la granja, realizaron magnificamente la plantacion de bosques del recinto y mantienen en alto nivel la cultura de produccion y vida y les dio el especial agradecimiento a nombre del Secretario General del PTC, Presidente del CDN de la RPDC y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que la granja ocupa importante lugar en la mejora de la vida del pueblo y presento las tareas programaticas que sirven de guia en la administracion de la granja.\n\t\t\t\t\t\n\t\t\t\t\tLuego, el Dirigente examino el compresor de nuevo tipo producido por nuestra clase obrera.\n\t\t\t\t\t\n\t\t\t\t\tAl enterarse detalladamente de la estructura, capacidad y principios de funcion de nuevo compresor, enfatizo que el investigador Cha Sung Gun y otros tecnicos y obreros fabricaron con sus propias fuerzas y tecnologias el nuevo compresor a nivel mundial y de buena capacidad intensificando la inteligencia creadora y la cooperacion, lo cual resulta una revolucion en la rama de industria de construccion de maquinaria y elogio altamente sus meritos.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que como resultado de haberse movilizado generalmente la extraordinaria potencia espiritual de nuestro pueblo, nosotros vemos la gran realidad en que tanto la vida ideologica como la economica y tanto el panorama de avenidas y aldeas como el atavio y vida alimentaria de las personas se acercan  paulatinamente a los de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que debemos hacer brillar cada minuto y cada segundo precioso de hoy como momento de mas valiosas proezas para adelantar cuanto antes aquel dia historico en que las salvas de gran potencia prospera estremecieran el cielo y la tierra.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario Kim Ki Nam, los jefes de departamento Jang Song Thaek y Pak Nam Gi y otros cuadros directivos, del CC del PTC y los generales de ejercito del Ejercito Popular de Corea Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Firmado protocolo de intercambio de mercancias entre Corea y Cuba",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-14ee.html",
            "content": "Firmado protocolo de intercambio de mercancias entre Corea y Cuba\r\n Pyongyang, 3 de octubre (ATCC) -- Quedo firmado el dia primero en La Habana el protocolo sobre el intercambio de mercancias para 2010 entre los gobiernos de la Republica Popular Democratica de Corea y la Republica de Cuba.\n\t\t\t\t\t El documento lo firmaron Ri Ryong Nam, ministro de Comercio Exterior quien preside la delegacion economica gubernamental de la RPDC, y Fidel Figueroa de la Paz, ministro de Construccion de la RC.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, el mismo dia, fueron rubricados el protocolo de la 28a sesion de la Comision de Consulta Economica, Cientifico-Tecnica entre los gobiernos de la RPDC y la RC y otro protocolo sobre el principio de la fijacion de precios para 2010-2015 entre el Ministerio de Comercio Exterior de la RPDC y el Ministerio de Comercio Exterior e Inversion Extranjera de la RC."
        },
        {
            "title": "Depositadas ofrendas florales ante tumbas de fervientes patriotas",
            "url": "http://kcna.co.jp/item/2009/200910/news03/20091003-15ee.html",
            "content": "Depositadas ofrendas florales ante tumbas de fervientes patriotas\r\nPyongyang, 3 de octubre (ATCC) -- Con motivo de Chusok (fiesta otonal, 15 de agosto lunar) fueron depositadas el dia 3 las ofrendas florales ante las tumbas de Kim Po Hyon y Ri Po Ik, de               Kim Hyong Jik y Kang Pan Sok, en Mangyongdae.\n\t\t\t\t\tEstaban puestas ante las tumbas las ofrendas florales enviadas por el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea (PTC), Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea (RPDC) y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn las ocasiones estuvieron presentes Kim Yong Nam, O Kuk Ryol, Choe Thae Bok, los  funcionarios de instituciones del partido y el poder, organizaciones de masas, ministerios y organos centrales, oficiales y soldados del Ejercito Popular de Corea, asi como trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tFueron depositadas alli las ofrendas florales a nombre del CC del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTambien, fueron colocadas las ofrendas florales a nombre de los ministerios, organos centrales, academia militar, organismos de educacion y prensa, escuela revolucionaria, establecimientos del partido, poder y granja en la capital.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria de los fervientes patriotas Kim Po Hyon y Ri Po Ik, Kim Hyong Jik, y Kang Pan Sok."
        }
    ]
}