{
    "date": "2009-03-25",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Construction Site of Huichon Power Station",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-13ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Construction Site of Huichon Power Station\r\n Pyongyang, March 25 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the construction site of the Huichon Power Station. \n\t\t\t\t\t The first leg of his guidance was the dam construction site of the Huichon Power Station No. 1.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the detailed plan for the construction of the dam by the commander of a unit of the KPA, he went round the construction site to acquaint himself in detail with the formation of groups of soldier builders and the provision of conditions for their living. \n\t\t\t\t\t\n\t\t\t\t\t He expressed satisfaction over the fact that the dam in Ryongrim is located in a good place to store a large volume of water and designed in such a manner as to strictly abide by the principle of profitability.\n\t\t\t\t\t\n\t\t\t\t\t Saying that thanks to the soldier builders' heroic struggle a giant dam will rise and a vast man-made lake appear before long in the secluded place where one can hear only the flow of water now, he called for waging a bold charge to bring earlier the day of victory.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the dam construction site of the Huichon Power Station No. 2.\n\t\t\t\t\t\n\t\t\t\t\t Watching the soldier builders at work, he said it is not long since they arrived there but they had already done a lot of work. He praised them for working hard in the same spirit of devotedly defending the country as displayed in the 1950s and in the same spirit as displayed during the \"Arduous March\" in the 1990s when the people pulled through great difficulties in a do-or-die spirit.\n\t\t\t\t\t\n\t\t\t\t\t After looking round the construction sites, he set forth on the spot the important tasks which would serve as guidelines for completing the construction of the power station earlier than scheduled. \n\t\t\t\t\t\n\t\t\t\t\t He said that only when the problem of electricity is solved on a priority basis, is it possible to definitely boost such pilot sectors of the national economy as metal industry, coal industry and railway transport which the WPK considers as main links in the chain efforts for building an economic power and more dynamically push forward the work to reenergize the overall economy. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the construction of the large-scale Huichon Power Station is a gigantic grand nature-harnessing project, he called upon the whole Party and army and all people to turn out as one in a great offensive to wind up the difficult and vast construction project till 2012.\n\t\t\t\t\t\n\t\t\t\t\t He said that in order to finish the construction of the Huichon Power Station as scheduled the Cabinet and all ministries and national institutions should take effective measures to thoroughly carry out their tasks and supply construction materials, facilities and equipment to the sites in time on a top priority basis.\n\t\t\t\t\t\n\t\t\t\t\tThe best quality should be ensured in the construction of the power station as it is a precious structure of eternal value to be handed to posterity, he said, underscoring the need to fully meet the requirements of the building method.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, a Herculean task to complete the construction of such huge power station in a matter of three and a half years which would take more than ten years in view of the established conception but we are optimistic about victory as there are the inexhaustible mental power of the servicepersons and people of the DPRK and support of its powerful Juche-based industry, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the builders of the power station would unconditionally complete the power station till 2012 by displaying popular heroism and matchless devotion and thus live up to the trust and expectation of the Party with shining feats.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak To Chun, chief secretary of the Jagang Provincial Committee of the WPK, Kim Ki Nam, secretary of the WPK Central Committee, and Pak Nam Gi and Jang Song Thaek, department directors of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Kim Song Jin",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-12ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Kim Song Jin\r\n Pyongyang, March 25 (KCNA) -- General Secretary Kim Jong Il Wednesday sent a wreath to the bier of the late KPA general officer Kim Song Jin, a lecturer at the Victorious Fatherland Liberation War Museum, expressing deep condolences over his death."
        },
        {
            "title": "Greetings to Bangladeshi President",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-10ee.html",
            "content": "Greetings to Bangladeshi President\r\nPyongyang, March 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Zillur Rahman, President of Bangladesh, Wednesday on the occasion of the 38th anniversary of the independence of Bangladesh.\n\t\t\t\t\tExpressing the belief that the friendly and cooperative relations between the two countries would grow stronger in mutual interests, Kim in the message sincerely wished the President good health and happiness and the friendly Bangladeshi people progress and prosperity."
        },
        {
            "title": "Greetings to Bangladeshi PM",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-11ee.html",
            "content": "Greetings to Bangladeshi PM\r\nPyongyang, March 25 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, sent a message of greetings to Sheikh Hasina, Prime Minister of Bangladesh, Wednesday on the occasion of the 38th anniversary of the independence of Bangladesh.\n\t\t\t\t\t He in the message wished the Prime Minister great success in her work for the stability and economic development of the country, expressing the belief that the friendly and cooperative relations between the two countries would further develop."
        },
        {
            "title": "Spring Edible Herbs Good for Health",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-07ee.html",
            "content": "Spring Edible Herbs Good for Health\r\nPyongyang, March 25 (KCNA) -- Various species of spring herbs efficacious for the treatment of diseases are growing in the mountains and fields of the DPRK where spring has fairly set in.\n\t\t\t\t\tWell processed spring herbs help people be full of energy.\n\t\t\t\t\t\n\t\t\t\t\tFrom olden times the Korean people with a good knowledge of wild edible herbs have collected aster, wormwood, pickpurse, aralia shoots and other edible herbs good for health and cooked various dishes with them for their dietary life.\n\t\t\t\t\t\n\t\t\t\t\tAster activates blood circulation, which is good for lungs and bronchus. It is efficacious for the removal of phlegm and the treatment of dry cough, asthma, throat diseases and so on.\n\t\t\t\t\t\n\t\t\t\t\tThe wormwood is potent for the cure of digestive impediment, illness resulting from hand, foot and abdomen chill and other women's diseases.\n\t\t\t\t\t\n\t\t\t\t\tThe cake made of rice flour and wormwood paste with peculiar fragrance and taste is one of the rare dishes in spring.\n\t\t\t\t\t\n\t\t\t\t\tThe pickpurse promotes the digestive function and is good for hypertension. In particular, it is popular among the people as one of the foodstuff protecting the human body from the yellow dust phenomena frequent to be seen in spring.\n\t\t\t\t\t\n\t\t\t\t\tThe aralia shoots which contains various nutritive elements and saponin lowers sugar content of the blood. It is good for the treatment of diabetes, nephropathy and gastrointestinal disorder and for the recovery from fatigue. To take it for a long time can prevent the gastric cancer.\n\t\t\t\t\t\n\t\t\t\t\tThese days families of the DPRK widely use spring edible herb dishes in their dietary life."
        },
        {
            "title": "Anti-Bird Flu Work Intensified",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-08ee.html",
            "content": "Anti-Bird Flu Work Intensified\r\nPyongyang, March 25 (KCNA) -- The government of the DPRK is pushing ahead with the anti-bird flu work as a permanent one.\n\t\t\t\t\t Kim Yong Suk, vice-chairwoman of the State Emergency Anti-Epidemic Commission (SEAC), told KCNA that today the bird influenza, malignant infectious disease is spreading wider in the world without dying down, adding that it is imperative to continue to direct much effort to the work.\n\t\t\t\t\t\n\t\t\t\t\t A bird flu case has not been reported in the country since the formation of the SEAC, she went on, because the bird flu prevention work has been done forcefully as a nation-wide and all-people work.\n\t\t\t\t\t\n\t\t\t\t\t As part of the anti-bird flu work, survey districts have been set up in the areas through which winter migrants move mainly and the study on the movement has been intensified to grasp the species of birds, their movement and inhabitation and others.\n\t\t\t\t\t\n\t\t\t\t\t In particular, a concrete survey has been done on the summer migrants including oriole, hoopoe and cuckoo and the transit birds including snipe, which fly from the bird flu-stricken Southeast Asia and efforts have been made to prevent them from coming close to the poultry farms and villages.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a scientific research has been conducted to prevent bird influenza. In this course, the Cell and Gene Engineering Branch of the State Academy of Sciences established a swift differentiation method to find out the bird flu virus at any time by the method of analyzing gene. And the Veterinary Medicine Research Institute of the Academy of Agricultural Science has achieved many successes in the work of developing and introducing the quick diagnostic technology of bird flu.       \n\t\t\t\t\t\n\t\t\t\t\t A hygienic and epizootic prevention campaign against avian flu has been strengthened than ever before throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t While conducting hygienic propaganda briskly among the people to give deep common knowledge on the bird flu to them, medical workers examine their health thoroughly.\n\t\t\t\t\t\n\t\t\t\t\t Cold prognostication centres have been set up in the densely populated areas to collect information and take steps for the prevention of cold among the people every day and a special medical check-up for the working people in the poultry field, inhabitants living in the areas through which migrants move and employees of zoos in different parts of the country is being done and they are put under special medical observation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will persistently continue bird flu prevention work in close contact with the Food and Agriculture Organization of the United Nations."
        },
        {
            "title": "Lee Myung Bak Group's Smear Campaign against DPRK over Issue of Satellite Slammed",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-03ee.html",
            "content": "Lee Myung Bak Group's Smear Campaign against DPRK over Issue of Satellite Slammed\r\nPyongyang, March 25 (KCNA) -- The Lee Myung Bak group of south Korea in what it called \"statement\" groundlessly labeled the DPRK's projected satellite launch a \"missile launch,\" crying out for its \"cancellation\" and \"a strong counteraction through international cooperation\" and \"sanctions\" against it.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors is kicking up confrontation hysteria, unreasonably terming whatever done by fellow countrymen in the north evil doing. This is a revelation of its inveterate idea of standing in confrontation with them.\n\t\t\t\t\t\n\t\t\t\t\t The group kicked up a noisy confrontation racket, groundlessly labeling the DPRK's projected satellite launch a \"missile launch\" despite the fact that it clarified its purpose. This only betrays the true colors of the group as philistines who categorically decry and find fault with the scientific research into space for peaceful purposes, defying its legality in order to realize its scenario for confrontation with the north.\n\t\t\t\t\t\n\t\t\t\t\t The group is so obsessed by extreme hostility towards compatriots and ill-natured way of thinking that since its coming to power it has never taken a positive approach towards what has been done at the DPRK's proposal and on its constructive initiative. The missile ruckus kicked up by the group has something in common with its hostile moves against the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations are now in the grip of such worst crisis that there is neither dialogue nor cooperation and a war may break out any moment. This is a natural product of such reckless anti-DPRK confrontation racket of the Lee group that it pulls up compatriots in the north over any issue and is persistently opposed to them.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better face up to the reality with reason and stop foolishly inciting confrontation with fellow countrymen."
        },
        {
            "title": "Japan's Wild Ambition for Militarist Overseas Aggression under Fire",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-02ee.html",
            "content": "Japan's Wild Ambition for Militarist Overseas Aggression under Fire\r\nPyongyang, March 25 (KCNA) -- The Japanese reactionaries dispatched warships to waters off Somalia under the pretext of \"combating piracy\" not because of their interest in combating piracy but for the purpose of laying a springboard from which to launch militarist overseas aggression.\n\t\t\t\t\t Minju Joson observes this in a signed commentary today.\n\t\t\t\t\t\n\t\t\t\t\t It is the real intention of Japan to lay institutional and legal groundwork for the overseas dispatch of its armed forces by every possible means as its law bans the overseas dispatch of the \"Self-Defense Forces (SDF),\" the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries vociferated about the need to examine the issue of easing the standard on using arms prior to their dispatch of SDF's warships to waters off Somalia. And they adopted a new law allowing the free dispatch of those warships as an anti-piracy measure. This indicates that Japan is taking much pain to make a free dispatch of its armed forces overseas and legalize its military actions under the pretence of \"combating piracy.\"\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that Japan's militarist overseas expansion has begun assuming potential danger. No one can vouch that Japan blinded with the militarist ambition would not start again overseas aggression against any part of the world.\n\t\t\t\t\t\n\t\t\t\t\t Japan's moves for overseas expansion should be checked without fail for the sake of humankind's peace and progress.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to clearly know that their reckless military actions to realize the ambition for overseas aggression are as foolish as precipitating their self-destruction."
        },
        {
            "title": "Rodong Sinmun on End of Capitalism",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-06ee.html",
            "content": "Rodong Sinmun on End of Capitalism\r\nPyongyang, March 25 (KCNA) -- The end of capitalism is the inevitability of history and the world is sure to see the doomsday of capitalism before long.\n\t\t\t\t\t Rodong Sinmun observes this in a signed article today.\n\t\t\t\t\t\n\t\t\t\t\t The financial crisis hit the United States because its business is governed by the \"unlimited free market principle\" and the U.S. administration squandered money for overseas aggression and war moves, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the capitalist market economy antagonism and contradictions and unbalanced development among countries bring about instability in equilibrium between foreign incomings and outgoings and foreign exchange rate and these create conditions for sparking off a financial crisis.\n\t\t\t\t\t\n\t\t\t\t\t The economy in the capitalist countries is structurally dependent on the U.S. Many capitalist countries are in such economic relationship that they are entangled with one another with the U.S. consumer market as the axis. Precisely for this reason the financial crisis in the U.S. put major capitalist countries in the grip of economic crisis.\n\t\t\t\t\t\n\t\t\t\t\t Capitalism is an unpopular society which diametrically runs counter to the intrinsic wishes of the popular masses in all aspects of material, spiritual and cultural and political lives, and it is an old corrupt and weak society bound to go to ruin due to the struggle of the popular masses for independence.\n\t\t\t\t\t\n\t\t\t\t\t By its intrinsic class nature the capitalist system cannot overcome the imbalance between deformed material life and impoverished spiritual and cultural life and that between the growing demand of the popular masses for independence and the worsening political life. Herein lie the uncontrollable contradictions in the capitalist society and consequently capitalism is bound to go to ruin inevitably.\n\t\t\t\t\t\n\t\t\t\t\t The capitalist countries are also going to decay and ruin, depending on the exploitation and plunder of developing countries.\n\t\t\t\t\t\n\t\t\t\t\t The developing countries are standing in confrontation with the capitalist countries by strengthening the south-south cooperation as evidenced by their energetic endeavors to put an end to the outdated international economic order and, instead, build a new and fair one.\n\t\t\t\t\t\n\t\t\t\t\t The advance of the popular masses' cause of independence, the cause of socialism is precipitating the doomsday of capitalism.\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea demonstrating its might by winning victories by dint of Songun serves as the beacon of hope and the banner of victory for the world people desirous of independence.\n\t\t\t\t\t\n\t\t\t\t\t The 21st century will prove to be a century marked with historic changes in which capitalism is bound to meet its end and socialism is sure to triumph thanks to the struggle of the popular masses for independence."
        },
        {
            "title": "Development of Atomic Energy, World Trend",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-09ee.html",
            "content": "Development of Atomic Energy, World Trend\r\n Pyongyang, March 25 (KCNA) -- Various countries are directing great efforts to the development of atomic energy in recent years in connection with the exhaustion of fossil fuel and growing apprehension of environmental issue.\n\t\t\t\t\t According to the data available, it is said that crude oil will run out after 44 years, natural gas 56 years and coal 200 years on the globe.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, it is envisaged that the demand for energy will increase by more than 50 percent within coming 50 years or so and the rapid economic growth may boost the demand by 250 percent in the period.\n\t\t\t\t\t\n\t\t\t\t\t Many countries find an effective way to meet the increasing demand for electricity in atomic energy and work out plans for their development.\n\t\t\t\t\t\n\t\t\t\t\t There are in the world more than 440 atomic power plants under operation. Among them are over 200 plants in Europe, some 120 plants in North America and over 100 in Asia.\n\t\t\t\t\t\n\t\t\t\t\t Russia plans to build 40 new atomic power plants till 2030 and to commission 23 out of them before 2010 and 11 till 2020. Then, the output of electricity by atomic power will nearly double the present one and take 25-30 percent of the total electricity output.\n\t\t\t\t\t\n\t\t\t\t\t China drew up a state's medium-and long-term plan for the development of atomic energy and is planning to construct 36 power plants more till 2020 to considerably enhance the capacity.\n\t\t\t\t\t\n\t\t\t\t\t In Southeast Asia, Vietnam confirmed a site for building an atomic power plant with the capacity of more than 2 million kilowatts at enormous expense till 2020 and its surrounding countries are vying each other to dispatch technicians to advanced countries in atomic power technology.\n\t\t\t\t\t\n\t\t\t\t\t The League of Arab States stated that all the member nations will start development of atomic power technology.\n\t\t\t\t\t\n\t\t\t\t\t Egypt made public in October 2007 a state plan for building an atomic power plant and concluded an agreement on cooperation in the nuclear field with Russia on March 25, 2008.\n\t\t\t\t\t\n\t\t\t\t\t The electricity production by atomic energy holds one-third of total electricity output in Europe.\n\t\t\t\t\t\n\t\t\t\t\t Finland already started the construction of a third generation atomic power plant which is considered as most safe one in the world.\n\t\t\t\t\t\n\t\t\t\t\t The government of Sweden issued a statement that it decided to build a new atomic power plant on February 5, 2009. Noting that the old nuclear reactors will be changed with new ones, the statement added that the government took a new stand on the atomic energy proceeding from the purpose of reducing the dependence on fossil fuel and diminishing the amount of greenhouse gas emission.\n\t\t\t\t\t\n\t\t\t\t\t The observers say that the humankind is going over to the \"atomic energy era\" from the \"fossil fuel\" stage and the 21st century may be \"a civilized era of the atomic energy\".\n\t\t\t\t\t\n\t\t\t\t\t The activities of each country to use atomic energy in a peaceful way will become brisk further in the future."
        },
        {
            "title": "Puppet Authorities' Move for Forcible Evacuation Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-05ee.html",
            "content": "Puppet Authorities' Move for Forcible Evacuation Denounced in S. Korea\r\nPyongyang, March 25 (KCNA) -- Civic and public organizations and evacuees of south Korea held a press conference on Mar. 20 in the place in Seoul where the Ryongsan tragedy took place in protest against the puppet authorities' move for forcible evacuation.\n\t\t\t\t\t Speakers at the press conference expressed resentment at the Lee Myung Bak \"government\" which is again forcibly evacuating inhabitants from Ryongsan by mobilizing gangsters.\n\t\t\t\t\t\n\t\t\t\t\t They accused the gangsters of installing even cameras on walls of buildings near the scene of the protest to watch and control every movement of evacuees.\n\t\t\t\t\t\n\t\t\t\t\t Terming such reckless action of the Lee \"government\" a cruel move to deprive the people of the elementary right to existence, they declared they would struggle against the man-killing forcible evacuation to the last."
        },
        {
            "title": "Day of Sun to Be Commemorated in Kuwait",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-01ee.html",
            "content": "Day of Sun to Be Commemorated in Kuwait\r\nPyongyang, March 25 (KCNA) -- A Kuwaiti preparatory committee to commemorate the Day of the Sun was formed on Mar. 19.\n\t\t\t\t\t Yousef Al Amiri, president of the Kuwait House of Works and chairman of the Kuwait-DPRK Friendship Association, was elected chairman of the preparatory committee."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral ante feretro de difunto Kim Song Jin",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-14ee.html",
            "content": "Kim Jong Il envia ofrenda floral ante feretro de difunto Kim Song Jin\r\nPyongyang, 25 de marzo (ATCC) -- El Dirigente Kim Jong Il, Comandante Supremo del Ejercito Popular de Corea, envio el dia 25 una ofrenda floral ante el feretro del difunto Kim Song Jin, conferenciante del Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria y general del EPC, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Rodong Sinmun rechaza la acusacion de la banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-15ee.html",
            "content": "Rodong Sinmun rechaza la acusacion de la banda de Lee Myung Bak\r\nPyongyang, 25 de marzo (ATCC) -- A traves de una \"declaracion\", la banda de Lee Myung Bak demando el \"cese\" del lanzamiento de satelite por la Republica Popular Democratica de Corea describiendolo absurdamente como \"el de misil\".\n\t\t\t\t\t  Ademas, aboga a gritos por \"hacer frente rotundo a ello mediante la cooperacion internacional\" y por \"sancionar\".\n\t\t\t\t\t\n\t\t\t\t\t Al respecto, el periodico Rodong Sinmun publico este miercoles un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\t Partiendo de su cronica conciencia de confrontacion fratricida, la camarilla de Lee ve con ojeriza y se opone sin ton ni son a todo lo que hacen los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t  Por ejemplo, acusa absurdamente a la RPDC del supuesto \"lanzamiento de misil\" aunque esta anuncio con toda claridad que lanzaria un satelite.\n\t\t\t\t\t\n\t\t\t\t\t De esta manera, el traidor Lee y sus compinches revelaron su naturaleza de politicastros que para realizar sus intentos de confrontacion con la RPDC, censuran hasta la investigacion cientifica del espacio en fines pacificos despreciando la legitimidad de esta labor.\n\t\t\t\t\t\n\t\t\t\t\t Desde el principio de su mandato, esa banda, cautivada por la extremada hostilidad y el erroneo modo de pensar sobre los connacionales, nunca dio visto bueno a las opiniones de la RPDC y a lo que se hizo por la iniciativa de esta.\n\t\t\t\t\t\n\t\t\t\t\t  Como continuacion de esta maniobra hostil a los connacionales, la horda de Lee arma ese alboroto de \"misil\".\n\t\t\t\t\t\n\t\t\t\t\t Ahora, las relaciones Norte-Sur sin el dialogo ni la cooperacion cayeron en la peor crisis que puede convertirse en la guerra en cualquier momento.\n\t\t\t\t\t\n\t\t\t\t\t Esto es producto inevitable de la imprudente campana conflictiva con la RPDC de los compinches de Lee que acusan caso por caso a los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t  La banda del traidor Lee debe ver la realidad con razon y dejar sus locuras que fomentan el enfrentamiento fratricida."
        },
        {
            "title": "ATCC comenta la tendencia mundial del desarrollo de energia atomica",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-16ee.html",
            "content": "ATCC comenta la tendencia mundial del desarrollo de energia atomica\r\nPyongyang, 25 de marzo (ATCC) -- Ultimamente, muchos paises del mundo prestan mucha atencion al desarrollo de la energia atomica ante la cada dia mas creciente preocupacion del agotamiento del combustible fosil y del problema medioambiental.\n\t\t\t\t\t  Segun estadisticas, si la humanidad sigue consumiendo los recursos energeticos naturales, el petroleo, el gas natural y el carbon del globo terraqueo se acabaran despues de 44, 56 y 200 anos, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t  Al contrario, en los 50 anos mas o menos, la demanda sobre la energia tendra un incremento de 50 % al menos y hasta de 250 % si se aumenta la velocidad de crecimiento economico.\n\t\t\t\t\t\n\t\t\t\t\t  Los especialistas estan recelosos de la capacidad de la actual estructura de distribucion energetica de cubrir esa demanda en constante aumento.\n\t\t\t\t\t\n\t\t\t\t\t  En su reciente informe, la Comision de  la Union Europea senalo que sin la construccion de las centrales atomicas no se podria alcanzar la meta de reducir la emision de los gases con efectos de invernadero, que causa el calentamiento de la Tierra, estipulada en el \"Protocolo de Kyoto\".\n\t\t\t\t\t\n\t\t\t\t\t  Segun los calculos de la UE, se necesita construir mas de 100 centrales nucleares nuevas dentro de 25 anos para alcanzar la referida meta.\n\t\t\t\t\t\n\t\t\t\t\t  Muchos paises ven en la energia nuclear el medio eficiente para satisfacer la creciente demanda electrica y trazan los planes de su desarrollo.\n\t\t\t\t\t\n\t\t\t\t\t  Actualmente, en el mundo funcionan mas de 440 plantas nucleares, entre ellas, mas de 200 en Europa, mas de 120 en America del Norte y mas de 100 en Asia.\n\t\t\t\t\t\n\t\t\t\t\t Rusia planea construir 40 centrales nuevas hasta 2030 y poner en funcionamiento 23 de ellas antes de 2010. Igualmente, se propone a terminar la construccion de otras 11 hasta el ano 2020.\n\t\t\t\t\t\n\t\t\t\t\t　Entonces, la produccion de electricidad con la energia atomica se aumentara 25-30 %, casi al doble de la actual capacidad.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, China tambien trata de construir 36 centrales mas hasta el ano 2020 y elevar notablemente su capacidad segun el \"plan estatal del desarrollo a mediano y largo plazo para la generacion electrica nuclear\".\n\t\t\t\t\t\n\t\t\t\t\t  Efectivamente, ya comenzo el 18 de febrero del ano pasado la construccion de una central nuclear en una isla de la provincia de Fujian.\n\t\t\t\t\t\n\t\t\t\t\t  China trazo la meta de aumentar a 40 millones de kilovatios la capacidad de la generacion electrica nuclear y elevar al 4 % el porcentaje de esta labor en el ano 2020 y de realzarla al 16 %, cifra a nivel mundial, despues del ano 2030.\n\t\t\t\t\t\n\t\t\t\t\t En el Sudeste Asiatico, Vietnam fijo el solar para construir hasta 2020 una central atomica con la capacidad de mas de 2 millones de kilovatios invirtiendo fabulosos fondos.\n\t\t\t\t\t\n\t\t\t\t\t Los paises circunvecinos de Vietnam envian a porfia a sus tecnicos a otros paises para aprender las tecnologias avanzadas de esta rama.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras tanto, la Liga Arabe declaro que todos los paises miembros empezarian el desarrollo de la tecnica de energia atomica.\n\t\t\t\t\t\n\t\t\t\t\t  Egipto publico en octubre de 2007 el plan estatal para construir la central de ese tipo y concerto el 25 de marzo de 2008 con Rusia el convenio de cooperacion en el dominio nuclear. \n\t\t\t\t\t\n\t\t\t\t\t  En el ambito europeo un tercio de la electricidad se produce con la energia atomica.\n\t\t\t\t\t\n\t\t\t\t\t  Finlandia inicio ya la construccion de la central atomica de tercera generacion, conocida como la mas segura del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno de Suecia publico el 5 de febrero de  este ano el plan de construccion de la nueva central atomica.\n\t\t\t\t\t\n\t\t\t\t\t  En la declaracion al respecto, el gobierno sueco aclaro que serian sustituidos por los nuevos los viejos reactores nucleares y apunto que su pais ha tomado la nueva posicion en cuanto a la energia nuclear a fin de reducir la dependencia del combustible fosil y la emision de gases con efectos de invernaculo.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuentes observadoras comentan que la humanidad pasa de la etapa de \"combustible fosil\" a la \"de energia atomica\" y el siglo XXI sera la \"era de civilizacion con esta energia\".\n\t\t\t\t\t\n\t\t\t\t\t  En el futuro tambien seguiran tomando auge las actividades de todos los paises para usar con fines pacificos la energia atomica."
        },
        {
            "title": "Rodong Sinmun se refiere a la inevitabilidad de fin de capitalismo",
            "url": "http://kcna.co.jp/item/2009/200903/news25/20090325-17ee.html",
            "content": "Rodong Sinmun se refiere a la inevitabilidad de fin de capitalismo\r\nPyongyang, 25 de marzo (ATCC) -- El fin del capitalismo es la inevitabilidad de la historia y el mundo lo vera sin falta en un futuro cercano.\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un articulo individual de hoy y continua:\n\t\t\t\t\t\n\t\t\t\t\t  La crisis financiera de Estado Unidos se debe al \"principio del mercado libre ilimitado\" y a la administracion norteamericana que dedico enormes fondos a la agresion a ultramar y las maniobras de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  El antagonismo, la contradiccion y el desarrollo desequilibrado entre los paises en la economia de mercado del capitalismo traen la inestabilidad en el equilibrio entre ingresos y egresos exteriores y el valor de las divisas, lo cual causa inevitablemente la crisis financiera.\n\t\t\t\t\t\n\t\t\t\t\t  La economia de los paises capitalistas tiene la estructura dependiente de EE.UU. Es la economia enredada de numerosos paises capitalistas, que tiene por eje el mercado de consumo de ese imperio.\n\t\t\t\t\t\n\t\t\t\t\t　 Por la consecuencia de la crisis financiera desatada en el imperio, los paises capitalistas principales cayeron en el torbellino de la crisis economica.\n\t\t\t\t\t\n\t\t\t\t\t  El capitalismo es la sociedad antipopular que contraviene a la demanda intrinseca de las masas populares en la vida material, espiritual, cultural y politica.\n\t\t\t\t\t\n\t\t\t\t\t　Es la sociedad injusta, corrupta y vulnerable que dejara de existir por la lucha de las masas populares por la independencia.\n\t\t\t\t\t\n\t\t\t\t\t  El regimen capitalista, por su naturaleza clasista, no puede evitar el desequilibrio entre la vida material deformada y la vida espiritual y cultural pauperrima y el desequilibrio entre la creciente demanda independiente de las masas populares y la vida politica en empeoramiento. He aqui la contradiccion insuperable de la sociedad capitalista y la inevitabilidad del fin del capitalismo.\n\t\t\t\t\t\n\t\t\t\t\t  Los paises capitalistas se precipitan por el camino de la decadencia y arruinamiento recurriendo a la explotacion y el saqueo a los paises en vias de desarrollo.\n\t\t\t\t\t\n\t\t\t\t\t  Estos paises despliegan la dinamica lucha por eliminar el caduco orden economico internacional y establecer el otro equitativo y fortalecen la cooperacion Sur-Sur en desafio a los paises capitalistas.\n\t\t\t\t\t\n\t\t\t\t\t  El fin del capitalismo se aproxima con el avance de la causa del socialismo, la causa de la independencia de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\t  La Corea socialista, que triunfa y se robustece con el Songun (priorizacion militar), sirve de un faro de esperanza, la bandera de la victoria a los pueblos del mundo que aspiran a la independencia.\n\t\t\t\t\t\n\t\t\t\t\t  El siglo XXI sera el del cambio historico en que el capitalismo se arruina y el socialismo triunfa por la lucha de las masas populares por la independencia."
        }
    ]
}