{
    "date": "2009-07-12",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-12ee.html",
    "articles": [
        {
            "title": "Anniversary of DPRK-China Treaty Marked",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-10ee.html",
            "content": "Anniversary of DPRK-China Treaty Marked\r\n Pyongyang, July 12 (KCNA) -- Hao Xiaofei, charge d'affaires ad interim of the Chinese embassy here, gave a reception at her embassy on July 11 on the occasion of the 48th anniversary of the conclusion of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance.\n\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-chairman of the Presidium of the Supreme People's Assembly, Choe Chang Sik, minister of Public Heath and chairman of the Central Committee of the DPRK-China Friendship Association, Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, Pak Jae Gyong, vice-minister of the People's Armed Forces, Kim Yong Il, vice-minister of Foreign Affairs, Paek Yong Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Hao Xiaofei made an address at the reception.\n\t\t\t\t\t\n\t\t\t\t\t She said that the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance signed by Premier Zhou Enlai and President Kim Il Sung laid a foundation for developing the friendly and cooperative relations between China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t She noted that the two countries have made a positive contribution to boosting the exchange and cooperation in various fields, promoting the cause of socialism and the people's well-being and protecting the peace and stability on the Korean Peninsula and in the rest of Northeast Asia, guided by the spirit of the treaty. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now waging a vigorous 150-day campaign, while effecting a fresh great surge in order to open up the gate to a great prosperous and powerful nation in 2012 under the leadership of General Secretary Kim Jong Il, she noted, hoping that the Korean people would register new successes in the construction in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Choe Chang Sik said in his speech that the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance signed by President Kim Il Sung together with Premier Zhou Enlai provided a legal foundation to developing the bilateral relations between the two countries in all fields.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the Chinese people have achieved successes in building a harmonious socialist society based on the viewpoint of scientific development under the leadership of the Communist Party of China led by General Secretary Hu Jintao.  \n\t\t\t\t\t\n\t\t\t\t\t It is the consistent policy of the Party and government of the DPRK to steadily boost the DPRK- China friendly and cooperative relations, he said, adding that the DPRK would make positive efforts to do so in the future, too."
        },
        {
            "title": "Anniversary of DPRK-China Treaty Marked in China",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-13ee.html",
            "content": "Anniversary of DPRK-China Treaty Marked in China\r\n Pyongyang, July 12 (KCNA) -- The Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association arranged a reception on July 10 to mark the 48th anniversary of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance.\n\t\t\t\t\t Present there on invitation were Ambassador Choe Jin Su and staff members of the DPRK embassy in Beijing and members of the Pyongyang schoolchildren's art troupe on a visit to China.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the China-Korea Friendship Association noted that Premier Zhou Enlai and President Kim Il Sung signed the treaty on July 11, 1961, thus making a positive contribution to promoting the economic and social development of the two countries and defending the regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t This year marks the 60th anniversary of the establishment of China-DPRK diplomatic ties and it is also a \"year of China-DPRK friendship,\" he said, adding that they would as ever make unremitting efforts to steadily develop the friendship between the Chinese and Korean peoples and strengthen the exchange and cooperation between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It is the constant stand of the Chinese party and government to steadily consolidate and develop the China-DPRK friendship, he stated, and said:\n\t\t\t\t\t\n\t\t\t\t\t To protect and develop the traditional China-DPRK friendship is the common desire of the two peoples, and this not only conforms to the common interests of the two countries but also is beneficial to the regional peace and development.\n\t\t\t\t\t\n\t\t\t\t\tThe Chinese people are rejoiced over the signal achievements the fraternal Korean people are making in socialist construction, closely rallied around the Workers' Party of Korea headed by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the industrious and resourceful Korean people will attain the goal of opening the gate to a great prosperous and powerful nation in 2012 as soon as possible and steadily open up a new phase in the cause of ensuring peace and stability of the Korean Peninsula and realizing the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador noted that the two peoples have steadily strengthened the bonds of friendship, supporting and cooperating with each other on the basis of the DPRK-China treaty.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the WPK and the DPRK government to consolidate and develop the traditional DPRK-China friendly and cooperative relations, he said, expressing the will to set store by the bilateral friendship and strive to further develop it in keeping with the requirement of the new century."
        },
        {
            "title": "Tribute to Kim Il Sung Paid by Overseas Koreans",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-12ee.html",
            "content": "Tribute to Kim Il Sung Paid by Overseas Koreans\r\nPyongyang, July 12 (KCNA) -- The General Association of Koreans in China and the United Confederations of Koreans in Ukraine and Kyrgyzstan held remembrance meetings on July 7 and 8 to commemorate the 15th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Attending the meetings were Yang Yong Dong, chairman of the association, Kim Yong Sul and Pak Kyong Ho, chairmen of the confederations, and other officials and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Speakers there said that they could not forget forever the undying exploits of Kim Il Sung, who made a new history of creation and construction for the country and the people and built socialist Korea centered on the popular masses with his distinguished and tested leadership, no matter how much water may flow under bridge.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the President, who built the socialist country of Juche, independent in politics, self-supporting in the economy and self-reliant in national defence by leading socialist construction to victory, is always alive in the hearts of all people for the immortal feats he performed for national reunification and global independence.\n\t\t\t\t\t\n\t\t\t\t\tHis cause has been successfully carried forward and developed by General Secretary Kim Jong Il, they noted, adding that the Korean people's cause of building a great prosperous and powerful socialist nation is sure to emerge victorious as they are guided by him.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the President is always alive in the hearts of the Korean nation and the world's progressive people, they called upon overseas compatriots to work hard for national reunification, always cherishing the homeland."
        },
        {
            "title": "All Koreans Called upon to Hold Aloft Banner of Songun",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-15ee.html",
            "content": "All Koreans Called upon to Hold Aloft Banner of Songun\r\n Pyongyang, July 12 (KCNA)-- The Songun politics reflects the revolutionary will of the Workers' Party of Korea to bolster up the People's Army on the principle of attaching importance to the army and giving priority to military affairs and speed up the building of a great prosperous and powerful nation by projecting it as a main force for revolution and protect the dignity and interests of the nation and achieve the independent and peaceful reunification of the country. It serves as a great banner of independence and dignity and a powerful treasured sword for the victory of the revolution and a symbol of peace.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t The reality clearly indicates that the sovereignty of a country remains unfazed and national dignity sheds more brilliant rays as long as there are for us the great Songun politics and the powerful revolutionary army of Mt. Paektu, its fruition, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The banner of Songun vigorously fluttering in the wind reflects the iron will of the WPK to realize the centuries-old desire of the Koreans for strong national power and thus reliably protect the country and the nation from foreign forces' aggression and challenge. \n\t\t\t\t\t\n\t\t\t\t\tUnder the banner of Songun the country's national power has grown strongest, it greeted a hay day of the greatest prosperity in the nation's history spanning 5,000 years and the dignity and pride of the Korean nation are being fully demonstrated to the whole world. It is thanks to the Songun politics that nobody can ever hurt the sovereignty and dignity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The above-said banner also represents the WPK's unshakable determination to realize the Koreans' desire for peace and reliably protect the security of the nation. \n\t\t\t\t\t\n\t\t\t\t\t The Songun politics upheld by the DPRK serves as a patriotic shield for championing the peace on the peninsula and reliably defending the security of the nation. \n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the might of Songun that peace is preserved on the peninsula and the safety of all Koreans guaranteed. They enjoy peace and safety under the protection of Songun despite the desperate moves of the aggressor forces inside and outside south Korea to provoke a war.\n\t\t\t\t\t\n\t\t\t\t\t The banner of Songun reflects the WPK's revolutionary will to achieve independent reunification without fail by the concerted efforts of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t There will surely unfold a hope-filled future of national reunification and prosperity for all the Koreans in the north and the south and overseas when they turn out as one on the road of upholding Songun."
        },
        {
            "title": "Truth behind Case Cooked up during Military Fascist Dictatorship Disclosed",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-05ee.html",
            "content": "Truth behind Case Cooked up during Military Fascist Dictatorship Disclosed\r\n Pyongyang July 12 (KCNA) -- The Committee for Settling the Past History for Truth and Reconciliation on July 7 brought to light the truth behind \"Hakrim case\" cooked up by military fascist gangster Chun Doo Hwan.\n\t\t\t\t\t The committee disclosed the facts that the Chun Doo Hwan dictatorial forces took 26 people allegedly involved in the \"case\" to a room of the \"anti-communist section\" of the \"security headquarters\" and put them to cruel torture, forcing them to make false confessions after groundlessly charging them with the organization of such \"anti-state organizations\" as \"the national students' federation for democracy\" and \"the national workers' federation for democracy\" in June 1981.\n\t\t\t\t\t\n\t\t\t\t\t It clarified that the Chun forces inflicted unjust punishment upon all of them including life imprisonment on charges of violation of the \"National Security Law\" (NSL).\n\t\t\t\t\t\n\t\t\t\t\t The committee held that the Chun military dictatorial regime committed wholesale suppression of forces for the democratic movement by invoking the NSL after the May 18 Kwangju resistance at that time, adding that this case was fabricated in a bid to ensure ruling stability.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the present \"government\" make an official apology to the victims.\n\t\t\t\t\t\n\t\t\t\t\t The victims stated that they would hold a press conference in Seoul and demand the court stage a retrial.\n\t\t\t\t\t\n\t\t\t\t\t Such violations are rampant even under the Lee Myung Bak regime, they deplored, adding that, in fact, such tragedy as Ryongsan incident is going on."
        },
        {
            "title": "Halt to Lee Myung Bak's Moves for NA's Carriage of Bill on New Unit to Be Dispatched Abroad Demanded",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-06ee.html",
            "content": "Halt to Lee Myung Bak's Moves for NA's Carriage of Bill on New Unit to Be Dispatched Abroad Demanded\n\t\t\t\t\t\t\r\n Pyongyang, July 12 (KCNA) -- The Solidarity for Progress of south Korea issued a statement on July 8 denouncing the Lee Myung Bak group of traitors for its moves to railroad a bill on a new unit to be dispatched abroad through the \"National Assembly\".\n\t\t\t\t\t The statement accused Lee and the \"Grand National Party\" (GNP) of seeking to pass the motion calling for extending the presence of the unit dispatched to Lebanon and a bill on a new unit to be dispatched abroad through the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. launched wars of aggression in various countries of the world to meet its own interests and forced its followers to dispatch troops to those countries and the south Korean authorities accepted the demand in disregard of the people's desire, the statement held.\n\t\t\t\t\t\n\t\t\t\t\t It charged that Lee and GNP are working hard to simplify the procedures for the troop dispatch and railroad through the \"National Assembly\" the dangerous bills making it possible to meet the U.S. demands any time, taking advantage of the situation at present when the public attention is focused on the issue of handling the \"Lee Myung Bak evil laws.\"\n\t\t\t\t\t\n\t\t\t\t\tThe solidarity can never tolerate Lee and GNP's moves to support the U.S. in its despicable war of aggression and leave the people exposed to the threat of terrorism, it declared."
        },
        {
            "title": "S. Korean Puppet Army's Plan for War Exercise Announced",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-07ee.html",
            "content": "S. Korean Puppet Army's Plan for War Exercise Announced\r\n Pyongyang, July 12 (KCNA) -- The puppet joint chiefs of staff announced that it would stage a combined command post drill of the entire army for getting familiar with the procedures for carrying  out wartime operations from July 20 to 23, according to Yonhap News of south Korea. \n\t\t\t\t\t The warmongers disclosed that the combat staffs of operation commands of the three services of the armed forces and above would participate in the projected drill aimed at working out a war scenario of the joint chiefs of staff and increasing the capacity for commanding operations. \n\t\t\t\t\t\n\t\t\t\t\t Agents of the puppet forces under the south Korea-U.S. \"combined headquarters\" will be involved in the drill under the pretext of \"taking over the right to command wartime operations\" this time too in the wake of that staged last year, they added."
        },
        {
            "title": "Lee Myung Bak Group's Suppression of Pro-Reunification Patriotic Organization Flayed",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-08ee.html",
            "content": "Lee Myung Bak Group's Suppression of Pro-Reunification Patriotic Organization Flayed\r\n Pyongyang, July 12 (KCNA) -- The United Confederation of Koreans in Russia issued a statement on July 9 denouncing the Lee Myung Bak group for frantically intensifying its crackdown upon the pro-reunification patriotic organization.\n\t\t\t\t\t The statement accused the group of traitors of instigating the prosecution to make public \"results of investigation into cases of violation the National Security Law\" recently and take such a fascist action as arresting three leading members of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon)  including its chairman.\n\t\t\t\t\t\n\t\t\t\t\t The \"results of investigation\" is no more than a document larded with lies, fabrications and tricks from A to Z, the statement charged, branding the puppet authorities' brutal suppression of the South Headquarters of Pomminryon as an anti-reunification criminal act of negating the June 15 North and South Declaration and the October 4 Declaration and blocking the national reconciliation and unity and another grave provocation to the compatriots. \n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean authorities to stop at once the fascist suppression of the pro-reunification patriotic organizations and immediately release the unreasonably arrested members of the South Headquarters of Pomminryon."
        },
        {
            "title": "Koreans in China Lay Floral Baskets before Statue of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-09ee.html",
            "content": "Koreans in China Lay Floral Baskets before Statue of President Kim Il Sung\r\n  Pyongyang, July 12 (KCNA) -- Koreans in China laid floral baskets before the statue of President Kim Il Sung standing at Jilin Yuwen Middle School on July 8 on the occasion of the 15th anniversary of demise of the President.\n\t\t\t\t\t Present there were Yang Yong Dong, chairman of the General Association of Koreans in China, and its officials, representatives of the Federation of Korean National Economic Workers in China and the Youth Federation of Korean Nationals in China, compatriots living in Jilin City, staff members of the DPRK Consulate in Shenyang, members of branches of DPRK companies in China and officials concerned of the school. \n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the President, father of socialist Korea and eternal sun of Juche, in humble reverence, looking back with deep emotion on his great revolutionary life and brilliant revolutionary feats."
        },
        {
            "title": "Kim Il Sung's Exploits Laude",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-03ee.html",
            "content": "Kim Il Sung's Exploits Lauded\r\n Pyongyang, July 12 (KCNA) -- Khaleq Bhuiyan, chairman of the Central Committee of the Socialist Party of Bangladesh, made public a statement on July 7 on the occasion of the 15th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t The statement said that the President was the invincible and iron-willed commander as he founded the immortal Juche idea most brilliant in the history of human thinking after embarking upon the road of revolution in his early years and led to victory the Fatherland Liberation War against the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He was the father of the nation-building and benevolent leader of the people as he built the socialist system centered on the popular masses and a peerlessly great man as he devoted his whole life to the struggle for achieving the independent and peaceful reunification of the country, strengthening and developing the socialist movement and victoriously advancing the human cause of independence, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\tThe statement stressed that General Secretary Kim Jong Il set a shining example in accomplishing the cause of perpetuating the memory of the President and has carried forward generation after generation the revolutionary cause of Juche pioneered by the President with his outstanding Songun political mode.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the Korean people would courageously frustrate all the moves of the hostile forces including the United States against the DPRK and achieve greater victory in the honorable struggle to achieve national reunification and build a great prosperous powerful nation, the behests of the President."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-02ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated\r\nPyongyang, July 12 (KCNA) -- Meetings to remember President Kim Il Sung were held in Tajikistan, Denmark and Philippines from June 24 to July 2 on the occasion of the 15th anniversary of his demise. \n\t\t\t\t\tDisplayed in the venues of the meetings were works of the President and General Secretary Kim Jong Il, photographs introducing their immortal exploits and books and photographs dealing with the struggle of the Korean people for building a great prosperous powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings. \n\t\t\t\t\t\n\t\t\t\t\tKurbonzyon Mirzoyeva, secretary of the Sogd Regional Committee of the Communist Party of Tajikistan, said that the President had dedicated himself to the freedom and happiness of the Korean people and accomplishment of the human cause of independence since he embarked upon the road of revolution in his teens. \n\t\t\t\t\t\n\t\t\t\t\t His idea and exploits serve as a textbook in the life and struggle of the world progressives desirous of independence and socialism, she stressed.\n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, noted that the modern history of Korea is closely associated with the outstanding leadership of Kim Il Sung and his cause of national reunification has been successfully carried forward by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Rafael Mariano, president of the Philippines Solidarity Committee for Peace and Reunification of the Korean Peninsula, said that Kim Il Sung sincerely helped peoples of many countries in their struggle for national independence and independent development and conducted energetic activities for strengthening and developing the world progressive movements including the Non-aligned Movement.\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits performed by him on behalf of the times and history would shine forever, he said. \n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Il were adopted at the meetings in Denmark and Philippines."
        },
        {
            "title": "Korean People's Cause of National Reunification Supported",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-11ee.html",
            "content": "Korean People's Cause of National Reunification Supported\r\n Pyongyang, July 12 (KCNA) -- A meeting supporting the Korean people's cause of national reunification was held in Philippines on June 27 on the occasion of the 9th publication anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Briefings on the adoption of the joint declaration and the situation of the Korean Peninsula were given before speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Rafael Mariano, president of the Philippines Solidarity Committee for Peace and Reunification in the Korean Peninsula, disclosed the crimes of the south Korean conservative authorities who totally denied the inter-Korean declarations and decided on south Korea's full participation in the PSI, availing themselves of the United States' policy to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of an organisation of Philippines branded the U.S. as the very one that is aggravating the tension and wrecking peace in the Korean Peninsula and charged that the U.S. has constantly kept over 1,000 nuclear weapons and huge armed forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A statement was adopted at the meeting. Recognizing the historic June 15 joint declaration and the October 4 declaration as a declaration of the Korean nation's independence and great unity and a great programme for Korea's reunification, the statement held that the declarations should be defended and implemented to the letter in any circumstances.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. should drop its hostile policy toward the DPRK at once, withdraw all its military equipment and armed forces including more than 1,000 nukes from south Korea, discontinue the DPRK-targeted nuclear war exercises and replace the Korean Armistice Agreement with a peace accord, thus doing things helpful to the implementation of the inter-Korean declarations, it urged."
        },
        {
            "title": "Korean People's Cause of Reunification Supported in Canada",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-04ee.html",
            "content": "Korean People's Cause of Reunification Supported in Canada\r\n Pyongyang, July 12 (KCNA) -- A seminar on the situation on the Korean Peninsula took place in Canada on June 20.\n\t\t\t\t\t Present there were figures of the Communist Party of Canada (Marxist-Leninist), the Canada Regional Committee for Implementing June 15 Joint Declaration and other organizations and Canadians.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.  \n\t\t\t\t\t\n\t\t\t\t\t  They cited facts to prove that it was none other than the United States that has threatened peace on the Korean Peninsula quite contrary to the Western press reports. They introduced the achievements made by the Korean people in the movement for national reunification after the publication of the joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t A resolution adopted at the seminar said that the publication of the June 15 North-South Joint Declaration marked a historic turning point in the course of the protracted struggle of the Korean people to reunify the country. \n\t\t\t\t\t\n\t\t\t\t\t It expressed full support to the DPRK in its struggle to protect the honor and dignity of the nation and peace on the Korean Peninsula from the moves of the U.S. imperialists and the south Korean puppet clique. \n\t\t\t\t\t\n\t\t\t\t\t It urged the government of Canada to retract its support to the UN Security Council's \"resolution 1874\" against the DPRK, normalize the relations with it and contribute to peace and stability on the Korean Peninsula."
        },
        {
            "title": "Organization for Solidarity with DPRK Formed in Brazil",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-14ee.html",
            "content": "Organization for Solidarity with DPRK Formed in Brazil\r\n Pyongyang, July 12 (KCNA) -- A Brazilian committee for solidarity with the Democratic People's Republic of Korea was inaugurated on July 3.\n\t\t\t\t\t The manager of a newspaper office was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t Praising President Kim Il Sung as the ever-victorious and iron-willed brilliant commander who defeated the U.S. and Japanese imperialisms, the chairman declared that the committee would fully support the Korean people's efforts for glorifying the revolutionary exploits of the President."
        },
        {
            "title": "Centenary of Birth of Kim Ial Sung to Be Commemorated in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200907/news12/20090712-01ee.html",
            "content": "Centenary of Birth of Kim Il Sung to Be Commemorated in Different Countries\r\n Pyongyang, July 12 (KCNA) -- An Indian national preparatory committee and an Australian preparatory committee were formed on July 4 and 2 to commemorate the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t P. Shiv Shankar, chairman of the All India Indo-Korean Friendship Association, was elected chairman of the Indian committee and the secretary general of the Victoria Branch of the Australia-DPRK Association for Friendship and Culture chairman of the Australian committee at the ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The Indian committee decided to hold colorful political and cultural events such as meeting, seminar, lecture, film show and photo exhibition with large attendance to widely introduce the brilliant revolutionary life of President Kim Il Sung and the immortal exploits he performed for the human cause of independence."
        }
    ]
}