{
    "date": "2009-01-19",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-19ee.html",
    "articles": [
        {
            "title": "Forerunners of Self-reliance",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-12ee.html",
            "content": "Forerunners of Self-reliance\r\n Pyongyang, January 19 (KCNA) -- The Wonsan Youth Power Station was completed in the DPRK in the fierce flames of the new revolutionary upsurge to produce a lot of electricity.\n\t\t\t\t\t This stream-changing hydroelectric power station large in scale is a structure of the Songun era which has been built by the people of Kangwon Province with their own efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\tIt was a gigantic project for the province to turn to the East Sea the current of the Komithan River which has been empting into the West Sea for long years and to build the power station in a deep mountain with its peaks soaring more or less 1,000 meters above the sea level.\n\t\t\t\t\t\n\t\t\t\t\t The people of the province, however, launched into the bold and audacious project by displaying indomitable spirit to the full to build a great, prosperous and powerful socialist country in this land under the plan of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The builders pulled tunneling equipment up the snow-covered steep slope with an inclination of more than 70 degrees in the spirit of the soldiers who pulled direct-firing guns up to height 1211 and they did not slow down the speed of construction even in the biting cold.\n\t\t\t\t\t\n\t\t\t\t\t They did not let go of the rock-drills even in the critical moment when they were locked up in the tunnel by an unexpected accident. And they kept up tunneling by desperate efforts even when the pit was filled with water due to the suspension of power supply in a gruesome weather. \n\t\t\t\t\t\n\t\t\t\t\t They spent days and months with exploits. Picturing before their eyes the happiness tomorrow which they were creating by themselves, they drove through the whole length of the water tunnel as scheduled and completed in a matter of 25 days the restoration of the collapsed section that had been said to take three months.\n\t\t\t\t\t\n\t\t\t\t\t In the building of the dam, the constructors introduced technical innovations numbering more than 100, counting only typical ones.\n\t\t\t\t\t\n\t\t\t\t\t Breaking through mounting troubles and ordeals by their own efforts from the day when they broke the ground, they completed the construction as a whole on the highest level in a few years, which involved the vast waterway tunneling, the building of the dam of millions of cubic meters, assembling of facilities, the construction of the generator room and the project of power grid.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il visited the Wonsan Youth Power Station, not minding the severe cold in January, and bestowed the highest praises on the constructors, saying they were forerunners of self-reliance who had created things out of nothing by fighting a grim battle in a do-or-die spirit in the hard days when the country was undergoing a rigorous test and indomitable fighters who proved in practice the great vitality of the revolutionary spirit of self-reliance implanted in them by President\n\t\t\t\t\t\tKim Il Sung."
        },
        {
            "title": "More Art Works Created in DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-13ee.html",
            "content": "More Art Works Created in DPRK\r\nPyongyang, January 19 (KCNA) -- Artists of the Mansudae Art Studio, the Central Fine Art Studio and other art studios have created more than 100 art works at the Chollima Steel Complex and the Wonsan Youth Power Station.\n\t\t\t\t\t Among the works are \"UHP Electric Arc Furnace Seething with Labor Drive\" and \"Panoramic View of Wonsan Youth Power Station No. 1\" which truthfully depict structures built in the spirit of self-reliance and \"Before the First Tapping\" and \"Smelters Effecting Great Innovations\" which vividly portray the devoted efforts of steel producers. \n\t\t\t\t\t\n\t\t\t\t\t The artists drew paintings dealing with innovators full of joy and pride of performing ceaseless feats in the van of the general offensive of all the people and helped publish field bulletins. And they encouraged the workers while working with them."
        },
        {
            "title": "KCNA Brands Lee Myung Bak as Die-Hard Pro-Japanese Lackey",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-09ee.html",
            "content": "KCNA Brands Lee Myung Bak as Die-Hard Pro-Japanese Lackey\r\nPyongyang, January 19 (KCNA) -- Lee Myung Bak is not qualified to claim to be a Korean as he refrained from uttering even a single word about the Tok Islet issue when meeting Japanese Prime Minister Aso during the latter's junket to south Korea.\n\t\t\t\t\t Tok Islet is part of the inalienable territory of Korea and the issue of the islet is a crucial matter of whether the Korean nation protects its sovereignty and dignity and its territorial integrity or not. Japan has become all the more arrogant recently, giving its eye-teeth for the islet. This has aroused deep concern among all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t But Lee Myung Bak who claims to be \"president\" of south Korea failed to mention even a single word about the islet before the Japanese prime minister who openly threatened to seize part of the territory of Korea.   Lee is not in a position to claim to be a Korean, to say nothing of being \"president\".\n\t\t\t\t\t\n\t\t\t\t\t Lee knelt down before the foreign aggression forces again, talking about \"pragmatism\". This clearly proves that \"pragmatism\" much touted by him is no more than the treacherous idea based on the idea of flunkeyism and submission from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t Lee is a servant of outsiders as he serves Japan more faithfully than Japanese after taking office in \"Chongwadae.\"\n\t\t\t\t\t\n\t\t\t\t\t By nature, Lee is a die-hard pro-Japanese as he was born in Japan and has even Japanese name. During his junket to Japan last year this traitor, bereft of even an iota of national self-esteem, failed to mention the issues of Tok Islet and history but cried out for \"improving the relations\" with Japan. He bowed to the Japanese king twice, calling him \"emperor,\" during this visit and thus hurt the self-respect of the Koreans. He let such pro-Japanese elements as the former ambassador of south Korea to Japan, a former Dong-A Ilbo correspondent in Tokyo and a guy who was post graduate from Tokyo University hold important posts in the \"government\" and did not hesitate to make such humiliating remarks that he would not often ask Japan to make apology.\n\t\t\t\t\t\n\t\t\t\t\t The successive rulers of south Korea were all hell-bent on sycophancy and treachery but none of them was so faithful to the outsiders keen on grabbing the territory of Korea as Lee was. No wonder, even the right-wing media of Japan broke into shouts of joy, calling him \"rare pro-Japanese president.\"\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is leaving south Korea to the tender mercy of the Japanese reactionaries keen on reinvasion lock, stock and barrel. It is silently supporting Japan's moves to seize Tok Islet by sidestepping or conniving at the issue and rewriting history textbooks in a bid to whitewash Japan's past aggression and justify the acts of treachery committed by pro-Japanese elements.\n\t\t\t\t\t\n\t\t\t\t\t The public is censuring this group of traitors for becoming more desperate in the moves to tamper with history than the Japanese reactionaries. Not a few countries and regions underwent sufferings due to the Japanese imperialists' aggression but it is only the Lee group of south Korea that is called modern day political slave and imbecile in the 21st century of human civilization for being so ignorant as to officially justify the said aggression, lost to shame. \n\t\t\t\t\t\n\t\t\t\t\t What the Lee group has done for Japan is the worst treachery as it is little short of offering the whole of south Korea to Japan. \n\t\t\t\t\t\n\t\t\t\t\t No sooner had the Lee group come to power than it frantically pursued confrontation with fellow countrymen, kowtowing to outsiders. Considering this development as a golden opportunity of hyping the issue of the islet as a regional dispute, Japan is becoming craftier as the days go by in its moves to grab the islet.\n\t\t\t\t\t\n\t\t\t\t\t No one can predict what miserable disaster the Korean nation will suffer as long as the group persists in its acts of treachery to serve Japan.\n\t\t\t\t\t\n\t\t\t\t\t There is no room for the group of traitors to stay in Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Koreans in the south and all other Koreans should more vigorously turn out in the sacred struggle to hold in check the Lee group's pro-Japanese sycophancy and defend the sovereignty and dignity of the nation and its territorial integrity under the banner of \"By our nation itself.\""
        },
        {
            "title": "U.S. Hypocritical Talk about \"Champion of Human Rights\" Dismissed",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-07ee.html",
            "content": "U.S. Hypocritical Talk about \"Champion of Human Rights\" Dismissed\r\nPyongyang, January 19 (KCNA) -- The U.S. attitude towards Israel's barbaric military attacks at the Gaza Strip of Palestine and mass-killings of civilians there gives the lie to its talk about \"champion of human rights\", says Rodong Sinmun Monday in a signed commentary.\n\t\t\t\t\t The U.S. is defending Israel's such hideous human rights abuses as the brutal killing of innocent peaceable civilians, while shutting eyes to them, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t A chairman's statement critical of Israel's massacre of Palestinians was turned down because the U.S. exercised its veto to prevent it from being adopted at the meeting of the UN Security Council.\n\t\t\t\t\t\n\t\t\t\t\t The above-said U.S. attitude clearly indicates that it only seeks escalated tension and sinister strategic interests, not peace in the Mid-east.\n\t\t\t\t\t\n\t\t\t\t\t By doing so, the U.S. threw away the veil of the \"champion of human rights\" on its own.\n\t\t\t\t\t\n\t\t\t\t\t It is an undeniable stark fact that with an eye to use Israel as its servant in executing its Mid-east strategy for aggression with ease, the U.S. delivered lethal weapons to it and is encouraging it to use them for carrying out military operations against Palestine, thus causing horrible casualties and disasters.\n\t\t\t\t\t\n\t\t\t\t\t Both the U.S. and Israel are the same heinous human rights abusers and harassers of peace.\n\t\t\t\t\t\n\t\t\t\t\t Not only murderers but those who defend and encourage them should be forced to stand trial at the international human rights court to face stern punishment. This is a unanimous demand of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Israel should immediately stop its military attacks on the Gaza Strip and massacre of civilians there and pull back its aggression troops from all the occupied Arab territories at an early date.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should refrain from defending and encouraging Israel's frantic military actions against Palestine if it truly stands for Mid-east peace."
        },
        {
            "title": "Lee Myung Bak Group's Instruction for Writing New Textbooks Slammed",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-08ee.html",
            "content": "Lee Myung Bak Group's Instruction for Writing New Textbooks Slammed\r\nPyongyang, January 19 (KCNA) -- Some days ago the Lee Myung Bak group of south Korea instructed the \"Ministry of Education, Science and Technology\" to force educators and writers in charge of the subject of morality to write new \"moral textbooks\" to be used by middle schoolers from 2010 according to the \"standard for writing\" they have already set. They also pressurized writers not to mention the glorious history of the anti-Japanese armed struggle and the Juche idea even a bit though any Korean has the right to know about them well. \n\t\t\t\t\t Rodong Sinmun Monday carries a signed commentary in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The above-said action taken by the group indicates that it is noting but a despicable anti-reunification burlesque intended to fan up bitterness towards fellow countrymen among young students and imbue them with an extreme confrontational view under the signboard of \"morality\", the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the Lee Myung Bak-style traitorous moral education to benumb the consciousness of independence against the U.S. now mounting among the younger generation and infuse the idea of submitting to the traitorous rule and bitterness towards fellow countrymen into them. \n\t\t\t\t\t\n\t\t\t\t\t The group of traitors has been busy with the moves to enforce education in the distorted history as evidenced by the retrogressive revision of history textbooks, the farce of sponsoring \"special lectures on modern history\" and the production and distribution of \"CDs dealing with modern history.\" Not content with this, they are working hard to spoil even the moral view of the young people by imbuing them with antagonism towards fellow countrymen and confrontational view. This is an unpardonable crime against the nation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned moves once again glaringly revealed the true colors of the Lee group as traitors pursuing only confrontation and war against the DPRK, dead-set against national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The traitors will not escape from a stern judgment of history as they have committed all sorts of crimes against the nation, swimming against the trend of the times, warns the commentary."
        },
        {
            "title": "DPRK to Mercilessly Punish Aggressors",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-10ee.html",
            "content": "DPRK to Mercilessly Punish Aggressors\r\nPyongyang, January 19 (KCNA) -- The statement issued by a spokesman for the General Staff of the Korean People's Army over the touch-and-go situation prevailing on the Korean Peninsula due to the reckless confrontational and war moves of traitor Lee Myung Bak and the puppet military of south Korea obsessed by the ambition for invasion of the north was a declaration of justice of our revolutionary armed forces and a merciless blow dealt at the provocateurs, says Rodong Sinmun Monday in a signed commentary.\n\t\t\t\t\t The reckless military provocative racket being kicked up by traitor Lee and the warmongers of the puppet military is a clear revelation of their treacherous policy for confrontation and war, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The danger of a new war on the Korean Peninsula is increasing due to the U.S. imperialist aggression troops' large-scale escalation of operations to the peninsula. This goes to clearly prove how recklessly the Lee warlike group is working to put the war against the DPRK into practice after making its outbreak an established fact, in active pursuance of outsiders' hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There is a limit to patience. The DPRK will never remain a mere onlooker to the acts of bringing disasters to the nation. The timely measure for self-defence taken by our revolutionary armed forces is quite a proper counteraction which no one can ever escape. \n\t\t\t\t\t\n\t\t\t\t\t Given that the puppet warmongers are desperately seeking a war with the DPRK, it no longer feels any need to show good faith to them. It is the resolute stand and mettle of our revolutionary armed forces to counter the enemy's provocation with stronger and merciless blows.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should bear deep in mind that the arms in the hands of the revolutionary armed forces of the DPRK are leveled at it. \n\t\t\t\t\t\n\t\t\t\t\t Should the puppet warmongers ignite a war at any cost, all the servicepersons and people of the DPRK will give full play to the might of Songun out of their towering hatred for the enemy on behalf of the nation and wipe out the provocateurs at a single stroke and thus remove the root cause of war on this land.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better stop acting rashly, paying heed to our stern warning."
        },
        {
            "title": "S. Korean Authorities' Humiliating Action Denounced",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-05ee.html",
            "content": "S. Korean Authorities' Humiliating Action Denounced\r\nPyongyang, January 19 (KCNA) -- The People for Achieving Peace and Reunification in south Korea called a news conference outside the building of the puppet Ministry of Foreign Affairs and Trade on January 15 in denunciation of the humiliating action of the group of traitors.\n\t\t\t\t\t Speakers at the conference referred to the fact that that day the puppet minister of Foreign Affairs and Trade formally signed the bill on the 8th special agreement on sharing the funds for the upkeep of the U.S. forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They said that whenever negotiations on adoption of the special agreement were held the organization and other people of south Korea demanded cut-down of the funds for the upkeep of the U.S. forces. However, the authorities ignored the demands this time again, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\t Although the diversion of the above-said funds into the transfer of the U.S. military base is evidently illegal, the authorities allowed this, thus forcing the south Korean people to cover the most of the funds for transferring the base, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t A press release, read out at the conference, stated that the organization would struggle to check the ratification of the bill on the special agreement by the \"National Assembly\", declaring the bill totally null and void."
        },
        {
            "title": "Moves to Revise History Textbooks Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-06ee.html",
            "content": "Moves to Revise History Textbooks Denounced in S. Korea\r\nPyongyang, January 19 (KCNA) -- The Teachers Union of south Korea held a meeting in Taegu on Jan. 14 as an event prior to \"a congress for realizing genuine education\" at which it denounced  the puppet authorities' moves to revise history textbooks.\n\t\t\t\t\t Speakers at the meeting charged that the Lee Myung Bak conservative ruling forces' recent pressure for revising modern history textbooks seeks a political aim. \n\t\t\t\t\t\n\t\t\t\t\t Accusing the Seoul City Education Office of putting unreasonable pressure upon teachers in charge of history education over such matters as discussion and textbook screening in a bid to force them to rewrite history textbooks, in particular, they termed this action biased and illegal. \n\t\t\t\t\t\n\t\t\t\t\t They chided the Lee Myung Bak \"government\" for insisting on an unreasonable education policy and even attempting to openly suppress the union, opposed to the \"government's\" policy. \n\t\t\t\t\t\n\t\t\t\t\t They declared that the union would wage the union-centered struggle in solidarity with all civic and public organizations against the above-said policy in the future."
        },
        {
            "title": "DPRK's Important Days to Be Commemorated in Russia",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-01ee.html",
            "content": "DPRK's Important Days to Be Commemorated in Russia\r\nPyongyang, January 19 (KCNA) -- Preparatory committees for commemorating the Day of the Sun and February 16 were formed with due ceremonies from Jan. 12 to 14 by the Maritime Territorial Committee of the Communist Party of the Russian Federation, the Nakhodka City Committee of the Communist Party of the Russian Federation and the Maritime Territorial Committee of the Russian Youth Union.\n\t\t\t\t\t The preparatory committees decided to arrange colorful political and cultural events, including rallies and seminars on the occasions of the Day of the Sun and the February holiday."
        },
        {
            "title": "DPRK's Joint New Year Editorial Hailed by Russian Organization",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-03ee.html",
            "content": "DPRK's Joint New Year Editorial Hailed by Russian Organization\r\nPyongyang, January 19 (KCNA) -- The Russian Association for Friendship and Cultural Cooperation with the DPRK issued a statement on Jan. 13 in support of the DPRK's joint New Year editorial.\n\t\t\t\t\t The statement noted that the joint editorial clearly reflected the firm faith and will of the Korean people to effect a new great revolutionary surge in building a great prosperous and powerful socialist nation by the might of single-minded unity, with boundless trust and reverence for General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The joint editorial contained the spirit of the Korean people to certainly accomplish the revolutionary cause of Juche under the uplifted banner of Songun, keenly realizing the validity and vitality of the Songun politics pursued by Kim Jong Il, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The justness of the independent foreign policy of the DPRK to achieve the denuclearization on the Korean Peninsula and defend peace and security of Northeast Asia and the rest of the world is being more strikingly demonstrated as the days go by."
        },
        {
            "title": "Book Praising Songun Politics Published in Egypt",
            "url": "http://kcna.co.jp/item/2009/200901/news19/20090119-02ee.html",
            "content": "Book Praising Songun Politics Published in Egypt\r\nPyongyang, January 19 (KCNA) -- Book \"'Songun', Politics of Dignity\" was brought out in Egypt on the occasion of the 17th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army. \n\t\t\t\t\t The book authored by Yehia Zakaria Khairulla, chairman of the Egyptian Committee for the Study of the Juche Idea, consists of four chapters: Chapter 1 \"Great Leader of Songun\", Chapter 2 \"Foundation of Songun Politics and Its Conception\", Chapter 3 \"Embodiment of Songun Politics and Its Vitality\" and Chapter 4 \"Long Live the Great Songun Politics!\"\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the Egypt-Korea Friendship Association on December 27 last year. \n\t\t\t\t\t\n\t\t\t\t\t Present there were figures of the committee, the association and the press circle and masses of people."
        }
    ]
}