{
    "date": "2009-05-14",
    "url": "http://kcna.co.jp/item/2009/200905/2009-05-14ee.html",
    "articles": [
        {
            "title": "American Journalists to Be Tried ",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-08ee.html",
            "content": "American Journalists to Be Tried\r\n Pyongyang, May 14 (KCNA) -- The Central Court of the Democratic People's Republic of Korea decided to try American journalists on June 4 according to the indictment of the competent organ."
        },
        {
            "title": "Kim Yong Nam Leaves Harare",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-04ee.html",
            "content": "Kim Yong Nam Leaves Harare\r\nPyongyang, May 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, left Harare on Wednesday after wrapping up his visit to Zimbabwe.\n\t\t\t\t\tKim Yong Nam and his party were seen off by Joyce Teurai Ropa Mujuru, vice-president of Zimbabwe, and Simbarashe Mumbengegwi, foreign minister.\n\t\t\t\t\t\n\t\t\t\t\tA farewell ceremony took place at the airport."
        },
        {
            "title": "Yang Hyong Sop Meets Zimbabwean Government Delegation",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-09ee.html",
            "content": "Yang Hyong Sop Meets Zimbabwean Government Delegation\r\n Pyongyang, May 14 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a friendly talk with a government delegation of Zimbabwe led by Minister of Interior Kembo Campbell Dugishmohadi at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Agreement on Cooperation between Ministries of DPRK and Zimbabwe Signed",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-14ee.html",
            "content": "Agreement on Cooperation between Ministries of DPRK and Zimbabwe Signed\r\n Pyongyang, May 14 (KCNA) -- An agreement on cooperation between the DPRK Ministry of People's Security and the Zimbabwean Ministry of Interior was signed at the Mansudae Assembly Hall on Thursday.\n\t\t\t\t\t Present there from the DPRK side were officials of the ministry including Minister Ju Sang Song and from the Zimbabwean side members of the government delegation led by Minister of Interior Kembo Campbell Dugishmohadi.\n\t\t\t\t\t\n\t\t\t\t\t It was inked by Ju Sang Song and Kembo Campbell Dugishmohadi."
        },
        {
            "title": "Week of DPRK-Iran Friendship Observed",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-15ee.html",
            "content": "Week of DPRK-Iran Friendship Observed\r\nPyongyang, May 14 (KCNA) -- A meeting and a film show took place at the Taedonggang Diplomatic Corps Club Thursday on the occasion of the Week of DPRK-Iran Friendship for commemorating the 20th anniversary of President Kim Il Sung's meeting with Seyed Ali Khamenei, the leader of the Islamic Revolution of Iran.\n\t\t\t\t\t Present at the meeting on invitation were Iranian Ambassador to the DPRK Morteza Moradian and staff members of his embassy. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Jong Yong Su, minister of Labor and chairman of the DPRK-Iran Friendship Association, officials concerned and working people here. \n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Su in his speech made at the meeting said that the above-said historic meeting marked a historic event of great significance in developing the friendly relations between the two countries on a higher stage and consolidating the unity and solidarity of the world anti-imperialist forces for independence. \n\t\t\t\t\t\n\t\t\t\t\t Expressing hope that the Iranian government and people would achieve greater successes in their struggle to protect the gains of the Islamic revolution, develop the economy and ensure durable peace and security in the region, he noted that the DPRK would make positive efforts to boost the bilateral relations. \n\t\t\t\t\t\n\t\t\t\t\t Morteza Moradian in his speech said he was very pleased to hold an event of the week of friendship for commemorating the 20th anniversary of the historic visit of Seyed Ali Khamenei to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the diligent Korean people would attain their great goal by the year of 2012, uphold independence and principle and emerge victorious in their struggle against imperialism. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants watched Korean documentary film \"President Kim Il Sung Meets Foreign Heads of State and Prominent Figures\" (Part 6)."
        },
        {
            "title": "Anniversary of Kim Il Sung's Meeting with Khamenei Observed",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-13ee.html",
            "content": "Anniversary of Kim Il Sung's Meeting with Khamenei Observed\r\n Pyongyang, May 14 (KCNA) -- On the occasion of the week of DPRK-Iran friendship for commemorating the 20th anniversary of President Kim Il Sung's meeting with Seyed Ali Khamenei, leader of the Islamic Revolution of Iran, Iranian ambassador to the DPRK Morteza Moradian and staff members of his embassy planted trees in the arboretum of the Kumsusan Memorial Palace on Thursday.\n\t\t\t\t\t They planted pinus bungeana in profound reverence for the President."
        },
        {
            "title": "Commemorative Stamp Issued",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-11ee.html",
            "content": "Commemorative Stamp Issued\r\n Pyongyang, May 14 (KCNA) -- A commemorative stamp (a souvenir sheet) was brought out in the DPRK on the occasion of the 70th anniversary of the victory in the Musan area battle.\n\t\t\t\t\t The battle was fought by the main unit of the Korean People's Revolutionary Army under the command of President Kim Il Sung in the Musan area in May, Juche 28 (1939) during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The image of President Kim Il Sung commanding the Musan area battle is printed on the souvenir sheet with the letters \"Commemoration of 70th Anniversary of Victory in Musan Area Battle\" and \"Juche 28 (1939)-Juche 98 (2009)\"."
        },
        {
            "title": "Drinking Water Disinfected by Sea Water",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-12ee.html",
            "content": "Drinking Water Disinfected by Sea Water\r\n Pyongyang, May 14 (KCNA) -- The DPRK has developed a technology of disinfecting drinking water with West Sea water.\n\t\t\t\t\t Korea sea-bound on three sides has physiographical conditions favorable to make use of sea water.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City Water Supply and Drainage System Management Bureau decided to use West Sea water instead of brine needed for the production of drinking water to cope with the ever-growing demand for salt. \n\t\t\t\t\t\n\t\t\t\t\t Basing itself on a sufficient scientific and technological analysis including the measurement of sea water salt percentage, the bureau concluded that drinking water could be sterilized with sea water.\n\t\t\t\t\t\n\t\t\t\t\t It is now engaged in the work of drawing West Sea water to Pyongyang."
        },
        {
            "title": "Crude Liquor and Sweet Drink, National Drinks",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-10ee.html",
            "content": "Crude Liquor and Sweet Drink, National Drinks\r\nPyongyang, May 14 (KCNA) -- More than 100 varieties of crude liquor and sweet drink were on display at the contest of those drinks held in Pyongyang some time ago. They were made with grain, non-grain and by-products.\n\t\t\t\t\t The purpose of the contest was to find out the original methods of making them and to put their processing on a scientific basis, thus making the dining table of the people more bounteous.\n\t\t\t\t\t\n\t\t\t\t\t Crude liquor and sweet drink are traditional drinks of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Crude liquor is made by fermenting white rice, wheat and other starchy materials with malt and straining them raw through a sieve. It had been a drink indispensable on the dining table of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Peasants drank the sour and refreshing crude liquor during breaks in field work in sultry summer and mealtimes.\n\t\t\t\t\t\n\t\t\t\t\t It was served as a festive drink on red-letter days, wedding days and other ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t It was called thakju, thakbaegi, nongju and nongthak in different areas.\n\t\t\t\t\t\n\t\t\t\t\t Sweet drink is easy to make in families. It is made by slightly fermenting boiled rice after maturing it with germ barley.\n\t\t\t\t\t\n\t\t\t\t\t It is similar to sweet drink made from fermented rice in that starch is saccharified, but it is slightly alcoholic as it goes through a process of partial alcohol fermentation.\n\t\t\t\t\t\n\t\t\t\t\t Known as a famous product of North and South Phyongan provinces from olden times, it was widely served on holidays and birthdays."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Blasted",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-02ee.html",
            "content": "U.S. Hostile Policy toward DPRK Blasted\r\nPyongyang, May 14 (KCNA) -- The U.S. administration has boosted cooperation with the south Korean conservative authorities in the confrontation with the DPRK since its appearance, further bedeviling the inter-Korean relations and standing in the way of the cause of Korean reunification. This is an indication that its hostile policy towards the DPRK remains unchanged. \n\t\t\t\t\tRodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. above-said policy is a policy of aggression and war to stifle the DPRK by force and a criminal policy of confrontation and division opposed to national reconciliation and unity and the reunification of Korea, the article notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\tIt is due to the U.S. hostile policy toward DPRK that the Koreans suffered the war disaster in the 50s of the last century and have been exposed to the constant danger of war for over half century after failing to achieve durable peace and undergone sufferings resulting from the division. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. hostile policy for invading the DPRK by force of arms still remains unchanged. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is entirely responsible for the split of the Korean nation and a persistent obstructer to the reunification of Korea. \n\t\t\t\t\t\n\t\t\t\t\tIt is the true intention of the U.S. imperialists to realize their ambition for domination and aggression at any cost by keeping south Korea under their permanent occupation and escalating south Korea's confrontation with the north. Prompted by this criminal scenario, the U.S. has fanned up the moves to bedevil the inter-Korean relations in a bid to keep the Korean nation split forever. \n\t\t\t\t\t\n\t\t\t\t\tThe reality clearly proves that it is impossible to achieve the peace and reunification of Korea, the need of the times and the ardent desire of the nation, unless an end is put to the U.S. persistent hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe Koreans in the north and the south and overseas should wage a dynamic nation-wide struggle to decisively frustrate the U.S. above-said policy and the moves for a war of aggression against the DPRK and confrontation with it, a product of the policy, in order to preserve peace on the Korean Peninsula and accomplish the historic cause of independent national reunification as early as possible, concludes the article."
        },
        {
            "title": "Japanese Prime Minister's European Junket under Fire",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-06ee.html",
            "content": "Japanese Prime Minister's European Junket under Fire\r\nPyongyang, May 14 (KCNA) -- The Japanese prime minister's recent European junket comes under fire by commentaries of leading papers Thursday.\n\t\t\t\t\t Rodong Sinmun says that it was the aim of Aso's tour of Europe to reap \"fruits\" in a bid to stop the support rate for the government of the Liberal Democratic Party of Japan from declining and cope with the forthcoming House of Representatives election.\n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t At the talks held during the junket he, pulling up the DPRK over its satellite launch and nuclear issue, behaved in such a coquettish manner as expressing \"thanks\" to the European Union for issuing a statement critical of them and went so foolish as to solicit for \"support\" and \"solidarity\" with the call for the early resumption of the six-party talks. By doing so, he showed the sign of his pathological symptom too early for his age.\n\t\t\t\t\t\n\t\t\t\t\t During the above-said junket he raised the irrelevant abduction issue, which no longer exists, as part of the renewed smear campaign against the DPRK, without uttering even a word of reflecting on the crimes Japan committed in the past. This ridiculous solicitation diplomacy conducted by Aso as a political philistine, while impertinently talking about a solution and the like, only invited public scorn.\n\t\t\t\t\t\n\t\t\t\t\t Aso has no characteristic feature as a statesman, except having only bitterness towards Koreans, the commentary notes, and goes on:  Though he is greedy for power, he is incompetent in politics. He is nothing but a political charlatan who does not know where to stand, a mere puppet and a guy with a poor knowledge of history. \n\t\t\t\t\t\n\t\t\t\t\t It is quite clear that Aso could act a political bete noire at best during his European trip.\n\t\t\t\t\t\n\t\t\t\t\t He is fated to meet the same miserable lot as Abe did if he keeps going reckless with the hostile policy toward the DPRK as now, warns the commentary.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson urges Aso to be careful in his demeanor if he wants to escape the same wretched plight as that of Abe who went mad for good for his reckless behavior."
        },
        {
            "title": "Rodong Sinmun on Korean People's High Pride and Self-esteem",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-03ee.html",
            "content": "Rodong Sinmun on Korean People's High Pride and Self-esteem\r\nPyongyang, May 14 (KCNA) -- The army and people of the DPRK will bring about a new revolutionary surge in hearty response to the call of the Party and surely build a great prosperous and powerful socialist nation of Juche on this land, cherishing the immense pride and self-esteem of living and making a revolution in the great socialist motherland led by Kim Jong Il. \n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tWhether the people have the national pride and self-esteem or not is a crucial matter decisive of the success of the revolution and the future of the nation, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The pride and self-esteem of the army and people of the DPRK living in the great socialist motherland stem from the fact that they are making a revolution, while being blessed with the illustrious leaders generation after generation under the banner of the immortal Juche idea and Songun idea and that they fully enjoy an independent and creative happy life in the most advantageous social system in the world, giving full play to the dignity of the nation in the politically and militarily invincible country. \n\t\t\t\t\t\n\t\t\t\t\t The above-said high pride and self-esteem serve as dynamics for exceptionally increasing the mental power of the army and people and bringing about a great leaping advance in the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t They are waging a dynamic drive for a bright morrow of a thriving nation, their hearts burning with the high national pride and self-esteem, as they are led by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t No force on earth can hold in check the dynamic advance of the army and people of the DPRK to accomplish the cause of building a great prosperous and powerful socialist nation of Juche, filled with the great national pride and self-esteem under the Songun leadership of Kim Jong Il, concludes the article."
        },
        {
            "title": "S. Korean Puppet Military Authorities' Moves to Grab Land under Fire",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-05ee.html",
            "content": "S. Korean Puppet Military Authorities' Moves to Grab Land under Fire\r\nPyongyang, May 14 (KCNA) -- The Joint Measure Committee of Civic and Public Organizations for Checking the Expansion of Mugon-ri Drill Ground and the Inhabitants' Measure Committee against the Expansion of Mugon-ri Drill Ground in south Korea held a meeting in Seoul on May 7 to denounce the military authorities' unilateral action to grab land.\n\t\t\t\t\tThe participants in the meeting accused the \"Defense Ministry\" of submitting an \"application\" for requisitioning about 300,000 phyongs (one phyong equals 3.954 square yards) of land in the area of Ohyon-ri, Phaju City of Kyonggi Province to be used for the expansion of the Mugon-ri drill ground to the \"Central Land Expropriation Committee\" despite the opposition of the inhabitants there. \n\t\t\t\t\t\n\t\t\t\t\tThey slammed the military authorities for mulling grabbing land by invoking all sorts of evil laws under the signboard of \"work for public interests.\"\n\t\t\t\t\t\n\t\t\t\t\tThey demanded the \"Defense Ministry\" stop at once the moves to expand the Mugon-ri drill ground. \n\t\t\t\t\t\n\t\t\t\t\tThey staged a sit-in strike for more than five hours to thrust a written protest to the puppet minister of Defense."
        },
        {
            "title": "Overseas Koreans Organizations Denounce Lee Myung Bak Group's Suppression of Pro-reunification Organizations",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-01ee.html",
            "content": "Overseas Koreans Organizations Denounce Lee Myung Bak Group's Suppression of Pro-reunification Organizations\r\nPyongyang, May 14 (KCNA) -- The United Confederation of Koreans in Russia made public a statement on May 11 in denunciation of the Lee Myung Bak group of traitors for its frantic moves to stifle pro-reunification patriotic forces.\n\t\t\t\t\tThe statement branded the Lee group's suppression of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) as an open declaration of its intention to eliminate the pro-reunification patriotic forces in south Korea in a bid to stamp out their just activities and an unpardonable anti-reunification fascist offensive to drive the bedeviled inter-Korean relations to an extreme phase of tension. \n\t\t\t\t\t\n\t\t\t\t\tWith nothing can the Lee group justify its brutal repressive campaign to completely eliminate the forces for the reunification movement by invoking the ill-famed \"National Security Law (NSL),\" the statement held, demanding it halt the campaign at once. \n\t\t\t\t\t\n\t\t\t\t\tA spokesman for the Federation of Koreans in the U.S. in a statement on May 7 denounced the south Korean puppet Intelligence Service and police for arresting members of the South Headquarters of Pomminryon on the charge of violation of the NSL after kicking off a wholesale repressive campaign against it. \n\t\t\t\t\t\n\t\t\t\t\tThe intensified suppression of the organizations for the reunification movement would only reinforce the people's will to independently achieve national reunification under the banner of the June 15 joint declaration and the October 4 declaration, declared the statement."
        },
        {
            "title": "Firmado acuerdo entre los organos de seguridad de Corea y Zimbabwe",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-16ee.html",
            "content": "Firmado acuerdo entre los organos de seguridad de Corea y Zimbabwe\r\nPyongyang, 14 de mayo (ATCC) -- Quedo rubricado el dia 14 en el capitalino Palacio de los Congresos Mansudae el acuerdo sobre la cooperacion entre el Ministerio de Seguridad del Pueblo de la Republica Popular Democratica de Corea y el Ministerio del Interior de la Republica de Zimbabwe.\n\t\t\t\t\t  En la ceremonia de firmas participaron por la parte coreana el ministro Ju Sang Song y otros funcionarios del MINSEP y, por la zimbabweyana, los miembros de la delegacion gubernamental encabezada por el ministro del Interior, Kembo Campbell Dugishmohadi.\n\t\t\t\t\t\n\t\t\t\t\t  Los ministros de ambas partes suscribieron el acuerdo."
        },
        {
            "title": "Actos por la semana de amistad Corea-Iran",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-17ee.html",
            "content": "Actos por la semana de amistad Corea-Iran\r\nPyongyang, 14 de mayo (ATCC) -- Tuvieron lugar el dia 14 en el Club Taedonggang para el Cuerpo Diplomatico el mitin y la proyeccion filmica en ocasion de la semana de amistad Corea-Iran iniciada en homenaje al XX aniversario del encuentro entre el Presidente Kim Il Sung y el Lider de la Revolucion Islamica de Iran Seyed Ali Khamenei.\n\t\t\t\t\t  A la ocasion fueron invitados el embajador Morteza Moradian y otros miembros de la Embajada de la Republica Islamica de Iran en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien participaron Jong Yong Su, ministro de Trabajo y presidente de la Asociacion de Amistad Corea-Iran, y otros funcionarios, asi como trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\t  Al hacer uso de la palabra en el mitin, Jong Yong Su dijo que el encuentro entre el Presidente         Kim Il Sung y Su Excelencia el Lider Seyed Ali Khamenei fue un evento historico de gran significado para llevar a la etapa mas alta las relaciones de amistad entre los dos paises y fortalecer la unidad y la solidaridad entre las fuerzas independientes antiimperialistas.\n\t\t\t\t\t\n\t\t\t\t\t   Deseo al gobierno y el pueblo de Iran mayores exitos en la lucha por defender las conquistas de la revolucion islamica, desarrollar la economia y garantizar la paz y seguridad duraderas de la region.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que Corea se esforzaria activamente por desarrollar las relaciones entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  El embajador irani Morteza Moradian dijo que esta alegre de esas actividades de la semana de amistad  para conmemorar el XX aniversario de la historica visita a Corea de Su Excelencia el respetado Lider Seyed Ali Khamenei.\n\t\t\t\t\t\n\t\t\t\t\t  Deseo que el laborioso pueblo coreano alcance su ambiciosa meta hasta 2012, mantenga la independencia y los principios y triunfe en la lucha antiimperialista.\n\t\t\t\t\t\n\t\t\t\t\t  Terminado el mitin, los participantes vieron el documental coreano \"Encuentros del gran Lider, camarada Kim Il Sung con jefes de Estado y personalidades renombradas del extranjero\" (sexta parte)."
        },
        {
            "title": "Diplomaticos iranies plantan arboles en la arboleda del palacio memorial",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-18ee.html",
            "content": "Diplomaticos iranies plantan arboles en la arboleda del palacio memorial \r\nPyongyang, 14 de mayo (ATCC) -- En ocasion de la semana de amistad Corea-Iran por el XX aniversario del encuentro entre el Presidente      Kim Il Sung y Su Excelencia Seyed Ali Khamenei, Lider de la Revolucion Islamica de Iran, el embajador Morteza Moradian y otros miembros de la Embajada de la Republica Islamica de Iran en Corea realizaron el dia 14 la plantacion memorial en la arboleda del Palacio Memorial Kumsusan.\n\t\t\t\t\t  Ellos sembraron los pinos blancos expresando su gran anoranza al Presidente."
        },
        {
            "title": "Politica hostil de EE.UU. a Corea es antipacifica y anti-reunificacion",
            "url": "http://kcna.co.jp/item/2009/200905/news14/20090514-19ee.html",
            "content": "Politica hostil de EE.UU. a Corea es antipacifica y anti-reunificacion\r\nPyongyang, 14 de mayo (ATCC) -- Tambien despues de aparecer la nueva administracion Obama, Estados Unidos recurre a las maniobras de empeorar aun mas las relaciones entre el Norte y el Sur de Corea y obstaculizar el avance de la causa de la reunificacion intensificando la cooperacion con las autoridades conservadoras del Sur de Corea en la confrontacion con la Republica Popular Democratica de Corea de Corea. Esto demuestra que la politica hostil de EE.UU. a esta no ha cambiado ni en lo minimo.\n\t\t\t\t\tInsiste asi el diario Rodong Sinmun en un articulo individual difundido este jueves y continua:\n\t\t\t\t\t\n\t\t\t\t\tTal politica hostil se caracteriza por la de agresion y de guerra para aplastar con las fuerzas a la RPDC y por la de criminal confrontacion y de division que impide la reconciliacion y la unidad de la nacion y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tTambien debido a tal politica, los coreanos sufrieron la catastrofe de la guerra en la decada de 1950 del siglo pasado, y experimentaron la pena de division estando siempre en el peligro de guerra sin lograr la paz duradera en mas de medio siglo. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. practica hoy tambien la politica para agredir en lo militar al Norte de Corea hostilizandolo de continuo.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el fautor principal que dividio la nacion coreana en dos y el perverso estorbador de la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. intenta realizar a toda costa la ambicion dominacionista y agresiva exacerbando la confrontacion N-S tras ocupar indefinidamente el Sur de Corea. Tal intencion del imperio ha venido azuzando la perduracion de la division de la nacion coreana y el empeoramiento de las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra evidentemente que mientras sigue siendo la invariable politica hostil de EE.UU. a Corea, no es posible alcanzar la paz y la reunificacion del pais que es la aspiracion de la epoca y el angustioso anhelo de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del Norte, el Sur y en ultramar deben avivar mas las llamas de la lucha pannacional por frustrar dicha politica de EE.UU. y sus maniobras de provocacion de guerra de agresion a esta y de confrontacion con la RPDC, tienen que observar la paz de la Peninsula Coreana y lograr cuanto antes la causa historica de la reunificacion independiente de la nacion."
        }
    ]
}