{
    "date": "2009-06-03",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance Given by Art Groups of Families of KPA Servicemen",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-15ee.html",
            "content": "Kim Jong Il Enjoys Performance Given by Art Groups of Families of KPA Servicemen\r\nPyongyang, June 3 (KCNA) -- General Secretary Kim Jong Il, together with KPA servicepersons enjoyed a performance given by the members of the art groups of families of servicemen of KPA Units 264 and 604 who participated in the second round of the second-term contest among art groups of families of KPA servicemen.\n\t\t\t\t\t They put on the stage chorus \"People Sing of April Holiday\", short drama \"Far away over Clouds\", poem and story telling \"We Will Live in the Spirit of Mt. Paektu\" and other colorful numbers of diverse genres.\n\t\t\t\t\t\n\t\t\t\t\t Through the performance they sang with high pride of their immense happiness of working as stalwart women revolutionaries under the care of the Party and fully demonstrated the unshakable faith and will of the families of the servicemen of the KPA to devotedly defend the headquarters of the revolution in single-minded unity with their husbands all out in the sacred struggle to defend the country and to safeguard the forefront of the country at the cost of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il highly appreciated their successful performance, expressing great satisfaction over the fact that the members of the above-said art groups staged a splendid performance with numbers of great instructive value.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the families of the servicemen who have taken the lead in weathering all sorts of trials with optimism, are proud women revolutionaries who dedicate their all to adding shine to the socialist system in the DPRK, a precious legacy bequeathed by President Kim Il Sung, he said that their noble spiritual world, fighting traits and lifestyle have become a model of the times.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks to be fulfilled to further develop mass art, saying that performing art is of very weighty importance in educating the party members and other working people.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were KPA General Kim Jong Gak, first vice director of the KPA General Political Bureau, KPA Generals Kim Won Hong and Hyon Chol Hae and Col. General Han Tong Gun and other commanding officers of the KPA, Secretary of the WPK Central Committee Kim Ki Nam, Department Directors of the WPK Central Committee Jang Song Thaek and Pak Nam Gi and other senior officials of the WPK Central Committee."
        },
        {
            "title": "FM of DPRK Meets Nigerien Ambassador",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-14ee.html",
            "content": "FM of DPRK Meets Nigerien Ambassador\r\n Pyongyang, June 3 (KCNA) -- Foreign Minister Pak Ui Chun met and had a talk with new Nigerien Ambassador to the DPRK Boubakar Adamou who paid a courtesy call on him on Wednesday."
        },
        {
            "title": "Staff Members of Vietnamese Embassy Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-10ee.html",
            "content": "Staff Members of Vietnamese Embassy Help Korean Farmers\r\n Pyongyang, June 3 (KCNA) -- Vietnamese Ambassador to the DPRK Le Van Cu and staff members of his embassy gave helping hands to the DPRK-Vietnam Friendship Migok Co-op Farm, Sariwon City, North Hwanghae Province, on Wednesday. \n\t\t\t\t\t The guests helped farmers in the immediate farm work, deepening the friendship.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador hoped that the co-op farm would achieve bigger success in agricultural production this year, too, just as it did last year, bringing joy to General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "More Meetings Held to Hail Successful Second Nuclear Test",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-08ee.html",
            "content": "More Meetings Held to Hail Second Successful Nuclear Test\r\n Pyongyang, June 3 (KCNA) -- Meetings took place in cities and counties to hail the second successful nuclear test.\n\t\t\t\t\t Present there were leading officials of local party and power organs and working people's organizations, servicepersons of the Korean People's Army, working people, youth and students. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meetings said that the above-said success marked an event to be specially recorded in the nation's history as it helped firmly bolster up the national power and defence capability of Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t The above-said success once again clearly confirmed the truth that the army and the people of the DPRK are sure to always emerge victorious in the confrontation with imperialism and the U.S. as they are increasing the nuclear deterrent for self-defense in every way, they noted. \n\t\t\t\t\t\n\t\t\t\t\t They called upon the officials and other working people to open the gate to a thriving nation in 2012, the centenary of birth of President Kim Il Sung, by working steady miracles and feats with the national pride and self-confidence of having demonstrated the tremendous national power."
        },
        {
            "title": "World No-Tobacco Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-11ee.html",
            "content": "World No-Tobacco Day Observed in DPRK\r\n Pyongyang, June 3 (KCNA) -- A function was held at the People's Palace of Culture in Pyongyang on June 2 to observe the World No-Tobacco Day.\n\t\t\t\t\t Present there were officials of health care, ministries and national institutions, working people of Pyongyang, members of missions of the WHO and international organizations in the DPRK, foreign diplomatic representatives and embassy officials in the city.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were followed by a screening of CD related to \"Tobacco Health Warnings\", the theme for this year.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the prizewinning works at the contest of designs on the harmfulness of tobacco held on the occasion of the World No-Tobacco Day and watched a performance given by the hygienic propaganda team.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, colorful propaganda activities were held according to the theme throughout the country."
        },
        {
            "title": "New Research Achievements Made",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-12ee.html",
            "content": "New Research Achievements Made\r\n Pyongyang, June 3 (KCNA) -- Scientists in the Branch Academy of Light Industry of the State Academy of Sciences have recently made a lot of research achievements which will be conducive to the people's living.\n\t\t\t\t\t Those in the Fermentation Research Institute and Textile Research Institute completed the method of resolving protein of inferior cocoon raised by silk mills.\n\t\t\t\t\t\n\t\t\t\t\t The method, which shortens the time of protein spoilage through one treatment by ferment, makes it possible to increase yarn productivity.\n\t\t\t\t\t\n\t\t\t\t\t Scientists of the Food Research Institute have been dispatched to goat farms to solve technical problems arising in milk processing, where they are engaged in the work for expanding the assortment of processed milk products and generalizing them across the country.\n\t\t\t\t\t\n\t\t\t\t\t Those in the Food-processing Machine Research Institute have developed various kinds of efficient bean-processing facilities and conducted activities to introduce advanced bean-processing technology into production, thus contributing to the improvement of the people's dietary life.\n\t\t\t\t\t\n\t\t\t\t\t Scientists of the branch academy have developed high strength plastic materials made with nano technology and registered a number of successes in the research into packing material of different kinds of foodstuffs, medicines and cosmetics and in the efforts for solving scientific and technological problems arising in replacing the weaving machines with modern ones."
        },
        {
            "title": "Kim Jong Suk and Azalea of Homeland",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-13ee.html",
            "content": "Kim Jong Suk and Azalea of Homeland\r\n Pyongyang, June 3 (KCNA) -- Anti-Japanese heroine Kim Jong Suk stepped on the soil of the homeland across the Amnok River with members of the Korean People's Revolutionary Army, accompanying President Kim Il Sung early in the morning on May 18, Juche 28 (1939). Her joy and excitement knew no bound. \n\t\t\t\t\t When a break was ordered, she ran to an azalea plant with other guerillas at a breath and threw her arms around it.\n\t\t\t\t\t\n\t\t\t\t\t The azalea swaying in spring wind seemed to emit profuse aroma greeting the woman commander of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t She broke off a few lovely branches of azalea laden with morning dew and presented them to the President.\n\t\t\t\t\t\n\t\t\t\t\t Smelling the aroma of the flower, he said with deep emotion that the more he looked at Korean azalea the more beautiful it appeared.\n\t\t\t\t\t\n\t\t\t\t\t Stirred to the depths of her being, she buried her face in the blossoms of azalea which had come into bloom in a crack of a rock and said the flower would have died in the snow never to come to life, had it not believed spring would come for sure.\n\t\t\t\t\t\n\t\t\t\t\t She displayed unexampled bravery in the righteous war to liberate the motherland, thinking always of azalea of the homeland in the grim days of the anti-Japanese armed struggle."
        },
        {
            "title": "Lee Myung Bak Group's Moves to Tighten Fascist Dictatorship Rebuked",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-05ee.html",
            "content": "Lee Myung Bak Group's Moves to Tighten Fascist Dictatorship Rebuked\r\n Pyongyang, June 3 (KCNA) -- The Lee Myung Bak group of traitors officially declared at the recent meeting of \"ministers and chiefs of agencies held to bring illegal and violent demonstrations under control\" that they would totally \"disallow\" large rallies to be staged by people from all walks of life and arrest all the participants in demonstrations on the spot and, if not, they would be chased till they are rounded up and legal actions would be taken against all of them.\n\t\t\t\t\t Minju Joson Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a manifestation of the Lee group's criminal scenario to mercilessly suppress the just struggle of people from all walks of life for independence, democracy and national reunification by violence. \n\t\t\t\t\t\n\t\t\t\t\t The mass rallies and demonstrations staged by them in various parts of south Korea are entirely just and laudable actions to smash the evermore undisguised moves of the separatist forces for confrontation and war of aggression against the north, achieve national reconciliation and unity and national reunification and, at the same time, to win back the democratic freedom and rights violated by the fascist dictatorship and attain social progress and justice. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Lee group has harshly suppressed the rallies of people for the independent reunification and democratic rights and the right to existence, branding them as \"illegal demonstrations.\"\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors seeks a way out of the crisis in frantically intensifying the fascist suppression. \n\t\t\t\t\t\n\t\t\t\t\t The group is sadly mistaken if it thinks it can gain something through such campaign. The madcap campaign of fascist crackdown on the part of the group would only end up touching off bitterer resentment at it among the people and reinforcing their will to fight against it. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group should retract at once its fascist measures to suppress the struggle of the people for the democratic freedom and the right to existence. It should bear in mind that it will face stronger resistance of people if it fails to do so."
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Leadership over Agricultural Revolution",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-07ee.html",
            "content": "Rodong Sinmun on Kim Jong Il's Leadership over Agricultural Revolution\r\nPyongyang, June 3 (KCNA) -- Great changes are now being made in the socialist rural construction of the DPRK, and they are entirely the result of Kim Jong Il's seasoned and experienced leadership, Rodong Sinmun Wednesday says in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Basing himself on a scientific analysis into the trend of agricultural development and changed circumstances and specific conditions of the country in recent ten odd years, he clearly indicated the orientation of the DPRK's agricultural development and took epochal measures for rapidly increasing the agricultural production in a short period.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his brilliant wisdom and foresightedness, a wide avenue has been opened to put the agricultural production on a highly scientific and intensive basis in keeping with the requirements of the new century and accelerate the modernization of the socialist rural economy.\n\t\t\t\t\t\n\t\t\t\t\t He carefully and energetically guides the work to gain high-yield varieties by steadily developing the agricultural science and technology, make the agricultural production highly intensive and renovate in a bold manner the existing farming technique and method with advanced ones.\n\t\t\t\t\t\n\t\t\t\t\t The modernization and scientification level of our agriculture is increasing with each passing day under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has energetically led the Korean People's Army to play a vanguard role in bringing about radical changes in agriculture in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The ideological and moral world of the agricultural workers and their working style have been admirably changed in the course of following the revolutionary soldier spirit of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is, indeed, the great pioneer and the great leader of the agricultural revolution in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The prospect of our agricultural development is rosy as there are the seasoned and experienced leadership of Kim Jong Il, the correct policy of agricultural revolution and the army and the people closely rallied as one around him."
        },
        {
            "title": "Great Unity of Korean Nation Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-06ee.html",
            "content": "Great Unity of Korean Nation Called for\r\nPyongyang, June 3 (KCNA) -- If the Koreans are to successfully carve out their destiny by meeting all challenges to history, they should unite close behind their leader as one under the patriotic banner.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is divided into Koreans in the north and the south but they can surely achieve the great unity of the nation when they unite ideologically and morally and achieve strong solidarity and alliance, guided by one idea, and lead it to the accomplishment of the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The course of national reunification represents the course of achieving the reconciliation and great unity of the nation. Only when all the compatriots unite can they achieve the cause of national reunification, establish national sovereignty throughout Korea and achieve its prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Whoever truly desires the reunification of the country gets united under the banner of great national unity irrespective of ideology, ism and system.\n\t\t\t\t\t\n\t\t\t\t\t The banner of the unity for the Korean nation is the spirit of \"By our nation itself\" enshrined in the historic June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t All the compatriots at home and abroad are now advancing full of confidence without neither vacillation nor pessimism as they cherish the above-said spirit despite manifold trials.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can block the patriotic movement for reunification of the Koreans advancing, united close as one under the banner of \"By our nation itself.\"\n\t\t\t\t\t\n\t\t\t\t\t The great national unity can be achieved only through the struggle to frustrate all the moves of the reactionaries of history standing in the way of achieving it.\n\t\t\t\t\t\n\t\t\t\t\t Whoever genuinely cherishes the soul of the Korean nation should positively swim with the trend of the era toward independent reunification, peace and prosperity and work harder for the accomplishment of the cause of national reunification to achieve the prosperity of the nation."
        },
        {
            "title": "Workers' Actions against Lee Group's Unpopular Rule Gain in Scope and Strength in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-02ee.html",
            "content": "Workers' Actions against Lee Group's Unpopular Rule Gain in Scope and Strength in S. Korea\r\nPyongyang, June 3 (KCNA) -- The south Korean workers are intensifying their actions against the unpopular rule of the Lee Myung Bak group of traitors, according to CBS of south Korea.\n\t\t\t\t\t They have staged actions with focus on the struggle to have the rights of the part-time workers to labor guaranteed, against \"the discharge\" of unionists of the Ssangyong Motors \"under adjustment plans\" and the moves to enact the \"Lee Myung Bak evil laws\" with the death of Pak Jong Thae, chairman of the Kwangju Branch of the Freight Workers' Solidarity, as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Confederation of Trade Unions declared that it would sponsor an all-people rally on June 13 in solidarity with civic and social organizations of different circles to demand the \"government\" make an overall switchover in its unpopular economic policy.\n\t\t\t\t\t\n\t\t\t\t\t The Freight Workers' Solidarity also declared that it would launch an all-out action for boycotting the transport on June 11, while Ssangyong Motors Trade Unions vowed to go on with a general strike in protest against the owner side's measures to close factories.\n\t\t\t\t\t\n\t\t\t\t\t The Metal Trade Unions declared that workers in some fields would launch strikes on June 10 and voting would be held in all work sites till June 12 to go over to a general strike."
        },
        {
            "title": "S. Korean Authorities' Anti-Reunification Acts Slammed ",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-03ee.html",
            "content": "S. Korean Authorities' Anti-Reunification Acts Slammed\r\n Pyongyang, June 3 (KCNA) -- The United Confederation of Koreans in Russia made public a statement on May 31 condemning the Lee Myung Bak group of traitors for officially announcing its full participation in the PSI.\n\t\t\t\t\t The statement accused the south Korean warmongers of officially announcing the above-said measure, pursuant to the anti-DPRK racket of the U.S. and its followers, pushing the situation on the Korean Peninsula to such a pass where a war may break out any moment.\n\t\t\t\t\t\n\t\t\t\t\t The nation's curse and resentment against the Lee group are running high as it is working with blood-shot eyes to plunge the whole territory of Korea into shambles of a nuclear war, backed by the U.S., quite contrary to the ardent desire of the compatriots for peaceful reunification, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is the band of dyed-in-the-wool sycophants and traitors only keen to stay its power, subservient to outsiders, disregarding the destiny of the nation and war maniacs calling for permanent division and war, not reunification and peace.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the confederation expresses full support and solidarity with the fair and aboveboard counter-measures taken by the DPRK to defend the dignity of the nation and sovereignty of the country. It, at the same time, bitterly denounced the south Korean authorities for having taken the treacherous and anti-reunification action to fully participate in the U.S.-led PSI."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-01ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Different Countries\r\nPyongyang, June 3 (KCNA) -- Seminars on General Secretary Kim Jong Il's exploits and the Songun politics, a book and photo exhibition and film shows were held in Pakistan and a meeting in the Czech Republic between May 23 and 24 to commemorate the 45th anniversary of the start of his work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed at the venues of the functions were books and photos and others showing the immortal exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Miroslav Stepan, general secretary of the Central Committee of the Czechoslovak Communist Party, said at the meeting that the past 45 years of Kim Jong Il's work at the C.C., WPK are the history in which the revolutionary cause of Kim Il Sung, eternal President of the Korean people, has been thoroughly carried forward and his idea and leadership have been further developed and enriched.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Central Executive Committee of the Pakistan People's Party who is concurrently press secretary of the Punjab Provincial Committee of the Party said at the seminar that penetrating deep into the importance of a party's position and role in the revolutionary struggle, Kim Jong Il built up the WPK into a veteran and seasoned revolutionary party in which the Juche idea founded by Kim Il Sung has been fully applied.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Punjab Provincial Committee of the National Workers' Party of Pakistan said it is thanks to the distinguished leadership of Kim Jong Il that the DPRK has successfully advanced the revolutionary cause of Juche, winning victory after victory in the struggle to defend socialism.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were Korean films dealing with the undying Songun leadership exploits of the peerlessly great persons."
        },
        {
            "title": "Corea: mitines para congratular el exito de segunda prueba nuclear",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-16ee.html",
            "content": "Corea: mitines para congratular el exito de segunda prueba nuclear\r\n Pyongyang, 3 de junio (ATCC) -- Tuvieron lugar en distintas ciudades y distritos de Corea los mitines congratulatorios del exito de la segunda prueba nuclear.\n\t\t\t\t\t  A las ocasiones asistieron los cuadros directivos de los organos del partido y el Poder y las organizaciones de masas de esas localidades, militares del Ejercito Popular de Corea, trabajadores, jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores senalaron que el exito de la prueba nuclear es un gran evento que se registrara en especial en la historia de la nacion coreana que fortalecio ciertamente el poderio nacional y la fuerza defensiva de Corea del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\t  Subrayaron que tal exito volvio a comprobar claramente la cierta verdad de que el ejercito y el pueblo de Corea, que fortalecen por todos los medios el disuasivo nuclear autodefensivo, saldran siempre victoriosos en la lucha de confrontacion  antiimperialista y antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\t  Se refirieron a que los funcionarios y otros trabajadores deben crear de continuo el milagro y la proeza guardando profundamente el orgullo y la dignidad nacionales con la potente fuerza nacional y deben abrir las puertas a la gran potencia prospera en 2012 en que se celebrara el centenario del natalicio del Presidente Kim Il Sung."
        },
        {
            "title": "\"Dia Mundial de No Fumar\" en Corea",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-17ee.html",
            "content": "\"Dia Mundial de No Fumar\" en Corea\r\n  Pyongyang, 3 de junio (ATCC) -- Tuvo lugar el dia 2 en el capitalino Palacio Cultural del Pueblo el acto consagrado al \"Dia Mundial de No Fumar\".\n\t\t\t\t\t  A la ocasion asistieron los funcionarios de sector de salud publica, ministerios y  organos centrales,  trabajadores capitalinos, los miembros de la Organizacion Mundial de la Salud y otras organizaciones internacionales, representantes diplomaticos de varios paises y otros miembros de las embajadas en Corea.\n\t\t\t\t\t\n\t\t\t\t\t   En el acto hubo discursos y fue proyectado el video relativo a la \"Advertencia de la Salud sobre el Tabaco\".\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes vieron las obras elegidas en el concurso de desarrollo de dibujos sobre la nocividad del tabaco efectuado con motivo del \"Dia Mundial  de No Fumar\" y presenciaron la funcion artistica del grupo de la propaganda higienica.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, con motivo de este dia se realizaron en distintos lugares del pais diversas actividades de propaganda referentes al tema de este ano \"Advertencia de la Salud sobre el Tabaco\"."
        },
        {
            "title": "Minju Joson critica maniobras de MB para fortalecer dictadura fascista",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-18ee.html",
            "content": "Minju Joson critica maniobras de MB para fortalecer dictadura fascista\r\n Pyongyang, 3 de junio (ATCC) -- En la reciente \"reunion de los ministros y jefes de agencias encargados de las manifestaciones ilegales y violentas\", la banda del traidor Lee Myung Bak declaro oficialmente que \"desautorizaria\" totalmente los mitines multitudinarios de los habitantes de diferentes sectores y enjuiciaria a todos los participantes arrestados en el acto o al cabo de tenaz persecucion.\n\t\t\t\t\t  En un comentario individual divulgado este miercoles, el periodico Minju Joson critica que esa medida es la expresion de la intencion criminal de la banda de MB de atropellar con violencia la justa lucha de los habitantes de distintos estratos por la independencia, la democracia y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t Los mitines y las manifestaciones masivos, que se libran por doquier del suelo surcoreano, constituyen la justa lucha por frustrar la cada dia mas imprudente campana de las fuerzas divisionistas en pro de confrontacion y guerra de agresion al Norte de Corea y alcanzar la reconciliacion, la unidad y la reunificacion independiente de la nacion, destaca el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\t Ademas, persiguen el objetivo de rescatar la libertad y derechos democraticos violados por la dictadura fascista y lograr el progreso social y la justicia.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, la banda de Lee vino reprimiendo salvajemente los mitines, que libran los habitantes reclamando la reunificacion independiente, los derechos democraticos y el derecho a la vida, calificandolos como \"manifestaciones ilegales\".\n\t\t\t\t\t\n\t\t\t\t\t  Esa camarilla traidora busca la salida de su crisis en el recrudecimiento de la represion fascista.\n\t\t\t\t\t\n\t\t\t\t\t  Esta muy equivocada la banda de Lee que piensa alcanzar su meta mediante la represion fascista. Cuanto mas recurra ella a la represion fascista, tanto mas crecera la colera de los habitantes que redoblaran su voluntad de luchar intransigentemente.\n\t\t\t\t\t\n\t\t\t\t\t  La pandilla de Lee debe darse clara cuenta de que si no revoca esas medidas de represion fascista, tropezara con la lucha de mayor envergadura de los habitantes."
        },
        {
            "title": "Actos en Checo y Pakistan por efemeride coreana",
            "url": "http://kcna.co.jp/item/2009/200906/news03/20090603-19ee.html",
            "content": "Actos en Checo y Pakistan por efemeride coreana\r\nPyongyang, 3 de junio (ATCC) -- Con motivo del 45o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea, tuvieron lugar los dias 23 y 24 de mayo el simposio sobre sus hazanas, el seminario sobre la politica de Songun (priorizacion militar), la exposicion de libros y fotos y la proyeccion filmica en Pakistan y el mitin conmemorativo en Checo.\n\t\t\t\t\t  En las ocasiones fueron exhibidos los libros y las fotos alusivos a las imborrables hazanas del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  El secretario general del Comite Central del Partido Comunista de Checoslovaquia, Miroslav Stepan, dijo en el mitin que los 45 anos pasados desde el inicio del trabajo del Dirigente Kim Jong Il en el CC del PTC devienen la historia de continuacion consecuente de la causa revolucionaria del camarada Kim Il Sung, Presidente eterno del pueblo coreano, y la trayectoria de desarrollo y enriquecimiento de la idea y direccion de el.\n\t\t\t\t\t\n\t\t\t\t\t  Un miembro del Comite Ejecutivo Central del Partido Popular de Pakistan y secretario de informacion del comite de este partido en la provincia de Punjab, subrayo en el simposio que Su Excelencia Kim Jong Il, percatado de la importancia de la posicion y papel que desempena el partido en la lucha revolucionaria, construyo el PTC como probado y veterano partido revolucionario que materializa cabalmente la idea Juche creada por el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  El secretario general del Comite del Partido Nacional del Trabajo de Pakistan en la provincia de Punjab, destaco que gracias a la direccion destacada de Su Excelencia Kim Jong Il, Corea impulsa exitosamente la causa revolucionaria del Juche logrando victorias sucesivas en la defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  En los encuentros de cine se proyectaron los filmes coreanos que muestran las hazanas inmortales realizadas por esos grandes hombres sin pares en el curso de su direccion del Songun."
        }
    ]
}