{
    "date": "2009-12-13",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-13ee.html",
    "articles": [
        {
            "title": "US to Blame for Nuclear Threat and Proliferation",
            "url": "http://kcna.co.jp/item/2009/200912/news13/20091213-04ee.html",
            "content": "US to Blame for Nuclear Threat and Proliferation\r\n Pyongyang, December 13 (KCNA) -- Voices calling for withdrawal of nuclear weapons is now ringing out more loudly than ever before in the Western European countries where lots of U.S. nukes have been deployed, says Minju Joson Sunday in a signed commentary. \n\t\t\t\t\t Nuclear disarmament is one of the requirements of the times and an international trend, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. has made desperate efforts to keep the deployed nuclear weapons at any cost, claiming that the existence of about 200 B61 thermal nuclear bombs deployed by it in such Western European countries as Italy, Belgium, Germany and Netherlands, is important for the security of NATO and they would deter its member nations from developing their own nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that though the U.S. pays lip-service to \"nuclear disarmament\", it is nothing but hypocrisy and the U.S. is an arch criminal of nuclear threat and proliferation.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. invariable policy and strategic goal to contain other big powers and threaten, blackmail and put under its control the anti-imperialist independent countries with an unchallenged nuclear edge and thus realize its ambition for world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is keen on threatening and blackmailing other countries with nukes and many other weapons of mass destruction it deployed in different parts of the world. It is giving spurs to modernization of nuclear weapons while squandering a huge amount of money under the pretext of coping with \"nuclear threat\" from someone given that it is left with no justification to increase nuclear armed forces after the end of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t The world is beset with danger of a new nuclear arms race and nuclear confrontation, its peace and security being exposed to grave threat, owing to the U.S. frantic arms expansion and nuclear war moves.\n\t\t\t\t\t\n\t\t\t\t\t Peace can never settle in this land as long as the U.S. nuclear weapons are left intact. This is the unanimous assertion of the peaceloving people of the world including those countries in the European region and the demand of the times.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to stop at once the anachronistic and anti-peace nuclear war moves as required by the international community calling for the nuclear disarmament and the dismantlement of nuclear weapons."
        },
        {
            "title": "Just Cause of Korean People Supported in Britain",
            "url": "http://kcna.co.jp/item/2009/200912/news13/20091213-03ee.html",
            "content": "Just Cause of Korean People Supported in Britain\r\n Pyongyang, December 13 (KCNA) -- The 16th conference of the New Communist Party of Britain held in London on December 5 and 6 expressed full support to the just cause of the Korean people.\n\t\t\t\t\t Noting that the DPRK consolidated its position as a dignified socialist nuclear weapons state with the successful launch of an artificial satellite and the second successful nuclear test this year, a report of the conference recalled that the DPRK has firmly defended the socialist outpost standing against the moves of the U.S.-led imperialist allied forces to stifle it and that the U.S. submitted to the principled and tough stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A resolution of the conference referred to the fact that Korea still remains divided and the DPRK has become the target of sanctions for the mere reason that it is possessed of its own nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is left with no other option but to develop its own nuclear program, the resolution said, adding that the DPRK does not threaten anyone but its enemies threaten it just before its eyes.\n\t\t\t\t\t\n\t\t\t\t\t The New Communist Party of Britain fully supports the Democratic People's Republic of Korea and stands against all forms of threat and interference of the imperialists, it clarified."
        },
        {
            "title": "DPRK Important Day Celebrated",
            "url": "http://kcna.co.jp/item/2009/200912/news13/20091213-02ee.html",
            "content": "DPRK Important Day Celebrated\r\nPyongyang, December 13 (KCNA) -- A lecture and film show were held in Guinea and a film show in France on December 3 on the occasion of the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The participants in film shows watched Korean film \"Army of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Secouna Camara, director general of the Kim Il Sung Institute of Agricultural Science in Guinea, in the lecture titled \"The Supreme Commander's Field Inspection of the Army\" said that Kim Jong Il provides ceaseless inspection to almost all units ranging from commands of units to posts of companies in forefront areas despite biting cold in winter and sweltering heat in summer from the outset of new year.\n\t\t\t\t\t\n\t\t\t\t\t His field inspection of the army is characterized by scrupulous and meticulous loving care, the director general said, adding that what draws particular attention is that he takes deep care of soldiers' living as a whole including supply service.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than Kim Jong Il, supreme commander of the KPA, who shows warm fatherly loving care for the servicepersons, always finding himself among them, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the KPA servicepersons are replete with the firm determination to uphold his idea and leadership with most intense loyalty and devote their lives to him without hesitation.\n\t\t\t\t\t\n\t\t\t\t\t Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, noted in the film show that thanks to Kim Jong Il's ceaseless field inspection of the army the KPA has firmly grown up to be an invincible army.\n\t\t\t\t\t\n\t\t\t\t\t The KPA servicepersons share the same idea, intention and destiny with the supreme commander and the KPA, therefore, will always demonstrate its might as an invincible army, he added."
        },
        {
            "title": "Bulletin Issued in Mexico",
            "url": "http://kcna.co.jp/item/2009/200912/news13/20091213-01ee.html",
            "content": "Bulletin Issued in Mexico\r\nPyongyang, December 13 (KCNA) -- The Mexican Committee for the Study of Kimilsungism released the 33rd issue of its bulletin titled \"December 24 in the DPRK\" on the occasions of the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of Kim Jong Suk, anti-Japanese heroine. It carried pictures of the peerlessly great persons.\n\t\t\t\t\t The bulletin in an article said that December 24 is a special day on which fall significant anniversaries in the DPRK, adding that Kim Jong Suk was born on the day.\n\t\t\t\t\t\n\t\t\t\t\t Her greatest exploit was that she devotedly defended the headquarters of the Korean revolution and what is most distinguished in her feats was that she provided a sure guarantee for carrying forward the socialist cause generation after generation in the DPRK, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people held Kim Jong Il as supreme commander of the Korean People's Army on December 24, 1991, it said, adding that he has trained the army into an invincible army, frustrating the imperialists' attempts at aggression and firmly ensuring the security of socialist Korea."
        }
    ]
}