{
    "date": "2009-08-16",
    "url": "http://kcna.co.jp/item/2009/200908/2009-08-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Receives Head of S. Korean Hyundai Group",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-08ee.html",
            "content": "Kim Jong Il Receives Head of S. Korean Hyundai Group\r\n Pyongyang, August 16 (KCNA) --General Secretary Kim Jong Il Sunday received Hyon Jong Un, chairperson of the Hyundai Group of south Korea, and her party on a visit to Pyongyang at the invitation of the Korea Asia-Pacific Peace Committee.\n\t\t\t\t\t On the occasion Hyon Jong Un presented a gift to  Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed thanks for this and had a cordial talk with her in an atmosphere of compatriotic feelings, remembering the predecessors of the Hyundai Group with deep emotion.\n\t\t\t\t\t\n\t\t\t\t\t Then he gave a luncheon for the chairperson and her party.\n\t\t\t\t\t\n\t\t\t\t\t Present there was Kim Yang Gon, chairman of the Korea Asia-Pacific Peace Committee."
        },
        {
            "title": "Kim Jong Il Gives Guidance to Newly-built Shop",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-09ee.html",
            "content": "Kim Jong Il Gives Guidance to Newly-built Shop\r\n Pyongyang, August 16 (KCNA) -- General Secretary Kim Jong Il gave on-site guidance to the newly-built Pothonggang Shop.\n\t\t\t\t\t He went round the exterior and interior of the shop for hours to acquaint himself in detail with its construction and display of goods.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the WPK to build every edifice in the era of Songun to be absolutely perfect not only in form and content but also in distant future, he said, stressing the need to ensure the construction of even a shop or a dwelling house at the highest level for the people's benefit and convenience.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Pothonggang Shop has important mission and role to play in further improving the diet of Pyongyang citizens, he advanced highly important tasks that would serve as guidelines in intensifying service activities suited to the intrinsic demand of the socialist commerce.\n\t\t\t\t\t\n\t\t\t\t\t To improve the supply of goods to the inhabitants is an indispensable requirement proceeding from the supreme principle of our Party activities, he said, adding: Nothing is more important for our Party than to provide the people with bountiful and cultured life.\n\t\t\t\t\t\n\t\t\t\t\t More such service centers as the Pothonggang Shop, which specializes in the sale of apples and other fruits and processed meat, should be built in different parts as they are frequented by the people, he said, indicating the tasks and ways for doing so.\n\t\t\t\t\t\n\t\t\t\t\t He also underlined the need for the shop to take a strict measure for the keeping and maintenance of commodities and boost the output at fruit and meat production bases and ensure their smooth supply in order to provide the people with fresh fruits and various kinds of processed meat on a normal basis in all seasons.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and belief that all the employees of the Pothonggang Shop, one of the service centers for the people, would bring about a radical turn in the supply of commodities to the inhabitants by fully displaying the revolutionary spirit, the party spirit and loyalty to the working class and the people and thus give fuller play to the advantages of the Korean socialist system centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were secretaries Choe Thae Bok and Kim Ki Nam, department directors and first vice department directors and other leading officials of the WPK Central Committee."
        },
        {
            "title": "Spokesman for KPA Panmunjom Mission Denounces Projected U.S.-S. Korea Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-01ee.html",
            "content": "Spokesman for KPA Panmunjom Mission Denounces Projected U.S.-S. Korea Joint Military Exercises\r\n Pyongyang, August 16 (KCNA) -- A spokesman for the Panmunjom Mission of the Korean People's Army issued a statement on August 15 denouncing the Ulji Freedom Guardian joint military exercises to be kicked off by the U.S. imperialists and the Lee Myung Bak group of traitors on August 17.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The maneuvers for a nuclear war projected by the U.S. imperialists and the Lee Myung Bak group of traitors are by no means a demonstration of military muscle of defensive nature as they are not aimed at coping with someone's \"threat\" and defending the \"security\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t To insist that the military exercises are of \"defensive\" nature is nothing but sheer sophism. This story may fool those imbeciles who know nothing about politics and military affairs or naive children who have just started learning the four rules of arithmetic.\n\t\t\t\t\t\n\t\t\t\t\t Through these nuclear war exercises the American master and his servant seek to openly call for escalating their \"sanctions\" and \"pressure\" upon the DPRK and put them into practice. They are maneuvers for a war of aggression against the DPRK to all intents and purposes. \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the Lee Myung Bak group of traitors to contemplate acting a shock force in the projected nuclear war exercises and become more zealous in the confrontation with fellow countrymen though it is not in a position to properly exercise the prerogative of the supreme command over the army, to say nothing of political sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the Lee Myung Bak group of traitors would be well advised to ponder over what consequences their reckless acts would entail in the future.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak, a poor stooge, intends to offer dear sons of the nation as bullet shields for aggressor forces, pursuant to the sinister scenario of his master to dominate the world at the sacrifice of others, without letting his soldiers shed blood. For this crime Lee will be cursed and denounced by the nation for all ages.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we re-clarify the stand of the KPA on the above-said nuclear war exercises.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. imperialists and the Lee Myung Bak group threaten the DPRK with nukes, it will retaliate against them with nukes. If they threaten the DPRK with missiles, it will react to them with missiles. If they tighten \"sanctions\" and push \"confrontation\" to an extreme phase, the DPRK will react to them with merciless retaliation of its own style and an all-out war of justice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the Lee Myung Bak group should clearly understand that it is the iron will and resolute stand of the KPA to go into action anytime to mercilessly wipe out the aggressors and this is by no means an empty word."
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-07ee.html",
            "content": "Greetings to Indonesian President\r\n Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on August 14 sent a message of greetings to Susilo Bambang Yudhoyono, President of Indonesia, on the occasion of the 64th anniversary of its independence. \n\t\t\t\t\t Expressing belief that the close relations of friendship and cooperation between the DPRK and Indonesia would grow stronger, the message wished the president and people of Indonesia greater successes in their work for the prosperity of the country."
        },
        {
            "title": "Greetings to Acting President of Gabon",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-04ee.html",
            "content": "Greetings to Acting President of Gabon\r\n Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Rose Francine Rogombe, acting President of Gabon and president of the Senate, on the occasion of the 49th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the traditional relations of friendship and cooperation between the two countries would continue to develop, the message wished the acting president and people of Gabon successes in their efforts for the stability and the socio-economic development of the country."
        },
        {
            "title": "Many People Visit Secret Camp in Mt. Kanbaek",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-02ee.html",
            "content": "Pyongyang, August 16 (KCNA) -- An endless stream of people from all walks of life and school youth and children is flowing to the secret camp in Mt. Kanbaek on the occasion of the 64th anniversary of Korea's liberation.\n\t\t\t\t\t Of late working people and school youth and children from across the country including Pyongyang, Ryanggang Province, Kangwon Province and North and South Hamgyong provinces visited the camp.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that President Kim Il Sung came to the camp in September Juche 27 (1938) and June Juche 30 (1941) and several other times and wisely organized the work to expand the anti-Japanese armed struggle to homeland and accelerate the historic cause of national liberation, the visitors went round a monument to the President's teachings and the historic relics preserved in a log cabin of the headquarters with good care.\n\t\t\t\t\t\n\t\t\t\t\t Looking around the historic sites and relics including a room of guards, a military exercise ground, a site of a room of soldiers, a hospital, a site of cooking meals, a site of a campfire, they keenly realized once again how arduous road the anti-Japanese revolutionary fighters had covered to liberate the country under the President's leadership.\n\t\t\t\t\t\n\t\t\t\t\t Going round the revolutionary slogans written on barked trees including \"A Star of General over Mt. Paektu Shines Land of 3,000-ri\", the visitors enshrined in their minds the transparent spirit of devotedly defending the leader and the indomitable fighting spirit of the revolutionary forerunners who remained boundlessly royal to the President."
        },
        {
            "title": "Projected Joint Military Exercises Flailed in South Korea",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-03ee.html",
            "content": "Projected Joint Military Exercises Flailed in South Korea\r\n Pyongyang, August 16 (KCNA) -- Civic and social organizations including the People for Achieving Peace and Reunification of south Korea, the South Headquarters of the Pan-national Alliance for Korea's Reunification and the south Korean Catholic Alliance for Justice held the 119th anti-U.S. solidarity rally on Aug. 11 and demanded the immediate halt of the projected reckless joint military exercises against the north.\n\t\t\t\t\t A letter of protest to the U.S. ambassador in south Korea read out at the rally referred to the fact that the south Korea-U.S. \"Combined Forces Command\" announced that it would stage Ulji Freedom Guardian joint military exercises throughout south Korea from August 17 to 27.\n\t\t\t\t\t\n\t\t\t\t\t The United States and the south Korean warmongers are much publicizing the projected exercises as \"ordinary ones\" and \"ones for defense\" but they are obviously maneuvers for a war of aggression against the north in view of their scale, nature and contents, the letter charged.\n\t\t\t\t\t\n\t\t\t\t\t Strongly condemning the U.S. and the south Korean authorities keen to stage the joint military exercises against the north, going against the peace on the Korean Peninsula, the letter called for the total repeal of the plan for war exercises."
        },
        {
            "title": "Resignation of Lee Myung Bak and Dissolution of GNP Called for",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-05ee.html",
            "content": "Resignation of Lee Myung Bak and Dissolution of GNP Called for\r\n Pyongyang, August 16 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification released a statement on August 11 to condemn the Lee Myung Bak group for getting hell-bent on the suppression of unionists of Ssangyong Motor Co.\n\t\t\t\t\t The statement recalled that the fascist police not only arrested 53 unionists of Ssangyong Motor Co. who staged strikes in demand of the vital rights and called 40 more unionists to the police station and made investigation into them but also claimed damages amounting to 548 million won from the Confederation of Trade Unions, the Federation of Metal Industrial Workers Unions and the Union of Ssangyong Motor Co.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Lee Myung Bak dictatorial regime and the violent police stop at once the shameless act of continuously bothering workers and common people by arresting a large number of unionists and suing them for damages.\n\t\t\t\t\t\n\t\t\t\t\t It is the Lee Myung Bak regime and the business side obsessed with \"neo-liberalism\" that caused the incident of Ssangyong Motor Co, the statement held.\n\t\t\t\t\t\n\t\t\t\t\t The people in this land should never pardon the brigandish politics but strongly react to it as it calls for recovering economy even with the money collected from the workers to be fired, the statement noted, stressing:\n\t\t\t\t\t\n\t\t\t\t\t Let all the people get firmly united and continuously put spurs to the struggle to force Lee Myung Bak to step down and the \"Grand National Party\" to dissolve itself."
        },
        {
            "title": "Puppet Police's Repressive Step Flailed",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-06ee.html",
            "content": "Puppet Police's Repressive Step Flailed\r\n Pyongyang, August 16 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea held a press conference on August 12 to denounce the puppet police for its repressive step to block rallies and demonstrations of people of all social standings.\n\t\t\t\t\t He recalled that the police authorities decided to use a police bus in which tear gas sprayers are installed under the pretext of \"preventing access of demonstration groups\" at a time of putting down rallies and demonstrations.\n\t\t\t\t\t\n\t\t\t\t\t This police bus has 24 long-distance tear gas sprayers installed in it but the police insists that they are \"for defensive purpose, not for a preemptive attack\", he charged.\n\t\t\t\t\t\n\t\t\t\t\t He said that the Lee Myung Bak regime revealed its true colors and declared a war against the people and announced that it would intensify dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime would be well aware of the fact that it can never maintain power by dint of strength and repression, he warned."
        },
        {
            "title": "EPC respondera con la guerra total al \"enfrentamiento\" de los enemigos",
            "url": "http://kcna.co.jp/item/2009/200908/news16/20090816-10ee.html",
            "content": "EPC respondera con la guerra total al \"enfrentamiento\" de los enemigos\r\n Pyongyang, 16 de agosto (ATCC) -- En relacion con que los imperialistas norteamericanos y la banda del traidor Lee Myung Bak decidieron al fin y al cabo desplegar desde el dia 17 el simulacro militar conjunto \"Ulji Freedom Guardian\", el portavoz de la Representacion del Ejercito Popular de Corea en Phanmunjom hizo publica el dia 15 una declaracion de condena cuyo texto sigue abajo:\n\t\t\t\t\t Ese ejercicio de guerra nuclear, que libraran en conjunto los imperialistas norteamericanos y la banda del traidor Lee Myung Bak, no es una demostracion militar del caracter defensivo para prevenir la \"amenaza\" de alguien y preservar la \"seguridad\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t El rumor del supuesto \"caracter defensivo\" no pasa de ser un sofisma que puede enganar a los hombres brutos, que no entienden los asuntos politicos y militares, o a los ninos ingenuos que comenzaron a aprender las \"cuatro operaciones aritmeticas\".\n\t\t\t\t\t\n\t\t\t\t\t Esa maniobra, que desarrollaran el amo (norteamericano) y su titere (Lee Myung Bak) para poner en practica la abiertamente preconizada \"sancion\" y \"fuerte presion\" contra la Republica Popular Democratica de Corea, deviene el acto belico y agresivo que evidentemente toma a esta como su blanco.\n\t\t\t\t\t\n\t\t\t\t\t En particular, resulta muy ridiculo que la banda del  traidor Lee, que no tiene la independencia politica ni ejerce plenamente el mando militar, actuara freneticamente como vanguardia de ese simulacro situandose al frente de la campana en pro de la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t Los imperialistas norteamericanos y la banda del traidor Lee deben reflexionar con seriedad de las consecuencias que emanaran en lo adelante de sus acciones tan irracionales.\n\t\t\t\t\t\n\t\t\t\t\t La nacion coreana maldecira y condenara de generacion en generacion los crimenes del miserable traidor Lee quien embaucado por el siniestro intento de su amo de tomar la heguemonia mundial movilizando a otros para que no se derrame la sangre de su clan, pretende ofrecer a los queridos hijos de nuestra nacion como escudo antibalas de las tropas agresoras.\n\t\t\t\t\t\n\t\t\t\t\t Aprovechando esta ocasion, volvemos a aclarar la posicion del EPC con respecto al citado ejercicio de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Si los imperialistas norteamericanos y la banda del traidor Lee Myung Bak nos amenazan con las armas nucleares y los misiles, les enfrentaremos con los mismos artefactos.\n\t\t\t\t\t\n\t\t\t\t\tSi ellos llevan al punto limite la \"confrontacion\" poniendo en practica la \"sancion\", les responderemos con la implacable represalia a nuestro estilo y la justa guerra total. \n\t\t\t\t\t\n\t\t\t\t\t Ellos deben tener bien presente que no son vacias la ferrea voluntad y la resuelta posicion de nuestro ejercito que esta listo en todos los sentidos para movilizarse."
        }
    ]
}