{
    "date": "2009-06-23",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-23ee.html",
    "articles": [
        {
            "title": "More Rallies Held to Censure UNSC \"Resolution on Sanctions\"",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-03ee.html",
            "content": "More Rallies Held to Censure UNSC \"Resolution on Sanctions\"\r\nPyongyang, June 23 (KCNA) -- Mass rallies took place in cities and counties of the DPRK to denounce the United Nations Security Council's \"resolution on sanctions\" cooked up at the instigation of the U.S. imperialists.\n\t\t\t\t\t Speakers at the rallies branded the said resolution as a criminal act of posing an intolerable insult to the dignity of the Korean people and seriously violating the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They declared that the army and the people of the DPRK would counter with resolute and annihilating blow any attempted blockade by the hostile forces including the U.S. imperialists, regarding it as an action of war.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for the working class to direct primary efforts to the development of the defence industry and effect great innovation and a great leap forward in the production and construction by speeding up the new great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to bring about a signal turn in the agricultural production by concentrating all efforts on farming true to the Workers' Party of Korea's policy of bringing about a radical turn in agriculture and contribute to improving the standard of people's living by accelerating the technological updating and increasing production at local industrial factories.\n\t\t\t\t\t\n\t\t\t\t\t Saying that science and technology represent the national strength and military power and the dignity of the country and the nation, they called on intellectuals to make great contribution to putting the nation's science and technology on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t They also said that the youth and students would study hard to become reliable pillars of the country and make breakthrough in economic fields involving arduous labor and turn out as one to mercilessly punish the enemies if they dare pounce upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Attending the rallies were leading officials of local party and power organs and working people's organizations, servicepersons and people from all walks of life and youth and students."
        },
        {
            "title": "Revenge-vowing Meeting of Young People Held ",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-16ee.html",
            "content": "Revenge-vowing Meeting of Young People Held\r\n Pyongyang, June 23 (KCNA) -- A revenge-vowing meeting of school youth and children was held in Sinchon County, South Hwanghae Province of the DPRK on June 22 on the occasion of \"June 25 the day of the struggle against U.S. imperialism.\"\n\t\t\t\t\tReporter and speakers at the meeting recalled that after provoking a war of aggression on the DPRK the U.S. imperialists had massacred people without distinction of age or sex in the most brutal way that would make even beasts blush with shame.\n\t\t\t\t\t\n\t\t\t\t\tThey, on behalf of all the school youth and children, bitterly denounced the U.S. imperialists, sworn enemy of the Korean people, saying that every part of the country, including Sinchon County, is permeated with the Korean people's resentment toward the U.S. imperialists and the departed souls of many people mercilessly killed by the Yankee wolves are still furiously crying out for a thousand-fold revenge upon the Yankees.\n\t\t\t\t\t\n\t\t\t\t\tMore than half a century has passed since the ceasefire of the war, but U.S. imperialism remains unchanged in its aggressive nature, they said, noting that the U.S. imperialists persisting in the hostile policy towards the DPRK cooked up the UNSC's \"resolution on sanctions,\" thus leading the situation of the Korean Peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\tThey warned that the aggressors would only face merciless punishment as long as there are the invincible revolutionary armed forces guided by Kim Jong Il, the great brilliant commander of Songun, and equipped with strong nuclear deterrent and the school youth and children and people with burning hatred against the enemies."
        },
        {
            "title": "DPRK Delegation of General Civil Aviation Administration Leaves ",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-19ee.html",
            "content": "DPRK Delegation of General Civil Aviation Administration Leaves\r\n Pyongyang, June 23 (KCNA) -- A delegation of the General Civil Aviation Administration of the DPRK led by Director Kang Ki Sop left here today to visit China."
        },
        {
            "title": "Anniversary of Establishment of Diplomatic Ties between DPRK and Laos Marked",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-22ee.html",
            "content": "Anniversary of Establishment of Diplomatic Ties between DPRK and Laos Marked\r\n Pyongyang, June 23 (KCNA) -- A meeting and a film show took place at the Taedonggang Diplomatic Corps Club Tuesday to mark the 35th anniversary of the establishment of diplomatic ties between the DPRK and Laos.\n\t\t\t\t\t Present at the meeting on invitation were Lao Ambassador to the DPRK Chaleune Warinthrasak and staff members of the embassy.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Laos Friendship Association, officials concerned and working people here.\n\t\t\t\t\t\n\t\t\t\t\t Mun Jae Chol at the meeting recalled that the DPRK and Laos established diplomatic ties in the idea of independence, peace and friendship 35 years ago and have since developed the friendly relations, closely cooperating with each other in the struggle for building socialism against imperialism. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are rejoiced over the big successes made by the Lao people in the struggle to protect the gains of the revolution won at the cost of blood under the leadership of the Lao People's Revolutionary Party, he said.\n\t\t\t\t\t\n\t\t\t\t\t Chaleune Warinthrasak said that the Laos-DPRK relations have grown stronger under the deep care of Choummaly Saynasone, general secretary of the C.C., the Lao People's Revolutionary Party and president of the Lao People's Democratic Republic, and Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the party, government and people of Laos would positively support the WPK and government and people of the DPRK in their struggle for achieving national reunification in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants watched Korean documentary film \"The great leader Comrade Kim Il Sung Meets Foreign Heads of State and Prominent Figures\" (Part 7.)"
        },
        {
            "title": "Meeting between Korean, Chinese Union Officials Held ",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-20ee.html",
            "content": "Meeting between Korean, Chinese Union Officials Held\r\n Pyongyang, June 23 (KCNA) -- A meeting between officials of the C.C., the Union of Agricultural Workers of Korea and members of the delegation of the Agricultural and Forestry Workers Union of China was held on the Migok Co-op Farm in Sariwon City, North Hwanghae Province on June 23.\n\t\t\t\t\t Present at the meeting were Vice-Chairman Kil Sang Bong and other officials of the UAWK Central Committee and officials of the Migok Co-op Farm Committee of the UAWK and members of the Chinese delegation headed by Sheng Mingfu, president of the National Committee of the Union.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The participants exchanged with each other the achievements and experience made over the past years."
        },
        {
            "title": "Cuban Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-21ee.html",
            "content": "Cuban Embassy Officials Help Korean Farmers\r\n Pyongyang, June 23 (KCNA) -- Ambassador Jose Manuel Galego Montano and staff members of the Cuban embassy here did friendship work on the DPRK-Cuba Friendship Hwasong Cooperative Farm in Ryongsong District, Pyongyang, on Tuesday.\n\t\t\t\t\t They helped farmers in weeding dry fields.\n\t\t\t\t\t\n\t\t\t\t\t During a break, they talked with officials of the farm.\n\t\t\t\t\t\n\t\t\t\t\tThe ambassador said that the friendly relations between Cuba and the DPRK provided by President Kim Il Sung and Fidel Castro Ruz are growing stronger under the deep care of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people great successes in the vigorous 150-day campaign."
        },
        {
            "title": "Famous Dancer Presents Dance Pieces",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-15ee.html",
            "content": "Famous Dancer Presents Dance Pieces\r\n Pyongyang, June 23 (KCNA) -- A dance presentation by DPRK People's Actress Hong Jong Hwa was held at the State Theatrical Theatre on Monday.\n\t\t\t\t\t Over the past more than five decades of art creation she has created more than 100 dance pieces based on the idea and theory of Juche-oriented literature and art and energetically conducted performing activities, encouraging servicepersons of the Korean People's Army and people of the DPRK in their struggle to defend the country and build socialism and making a contribution to the development of the nation's dance art.\n\t\t\t\t\t\n\t\t\t\t\t In this period, she had the honor of receiving Kim Il Sung Prize and People's Actress loved by the army and people.\n\t\t\t\t\t\n\t\t\t\t\t A dance presentation was arranged to mark her 70th birthday.\n\t\t\t\t\t\n\t\t\t\t\t Appreciating the presentation of Hong Jong Hwa and other dancers were officials, creators, artistes, teachers, researchers and students in the fields of culture and arts.\n\t\t\t\t\t\n\t\t\t\t\tHong's repertoire included solo dance \"Ecstasy,\" folk dance \"Trio Dance\" and duet dance \"A shepherd boy and a girl\" which she performed in the past, delighting President Kim Il Sung and General Secretary Kim Jong Il and won golden medals at world youth and students' festivals and other numbers. She was highly acclaimed by the audience for her smooth and pleasant dance movements and cheerful and dynamic rhythms."
        },
        {
            "title": "DPRK Succeeds in Breeding Sturgeon ",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-23ee.html",
            "content": "DPRK Succeeds in Breeding Sturgeon\r\n Pyongyang, June 23 (KCNA) -- The Sinchang Fish Farming Office of the DPRK is breeding in a big way rare sturgeon, which has been registered as protected animal in the world.\n\t\t\t\t\t The office, which has established a full system of fish breeding processes, is cultivating in an advanced method a large number of sturgeon whose breeding is slow as its maturity period is eight to eleven years.\n\t\t\t\t\t\n\t\t\t\t\t Last year the office collected large quantities of eggs, raised the survival rate and produced tens of thousands of fry by an artificial propagation method.\n\t\t\t\t\t\n\t\t\t\t\t It has arranged most proper habitable conditions by the method of circulating filtration along with ensuring proper temperature of water strictly, thus hastening the growth of sturgeon.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it has established the feed processing method with Korean-made additive and applied latest fish breeding technology to fish farming, with the result that it is bringing up sturgeon for fattening and egg-laying in a planned way.\n\t\t\t\t\t\n\t\t\t\t\t Various breeds of sturgeon are living in fish-breeding ponds.\n\t\t\t\t\t\n\t\t\t\t\t The sturgeon in the office will find its way to fish breeding farms throughout the country and seas before long."
        },
        {
            "title": "Popular \"Unjong Tea\"",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-13ee.html",
            "content": "Popular \"Unjong Tea\"\r\nPyongyang, June 23 (KCNA) -- Public service amenities of the DPRK serve \"Unjong Tea\"--Kangryong green tea and Kangryong black tea-- to customers.\n\t\t\t\t\tThey are made with leaves of tea plants growing in Kangryong County, South Hwanghae Province. They are delicate and fragrant.\n\t\t\t\t\t\n\t\t\t\t\tAccording to experts, the physiographic characteristics of Kangryong, which is located in higher latitude than the foreign tea-plant cultivation areas, have a very important impact on keeping the taste and aroma of the tea.\n\t\t\t\t\t\n\t\t\t\t\tThey contain alkaloids, various essential amino acids, vitamins including C and E which have pharmacological action.\n\t\t\t\t\t\n\t\t\t\t\tPyongyang Koryo Hotel, Yanggakdo International Hotel, Hyangsan Hotel and Yonggwang Street Restaurant serve them to customers.\n\t\t\t\t\t\n\t\t\t\t\tThe foreigners who tasted the Kangryong green tea said in unison that it is very tasty, adding that the quality of the tea presupposes its strong taste and soft tea leaves.\n\t\t\t\t\t\n\t\t\t\t\tThe open-air stand of Yonggwang Street Restaurant in Central District, Pyongyang, is crowded with customers who are cooling themselves from hot weather with cold Kangryong black tea.\n\t\t\t\t\t\n\t\t\t\t\tThe government is directing efforts to completing tea production technology and placing its production on the normal basis to meet ever-growing demand of the customers for Kangryong green tea and Kangryong black tea."
        },
        {
            "title": "Dwelling Houses Built under Loving Care of Great Men",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-14ee.html",
            "content": "Dwelling Houses Built under Loving Care of Great Men\r\nPyongyang, June 23 (KCNA) -- Housing construction is going on vigorously in the DPRK on the crest of the surging tide of a new revolutionary upsurge.\n\t\t\t\t\tMansudae Street taking shape in high gear in Pyongyang is changing its looks every day.\n\t\t\t\t\t\n\t\t\t\t\tThe exterior and interior of the apartment houses in the street are nearing completion. And the furniture intended for their rooms are being made to suit the emotion and aesthetic tastes of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tLooking over Mansudae Street, the Pyongyangites remind themselves of the loving care shown by President Kim Il Sung and General Secretary Kim Jong Il to provide the people with better dwellings.\n\t\t\t\t\t\n\t\t\t\t\tUnder harsh conditions of the postwar days, the President took energetic measures to stabilize people's life as early as possible and took care that residential houses strictly met the will and requirements of the people.\n\t\t\t\t\t\n\t\t\t\t\tThe President visited a household in Chongnyon Street, not minding the driving snow in January Juche 47 (1958) and, hearing the simple wish of the housewife to have ondol (floor-heating system), lost no time in taking concrete measures to introduce ondol in multi-floor apartment houses.\n\t\t\t\t\t\n\t\t\t\t\tVisiting a flat in Chollima Street in November 1970, the President said with concern the space of the rooms was small and reset the state standard of the space of each flat, stressing that the state standards should be set in the interests of the people.\n\t\t\t\t\t\n\t\t\t\t\tThe President always paid attention to the cultured life of agricultural working people, too. Making a round of village houses built tentatively in the suburbs of Pyongyang City in April 1973, he asked officials if they had heard the opinion of peasants.\n\t\t\t\t\t\n\t\t\t\t\tWhen the officials told him they were very delighted, the President was deeply pleased and instructed them to build all the rural houses in that style.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il saw to it that numerous apartment houses cropped up in Rakwon, Changgwang, Munsu and Kwangbok streets by working miracles unheard-of in the history of urban construction in the 1970s and the 1980s.\n\t\t\t\t\t\n\t\t\t\t\tHe inspected a tall apartment house in Changgwang Street in September 1980 and said it was really a high-class apartment and it was his desire to see all the people live in such houses.\n\t\t\t\t\t\n\t\t\t\t\tUnder the wise leadership of Kim Jong Il who is carrying forward in its entirety the idea of the President believing in people as in Heaven, more and more houses are mushrooming in urban and rural districts, unfolding the fairyland of the Songun era."
        },
        {
            "title": "U.S. Imperialists, Most Hideous Homicide in World",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-11ee.html",
            "content": "U.S. Imperialists, Most Hideous Homicide in World\r\n Pyongyang, June 23 (KCNA) -- More than half a century has passed since Korea suffered the ravages of war started by the U.S. imperialists.\n\t\t\t\t\t But historical evidences indicting the U.S. imperialists as the most devilish homicide in the world are being unearthed in different parts of the country, making people grind their teeth with indignation.\n\t\t\t\t\t\n\t\t\t\t\t Many remains and belongings of those who were slaughtered by the U.S. imperialists and class foes have been excavated in Susan-ri, Kangso County, South Phyongan Province these years. Recently, remains of five bodies were unearthed, the skulls, backbones, limb bones and ribs of which were all damaged.\n\t\t\t\t\t\n\t\t\t\t\t For 40-odd days when they occupied Susan area temporarily during the Korean war (June 25, 1950-July 27, 1953), the U.S. imperialists and the class foes slew over 1,050 people, one third of the population by every conceivable cold-blooded and barbarous method.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists massacred brutally the bare-handed peaceful people for the reason that they did not give up their system and ideology. The enemies committed similar crimes everywhere in the country where they set foot.\n\t\t\t\t\t\n\t\t\t\t\t Millions of people were killed cruelly by the U.S. imperialists in the period of the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists butchered more than 120,000 innocent people in Hwanghae Province (then) and over 35 300 patriots and inhabitants in Sinchon County during the temporary strategic retreat. \n\t\t\t\t\t\n\t\t\t\t\t Not content with shooting people to death, the U.S. imperialists resorted to all cruel methods to kill people, which far surpassed those of the Hitler fascists. They buried them alive, picked them to death, hammered a nail into skull, sawed off the neck, hung them upside-down on tree branch to set fire on the head, gouged out eyeballs, skinned people, raped girls and women before cutting off their breasts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists committed monstrous murderous atrocities in south Korea, too.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them is the massacre perpetrated in Rogun-ri, Yongdong County, North Chungchong Province on July 23, 1950.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggression troops forced the people in Rogun-ri to leave the village, saying that the area might be converted into a battle site. \n\t\t\t\t\t\n\t\t\t\t\t When lots of people turned out on the road to take refuge, fighter planes of the U.S. imperialists strafed them. When the refugees gathered in a tunnel to avoid the air-raid, the aggressors fired a volley at them to kill more than 400 people.\n\t\t\t\t\t\n\t\t\t\t\t According to elementary data confirmed at that time, the people who were slaughtered by the fleeing U.S. imperialists numbered more than 5,000 in Inchon, over 1,100 in Suwon, over 600 in Phyongthaek, over 500 in Ansong, over 2,000 in Puyo, over 4,000 in Jonju, over 400 in Kunsan, over 600 in Kongju, over 400 in Anyang and over 2,060 in Chungju.\n\t\t\t\t\t\n\t\t\t\t\t The thrice-cursed murderous atrocities committed by the U.S. imperialists during the Korean war can never be covered up no matter how many years pass by and the Korean people will settle accounts with the U.S. murderers for the sanguinary crimes without fail."
        },
        {
            "title": "In Front of A Fine-Art Work",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-12ee.html",
            "content": "In Front of A Fine-Art Work\r\nPyongyang, June 23 (KCNA) -- One day of April, Juche 86 (1997) General Secretary Kim Jong Il visited the Mansudae Art Studio and stood for a while in front of the Korean painting \"The Eight Fighters in Phohang\".\n\t\t\t\t\t He was lost in thought, seeing through the features of the eight soldiers of Phohang numerous heroic fighters who performed proud merits shining in the history of the country by displaying their unparalleled bravery during the hard-fought Korean war.\n\t\t\t\t\t\n\t\t\t\t\t At last he praised highly the heroic fighting spirit of soldiers of the People's Army who willingly dedicated their lives for the Party, the leader, the motherland and the people in the period of the Fatherland Liberation War (June 1950 - July 1953) against U.S. invaders, and said the Korean painting was of a great significance in educating the servicepersons of the Korean People’s Army in a revolutionary way.\n\t\t\t\t\t\n\t\t\t\t\t He added that schools and universities should educate the students with the  revolutionary and militant fine-art works and that they, seeing such fine-art pieces, would keep the heroic fighting features in their minds and would live and work in a revolutionary way in future, following the spiritual world of the former generation.\n\t\t\t\t\t\n\t\t\t\t\t The words vividly show his noble intention to bring the young people up to be true revolutionaries like the heroic fighters in the 1950s, whom the country knows and who live long in the hearts of the people."
        },
        {
            "title": "KCNA Dismisses Japan's Frantic Anti-DPRK Racket",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-18ee.html",
            "content": "KCNA Dismisses Japan's Frantic Anti-DPRK Racket\r\n Pyongyang, June 23 (KCNA) -- Japan is getting ever-more frantic in its anti-DPRK racket, vociferating about \"adjustment of law\" and unilateral \"sanctions\" in a bid to implement the UNSC \"sanctions\".\n\t\t\t\t\t Even before the adoption of the \"resolution on sanctions\" Japan kicked off \"adjustment of law\" for the purpose of checking the DPRK-flagged ships in the open sea. On June 16 it decided to apply unilateral additional \"sanctions\" which call for placing a total ban on export to the DPRK and strictly restricting the visit to the DPRK of Koreans in Japan. Politicians of ruling and opposition parties of Japan including Prime Minister Aso are underscoring the need to increase pressure upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a disgusting behavior of a political pigmy keen to toe the U.S. line. \n\t\t\t\t\t\n\t\t\t\t\t The \"resolution on sanctions\" against the DPRK cooked up by the UNSC at the instigation of the U.S. is a brigandish one as it is aimed to disarm the DPRK, suffocate its economy and undermine the ideology and system chosen by its people.\n\t\t\t\t\t\n\t\t\t\t\t The present U.S. administration is talking about \"dialogue\" but, in fact, it seeks to stifle the DPRK, driving the situation on the Korean Peninsula to the brink of a war. There is an open discussion on the second Korean war among the warmongers in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is against this backdrop that the Japanese reactionaries, as if they had been waiting for the opportunity, are zealously playing the role of a shock brigade to execute the U.S. policy for stifling the DPRK. Lurking behind this is a crafty intention to aggravate the situation on the Korean Peninsula, launch reinvasion of Korea at any cost and emerge a leader of Asia.\n\t\t\t\t\t\n\t\t\t\t\t Their talk about the \"adjustment of law\" for inspecting cargo is aimed to justify their war actions and the unilateral \"sanctions\" and increased pressure, etc. are intended to stir up bitterness toward the DPRK inside and outside Japan, fan up a war atmosphere and thus exercise a sort of influence in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan's calculation that only active pursuance of the U.S. hostile policy toward the DPRK would help it retrieve the shame it sustained under the world eyes while foolishly crying out for \"intercepting\" a satellite and, furthermore, restore the sphere of domination over the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Japan has worked hard to realize its wild ambition to invade Korea by force of arms backed by the U.S. since more than 130 years ago when its \"Unyo-maru\" intruded into Kanghwa Island.\n\t\t\t\t\t\n\t\t\t\t\t Japan remains unchanged in its trite method and wild ambition.\n\t\t\t\t\t\n\t\t\t\t\t The \"Flying Dragon operation\" worked out by Japan in the 1960s envisaged the second Korean war. It called on the \"Self-Defense Forces\" to advance into the Korean Peninsula alongside the U.S. forces with the DPRK as an operational theatre in case the war breaks out and to remain stationed there even after the U.S. forces dropped an atomic bomb to win its \"victory\".\n\t\t\t\t\t\n\t\t\t\t\t In the new century the U.S. massively beefed up its aggression troops in and around south Korea, driving the situation to the extreme tension. Timed to coincide with this, the Japanese reactionaries have made an open switchover in their theory of \"threat from north Korea\" to the theory of a war of reinvasion as evidenced by \"preemptive attacks on enemy bases\". This proves that their scenario for a nuclear war is becoming a reality.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' \"dragon dream\" is, however, nothing but a pipe dream.\n\t\t\t\t\t\n\t\t\t\t\t The international community is closely following Japan's \"morbid reaction\" to the situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the U.S. and its followers vociferate about \"sanctions\" and \"blockade\" and step up their moves to isolate and stifle the DPRK, the full-ledged nuclear weapons state will remain unfazed as its army and people have strong pluck.\n\t\t\t\t\t\n\t\t\t\t\t Should the Japanese reactionaries dare attempt to inspect DPRK-flagged peaceful ships either in the open sea or in any other place, they will never be able to escape the merciless military counteraction by its revolutionary armed forces which regard it as the 21st century-version of \"Unyo-maru\" incident.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better bear in mind its position as a war criminal state, before facing self-destruction for its reckless acts and redeem the crimes it committed against the Korean people and before the international community."
        },
        {
            "title": "U.S. Can Never Evade Blame for Present Crisis on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-17ee.html",
            "content": "U.S. Can Never Evade Blame for Present Crisis on Korean Peninsula\r\n Pyongyang, June 23 (KCNA) -- It is not the DPRK but the U.S. that poses a military threat and it is none other than the U.S. that works hard to provoke a war on the Korean Peninsula. With no rhetoric can the U.S. deny these facts or evade the responsibility for having driven the situation on the peninsula to the present serious crisis.\n\t\t\t\t\t Rodong Sinmun Tuesday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It cites facts to prove that the U.S. has strained the situation in systematic violation of the Korean Armistice Agreement and perpetrated lots of big and small military provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has taken measures to bolster up its war deterrent to protect socialism from the U.S. moves to ignite a new war and it, therefore, serves as a just and powerful weapon for safeguarding the country and a shield for ensuring peace, the article notes, and says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S., taking issue with these measures, instigated the UNSC to adopt a \"resolution on sanctions\" against the DPRK. Lurking behind this is a sinister intention to launch a war of aggression against the DPRK on an open and legitimate basis under the name of the UN and swallow up the whole of Korea and then bring its military boundary in Northeast Asia close to China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t It is a mode of independent counteraction for the DPRK to counter those with rifles with artillery pieces and those who brigandish a nuclear stick with powerful nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way for the DPRK to survive to fight a bloody battle against the enemy and win victory. It is ridiculous and wicked for the U.S. to pass the buck for the present grave crisis on the Korean Peninsula to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will decisively counter the U.S. imperialists' hostile acts against it by dint of Songun. It is little short of committing a suicide for the U.S. to push the situation on the peninsula to the worst crisis."
        },
        {
            "title": "U.S. Massive Deployment of Forces in Waters around Korean Peninsula Flayed",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-08ee.html",
            "content": "U.S. Massive Deployment of Forces in Waters around Korean Peninsula Flayed\r\n Pyongyang, June 23 (KCNA) -- The U.S. 7th fleet combat group led by nuclear-powered carrier Ronald Regan left its mainland by an order of the U.S. military to immediately go into action in the waters around the Korean Peninsula. And 12 F-22s were newly deployed in the Kadena base of Japan and the U.S. ground forces present in south Korea were put on emergency alert.\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These moves rendered the situation on the Korean Peninsula so strained that the serious political and military tension there reminds one of the eve of a war.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. that has pushed the situation on the peninsula to such acute phase of confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration has hatched plots to disarm the DPRK and stamp out its ideology and bring down its system in the end prompted by its inveterate hostility toward it. \n\t\t\t\t\t\n\t\t\t\t\t At present the U.S. is busy rapidly dispatching the U.S. forces claimed to be the most elite military group to areas around the peninsula in a bid to browbeat the DPRK. But, this is no more than disgraceful behavior of the stupid. \n\t\t\t\t\t\n\t\t\t\t\t \"Sanctions\" and pressure oft-repeated by the U.S. can never work on the DPRK. It is the mode of counteraction of the DPRK based on the Songun politics to resolutely counter the U.S. \"sanctions\" with retaliation and \"confrontation\" with all-out confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to stop its foolish acts and drop at once its futile hostile policy toward the DPRK."
        },
        {
            "title": "Lee Myung Bak Group's Remarks about Inter-Korean Joint Declaration Termed Rubbish",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-09ee.html",
            "content": "Lee Myung Bak Group's Remarks about Inter-Korean Joint Declaration Termed Rubbish\r\n Pyongyang, June 23 (KCNA) -- The representative of the Grand National Party of south Korea talked nonsense on June 15 that the June 15 joint declaration was \"agreed in the absence of mind\" and \"the north conducted a nuclear test\" in the wake of its adoption. The executive chairman, a spokesman and lawmakers and other riff-raffs of the party vied each other to malignantly defile the joint declaration, describing it as \"a joint work\" and claiming \"it was tainted with slush money\" and \"a declaration hastily adopted.\" They went the lengths of claiming that the \"June 15 joint declaration is invalid.\" Meanwhile a spokesman for the \"Ministry of Unification\" let loose such sheer sophism as laying the blame for having negated the above-said joint declaration and blocking its implementation at the door of the DPRK.\n\t\t\t\t\t Leading papers today in their signed commentaries term these moves of the Lee Myung Bak group an unpardonable challenge to the desire and wishes of the DPRK and all Koreans to achieve independent reunification, peace and prosperity by upholding and implementing the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that it has become clear once again why the conservative group uttered such high-sounding words as \"respect for the declaration\" and the like. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The present development goes to prove that what the group uttered is nothing but a sheer lie aimed to cover up their true colors as traitors hell-bent on anti-reunification moves and confrontation and their preoccupation is to scrap the said joint declaration and escalate the racket of confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The theory calling for declaring the joint declaration invalid advocated by the Lee group to malignantly defile it on the occasion of the 9th anniversary of its publication is no more than a revelation of their consciousness of the worst crisis.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should be held accountable for the consequences to be entailed by their reckless traitorous moves to scrap the joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the desperate efforts on the part of the Lee group to downplay the significance of the joint declaration are no more than the last-ditch efforts of those driven to a tight corner internally and externally."
        },
        {
            "title": "Lee Myung Bak's Sycophancy and Treachery to Serve U.S. Flailed",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-05ee.html",
            "content": "Lee Myung Bak's Sycophancy and Treachery to Serve U.S. Flailed\r\n Pyongyang, June 23 (KCNA) -- The Solidarity for Progress of south Korea in a statement on June 18 denounced the present chief executive of the U.S. and Lee Myung Bak for holding a confab against the DPRK at which they released \"a joint version statement for the south Korea-U.S. alliance\" in which the \"provision of extended nuclear deterrence\" is stipulated.\n\t\t\t\t\t A sinister aim sought by the U.S. through this is to realize the \"strategic flexibility\" of the U.S. forces present in south Korea in return for providing a \"nuclear umbrella\" to south Korea in \"contingency\" on the Korean Peninsula, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Lee Myung Bak \"government\" is unhesitatingly doing such reckless things to spark off a military conflict between the south and the north in an effort to weather its ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime's anachronistic and Cold War-minded anti-DPRK confrontational policy will only bring its destruction.\n\t\t\t\t\t\n\t\t\t\t\t The people's resentment at the Lee regime is growing stronger as it brought people's livelihood, democracy, south-north relations, etc. to catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak will not be able to escape a stern judgment of history for madly pursuing the confrontation with fellow countrymen and sycophancy toward the U.S."
        },
        {
            "title": "S. Korean Puppet Prosecution's Unreasonable Suppression Accused",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-06ee.html",
            "content": "S. Korean Puppet Prosecution's Unreasonable Suppression Accused\r\nPyongyang, June 23 (KCNA) -- Members of civic and public organizations of south Korea including the Veterinarians Solidarity for People's Health and the Federation of Health Care Organizations, experts on law and medical science and professors held a press conference in Seoul on June 19 accusing the puppet prosecution of its unreasonable suppression.\n\t\t\t\t\t At the press conference speakers accused the prosecution of cracking down on those producers of \"PDs\" of MBC who exposed the danger of American beef infected with mad cow disease on the charge of \"spreading wild rumor\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t What the producers of \"PDs\" reported just reflected the substance of the information released by official media, they held, adding that if the prosecution wants to punish, it should mete out punishment to U.S. media, to begin with. \n\t\t\t\t\t\n\t\t\t\t\t The prosecution's suppression amounts to an encroachment upon the freedom of speech and expression and only goes to prove that Lee Myung Bak's \"apology made to the people\" last year was nothing but a lie, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They stated that they would take legal actions against the prosecution's suppression."
        },
        {
            "title": "UNSC \"Resolution on Sanctions\" against DPRK Refuted by South African Figure",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-07ee.html",
            "content": "UNSC \"Resolution on Sanctions\" against DPRK Refuted by South African Figure\r\n Pyongyang, June 23 (KCNA) -- Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party and chairman of the South African Association of Friendship and Solidarity with Korean People, on June 16 issued a statement titled \"the United Nations Security Council's 'resolution on sanctions' should be retracted.\"\n\t\t\t\t\t The statement noted that the \"resolution on sanctions\" against the DPRK adopted by the UNSC was obviously a mean product of the U.S.-led international pressure offensive designed to disarm the DPRK, suffocate its economy and bring down Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK conducted the recent nuclear test because of the high-handed acts conducted by the U.S. and the UNSC, pursuant to its policy, in denial of the sovereign state's legitimate right to launch a satellite, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch and nuclear test are not a monopoly of big powers and any country of the world has the right to conduct the satellite launch and nuclear test in the interests of the country and its people if its technology is developed.\n\t\t\t\t\t\n\t\t\t\t\t The UN should immediately lift the sanctions against the DPRK, aware that the world peace is being disturbed by the strong arm actions of big powers and it had better bear in mind that the key to the solution is to remove the threat of big powers to the DPRK's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t I call upon the progressive people to extend solidarity to the Korean people in their just cause of defending the sovereignty of the country and, at the same time, wage a worldwide struggle in protest against the UNSC \"resolution on sanctions\" against the DPRK."
        },
        {
            "title": "June 15 Joint Declaration Supported in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-04ee.html",
            "content": "June 15 Joint Declaration Supported in Different Countries\r\n Pyongyang, June 23 (KCNA) -- Different countries issued statements on the occasion of the 9th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The Central Committee of the Communist Party of the Soviet Union in a statement on June 11 expressed deep concern over the tense situation created on the Korean Peninsula owing to the U.S.-led imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the U.S. administration and Japan and south Korea, both subservient to it, should be held wholly responsible for the tense situation on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t It supported the June 15 joint declaration and expressed hope that Korea would be reunified at an early date according to it.\n\t\t\t\t\t\n\t\t\t\t\t Mauro Cazadio, general secretary of the Struggle for the Peace and Socialism of Italy, and its organizational secretary in their joint statement on June 12 said that the north-south summit was provided for the first time in the history of national division and the north-south joint declaration was adopted with \"By our nation itself\" being its basic idea thanks to the patriotic bold decision of Kim Jong Il, chairman of the National Defence Commission, in June 2000, ushering in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, head of a department of the Political Faculty of the University of Damascus, Syria, in a statement on June 15 said that the movement for Korea's reunification has made dynamic advance since the adoption of the June 15 joint declaration. The adoption of the declaration marked an occasion of dramatic turn as it ushered in a new era of reunifying the country peacefully by the concerted efforts of the Koreans, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Ristiyanto, secretary general of the National Guidance Council of the Vanguard Party of Indonesia, in a statement on June 8 reiterated his support for the joint declaration, pointing out that the history of the movement for Korea's reunification since the publication of the June 15 joint declaration testifies to the fact that only when all the Koreans respect the idea of \"By our nation itself\" and honestly implement the declaration can they advance the inter-Korean relations and achieve the reunification of the country."
        },
        {
            "title": "Celebrations Held in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-01ee.html",
            "content": "Celebrations Held in Different Countries\r\n Pyongyang, June 23 (KCNA) -- A meeting was held in Ukraine, a friendship meeting in Mongolia, a lecture and a briefing on greatness of General Secretary Kim Jong Il in Indonesia between June 10 and 13 to mark the 45th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Nikolai Polishk, chairman of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea, and other speakers noted with high appreciation that Kim Jong Il has consolidated the unity and cohesion of the WPK based on the revolutionary idea of President Kim Il Sung as firm as a rock and developed it into an invincible party while working at the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t They said that the DPRK's satellite launches and nuclear tests displayed the standard of its scientific and technological development put on a high level under the Songun politics of Kim Jong Il and showed that nobody can provoke socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t J. Tsevelma, member of the Guidance Council of the Mongolia-Korea Friendship Society, highly praised the ideological and theoretical and leadership exploits performed by Kim Jong Il for the Korean revolution and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Baharudin Basir, director of the P.T. Dwi Mitra Perkasa Co. of Indonesia, said that the WPK would always emerge victorious under the leadership of Kim Jong Il, adding that he has made tireless efforts to enhance the militant function and role of the party as the general staff of revolution. \n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the functions held in Ukraine and Mongolia."
        },
        {
            "title": "Immortal Feats of Kim Jong Il Lauded",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-02ee.html",
            "content": "Immortal Feats of Kim Jong Il Lauded\r\nPyongyang, June 23 (KCNA) -- Khaleq Zaman Bhuiyan, chairman of the Central Committee of the Socialist Party of Bangladesh, released a statement on June 16 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The statement noted that Kim Jong Il put forward the revolutionary philosophy of single-minded unity and achieved the unity in mind of the whole society around the leader and, with the might of this unity, has led the revolution and construction in socialist Korea to victory.\n\t\t\t\t\t\n\t\t\t\t\t Under his guidance Juche Korea has won one victory after another undauntedly despite of the imperialists' challenges and manifold trials and greeted the heyday of building a great prosperous and powerful socialist nation, it said.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the undying feats of Kim Jong Il would shine forever as he strengthened Kim Il Sung's Korea dignified with the Songun politics into an invincible socialist stronghold, independent in politics, self-supporting in economy and self-reliant in national defence, and has wisely led the just cause of humankind for independence against imperialism and for global peace."
        },
        {
            "title": "Crecen voces de repudio a la \"resolucion de sancion\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-24ee.html",
            "content": "Crecen voces de repudio a la \"resolucion de sancion\" anti-RPDC\r\nPyongyang, 23 de junio (ATCC) -- Tuvieron lugar en las ciudades y distritos los mitines para condenar la \"resolucion de sancion\" anti-Republica Popular Democratica de Corea fabricada por el Consejo de Seguridad de la ONU a instigacion de Estados Unidos.\n\t\t\t\t\t  En las ocasiones los oradores condenaron que la fabricacion de esa \"resolucion de sancion\" es el acto criminal que ofende insoportablemente la dignidad del pueblo coreano y viola gravemente la soberania de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayaron que si EE.UU. y otras fuerzas hostiles intentan el bloqueo sobre la RPDC, el ejercito y el pueblo de esta lo consideraran como acto belico y les responderan con decidido y demoledor golpe.\n\t\t\t\t\t\n\t\t\t\t\t  La clase obrera debe prestar la atencion primordial al desarrollo de la industria de defensa nacional empunando fuertemente el martillo de hierro y producir gran innovacion y gran salto en la produccion y la construccion para registrar un nuevo y gran auge revolucionario, dijeron.\n\t\t\t\t\t\n\t\t\t\t\t  En acato a la orientacion del Partido del Trabajo de Corea de producir una revolucion en la agricultura, es preciso concentrar todas las fuerzas en esta rama con el fin de traer el cambio en la produccion agricola y contribuir al mejoramiento de la vida del pueblo mediante la acelerada renovacion tecnica y el aumento productivo en las fabricas de la industria local, recalcaron.\n\t\t\t\t\t\n\t\t\t\t\t  Las ciencias y tecnicas son el poderio del Estado y de las fuerzas armadas y la dignidad del pais y la nacion, afirmaron y agregaron que los intelectuales deben contribuir activamente a situar a la punta el nivel de las ciencias y tecnicas del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestros jovenes y estudiantes aprenderan con afan para prepararse como confiables trabajadores del pais, abriran la brecha en las ramas dificiles y duras de la economia nacional y castigaran sin piedad a los enemigos si estos se atreven a abalanzarse, concluyeron.\n\t\t\t\t\t\n\t\t\t\t\t  En los mitines estuvieron presentes los funcionarios directivos de las instituciones locales del partido, el Poder, entidades de masas, los militares del Ejercito Popular de Corea, los trabajadores de distintos sectores, los jovenes y estudiantes."
        },
        {
            "title": "Se presentan piezas coreograficas de famosa bailarina Hong Jong Hwa",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-25ee.html",
            "content": "Se presentan piezas coreograficas de famosa bailarina Hong Jong Hwa\r\nPyongyang, 23 de junio (ATCC) -- Tuvo lugar el dia 22 en el Teatro Nacional de Drama la presentacion de las piezas de danza de Hong Jong Hwa, Actriz del Pueblo de Corea, con motivo de su septuagesimo cumpleanos.\n\t\t\t\t\t Durante mas de 50 anos de su carrera, Hong creo mas de cien obras coreograficas, que materializan la autoctona idea y teoria sobre la literatura y el arte.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, al ofrecer muchas funciones, estimulo al Ejercito Popular de Corea y al pueblo coreano a la defensa de la patria y la construccion socialista y contribuyo al desarrollo coreografico del pais.\n\t\t\t\t\t\n\t\t\t\t\t  En este curso, ella crecio como laureada con el Premio Kim Il Sung y Actriz del Pueblo siendo objeto de adoracion del ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Disfrutaron esa presentacion, en que actuan ella y otros bailarines, los funcionarios, creadores, artistas, profesores, investigadores y estudiantes de la rama de cultura y arte.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion ella mostro movimientos suaves, encantadores, vivarachos y dinamicos actuando en varios programas como el baile solitario \"Alegria\", la danza folklorica \"Baile en trio\" y el duo de baile \"El pastor y la muchacha\" que anteriormente, alegraron al Presidente Kim Il Sung y al Dirigente Kim Jong Il y ganaron las medallas de oro en las ediciones del Festival Mundial de la Juventud y los Estudiantes."
        },
        {
            "title": "Toma auge en Corea la cria en masas del esturion",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-26ee.html",
            "content": "Toma auge en Corea la cria en masas del esturion\r\nPyongyang, 23 de junio (ATCC) -- La Empresa de Piscicultura de Sinchang de Corea cria en masas el esturion protegido mundialmente.\n\t\t\t\t\t A base del proceso completo establecido para criar ese pez raro, la empresa logro reproducirlo en masas aplicando un metodo avanzado aunque el es de muy baja reproductividad debido al largo periodo de maduracion que oscila generalmente entre 8 y 11 anos.\n\t\t\t\t\t\n\t\t\t\t\t En particular, el ano pasado, consiguio muchas huevillas usando la tecnologia de reproduccion artificial y aumentaron la tasa de natalidad de ellas, de modo que nacieran decenas de miles de criaturas.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, garantiza el habitat optimo mediante la regulacion de la temperatura del agua y el metodo de filtracion rotativa, que consta de la introduccion del oxigeno, la descomposicion de excrementos, etc., para el crecimiento acelerado del esturion.\n\t\t\t\t\t\n\t\t\t\t\t Cria de manera planificada los esturiones para el consumo y la reproduccion usando el metodo de elaboracion de cebo basado en el aditamento nacional e introduciendo la tecnologia sofisticada.\n\t\t\t\t\t\n\t\t\t\t\t Actualmente, en las lagunas de esa empresa crecen bien muchos esturiones de varias especies.\n\t\t\t\t\t\n\t\t\t\t\t Este pez se expandira en un futuro no lejano a todos los rios y mares del pais."
        },
        {
            "title": "ATCC condena a Japon que agrava la situacion",
            "url": "http://kcna.co.jp/item/2009/200906/news23/20090623-27ee.html",
            "content": "ATCC condena a Japon que agrava la situacion\r\nPyongyang, 23 de junio (ATCC) -- En los ultimos dias, Japon recrudece la campana contra la Republica Popular Democratica de Corea acelerando el \"arreglo de la ley\" con vistas a la ejecucion de la \"resolucion\" del Consejo de Seguridad de la ONU y hablando de la \"sancion\" independiente.\n\t\t\t\t\t  Aun antes de ser aprobada esa \"resolucion\", ese pais inicio el \"arreglo de la ley\" con el fin de controlar los barcos coreanos en alta mar y adopto el dia 16 las medidas adicionales de \"sancion\" como prohibir totalmente la exportacion a la RPDC y restringir con rigurosidad el viaje a la patria de los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\t  El premier Aso y otros politiqueros de los partidos en el Poder y de oposicion hablan con ansiedad de la necesidad de recrudecer la presion a Corea, lo cual no pasa de ser el proceder abominable de los enanos politicos enloquecidos por el servilismo a Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\t  El hecho de que EE.UU. fabrico la \"resolucion de sancion\" anti-RPDC instigando al Consejo de Seguridad de la ONU deviene el acto gangsteril para eliminar la idea y el regimen escogidos por el pueblo coreano al desarmarle y asfixiarle economicamente.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque la actual administracion norteamericana habla tanto del \"dialogo\", lleva la situacion de la Peninsula Coreana al borde de la guerra persiguiendo en realidad aplastar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora, los belicistas norteamericanos realizan abiertamente la discusion sobre la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Coincidiendo con esto, los reaccionarios japoneses se ofrecen como brigada de choque en funcion de las maniobras de EE.UU. para aplastar a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Esto parte de la astuta ambicion de lanzar a toda costa la nueva agresion tras agravar la situacion de la Peninsula Coreana para hacerse el dueno de la region asiatica.\n\t\t\t\t\t\n\t\t\t\t\t El \"arreglo de la ley\" para el chequeo de los embarques, de que habla Japon, no pasa de ser una maniobra para legalizar sus actos belicos. \n\t\t\t\t\t\n\t\t\t\t\t Igualmente, la \"sancion\" independiente y el fortalecimiento de la presion tienden a inculcar la hostilidad a Corea y el clima belicista en el interior y el exterior del pais y a ejercer alguna influencia en la arena internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Los reaccionarios japoneses calculan que solo mediante la adhesion activa a la politica hostil de EE.UU. a Corea, pueden recuperar la honra perdida al pasar tremenda pena a la vista del mundo cuando actuaban imprudentemente jurando \"interceptar\" el satelite artificial coreano y rescatar el dominio sobre la region de Asia y el Pacifico.\n\t\t\t\t\t\n\t\t\t\t\t  Desde hace mas de 130 anos cuando envio el barco \"Unyang\" a la isla Kanghwa de Corea, Japon viene intentando lograr su ambicion de lanzar la agresion militar a Corea bajo el amparo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Tanto ayer como hoy siguen invariables este metodo rutinario y ambicion.\n\t\t\t\t\t\n\t\t\t\t\t  El plan de la \"operacion del dragon volando\" elaborado en la decada de 1960 por Japon precisa que en el caso del estallido de la segunda guerra coreana, las \"Fuerzas de Autodefensa\" tomaran la RPDC por teatro operacional, avanzaran a la Peninsula Coreana siguiendo a las tropas norteamericanas y permaneceran alli aun despues de que estas lograran el \"triunfo\" mediante el lanzamiento de la bomba atomica.\n\t\t\t\t\t\n\t\t\t\t\t En este nuevo siglo, EE.UU. lleva la situacion a la fase hipertensa enviando a sus colosales fuerzas armadas agresoras al Sur de Corea y su contorno. \n\t\t\t\t\t\n\t\t\t\t\t Al mismo tiempo, la teoria de la \"amenaza del Norte de Corea\" de los reaccionarios japoneses se concreta abiertamente en la doctrina para la guerra de nueva agresion como el \"golpe preventivo a la base enemiga\", lo cual demuestra que el guion de guerra nuclear de Japon se va haciendo la realidad.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, es irrealizable el \"sueno\" de los reaccionaros japoneses de convertirse en el \"dragon\" de la region de Asia-Pacifico al realizar su ambicion de agredir de nuevo a Corea bajo el abrigo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  La sociedad internacional observa con alta vigilancia la \"reaccion histerica\" de Japon en cuanto a la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Por muy perversas que fueran las maniobras de EE.UU. y Japon para aislar y atropellar a la RPDC a traves de la \"sancion\" y \"bloqueo\", esta digna poseedora de armas nucleares no vacilara ni en lo minimo y seguira siendo firme la fe del ejercito y el pueblo de ella.\n\t\t\t\t\t\n\t\t\t\t\t  Si los reaccionaros japoneses tratan de registrar los barcos pacificos de Corea, sea en alta mar u otras partes, no podran evitar el implacable fuego de venganza que abrira el ejercito revolucionario coreano tomando tal intento como el incidente del barco \"Unyang\" del siglo 21.\n\t\t\t\t\t\n\t\t\t\t\t  Antes de que fuera arruinado por sus acciones imprudentes, Japon debe expiar sus crimenes cometidos contra el pueblo coreano y la sociedad internacional teniendo presente de su situacion de pais criminal de guerra."
        }
    ]
}