{
    "date": "2009-11-28",
    "url": "http://kcna.co.jp/item/2009/200911/2009-11-28ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Goat and Cotton Farm of KPA",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-13ee.html",
            "content": "Kim Jong Il Inspects Goat and Cotton Farm of KPA\r\nPyongyang, November 28 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the goat farm of Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA and the cotton farm under KPA Unit 1596.\n\t\t\t\t\t The first leg of his guidance was the newly built goat farm of Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a large map showing its panoramic view, he went round the milk processing room and other places of the farm to acquaint himself in detail with its construction and technical equipment and the raising of goats.\n\t\t\t\t\t\n\t\t\t\t\t He watched cheese, butter, yogurt and other varieties of processed milk products churning out from each production process and expressed great satisfaction over the fact that soldier-builders have successfully built the modern goat farm in a brief span of time by giving full play to the revolutionary soldier spirit. And he highly appreciated their feats.\n\t\t\t\t\t\n\t\t\t\t\t He praised the employees of the farm for their efforts, very pleased to learn that they have raised goats, milch cows and other domestic animals, fed them and conducted the anti-epizootic work to meet the high scientific and technological requirements, thus increasing the milk products.\n\t\t\t\t\t\n\t\t\t\t\t He visited the house of Song Chol Ryong and Kwak Un Ju, a couple of ex-soldiers working at the farm, to take care of their living and give a warm pep talk to them.\n\t\t\t\t\t\n\t\t\t\t\t In recent years various units have built goat, cattle and rabbit farms and other modern farms in different parts of the country as required by the new century to produce a lot of milk and meat, he said, adding that the army is taking the lead in the drive to successfully implement the instruction of President Kim Il Sung to obtain meat from grass, too.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to actively follow the example of the People's Army to widely breed goats as a mass movement.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the cotton farm under KPA Unit 1596.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the cotton cultivation on an experimental basis, he made the rounds of a vast expanse of cotton fields to learn about the cotton cultivation.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied with an unprecedentedly rich cotton harvest reaped by the officials and other working people of the farm.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Party members and other working people of the farm have systematically increased the production every year and accumulated a wealth of experience in putting the cotton farming on a scientific basis, he highly appreciated their achievements.\n\t\t\t\t\t\n\t\t\t\t\t He noted with great joy that thanks to the devoted efforts of the servicepersons of the KPA, their hearts burning with ardent patriotism, it has become possible to settle the problem of cotton, too. \n\t\t\t\t\t\n\t\t\t\t\t The servicepersons of the KPA, the defenders of the country and creators of the people's happiness, have built a lot of monumental structures for the people in various places, he said, adding that these laudable feats performed by them in building a rich and powerful country eloquently prove that the KPA is creditably playing a pioneer's role in socialist construction, too.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that very high is the enthusiasm of the Korean people dynamically waging a final charge to fling open the gate to a thriving nation, he earnestly called on all the leading officials to minutely organize work as required by their zeal and push ahead with it in the same revolutionary work style as done by the commanding officers of the KPA and thus provide the people with a more affluent life as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Kim Yong Chun, vice-chairman of the NDC of the DPRK and minister of the People's Armed Forces, KPA General Kim Jong Gak, member of the NDC of the DPRK and first vice-director of the General Political Bureau of the KPA, Ri Yong Ho, chief of the General Staff of the KPA, and other commanding officers of the KPA."
        },
        {
            "title": "Kim Yong Nam Greets Palestinian Chief",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-02ee.html",
            "content": "Kim Yong Nam Greets Palestinian Chief\r\n Pyongyang, November 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Mahmoud Abbas, chairman of the Executive Committee of the Palestine Liberation Organization and chief of the Palestinian National Authority, on the occasion of the \"World Day of Solidarity with the Palestinian People\". \n\t\t\t\t\t Kim in the message extended full support and solidarity to Mahmoud Abbas and the friendly Palestinian people in their struggle to take back Israel-held territory and regain their legitimate national rights including the right to establish an independent state with Kuds as its capital.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the Palestinian people's cause of justice is sure to triumph, the message wished him success in his responsible work."
        },
        {
            "title": "Kim Yong Il Greets Albanian PM",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-11ee.html",
            "content": "Kim Yong Il Greets Albanian PM\r\nPyongyang, November 28 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, Saturday sent a message of greetings to Sali Berisha, Prime Minister of Albania, on its national day.\n\t\t\t\t\t The message wished the Albanian people welfare and prosperity."
        },
        {
            "title": "DPRK and Russia Signed Protocol on Cooperation in Science",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-12ee.html",
            "content": "DPRK and Russia Signed Protocol on Cooperation in Science\r\n Pyongyang, November 28 (KCNA) -- A 2009-2011 protocol on cooperation in science between the DPRK State Academy of Sciences and the Siberian Branch of the Russian Academy of Sciences was signed in Novosibirsk on Nov. 25.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were members of the delegation of the DPRK State Academy of Sciences led by its Vice-President Ri Song Uk and from the Russian side Valerii Kuleshov, vice-president of the above-said Siberian Branch, and officials concerned."
        },
        {
            "title": "New Book Published in DPRK",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-08ee.html",
            "content": "New Book Published in DPRK\r\n Pyongyang, November 28 (KCNA) -- A book titled \"Inventory and Impact Assessment of Alien Plants in DPR Korea\" has been published by the Botanical Institute under the State Academy of Sciences.\n\t\t\t\t\t The institute conducted a spot investigation on the species of exotic plants which are spreading to the whole parts of the country and exerted influence not only on bio-diversity but also on agriculture, forestry and health of people and systematized them in a comprehensive way.\n\t\t\t\t\t\n\t\t\t\t\t The book explains in detail with examples the conception of the exotic plants and their introduction path, their ecological and socio-economic influence, list of more than 220 species of alien plants and their original home, botanical characteristics, distribution and impact assessment.\n\t\t\t\t\t\n\t\t\t\t\t In the supplement, the book gives photo-illustrated main exotic plants of more than 80 species such as Chamaecyparis pisifera, Chamaecyparis obtusa, Magnolia obovata, Dactylis glomerata and Platanus orientalis. \n\t\t\t\t\t\n\t\t\t\t\t The book will contribute to the efforts for protecting and managing in scientific way the precious plant resources of the country along with the work of regularly observing and controlling the exotic plants."
        },
        {
            "title": "Ultrasonic Flow-meter Developed",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-10ee.html",
            "content": "Ultrasonic Flow-meter Developed\r\n Pyongyang, November 28 (KCNA) -- The Central Mining Research Institute under the State Academy of Sciences of the DPRK has succeeded in developing ultrasonic flow-meter.\n\t\t\t\t\t The ultrasonic flow-meter is an advanced apparatus which can calculate, control and display at a time by a chip integrated element.\n\t\t\t\t\t\n\t\t\t\t\t It plays an important role in raising the actual extraction rate of concentrated ore and putting its production on a scientific basis by measuring flux of pulp in the dressing plants.\n\t\t\t\t\t\n\t\t\t\t\t And it can be applicable to measuring liquid flux in various sectors including foodstuff processing factories and flux of hot water for heating purposes, fuel oil and others.\n\t\t\t\t\t\n\t\t\t\t\tThe newly developed ultrasonic flow-meter has been applied to various units, paying off."
        },
        {
            "title": "Tradition of Koryo Celadon Carried Forward",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-09ee.html",
            "content": "Tradition of Koryo Celadon Carried Forward\r\n Pyongyang, November 28 (KCNA) -- Koryo celadon displayed at the on-going art show in Pyongyang Indoor Stadium to mark the 50th birthday of the Mansudae Art Studio is attracting public gaze.\n\t\t\t\t\t Koryo celadon, which promotes well the clean and mysterious color and the fine formative beauty by combining the inlaid technique with reticulated technique, is associated with the talents and efforts of the artists of the Porcelain Creative Group under the studio to inherit and develop the nation's wealth.\n\t\t\t\t\t\n\t\t\t\t\t People's Artist Sin Hyon Su, head of the Porcelain Creative Group, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Koryo celadon had disappeared due to the Japanese imperialists' destruction of national culture and brutal plunder of cultural assets for over 40 years. After the liberation of the country it made again its appearance thanks to the correct policy of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t In order to develop Koryo celadon generation after generation, the Porcelain Creative Group was formed at the studio in the 1970s.\n\t\t\t\t\t\n\t\t\t\t\t The artists of the group including U Chi Son and Im Sa Jun deepened the research to retrieve Koryo celadon which has been recognized as unique one in the world history of porcelain.\n\t\t\t\t\t\n\t\t\t\t\t They also put their heart and soul into producing an extra-large Koryo celadon unprecedented in the past, while making designs of new and varied forms and patterns so as to keep traditional aesthetic sense and give modern one.\n\t\t\t\t\t\n\t\t\t\t\t They thus produced porcelain artifacts \"Celadon Vase Incised with a Blue Dragon Pattern\", \"Reticulated Celadon Vase with a Pattern of Cloud and Crane\", \"Celadon Vase Incised with a Pattern of Long Living Plants and Animals\" and others, which aroused great admiration and fascination of the visitors and were awarded the highest gold prizes and highly appreciated in national and individual exhibitions and in art fairs held in various countries including China, Russia and UK. \n\t\t\t\t\t\n\t\t\t\t\t Today our group is striving hard to produce more Koryo celadon worth national treasure in 2012, the centenary of birth of President Kim Il Sung."
        },
        {
            "title": "Improvement of Labor Administration Called for",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-06ee.html",
            "content": "Improvement of Labor Administration Called for\r\nPyongyang, November 28 (KCNA) -- Rodong Sinmun Saturday devotes a signed article to the 20th anniversary of General Secretary Kim Jong Il's work \"On Further Improving Labor Administration\" (November 27, 1989).\n\t\t\t\t\t The work comprehensively deals with the essence of labor administration and principled issues arising in improving the labor administration such as the issues of establishing a revolutionary habit of working throughout the society, making an effective use of manpower resources, properly enforcing a socialist system for paying for the work done and fully providing the working people with working conditions.\n\t\t\t\t\t\n\t\t\t\t\t Success in the drive for a great surge, ie a leap forward and innovations in socialist construction hinges on how labor is administered, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The labor administration in the DPRK has been steadily improved under the leadership of the great Workers' Party of Korea over the last two decades since the publication of the work. In this period the habit of liking to work has been firmly established throughout the society and all the people have devotedly worked for the prosperity of the country and the nation. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people devoted all energies and wisdom to the sacred work for building a thriving nation with patriotism and love for their home towns and jobs and built a lot of monumental structures glorifying the era of Songun under so difficult conditions during the \"Arduous March,\" a forced march, in particular. \n\t\t\t\t\t\n\t\t\t\t\t The historic experience goes to prove that a great leap forward and innovations can be brought about in socialist construction only when all the working people have a distinct Juche-oriented view on labor and thoroughly implement the Party's policy on labor."
        },
        {
            "title": "Struggle against Imperialists' Moves for Aggression  Called for",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-07ee.html",
            "content": "Struggle against Imperialists' Moves for Aggression Called for\r\n Pyongyang, November 28 (KCNA) -- History has advanced and the world changed but the true nature of the imperialists has not changed at all but they are becoming more aggressive and predatory in their nature as the days go by. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Aggression and war are the inveterate mode of existence for the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The above-said fact has been clearly proved by the destructive wars that have broken out in the international arena since the demise of the Cold War. \n\t\t\t\t\t\n\t\t\t\t\t The Afghan and Iraqi wars started by the imperialists in the new century showed the world that the imperialists' aggressive nature can never change but their methods become craftier and more vicious according to the changing situation. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists, trumpeting about \"economic prosperity,\" claim that without their help it would not be possible for world economy to advance and for the developing countries to achieve progress in the new century. This is, however, nothing but sophism intended to hide their blood-stained history of aggression. \n\t\t\t\t\t\n\t\t\t\t\t The expansion of the NATO and the resultant escalation of acute military stand-off among countries clearly indicate that the imperialists will never drop their aggressive nature but consider it as their means of existence to fight a brigandish war of aggression in order to serve their rapacious and hegemonic purpose. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary not to have any slightest illusion about the imperialists but wage a more dynamic struggle against them as they desperately work to suppress the peace-loving people at the point of bayonet for aggression and swallow up the independent countries unless they meet destruction, concludes the article."
        },
        {
            "title": "S. Korean Warmongers' Projected Mobile Exercises Blasted",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-04ee.html",
            "content": "S. Korean Warmongers' Projected Mobile Exercises Blasted\r\n Pyongyang, November 28 (KCNA) -- The \"Ssangryong\" unit of the south Korean puppet army announced that it would stage large-scale mobile exercises in the areas of Chunchon and Hwachon of South Kangwon Province from Nov. 30, according to \"Yonhap News\" of south Korea. \n\t\t\t\t\t The five day-long military exercises will reportedly be involved by huge armed forces, tanks and armored vehicles.\n\t\t\t\t\t\n\t\t\t\t\t These ceaseless war rackets of warmongers of the south Korean military only result in escalating the tensions on the Korean Peninsula as they go against the trend of the times towards independence and peaceful reunification."
        },
        {
            "title": "Kim Jong Il's Wise leadership Lauded ",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-03ee.html",
            "content": "Kim Jong Il's Wise leadership Lauded \r\nPyongyang, November 28 (KCNA) -- Great successes have been achieved in socialist Korea under the steersmanship of General Secretary Kim Jong Il, said Marcia de Campos Pereira, president of the Women's International Democratic Federation who visited the DPRK.\n\t\t\t\t\t Kim Jong Il is a great man endowed with brilliant wisdom, indomitable will and the spirit of devoted service to the people, she noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t While staying in the DPRK, I witnessed its servicepersons and people achieving great successes in socialist construction, while firmly defending the country under the leadership of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The credit for all these successes goes to the wise leadership of Kim Jong Il."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Guinea",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-01ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Guine\r\nPyongyang, November 28 (KCNA) -- A seminar on General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was held by the Group for the Study of the Juche Idea in Conakry, Guinea on Nov. 21.\n\t\t\t\t\t A report and speeches were made at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t Camano Vitor, chairman of the group, said in his report at the seminar that the history of President Kim Il Sung and the Workers' Party of Korea is the one of the Songun revolutionary leadership and the DPRK has covered the road of victory and glory, demonstrating its invincible might under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t All the servicepersons of the Korean People's Army have become strong in idea and faith and the KPA has grown to be a matchless army having unique strategy and tactics and modern military equipment, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of the DPRK has been greatly favored by the world progressives for having advocated the independence of the country and nation against the imperialists' aggression and war and made a positive contribution to achieving global peace and accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The speakers explained and proved the fact that the DPRK has turned into a politico-ideological and military power and its army and people have firmly defended the dignity and sovereignty of the country and the nation, single-mindedly united around Kim Jong Il, under his Songun leadership."
        },
        {
            "title": "Firmado el protocolo entre Corea y Rusia",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-16ee.html",
            "content": "Firmado el protocolo entre Corea y Rusia\r\nPyongyang, 28 de noviembre (ATCC) -- Quedo rubricado el dia 25 en Novosibirsk el protocolo sobre la cooperacion entre la Academia Estatal de Ciencias de Corea y la Filial de Siberia de la Academia de Ciencias de Rusia para 2009-2011.\n\t\t\t\t\tA la ocasion asistieron, por la parte coreana, los miembros de la delegacion de la Academia Estatal de Ciencias de Corea encabezada por el vicepresidente Ri Song Uk y por la parte rusa, el vicepresidente de de la Filial de Siberia de la Academia de Ciencias, Valerii Kuleshov y otros miembros correspondientes."
        },
        {
            "title": "Corea: editado nuevo libro sobre plantas provenientes del extranjero",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-17ee.html",
            "content": "Corea: editado nuevo libro sobre plantas provenientes del extranjero\r\nPyongyang, 28 de noviembre (ATCC) -- Recientemente, el Instituto de Botanica de la Academia Estatal de Ciencias dio a luz \"El catalogo de las plantas provenientes del extranjero en la Republica Popular Democratica de Corea y la evaluacion de sus influencias\".\n\t\t\t\t\t  A traves de la investigacion en el terreno, ese instituto sintetizo y sistematizo las especies de las plantas intrusas que fueron esparcidas en todas partes del pais influenciando en la biodiversidad, la agricultura, el bosque y la salud del hombre.\n\t\t\t\t\t\n\t\t\t\t\t  El libro trata detalladamente poniendo ejemplos el concepto y el curso de aplicacion de las especies forasteras, la influencia de ellas en la ecologia y la vida socioeconomica, el catalogo de mas de 220 especies de las mismas y sus lugares de origen, caracteristicas botanicas y estado de distribucion y la evaluacion de sus influencias.\n\t\t\t\t\t\n\t\t\t\t\t  En la parte final del libro aparece el anexo en que fueron presentadas con fotos mas de 80 plantas externas, entre ellas, Chamaecyparis pisifera, Chamecyparis obtusa, magnolia obovata, Dactylis glomerata y platanus.\n\t\t\t\t\t\n\t\t\t\t\t  El libro contribuira a la observacion y al control rutinarios de dicha vegetacion y a la proteccion cientifica de los valiosos recursos botanicos del pais."
        },
        {
            "title": "Porcelana de verdeceledon de Coryo en constante desarrollo",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-14ee.html",
            "content": "Porcelana de verdeceledon de Coryo en constante desarrollo\r\nPyongyang, 28 de noviembre (ATCC) -- Las porcelanas de verdeceledon de Coryo son los articulos que centran mayor atencion de los visitantes entre las ponencias de la exposicion de bellas artes montada en el Palacio de Deportes de Pyongyang en homenaje al 50o aniversario de la fundacion de la Casa de Creacion Mansudae.\n\t\t\t\t\t  Esas piezas ceramicas, que mantienen bien su colorido limpio y maravilloso y excelente belleza plastica combinando los metodos de incrustacion y acanaladura, son productos de los talentos y esfuerzos de los miembros del grupo de creacion de porcelana de la citada Casa de Creacion que continuan y desarrollan esas riquezas de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Entrevistado con la Agencia Telegrafica Central de Corea, el Artista del Pueblo Sin Hyon Su, quien preside dicho grupo, hizo las siguientes declaraciones:\n\t\t\t\t\t\n\t\t\t\t\t  Las porcelanas de verdeceledon de Coryo, que se habian dado por desaparecidas durante largo tiempo debido a las maniobras de supresion de la cultura nacional de Corea y al saqueo bandidesco de patrimonios culturales por parte de los imperialistas japoneses durante mas de 40 anos, reaparecieron despues de la liberacion de Corea (15 de agosto de 1945) gracias a la politica correcta del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Con el fin de desarrollarlas tradicionalmente, fue fundado nuestro grupo en la decada de 1970.\n\t\t\t\t\t\n\t\t\t\t\t  U Chi Son, Im Sa Jun y otros creadores de nuestro grupo profundizaron la investigacion para recuperar las porcelanas de verdeceledon de Coryo reconocidas como \"mejores\" en la historia mundial de ceramica.\n\t\t\t\t\t\n\t\t\t\t\t  Aparte del diseno de variados y frescos tipos y estampados que convengan al sentido estetico contemporaneo manteniendo rasgos tradicionales, ellos trabajaron incansablemente para inventar la porcelana de tamano supergrande que no se habia visto en el pasado.\n\t\t\t\t\t\n\t\t\t\t\t  De esta manera, se crearon numerosas piezas como \"florero azul incrustado con dibujo de dragon azul\", \"florero azul acanalado con dibujos de nube y ciguena\" y \"florero azul incrustado con dibujo que simboliza la longevidad\" que ganaron el premio oro, maxima distincion, y han sido muy apreciadas en la exposicion nacional, la individual y las otras artisticas montadas en varios paises como China, Rusia y Gran Bretana causando gran admiracion y encanto de los visitantes.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, nuestro grupo libra energicamente la campana para acabar la creacion de muchas mas porcelanas de verdeceledon de Coryo, que tengan el valor de patrimonio nacional, hasta en 2012, ano del centenario de nacimiento del Presidente Kim Il Sung."
        },
        {
            "title": "Belicistas surcoreanos planean entrenamiento de traslado",
            "url": "http://kcna.co.jp/item/2009/200911/news28/20091128-15ee.html",
            "content": "Belicistas surcoreanos planean entrenamiento de traslado\r\nPyongyang, 28 de noviembre (ATCC) -- Segun Yonhap News del Sur de Corea, la unidad \"Ssangryong\" del ejercito titere surcoreano anuncio que realizaria a partir del dia 30 un entrenamiento de traslado de gran envergadura en las zonas de Chunchon y Hwachon de la provincia de Kangwon del Sur de Corea.\n\t\t\t\t\t  En esta maniobra, que durara 5 dias, seran incorporados un gran numero de efectivos, tanques y carros blindados.\n\t\t\t\t\t\n\t\t\t\t\t  Las incesantes maniobras militares de los belicistas del circulo militar surcoreano, que desafian a la corriente de la epoca hacia la independencia y la reunificacion pacifica, producen el agravamiento de la tension de la Peninsula Coreana."
        }
    ]
}