{
    "date": "2009-10-22",
    "url": "http://kcna.co.jp/item/2009/200910/2009-10-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Visits Newly-built Pig Farms",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-16ee.html",
            "content": "Kim Jong Il Visits Newly-built Pig Farms\r\nPyongyang, October 22 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the newly-built September 26 Breeding Pig Farm and October 22 Pig Farm.\n\t\t\t\t\t The first leg of his guidance was the September 26 Breeding Pig Farm.\n\t\t\t\t\t\n\t\t\t\t\t He went round the exterior and interior of the farm to acquaint himself in detail with its construction and management. He highly appreciated the shining feats of the soldier-builders, expressing great satisfaction over the fact that they have successfully built this modern farm in a matter of one year.\n\t\t\t\t\t\n\t\t\t\t\t He went to its general control room and pigsties to learn in detail about the characteristics of various breeding pigs and the method of raising them. He was very pleased to hear that the employees of the farm have put the breeding on a scientific basis through a vigorous technical innovation movement, thus supplying pig farms with many piglets of good stock with high productivity. He appreciated their efforts.\n\t\t\t\t\t\n\t\t\t\t\t He advanced highly important tasks to be carried out by the farm for managing and operating it.\n\t\t\t\t\t\n\t\t\t\t\t What is most important for increasing the pork production is to raise pigs of good stock which are suited to the climatic and natural features of our country and grow fast while consuming less feed, he said, stressing that primary attention should be paid to the implementation of the WPK's policy of bringing about a radical turn in raising breeding animals to solve this problem satisfactorily.\n\t\t\t\t\t\n\t\t\t\t\t In recent years many modern stock-breeding bases such as chicken, duck and pig farms have been built in different parts of the country and a scientific raising system has been established and they have begun to pay off profusely at present, he noted, adding that these achievements go to evidently prove that an epoch-making change can be brought about in stockbreeding, too, in a short span of time when the people's revolutionary spirit and creative wisdom are fully displayed on the basis of the advantages of the socialist system of Korean style.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the construction of this modern breeding pig farm has opened a bright prospect for radically increasing the pork production, he called upon all the sectors and units to raise pigs in a big way.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the October 22 Pig Farm.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a big map showing its panoramic view, he made the rounds of its exterior and interior for hours to learn in detail about its construction and technical equipment and raising and pork processing at the farm.\n\t\t\t\t\t\n\t\t\t\t\t Expressing his great satisfaction over the fact that servicepersons and other builders successfully constructed this modern pig farm with a big capacity in a brief span of time, he highly appreciated their feats.\n\t\t\t\t\t\n\t\t\t\t\t The farm is an impeccable farm as the highest quality was ensured in its construction and its operation was successfully put on a scientific and intensive basis as required by the new century, he said, very pleased with the fact that it has become possible to hand another structure for the eternal happiness of the people down to posterity.\n\t\t\t\t\t\n\t\t\t\t\t Very satisfied to learn that the farm has sharply boosted the meat production by putting the breeding on a scientific basis and mass-produced varieties of quality processed foodstuff with pork and by-products by use of modern processing facilities, he noted that this farm is the one strictly based on the popular character and a model farm where the principle of profitability is successfully applied as it produces large quantities of meat and processed foodstuff with small manpower, covering a small area.\n\t\t\t\t\t\n\t\t\t\t\t He said it is very good that the farm is making a great contribution to the grain production by building a modern organic composite fertilizer factory using excretion of domestic animals and keeping its operation on a normal footing, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The production bases built by us with much effort are now operating in full capacity, contributing to the economic development and the improvement of the standard of people's living, he said, adding that this shining change clearly testifies to the validity and vitality of the economic strategy of the WPK which has substantially reinforced the foundations of production one by one just like going up stairs.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks that would serve as guidelines for managing and operating the farm.\n\t\t\t\t\t\n\t\t\t\t\t In order to supply the people with greater quantities of various tasty and highly nutritious processed pork it is necessary for the farm to operate the existing processing facilities in full capacity and, at the same time, reinforce the processes for ground dried pork and canned pork and other processes, he said, specifying ways to do so. \n\t\t\t\t\t\n\t\t\t\t\t The powerful Juche-based industry which our people have consolidated, weathering all trials, has begun to display its great productive potential, bringing about great innovations and leap forward unprecedented in the history of the country, and, as a result, the long-cherished desire is becoming a reality, he said, earnestly calling on them to make redoubled efforts to bring earlier a rosy future of a thriving nation as the day of victory is drawing nearer.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Secretary Kim Ki Nam, Department Directors Pak Nam Gi and Jang Song Thaek and First Vice Department Directors Ri Je Gang and Ri Jae Il of the WPK Central Committee and Generals of the Korean People's Army Hyon Chol Hae and Ri Myong Su."
        },
        {
            "title": "2nd National Meeting of Persons of Merits in Era Songun Closes",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-09ee.html",
            "content": "2nd National Meeting of Persons of Merits in Songun Era Closes \r\n Pyongyang, October 22 (KCNA) -- The 2nd national meeting of persons of merits in the era of Songun closed on Oct. 22.\n\t\t\t\t\t Speeches went on at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers referred to the labor feats they have performed in the drive to build a great prosperous and powerful nation by fully displaying the revolutionary zeal with a single mind of patriotic devotion to the country true to the noble intention of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is the brilliant fruition of the wise leadership of Kim Jong Il who imbued the army and people of the DPRK with strong national self-esteem and the spirit of implementing the party's policies in a do-or-die spirit and led them forward step by step that the tremendous mental power of Songun Korea has been fully displayed in the on-going all-out charge for building a thriving nation, they said.\n\t\t\t\t\t\n\t\t\t\t\t They made resolutions to further glorify their lofty honor as persons of merits in the era of Songun by discharging their role as pacesetters in the today's great drive."
        },
        {
            "title": "Participants in Meeting of Persons of Merits in Songun Era Have Photo Session",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-15ee.html",
            "content": "Participants in Meeting of Persons of Merits in Songun Era Have Photo Session\r\n Pyongyang, October 22 (KCNA) -- The participants in the second national meeting of persons of merits in the era of Songun had a photo session on Thursday.\n\t\t\t\t\t Present there were senior party, army and state officials."
        },
        {
            "title": "Kim Yong Nam Meets Swiss Commodity Holding AG Delegation",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-07ee.html",
            "content": "Kim Yong Nam Meets Swiss Commodity Holding AG Delegation\r\n Pyongyang, October 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with the visiting delegation of the Swiss Commodity Holding AG led by Chief Executive Ms. Shanti Sen at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Gift to Kim Jong Il from Swiss Commodity Holding AG ",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-14ee.html",
            "content": "Gift to Kim Jong Il from Swiss Commodity Holding AG \r\nPyongyang, October 22 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Swiss Commodity Holding AG.\n\t\t\t\t\t It was handed to an official concerned by Chief Executive of the holding Ms. Shanti Sen on a visit to the DPRK."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese School Delegation",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-13ee.html",
            "content": "Gift to Kim Jong Il from Chinese School Delegation\r\n Pyongyang, October 22 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting delegation of Experimental Primary School of Fusong County of China.\n\t\t\t\t\t The gift was conveyed to an official concerned by Zhang Jinquan, son of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, who is heading the delegation."
        },
        {
            "title": "Friendship Relations Established between DPRK and Chinese Schools",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-08ee.html",
            "content": "Friendship Relations Established between DPRK and Chinese Schools\r\nPyongyang, October 22 (KCNA) -- An agreement on establishing friendship relations between Kim Song Ju Primary School and Experimental Primary School of Fusong County of China was signed in Pyongyang on Thursday.\n\t\t\t\t\tPresent at the signing ceremony from the DPRK side were the staff of Kim Song Ju Primary School and officials concerned and from the Chinese side the delegation of Experimental Primary School of Fusong County of China led by Zhang Jinquan, son of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, and cultural councilor of the Chinese embassy in the DPRK."
        },
        {
            "title": "Lao Embassies Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-06ee.html",
            "content": "Lao Embassies Help Korean Farmers\r\n Pyongyang, October 22 (KCNA) -- Chaleune Warinthrasak, Lao ambassador to the DPRK, and staff members of his embassy did friendly work at the DPRK-Laos Friendship Taewon Cooperative Farm in Sadong District, Pyongyang, Thursday.\n\t\t\t\t\t They helped farmers in carrying rice sheaves.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "New Stamps Issued",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-10ee.html",
            "content": "New Stamps Issued\r\n Pyongyang, October 22 (KCNA) -- The DPRK has brought out two kinds of sheetlet related to international festivals of philately.\n\t\t\t\t\t Printed on a sheetlet are the words \"Italia 2009 International Festival of Philately\" in Korean and English. It carries a stamp reflecting the 18th World Cup and a photo showing a Korean player kicking the ball into the net to create the biggest shock in the 8th World Cup in Juche 55 (1966).\n\t\t\t\t\t\n\t\t\t\t\t The sheetlet for the 6th Birdpex Antwerp Expo reflects Strix nebulosa and Strix leptogrammica and various species of Porzana pusilla living in several areas of the world."
        },
        {
            "title": "Noted Mt. Chilbo",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-11ee.html",
            "content": "Noted Mt. Chilbo\r\nPyongyang, October 22 (KCNA) -- Mt. Chilbo is one of the six beautiful mountains in Korea, where working people of all strata are enjoying happy holidays now.\n\t\t\t\t\tMt. Chilbo covers an area of 250 square kilometers in Myongchon County, North Hamgyong Province on the east coast. It comprises mountains around 1,000 meters above sea level including Pakdal Pass, Chondok Peak and Samgak Peak in the north and Hamae Peak, Kkachi Peak and Hyangro Peak in the south centering around Sangmae Peak (1,103 meters above sea level), main peak.\n\t\t\t\t\t\n\t\t\t\t\t Mt. Chilbo has been called \"Hambuk Kumgang\" from olden times for its beautiful landscape.\n\t\t\t\t\t\n\t\t\t\t\t Its rocks consist of basalt, felsite and the like. These rocks had been turned into such magnificent and curious shapes as we see today since they had been weathered, eroded and broken down for many years.\n\t\t\t\t\t\n\t\t\t\t\t It has numbers of scenic spots, curious rocks and attractive features. There are tens of scenic spots and more than 60 curious rocks and attractive features in Inner Chilbo alone.\n\t\t\t\t\t\n\t\t\t\t\t Its abundant flora dresses up the mountain colorfully according to seasons.\n\t\t\t\t\t\n\t\t\t\t\t There are many cultural relics including the Kaesim Temple in the area of Mt. Chilbo.\n\t\t\t\t\t\n\t\t\t\t\tUnder the leadership of Kim Jong Il, Mt. Chilbo is being converted into more wonderful resort area as a pride of Korea and a noted mountain for the people."
        },
        {
            "title": "Time-honored Astronomy of Korea",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-12ee.html",
            "content": "Time-honored Astronomy of Korea\r\n Pyongyang, October 22 (KCNA) -- The astronomy in Korea has a long history.\n\t\t\t\t\t It is proved by old records on many particular astronomical phenomena in the periods of Koguryo (277 B.C. - 668 A.D.), Koryo, the first unified state in Korea and Ri Dynasty.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation calculated a year as 365.25 days already at the beginning of Koguryo and as 365.246 days from around the 4th century.\n\t\t\t\t\t\n\t\t\t\t\t They saw a month as 29.530 days.\n\t\t\t\t\t\n\t\t\t\t\t There remain in the data belonging to Koguryo 11 records on solar eclipse, 10 records on comet, 5 records on meteor fall, 4 records on planet and 1 record on the observation of the sun.\n\t\t\t\t\t\n\t\t\t\t\t The record on comet made in November of the year of 46, nearly 2,000 years ago, is the oldest observation one in Korea. It is a priceless historical record which cannot be found in foreign countries in those days.\n\t\t\t\t\t\n\t\t\t\t\t While meticulously observing astronomical phenomena including solar eclipse, the Koguryo people discovered large maculae on the surface of the sun in September of the year of 640 and left a record on it.\n\t\t\t\t\t\n\t\t\t\t\t Many records on observation of astronomical phenomena written in the periods of Koryo and Ri Dynasty remain still."
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-05ee.html",
            "content": "Implementation of Inter-Korean Declarations Called for\r\n Pyongyang, October 22 (KCNA) -- It is the consistent stand and unchangeable will of the DPRK to thoroughly implement the June 15 joint declaration and the October 4 declaration and thus bring the joy of national reunification to all Koreans as early as possible. \n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the best way of achieving national reunification independently and peacefully on the principle of great national unity to thoroughly implement the historic June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has recently taken a series of bold measures to settle the abnormal inter-Korean relations quite contrary to the trend of the times and promote national unity and cooperation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t All its efforts are made to implement the above-said declarations. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's measures for improving the inter-Korean relations are creating favorable conditions and environment for implementing the above-said declarations. \n\t\t\t\t\t\n\t\t\t\t\t In order to improve the inter-Korean relations it is necessary to rejoin severed national ties and promote confidence between the north and the south through contact, dialogue, reconciliation and cooperation. \n\t\t\t\t\t\n\t\t\t\t\t Only when the north and the south make a switchover in their relations from those of distrust and confrontation to those of trust and reconciliation is it possible to achieve national reunification through the concerted efforts of all the Koreans.  \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever spare no efforts to realize national reconciliation and unity and achieve the independent and peaceful reunification of the country holding high the banner of the inter-Korean declarations, concludes the article."
        },
        {
            "title": "DFRK Founding Proposal Supported",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-03ee.html",
            "content": "DFRK Founding Proposal Supported\r\n Pyongyang, October 22 (KCNA) -- The Democratic Congo-Korea Friendship and Solidarity Association issued a statement on Oct. 9 on the occasion of the month for support to the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t The statement highly praised President Kim Il Sung's feats for national reunification, saying that the DFRK founding proposal advanced by him is the most fair and aboveboard proposal for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Describing this federacy formula as the reunification proposal fully conforming to the reality of the Korean Peninsula, the statement expressed full support to it.\n\t\t\t\t\t\n\t\t\t\t\t It bitterly condemned the hostile policy towards the DPRK pursued by the U.S. imperialists to provoke another Korean war in the peninsula. And it strongly urged the U.S. to stop all its sinister moves against the DPRK at once.\n\t\t\t\t\t\n\t\t\t\t\t It expressed solidarity with the Korean people in the just struggle to realize the reunification of the country in the idea of \"By our nation itself\" according to the June 15 North-South Joint Declaration and the October 4 declaration provided by General Secretary Kim Jong Il. It called upon all the peace-loving people and organizations in the world to continue to stage the movement for supporting the DFRK founding proposal on a wide scale."
        },
        {
            "title": "Anniversary of WPK Commemorated in Democratic Congo",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-02ee.html",
            "content": "Anniversary of WPK Commemorated in Democratic Congo\r\n Pyongyang, October 22 (KCNA) -- Otete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo, issued a statement on Oct. 10 to mark the 64th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Noting that the WPK with its historical roots on the Down-with-Imperialism Union has won only victory and glory in the revolution and construction for many years, the statement elaborated on the immortal exploits performed by President Kim Il Sung in guiding party building.\n\t\t\t\t\t\n\t\t\t\t\t Since General Secretary Kim Jong Il was acclaimed as the general secretary of the WPK, it has turned into the eternal glorious party of Kim Il Sung, the most revolutionary and militant party which organizes and guides all victories of the Korean people, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Under the unique Songun politics of Kim Jong Il the Korean people have made world-startling achievements in the drive to build a thriving nation, holding high the banner of socialism, the banner of Juche, despite persistent pressure and blockade of the U.S. imperialists and their followers. And they are pushing ahead with the struggle to realize national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Victory and glory are always in store for the WPK and the Korean people struggling for justice and socialism and the revolutionary cause of Juche, the statement stressed."
        },
        {
            "title": "DPRK Important Days Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-01ee.html",
            "content": "DPRK Important Days Observed in Different Countries\r\n Pyongyang, October 22 (KCNA) -- DPRK book, photo and handicraft exhibitions were held in Russia, Vietnam, Peru and Syria from Oct. 1 to 17 on the occasions of the 64th birthday of the Workers' Party of Korea and the 83rd anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\tDisplayed in the venues of the exhibitions were works of President Kim Il Sung and General Secretary Kim Jong Il, photos on their immortal exploits and the Korean people in the efforts to build a thriving socialist nation and handicrafts associated with wisdom and talents of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at their opening ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Bureau for Tourism and Culture of the Ivanteyevka City Administration in Moscow Region of Russia said that the credit for all the achievements made by the Korean people goes to the tested leadership of the WPK. And he hoped that the Korean people would achieve greater successes in socialist construction, overcoming manifold hardships and difficulties, in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The curator of the Ho Chi Minh Museum of Vietnam expressed belief that the exhibition would make contribution to further boosting the friendly and cooperative relations of the parties and peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Peruvian-Korean Institute of Culture and Friendship said that it is high honor to open the exhibition on the occasions of the significant days. And he expressed conviction that the exhibition would help the Arequipa citizens have better understanding of the long history and culture of Korea."
        },
        {
            "title": "Clausurada conferencia nacional de benemeritos ",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-17ee.html",
            "content": "Clausurada conferencia nacional de benemeritos\r\n Pyongyang, 22 de octubre (ATCC) -- Quedo clausurada el dia 22 la II Conferencia Nacional de los Benemeritos de la Epoca del Songun (priorizacion militar).\n\t\t\t\t\t  En la ocasion prosiguieron los debates.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores se refirieron a los meritos laborales que en pleno acato al noble proposito del Dirigente Kim Jong Il, vinieron realizando en la gran causa por construir una gran potencia prospera con la pasion revolucionaria y abnegacion patriotica.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos dijeron que en la ofensiva general de hoy para edificar gran potencia prospera se demuestran en alto grado las indoblegables fuerzas espirituales de la Corea del Songun. Esto es -prosiguieron- el resultado brillante de la sabia y minuciosa direccion del Dirigente quien infunde en los corazones del ejercito y el pueblo el fuerte orgullo nacional y la disposicion de cumplir a costa de la vida las politicas del partido.\n\t\t\t\t\t\n\t\t\t\t\t  Juraron desempenar el papel de vanguardia en la ofensiva de hoy por producir un gran auge para honrarse mas con su titulo de benemeritos de la epoca del Songun."
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion china",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-18ee.html",
            "content": "Kim Jong Il recibe presente de delegacion china\r\nPyongyang, 22 de octubre (ATCC) -- El Dirigente Kim Jong Il recibio regalo que le dirigiera la delegacion de la Escuela Primaria Experimental del distrito de Fusong de China encabezada por Zhang Jinquan, hijo del martir revolucionario antijapones Zhang Weihua, de visita en Corea.\n\t\t\t\t\tEl titular de la delegacion lo entrego a un funcionario coreano."
        },
        {
            "title": "Convenio sobre establecimiento de relaciones de amistad entre escuelas",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-19ee.html",
            "content": "Convenio sobre establecimiento de relaciones de amistad entre escuelas\r\nPyongyang, 22 de octubre (ATCC) -- Quedo firmado el dia 22 en esta capital el convenio sobre el establecimiento de las relaciones de amistad entre la Escuela Primaria Kim Song Ju y la Escuela Primaria Experimental del distrito de Fusong, China.\n\t\t\t\t\tA la ceremonia de firmas asistieron, por la parte coreana, los maestros y empleadores de la Escuela Primaria Kim Song Ju y otros funcionarios coreanos, y por la china, la delegacion de la Escuela Primaria Experimental del distrito de Fusong encabezada por Zhang Jinquan, hijo del martir revolucionario antijapones Zhang Weihua y el consejero cultural de la Embajada de la Republica Popular China en Corea."
        },
        {
            "title": "Rodong Sinmun demanda impulsar ejecucion de declaraciones N-S",
            "url": "http://kcna.co.jp/item/2009/200910/news22/20091022-20ee.html",
            "content": "Rodong Sinmun demanda impulsar ejecucion de declaraciones N-S\r\nPyongyang, 22 de octubre (ATCC) -- La Republica Popular Democratica de Corea se mantiene en su invariable posicion y voluntad de ejecutar estrictamente la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre para dar cuanto antes a toda la nacion coreana el placer que provenga de la reunificacion de la patria.\n\t\t\t\t\t  Asi senala el periodico Rodong Sinmun en un articulo individual del dia 22 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  La implementacion consecuente de esas declaraciones historicas deviene el mejor remedio para lograr la reunificacion del pais de modo independiente, por via pacifica y en el principio de la gran unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Recientemente, la RPDC tomo una serie de medidas magnanimas para corregir las anormales relaciones Norte-Sur, que no convienen a la corriente de la epoca, e impulsar la unidad, la cooperacion y la reunificacion de nuestra nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los esfuerzos de la RPDC estan orientados a la ejecucion de susodichas declaraciones.\n\t\t\t\t\t\n\t\t\t\t\t  Las medidas de ella en aras de la mejora de las relaciones N-S estan dando condiciones y ambiente favorables para poner en practica dichos documentos intercoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de mejorar las relaciones intercoreanas es preciso restablecer los lazos nacionales y fomentar la confianza reciproca mediante el contacto, el dialogo, la reconciliacion y la colaboracion.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando las relaciones de desconfianza y enfrentamiento entre el Norte y el Sur se reviertan en las de confianza y reconciliacion, toda la nacion coreana podra reunificar la patria con sus fuerzas unidas.\n\t\t\t\t\t\n\t\t\t\t\t  En el futuro tambien, la RPDC realizara ingentes esfuerzos por realizar la reconciliacion y la unidad de la nacion y lograr la reunificacion independiente y pacifica del pais bajo la bandera de las declaraciones N-S."
        }
    ]
}