{
    "date": "2009-11-10",
    "url": "http://kcna.co.jp/item/2009/200911/2009-11-10ee.html",
    "articles": [
        {
            "title": "DPRK Demands S. Korea Apologize for Armed Provocation",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-08ee.html",
            "content": "DPRK Demands S. Korea Apologize for Armed Provocation\r\n Pyongyang, November 10 (KCNA) -- The Supreme Command of the Korean People's Army Tuesday issued a report on the grave armed provocation perpetrated by the south Korean forces in the waters of the north side in the West Sea of Korea this day.\n\t\t\t\t\t According to the report, today the north side let a patrol boat of the Navy of the KPA on routine guard duty promptly go into action to confirm an unidentified object that intruded into the waters of its side.\n\t\t\t\t\t\n\t\t\t\t\tWhen the patrol boat was sailing back after confirming the object at about 11: 20 a group of warships of the south Korean forces chased it and perpetrated such a grave provocation as firing at it.\n\t\t\t\t\t\n\t\t\t\t\t The patrol boat of the north side, which has been always combat-ready, lost no time to deal a prompt retaliatory blow at the provokers. \n\t\t\t\t\t\n\t\t\t\t\t Much flurried by this, the group of warships of the south Korean forces hastily took to flight to the waters of their side. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean military authorities should make an apology to the north side for the armed provocation and take a responsible measure against the recurrence of the similar provocation."
        },
        {
            "title": "Pak Ui Chun Talks with French Presidential Envoy",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-07ee.html",
            "content": "Pak Ui Chun Talks with French Presidential Envoy\r\nPyongyang, November 10 (KCNA) -- Talks between Pak Ui Chun, minister of Foreign Affairs of the DPRK, and Jack Lang, special envoy of the French President, were held at the Mansudae Assembly Hall today.\n\t\t\t\t\t Present there from the DPRK side were officials concerned and from the French side the special envoy and his party.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of the bilateral relations and a series of matters of mutual concern."
        },
        {
            "title": "Kim Yong Nam Greets Angolan President",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-06ee.html",
            "content": "Kim Yong Nam Greets Angolan President\r\n Pyongyang, November 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Tuesday sent a message of greetings to Jose Eduardo Dos Santos, President of Angola, on the occasion of the 34th anniversary of its independence.\n\t\t\t\t\t Kim in the message sincerely wished the president and the people of Angola greater success in their work for the development of the country and its prosperity, expressing belief that the good relations of friendship and cooperation between the DPRK and Angola would further expand and develop."
        },
        {
            "title": "Kim Yong Nam Congratulates UAE President",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-15ee.html",
            "content": "Kim Yong Nam Congratulates UAE President\r\n Pyongyang, November 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a congratulatory message to Sheikh Halifa Bin Zayed Al-Nahayan upon his reelection as president of the United Arab Emirates.\n\t\t\t\t\t Kim in the message expressed the belief that the friendly and cooperative relations between the two countries would continue to grow stronger, sincerely wishing the president success in his work for the development and prosperity of the country."
        },
        {
            "title": "Senior Party and State Officials Enjoy Art Performance",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-14ee.html",
            "content": "Senior Party and State Officials Enjoy Art Performance\r\n Pyongyang, November 10 (KCNA) -- Senior party and state officials, the chairpersons of the friendly parties and officials of ministries and national institutions watched an art performance given by the art squads of the February 8 Vinalon Complex and the Hungnam Fertilizer Complex at the People's Palace of Culture on Tuesday.\n\t\t\t\t\t Put on the stage were such colorful numbers as chorus \"My Country Is Eternal Country of the Leader\", band music and song \"The Glow over Kangson\", male solo \"My Beloved Factory\", singing in unison and story-telling \"Hungnam Is Alive with Farm Fields\", agitation with song \"Are We Living like in Those Days\" and drum-beating and song \"Let Us Glorify Socialism on Songun Fleet Steed\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers sang high praises of the immortal exploits General Secretary Kim Jong Il has performed by wisely leading the grand drive for building a great prosperous and powerful nation through his day and night forced marches for field guidance after kindling the torch to bring about a new revolutionary surge. They also powerfully demonstrated the heroic stamina of the working class dashing ahead like the wind towards the morrow of a thriving nation under the Songun leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t They, at the same time, truthfully represented the endeavors of the workers of the new generation who have confidently carried forward the noble revolutionary spirit of those of the preceding generations who won the hard-fought Fatherland Liberation War and successfully completed the post-war rehabilitation and construction and built a socialist industrial country on this land."
        },
        {
            "title": "Technology for Artificial Propagation of Sturgeon Completed",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-11ee.html",
            "content": "Technology for Artificial Propagation of Sturgeon Completed\r\n Pyongyang, November 10 (KCNA) -- Scientists of the Branch Academy of Fishery under the State Academy of Sciences have completed the technology for artificial propagation of sturgeon.\n\t\t\t\t\t They, on the basis of their research into the biological features of the rare sturgeon, solved in a scientific way all the problems arising in the fish-breeding process such as the condition of the water quality and selection of seed fish, incubation, breeding of fry and mother sturgeon.\n\t\t\t\t\t\n\t\t\t\t\t They succeeded in artificial insemination by spawning stimulant. It made it possible not only to mass-propagate sturgeon but also to raise the survival rate of the fry and to find the practical method for solving the issue of artificial feed.\n\t\t\t\t\t\n\t\t\t\t\t It is easy to apply the newly completed artificial propagation method everywhere as it does not need any special facility and its process is simple.\n\t\t\t\t\t\n\t\t\t\t\t The development of the technology opens a bright vista to breed the sturgeon in an intensive way."
        },
        {
            "title": "Moran Hill, Beauty Spot of Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-10ee.html",
            "content": "Moran Hill, Beauty Spot of Pyongyang\r\nPyongyang, November 10 (KCNA) -- Moran Hill, scenic spot of Pyongyang, consists of several rounded peaks along the ridges stretching to the north, south and west with Choesungdae, the highest peak, as its center.\n\t\t\t\t\tIt has small valleys including Kyongsang and Hungbu valleys. There is on its eastern side bluff Chongryu cliff along which the clean River Taedong is meandering.\n\t\t\t\t\t\n\t\t\t\t\tCurious and consonant lay of the land, thick foliage, beautiful flowers blooming according to seasons and waterfalls add beauty to Moran Hill.\n\t\t\t\t\t\n\t\t\t\t\tMore than 180 kinds of plants grow, oriole, owl, squirrel and other animals inhabit the hill and over 70 kinds of birds fly into the hill every year.\n\t\t\t\t\t\n\t\t\t\t\tSpring scenery around the Ulmil Pavilion and welcoming the moon from the Pubyok Pavilion has been called one of the eight famous views of Pyongyang from long ago.\n\t\t\t\t\t\n\t\t\t\t\tInner and outer walls, Ulmil Pavilion, Choesung Pavilion, Chilsong Gate, Chongryu Pavilion, Pubyok Pavilion and other historical relics belonging to Koguryo, Sungri Pavilion, Phyonghwa Pavilion, Ondal Pavilion and wrestling, swinging and seesawing sites in different places blend well with the beautiful natural scenery of the hill.\n\t\t\t\t\t\n\t\t\t\t\tThe Kaeson Youth Park furnished with various amusement facilities, the open-air theatre of the Youth Park and other service facilities are found in the hill.\n\t\t\t\t\t\n\t\t\t\t\tThe Kono Valley is a historical place where President Kim Il Sung made a historic speech on his triumphal return.\n\t\t\t\t\t\n\t\t\t\t\tMoran Hill which has been arranged well as a resort for the cultural rest of the people and a place for the education of the people in socialist patriotism is always crowded with people enjoying their holidays."
        },
        {
            "title": "Guideline on Future of Korean Revolutionaries",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-13ee.html",
            "content": "Guideline on Future of Korean Revolutionaries\r\nPyongyang, November 10 (KCNA) -- November 10 marks the 72nd anniversary of the publication of the famous work \"The Tasks of Korean Communists\" by President Kim Il Sung.\n\t\t\t\t\tComplex and acute was the internal and external situation of the country in Juche 26 (1937).\n\t\t\t\t\t\n\t\t\t\t\tHaving provoked the Sino-Japanese war, the Japanese imperialists occupied several areas of China to broaden fronts and, on the other hand, intensified with frenzy the suppression of the Korean people and the \"punitive\" offensive against the Korean People's Revolutionary Army. \n\t\t\t\t\t\n\t\t\t\t\tWith a scientific penetration into the requirements of the prevailing situation and the developing revolution, the President wrote the work to make public in Sogwang, the organ of the KPRA, while launching harassment operations in the broad enemy-controlled areas by leading its main unit.\n\t\t\t\t\t\n\t\t\t\t\tHe in the work embraced in a comprehensive way the Juche-oriented line and policy on the Korean revolution, which had been put forward in the historic Kalun Meeting and the correctness of which had been proved in the course of the anti-Japanese revolutionary struggle for several years.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth the immediate tasks to be carried out by the Korean communists for carrying out the Korean revolution with credit. To begin with, Korean communists must broaden and step up the anti-Japanese armed struggle and lead it to victory, thus splendidly accomplishing the sacred task of regaining the country; they should more vigorously organize and conduct the anti-Japanese national united front movement and unite closely a wider segment of the anti-Japanese patriotic forces on a nationwide scale so that the revolutionary forces could secure superiority over the counter-revolutionary forces; they should strive to strengthen solidarity with the international revolutionary force and take energetic steps to found a revolutionary, Marxist-Leninist party in the country.\n\t\t\t\t\t\n\t\t\t\t\tThese were the strategic and tactical policy which must be steadily held fast to by the Korean revolutionaries until the day when the anti-imperialist national-liberation revolution would be accomplished.\n\t\t\t\t\t\n\t\t\t\t\tHe said in the work that an independent position meant the fundamental stand of the communists--having confidence in the strength of their own people and responsibly carrying through the revolution in their country by their own efforts. He emphasized that only when the communists maintained a firm independent position in the revolutionary struggle could they formulate revolutionary lines and policies corresponding to the actual conditions in their country, safeguard and implement them thoroughly and fight to the last for their country's revolution in any difficulties and hardships.\n\t\t\t\t\t\n\t\t\t\t\t The work made a great contribution to dynamically pushing ahead with the overall Korean revolution with the anti-Japanese armed struggle as the centre and training the Korean revolutionaries to be able political activists, steadfast fighters firmly armed with the Juche-oriented revolutionary line, strategy and tactics."
        },
        {
            "title": "U.S. Assailed for Sparking Arms Race",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-03ee.html",
            "content": "U.S. Assailed for Sparking Arms Race\r\n Pyongyang, November 10 (KCNA) -- The U.S. Senate and House of Representatives were recently reported to have adopted its defense budget amounting to 680 billion U.S. dollars. To be more specific, 550 billion dollars are meant for the \"national security projects\" of the U.S. Departments of Defense and Energy and the remaining 130 billion dollars are expected to be used for supporting the wars in Iraq and Afghanistan.\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This clearly indicates that the U.S. remains unchanged in its true intention to put the world under its domination by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks military hegemony at a time when there is a daily mounting movement worldwide to put an end to the era of military confrontation and head for peace, detente and reconciliation. This is a grave challenge to humankind's desire for peace.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. has become frantic in its moves to build a new missile shield for the whole of Europe instead of the one it planned to have in Eastern Europe. This is prompted not by its concern about the security of Europe but by its aim to secure an unchallenged strategic edge worldwide.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. scenario for establishing military hegemony throughout the world is put into practice in real earnest, it will be as clear as a pikestaff that its rivals will never remain a passive onlooker to the development but take positive military counteractions.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that this will promptly spark a worldwide arms race and the second Cold War, putting the global peace and security at peril.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to bear in mind that the policy of showdown and military hegemony is bound to go bankrupt as it is anachronistic."
        },
        {
            "title": "Rodong Sinmun on U.S. Unchanged Ambition for Hegemony",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-05ee.html",
            "content": "Rodong Sinmun on U.S. Unchanged Ambition for Hegemony\r\n Pyongyang, November 10 (KCNA) -- The United States announced that it would cancel its plan to deploy a missile shield in Eastern Europe, prompted by its cynical ploy to attain its goal for aggression and domination by a crafty method as required by the changed situation. Rodong Sinmun Tuesday observes this in a signed article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said plan of the U.S. not only pushed the confrontation with Russia to an extreme phase but aggravated the split and contradiction in Europe and NATO, throwing not a few hurdles in the way of implementing the foreign policy of the present U.S. administration. By canceling the plan the U.S. seeks to do away with the controversial issue and create favorable environment for pursuing its foreign policy.\n\t\t\t\t\t\n\t\t\t\t\t This action of the U.S. does not mean abandoning its hegemonic ambition.\n\t\t\t\t\t\n\t\t\t\t\t It is the strategic goal of the U.S. to establish military hegemony and realize its ambition for a unipolar-world by building a global missile defense system.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. announced that it would cancel its plan to build the missile shield in Eastern Europe and deploy instead the MD in Europe through four phases from 2011 to 2020.  It is the aim of the U.S. to technologically round off the ambitious MD on the basis of the successes achieved in the development of the technology for missile defense and widen the scope of its use and upgrade its maneuverability.\n\t\t\t\t\t\n\t\t\t\t\t Another aim sought by the U.S. is to realize its ambition for world domination with ease through the delivery of the MD to its allies.\n\t\t\t\t\t\n\t\t\t\t\t These moves of the U.S. to establish the MD are sparking a new arms race and escalating military confrontation in the world and making the international relations more complicated. \n\t\t\t\t\t\n\t\t\t\t\t It is the strategic mistake for the U.S. to insist on establishing the MD, a product of the force-almighty theory and the ambition for hegemony, quite contrary to the trend of the present times when the world is heading for peace and multi-polarization. It will only precipitate the international isolation and the destruction of the U.S."
        },
        {
            "title": "Inter-Korean Reconciliation and Cooperation Called for",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-04ee.html",
            "content": "Inter-Korean Reconciliation and Cooperation Called for\r\n Pyongyang, November 10 (KCNA) -- Promoting the concord and reconciliation between the north and the south is prerequisite to improving the inter-Korean relations and achieving national reunification.\n\t\t\t\t\t Rodong Sinmun Tuesday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is prerequisite to achieving concord and reconciliation between the north and the south to recognize the differing ideologies and systems in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is quite possible to achieve national reconciliation and unity if the north and the south subordinate everything to national reunification irrespective of their differing ideologies and systems.\n\t\t\t\t\t\n\t\t\t\t\t When the north and the south achieve reconciliation and cooperation and attain national unity, that precisely means the improvement of the north-south relations and national reunification desired by the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south are to achieve reconciliation and cooperation, it is necessary, above all, to convert the north-south relations into those guided by the spirit of \"By our nation itself\" both in name and reality.\n\t\t\t\t\t\n\t\t\t\t\t To this end, it is important to maintain the firm stand and attitude of considering the compatriots dearer than foreign forces and solving the issue of national reunification by the concerted efforts of the Koreans, cooperating with fellow countrymen, not with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The nation should not allow any act of departing from the north-south declarations.\n\t\t\t\t\t\n\t\t\t\t\t It is essential to develop the inter-Korean dialogue and cooperation into ones for national reunification both in name and reality.\n\t\t\t\t\t\n\t\t\t\t\t Effort of one side alone is not enough to make the dialogue and cooperation prove successful. They can yield desired fruits only when the north and the south make sincere concerted efforts."
        },
        {
            "title": "Korean People's Just Cause Supported",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-01ee.html",
            "content": "Korean People's Just Cause Supported\r\n Pyongyang, November 10 (KCNA) -- Prakash Karat, general secretary of the Central Committee of the Communist Party of India (Marxist), met with the DPRK ambassador to India on November 5.\n\t\t\t\t\t The general secretary said at the meeting that the Communist Party of India (Marxist) is rejoiced as over its own over the great successes made by the Korean people in their drive to open the gate to a thriving socialist nation in 2012, the centenary of birth of President Kim Il Sung, under the correct leadership of General Secretary Kim Jong Il and the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the friendly bonds between the CPI (M) and the WPK have a long tradition on the anti-imperialist front, he said that the party would value this tradition and make efforts to boost the solidarity between the two parties.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that he would always extend positive support and solidarity to the Korean people in their cause."
        },
        {
            "title": "Paternal Love of Kim Jong Il for Worker's Family",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-12ee.html",
            "content": "Paternal Love of Kim Jong Il for Worker's Family\r\n Pyongyang, November 10 (KCNA) -- General Secretary Kim Jong Il dropped in at a new house into which a newly married couple of ex-soldiers had moved while giving field guidance to the Wonsan Youth Power Station in January Juche 98 (2009).\n\t\t\t\t\t He saw the balls of soybean malt hanging on a wall of the upper room and counted the number of kitchen vessels in sideboard. And then he said that when they have new mouths to feed in future, they will be short of vessels.\n\t\t\t\t\t\n\t\t\t\t\t Later he sent a set of pretty enameled ware and a color TV set to them.\n\t\t\t\t\t\n\t\t\t\t\t As the couple wished, he named their newborn daughter Kim Kwang Myong with paternal affection."
        },
        {
            "title": "Kim Jong Il presencia la funcion del grupo de propaganda del MINSEP",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-16ee.html",
            "content": "Kim Jong Il presencia la funcion del grupo de propaganda del MINSEP\r\nPyongyang, 10 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio junto con los oficiales y soldados del EPC la funcion del grupo de propaganda artistica del Ministerio de Seguridad del Pueblo.\n\t\t\t\t\tEl repertorio de ese dia constaba de variadas piezas de diferentes generos como el coro mixto \"Quisimos mucho ver al General\", el quinteto masculino de guitarra \"Defendamos el socialismo\", el coro y poema \"Largo camino de la defensa a costa de la vida\", el coro de pequeno tamano \"!Que prospere la epoca del Partido del Trabajo de Corea!\"\n\t\t\t\t\t\n\t\t\t\t\tA traves de la funcion, los ejecutantes demostraron bien la ferrea conviccion y voluntad de los integrantes de cuerpo de la seguridad publica de defender inexpugnablemente nuestro mas ventajoso regimen socialista centrado en las masas populares al compartir siempre con el Dirigente la idea, el proposito, el aliento y el destino bajo cualesquier vientos y mareas y cumplir la honrosa mision de primera unidad en la lucha clasista y ejercito interior del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Dirigente respondio cordialmente a la aclamacion entusiasta de los ejecutantes y  espectadores y felicito a los primeros por sus exitos de la ocasion.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que los miembros del grupo de propaganda artistica hayan ofrecido esta magnifica funcion de firmeza politica y perfeccion ideo-artistica, en que palpita el espiritu de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente el hecho de que ellos ofrecieron este espectaculo de maximo nivel muy animado e impresionante con las obras de gran valor cognoscitivo y educativo, creadas por si mismos, que dan perfecta respuesta a los problemas sociales de la era del Songun, y les dio el agradecimiento especial del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que nuestra patria socialista del Juche es una fortaleza inexpugnable gracias al heroico EPC, crecido como las fuerzas armadas sin rivales capaces de combatir a solas contra cien enemigos, que defiende firmemente la linea avanzada de la patria y al ejercito interior infinitamente fiel al partido, el lider, la patria y el pueblo que salvaguarda la seguridad del pais y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas programaticas que serviran de guia en la propaganda artistica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares; el general de ejercito del EPC Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del EPC, y otros comandantes del ejercito, el secretario del Comite Central del PTC Kim Ki Nam, los jefes y primeros subjefes de departamento y otros cuadros directivos del CC del PTC, el miembro del CDN de la RPDC y ministro de Seguridad del Pueblo Ju Sang Song, el jefe de la Direccion Politica del MINSEP, Ri Pyong Sam, y otros miembros de mando de esta cartera."
        },
        {
            "title": "Comandancia Suprema del EPC demanda a la parte Sur disculparse",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-17ee.html",
            "content": "Comandancia Suprema del EPC demanda a la parte Sur disculparse\r\nPyongyang, 10 de noviembre (ATCC) -- Con motivo de que el ejercito surcoreano cometio hoy una grave provocacion militar en las aguas jurisdiccionales de nuestra parte en el Mar Oeste de Corea, la Comandancia Suprema del Ejercito Popular de Corea dio a la publicidad el dia 10 la siguiente informacion:\n\t\t\t\t\t Segun trascendidos, este dia, nuestra parte mando con urgencia una lancha patrullera de las fuerzas navales del Ejercito Popular de Corea, que estaba cumpliendo su rutinaria mision de guardia avanzada, para que confirmara un blanco indefinido que incursiono en nuestras aguas jurisdiccionales.\n\t\t\t\t\t\n\t\t\t\t\t A eso de las 11 y 20, cuando nuestra nave estaba de vuelta tras averiguar el blanco mencionado, una flotilla de buques de combate surcoreanos cometio la grave provocacion de disparar siguiendo a aquella.\n\t\t\t\t\t\n\t\t\t\t\t Nuestra nave, siempre en la perfecta disposicion de combate, no tardo en dar el sorpresivo contragolpe a los provocadores.\n\t\t\t\t\t\n\t\t\t\t\t La flotilla surcoreana se precipito a la fuga en direccion a su zona maritima.\n\t\t\t\t\t\n\t\t\t\t\t Las autoridades militares del Sur de Corea deben pedir disculpas a nuestra parte por el presente caso y tomar medidas responsables para evitar en el futuro la repeticion de semejantes provocaciones."
        },
        {
            "title": "Pak Ui Chun se reune con Jack Lang",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-18ee.html",
            "content": "Pak Ui Chun se reune con Jack Lang\r\nPyongyang, 10 de noviembre (ATCC) -- Tuvieron lugar este martes en el capitalino Palacio de los Congresos Mansudae las conversaciones entre el canciller de la Republica Popular Democratica de Corea, Pak Ui Chun, y el enviado especial del presidente de la Republica de Francia, Jack Lang.\n\t\t\t\t\tA la ocasion asistieron por la parte coreana los funcionarios correspondientes y por la francesa la comitiva del enviado.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron las opiniones sobre una serie de problemas de interes mutuo, incluso las relaciones entre los dos paises."
        },
        {
            "title": "Cuadros ven funcion artistica de empleados de complejos",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-19ee.html",
            "content": "Cuadros ven funcion artistica de empleados de complejos\r\nPyongyang, 10 de noviembre (ATCC) -- Los cuadros del partido y el Estado, los presidentes de partidos amigos y funcionarios de los ministerios y organos centrales presenciaron el dia 10 en el Palacio Cultural del Pueblo la funcion de grupos artisticos de los empleados del Complejo de Vinalon 8 de Febrero y el Complejo de Abonos de Hungnam.\n\t\t\t\t\tEn la escena se pusieron el coro \"Mi pais es el pais eterno del Lider \", la musica de instrumentos de viento y cancion \"Arreboles en Kangson\", el solo masculino \"Mi querida fabrica\", el canto homofono y narracion \"Hungnam vive pensando en la llanura de la granja\", la cancion y agitacion \"?Vivimos como en aquel tiempo?\" y el tamboreo y cancion \"Brillemos el socialismo montando a corcel del Songun\" y otras varias piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron en tono patetico las hazanas imborrables del Dirigente Kim Jong Il, quien encendio la antorcha de un nuevo y gran auge revolucionario y dirige sabiamente la causa de construccion de una gran potencia prospera realizando de dia a noche la direccion sobre el terreno, y demostraron con vigor el heroico impetu de la clase obrera que avanza a todo galope para el futuro de la patria prospera bajo la direccion mediante el Songun (priorizacion militar) del partido.\n\t\t\t\t\t\n\t\t\t\t\tTambien ellos describieron bien el aspecto de lucha de la clase obrera de nueva generacion que da firme continuidad al valioso espiritu de sus antecesores quienes lograron la brillante victoria en la enconada Guerra de Liberacion de la Patria y la reconstruccion posbelica y levantaron el Estado socialista industrializado sobre el territorio patrio."
        },
        {
            "title": "Minju Joson critica a EE.UU. que busca la carrera armamentista",
            "url": "http://kcna.co.jp/item/2009/200911/news10/20091110-20ee.html",
            "content": "Minju Joson critica a EE.UU. que busca la carrera armamentista\r\nPyongyang, 10 de noviembre (ATCC) -- Hace poco, ambas camaras del Congreso estadounidense aprobaron el presupuesto de defensa nacional que alcanza 680 mil millones de dolares US. \n\t\t\t\t\tDe este monto, 550 mil millones fueron asignados al \"plan de seguridad nacional\" del Departamento de Defensa y del Departamento de Energia y 130 mil millones restantes se usaran como fondos de asistencia a las guerras iraqui y afgana. \n\t\t\t\t\t\n\t\t\t\t\tEste hecho comprueba evidentemente que no hay ningun cambio en la verdadera intencion de EE.UU. de dominar el mundo con la fuerza. \n\t\t\t\t\t\n\t\t\t\t\tSenala asi el periodico Minju Joson en un comentario individual de este martes y continua: \n\t\t\t\t\t\n\t\t\t\t\t Resulta grave desafio a la aspiracion de la humanidad a la paz el intento de EE.UU. de tomar la hegemonia militar porque ahora se tornan cada dia mas intensos a escala mundial los movimientos para acabar con la era de confrontacion militar y lograr la paz, el relajamiento de la tension y la reconciliacion. \n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos tiempos, EE.UU. se desespera por establecer un nuevo sistema antimisiles, que abarque todo el continente europeo, en lugar del otro que se limitaba a Europa Oriental. Esto no es por la seguridad de Europa, sino para asegurar en el ambito mundial la superioridad estrategica de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tClaro esta que los paises rivales del imperio no estaran con brazos cruzados y tomaran activas contramedidas militares cuando entre en la etapa crucial de ejecucion el intento de EE.UU. de tomar la hegemonia militar en todo el globo terraqueo.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, esto traera logicamente la carrera armamentista a escala mundial y la segunda guerra fria, lo cual pondra en peligro la paz y la seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. debe darse cuenta de que su politica en pro de la confrontacion de la fuerza y la supremacia militar es anacronica y condenada al fracaso."
        }
    ]
}