{
    "date": "2009-09-10",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Congratulatory Message to Syrian President ",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-08ee.html",
            "content": "Kim Jong Il Sends Congratulatory Message to Syrian President \r\nPyongyang, September 10 (KCNA) -- General Secretary Kim Jong Il Thursday sent a congratulatory message to Syrian President Bashar Al-Assad who is regional secretary of the Arab Baath Socialist Party.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to you on your 44th birthday.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I sincerely wish you greater success in your work for the independent development and prosperity of the country and a fair and comprehensive settlement of the Mideast issue as well as good health and happiness."
        },
        {
            "title": "Congratulations to Syrian President",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-09ee.html",
            "content": "Congratulations to Syrian President\r\n Pyongyang, September 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday  sent a congratulatory message to Bashar Al-Assad, President of Syria who is regional secretary of the Arab Baath Socialist Party, on his 44th birthday. \n\t\t\t\t\t The message sincerely wished the President good health and happiness as well as fresh success in his noble work for the development of his country and welfare of its people."
        },
        {
            "title": "Kim Yong Nam Meets Delegation of Kyodo News of Japan",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-14ee.html",
            "content": "Kim Yong Nam Meets Delegation of Kyodo News of Japan \r\n Pyongyang, September 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the delegation of Kyodo News of Japan led by its President Satoshi Ishikawa who paid a courtesy call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Wreath Laid before Cemetery of Fallen Fighters of CPV ",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-10ee.html",
            "content": "Wreath Laid before Cemetery of Fallen Fighters of CPV \r\n Pyongyang, September 10 (KCNA) -- A wreath was laid before the cemetery of fallen fighters of the Chinese People's Volunteers in Hoechang County, South Phyongan Province, on Thursday by the friendly delegation of the China Association for International Friendly Contact led by its Vice-President Li Xiaohua on a visit to the DPRK. \n\t\t\t\t\t Members of the delegation placed bouquets before the grave of Mao Anying.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the memory of the fallen fighters of the CPV who bravely fought on the Korean front.\n\t\t\t\t\t\n\t\t\t\t\t The delegation conveyed the aid materials sent by the association to those who take care of the cemetery on the same day."
        },
        {
            "title": "National Day of Malaysia Observed",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-15ee.html",
            "content": "National Day of Malaysia Observed\r\n Pyongyang, September 10 (KCNA) -- A friendly meeting and a film show with staff members of the Malaysian embassy here took place at the Taedonggang Diplomatic Corps Club on Thursday on the national day of Malaysia.\n\t\t\t\t\t Present there on invitation were Rahimi Bin Harun, Malaysian ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the DPRK-Malaysia Friendship Association, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Participants talked to one another about the need to develop the relations between the two countries, deepening the friendship.\n\t\t\t\t\t\n\t\t\t\t\t They watched a Malaysian documentary film."
        },
        {
            "title": "Birthday of DPRK Observed in China",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-05ee.html",
            "content": "Birthday of DPRK Observed in China\r\nPyongyang, September 10 (KCNA) -- A reception was hosted by the Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association on Sept. 8 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t Present at the reception on invitation were DPRK Ambassador to China Choe Jin Su and staff members of his embassy. \n\t\t\t\t\t\n\t\t\t\t\tPresent there were Chairman of the China-Korea Friendship Association Wu Donghe and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Wu Donghe said that the Korean people have worked hard to open the gate to a thriving nation, steadily expand the foreign relations and promote the cause of independent and peaceful reunification by displaying the revolutionary spirit of self-reliance and fortitude,   united close around the Workers' Party of Korea headed by General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tHe declared that the China-Korea Friendship Association would strive hard to boost the exchange and cooperation between the two countries and deepen the friendship between the two peoples in the \"year of Sino-DPRK friendship\", the year which greets the 60th anniversary of the establishment of diplomatic ties between China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Choe Jin Su noted that the army and people of the DPRK would unite closer around Kim Jong Il, firmly safeguard Korean-style socialist system, vigorously accelerate the economic construction and thus surely open the gate to a thriving nation in 2012, the centenary of birth of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK-China friendship is a precious legacy provided and cultivated by the leaders of the elder generation of the two countries and it is the invariable policy of the WPK and the government of the DPRK to set store by and boost the two countries' traditional friendship.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will make positive contribution to boosting the friendly and cooperative relations between the two countries by successfully ensuring the events of the \"year of DPRK-China friendship\", this significant year which marks the 60th anniversary of the establishment of diplomatic ties between the two countries."
        },
        {
            "title": "Press Conference Held at Cuban Embassy",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-17ee.html",
            "content": "Press Conference Held at Cuban Embassy\r\n Pyongyang, September 10 (KCNA) -- A press conference was held at the Cuban embassy here on Thursday in connection with the start of the month of international solidarity with the five Cuban patriots detained in the U.S. \n\t\t\t\t\t It was attended by media persons in Pyongyang and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present there were staff members of the Cuban embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Enrique Montoto Cruz, first secretary of the Cuban embassy, addressing the conference, referred to the fact that a world-wide struggle is now under way to seek the release of the Cuban patriots unreasonably detained in the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. Supreme Court's decision not to reexamine the case of the Cuban patriots once again laid bare the U.S. arbitrary nature, he said, adding the above-said struggle would go on. \n\t\t\t\t\t\n\t\t\t\t\t He called upon all the progressive forces of the world to denounce the U.S. blockade against Cuba and extend positive support to the struggle for the release of its patriots in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t There were answers to the questions raised at the conference."
        },
        {
            "title": "National Mass Consumption Goods Exhibition Opens",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-16ee.html",
            "content": "National Mass Consumption Goods Exhibition Opens\r\n Pyongyang, September 10 (KCNA) -- A national mass consumption goods exhibition was opened with due ceremony at the Central Light Industrial Sample Exhibition on Thursday.\n\t\t\t\t\t Displayed in the exhibition are textiles, shoes, ready-made dresses, daily necessities and foodstuff produced by light industrial factories in different parts of the country, daily necessities producing industrial establishments under ministries and national institutions and locally controlled factories in different parts of provinces and other brand new quality goods among various kinds of mass consumption goods.\n\t\t\t\t\t\n\t\t\t\t\t While the exhibition is under way, panel competitive shows of textile goods, shoes, knitwear, cosmetics and essential foodstuff, etc.  will take place and \"February 2 goods\" will be registered. \n\t\t\t\t\t\n\t\t\t\t\t Ho Thae Gwon, vice-minister of Light Industry, made an opening address at the ceremony."
        },
        {
            "title": "CVD for Examining Cerebral Vascular Diseases Developed ",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-11ee.html",
            "content": "CVD for Examining Cerebral Vascular Diseases Developed\r\nPyongyang, September 10 (KCNA) -- The Information Center under the Korean Computer Center has developed the CVD for examining cerebral vascular diseases, which is highly appreciated in the field of public health.\n\t\t\t\t\t It is a high-tech medical equipment which can diagnose various diseases and measure the treatment effect by catching varied bio-signals.\n\t\t\t\t\t\n\t\t\t\t\t The device, unlike CT test, helps make a specific checkup of the cerebral vascular condition before the outbreak of lesion.\n\t\t\t\t\t\n\t\t\t\t\t     Thus, doctors can judge the condition of the cerebral arteriosclerosis, take precautions against brain infarction and estimate cerebral vascular contraction and dilation.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Man Yu Hospital and other medical institutions are remarkably reducing the outbreak of diseases with the help of the CVD."
        },
        {
            "title": "Computer Janggi Program \"Ryugyong 3.0\"",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-12ee.html",
            "content": "Computer Janggi Program \"Ryugyong 3.0\"\r\n Pyongyang, September 10 (KCNA) -- The Korean Computer Center of the DPRK has recently developed a computer janggi (Korean chess) program \"Ryugyong 3.0\", which is now popular among janggi fans.\n\t\t\t\t\t The program, which combines colorful tricks with search peculiar to computer, contains various tactics modeling after the human thinking including the correct analysis of situation, creation of next moves and search of flexible tactics and the static database according to different starting arrangements of chess pieces.\n\t\t\t\t\t\n\t\t\t\t\t As the program speaks janggi-related proverbs and humors according to the game phases, people can play janggi with more interest and learn janggi tactics.\n\t\t\t\t\t\n\t\t\t\t\t The program consists of lower, middle, high and highest levels so as to fully satisfy the demand of the users.\n\t\t\t\t\t\n\t\t\t\t\t The program envisages nine moves on an average, 13 moves at maximum, thus giving the exquisite tricks of the Korean chess."
        },
        {
            "title": "Dishes of Hamgyong Province",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-13ee.html",
            "content": "Dishes of Hamgyong Province\r\nPyongyang, September 10 (KCNA) -- There are many famous foods in the area of Hamgyong province in Korea.\n\t\t\t\t\t According to old records and findings made in the area, the number of dishes peculiar to Hamgyong province reaches several tens.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them are potato dishes, steamed spring chicken, myongthae soup and sechine soup.\n\t\t\t\t\t\n\t\t\t\t\t People of the area are fond of potato starch noodles out of which the Hamhung starch noodle is most famous.\n\t\t\t\t\t\n\t\t\t\t\t The steamed spring chicken is taken in the hottest period of the summer. It is made by the method of steaming young chicken stuffed with glutinous rice, various garnishes and spices.\n\t\t\t\t\t\n\t\t\t\t\t With myongthae (Walleye Pollack) they cook soup, fermented dish, sausage, salted tripe and salted roes.\n\t\t\t\t\t\n\t\t\t\t\tDelicate is sechine soup, dish of a freshwater fish.\n\t\t\t\t\t\n\t\t\t\t\t There were sechine restaurants in Pukchong and various other areas.\n\t\t\t\t\t\n\t\t\t\t\t Besides, there are leaf-mustard kimchi and wild edible herb dishes including fried fern.\n\t\t\t\t\t\n\t\t\t\t\t The dishes of Hamgyong province are characterized by the application of much garlic, red pepper and other seasoning materials and big shapes."
        },
        {
            "title": "Rodong Sinmun Calls for Attaching Importance to Work with Youth",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-01ee.html",
            "content": "Rodong Sinmun Calls for Attaching Importance to Work with Youth\r\n Pyongyang, September 10 (KCNA) -- It is necessary to attach importance to the work with the youth in the efforts to accomplish the cause of independence, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t It goes on: If any country fails to properly do the work with the youth, it cannot train them as dependable successors to the revolution and if young people give up socialism, having no firm faith in it, they will only meet a miserable fate. The article proves this by citing what happened in the former socialist countries where capitalism revived as an example. \n\t\t\t\t\t\n\t\t\t\t\t Young people in the former socialist countries were half in doubt about the victory of socialism and harbored illusion about capitalism because they neglected the work with the youth, the article notes, and continues: \n\t\t\t\t\t\n\t\t\t\t\t This prompted them to take the road of betrayal and defection and abandon socialism in the end.\n\t\t\t\t\t\n\t\t\t\t\t Their preoccupation was how to earn more money and live in luxury. They were utterly indifferent to socio-political issues such as motherland, people and socialism.\n\t\t\t\t\t\n\t\t\t\t\t There are many countries and young people in the world but it is only the Korean youth who are making revolution, enjoying a worthy life and happiness under the care of the great leader, the great party and the great motherland. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people find the worth and pride of living and struggling and confidently foresee a bright future of Songun Korea in the appearance of the dependable young vanguard dedicating themselves to the party, the leader and the socialist motherland, concludes the article."
        },
        {
            "title": "Polish Party Leader Praises DPRK's Exploits",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-04ee.html",
            "content": "Polish Party Leader Praises DPRK's Exploits\r\n Pyongyang, September 10 (KCNA) -- Juzef Lachut, chairman of the National Executive Committee of the Polish Communist Party, issued a statement on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t The statement noted that the DPRK embodied the idea of President Kim Il Sung in all fields under the leadership of the Workers' Party of Korea and thus performed undying feats in the history of the Korean revolution and the international working class movement.\n\t\t\t\t\t\n\t\t\t\t\tThe Songun politics of the WPK led by General Secretary Kim Jong Il provided a sure guarantee for achieving the peaceful development of the country, frustrating the U.S. moves to stifle the DPRK, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Polish Communist Party is convinced that the Korean people will attain the grand goal of building an economic power and thus open the gate to a great prosperous and powerful nation without fail in 2012, the centenary of birth of the President, the founder of the DPRK."
        },
        {
            "title": "Kim Jong Il's Work off Press in China ",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-02ee.html",
            "content": "Kim Jong Il's Work off Press in China\r\n Pyongyang, September 10 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in booklet by a printing plant in Shenyang of China on Sept. 2."
        },
        {
            "title": "Brazilian Organization Issues Bulletin on Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-03ee.html",
            "content": "Brazilian Organization Issues Bulletin on Birthday of DPRK\r\n Pyongyang, September 10 (KCNA) -- The Brazil-Korea Friendship Association released bulletin \"Kim Il Sung, Founding-father of DPRK\" on Sept. 1 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\tThe bulletin in an article highly praised President Kim Il Sung, whom the Korean people hold in high esteem as the eternal President, as the founding-father of the DPRK, a socialist power which stands unfazed in face of all tempests of history, a country for the people, the first of its kind in the Korean nation's history spanning 5,000 years.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin referred in detail to the fact that the President set forth the unique idea and theory on nation-building based on the immortal Juche idea, founded the DPRK, a genuine people's power, and built it into a power winning one victory after another based on solid political, military and economic foundations. It also pointed to the fact that the President achieved the single-minded unity of all the members of the society by pursuing benevolent politics and strictly maintained the principle of independence in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK founded by the President is dynamically advancing toward a great prosperous and powerful nation under the leadership of Chairman of the National Defence Commission Kim Jong Il, the bulletin said, stressing that the exploits performed by the President in the nation-building would shine forever along with the eternal prosperity of socialist Korea."
        },
        {
            "title": "Reception Given by Central Standing Committee of Chongryon",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-06ee.html",
            "content": "Reception Given by Central Standing Committee of Chongryon \r\n Pyongyang, September 10 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan hosted a reception at the Korean Hall, Tokyo, on Sept. 8 on the occasion of the 61st birthday of the DPRK. \n\t\t\t\t\t Present at the reception were Ho Jong Man, chief vice-chairman, vice-chairmen, department directors and leading officials of the organizations and enterprises of the Central Standing Committee of Chongryon, chairpersons of the headquarters of Chongryon in the Kanto area and Koreans in commerce.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were figures from different circles of Japan and ambassadors of various countries and staff members of different embassies, representatives of international organizations and foreign correspondents in Tokyo. \n\t\t\t\t\t\n\t\t\t\t\t A speech was made by Ho Jong Man at the reception."
        },
        {
            "title": "Kim Jong Il envia mensaje de felicitacion a Bashar Al-Assad",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-18ee.html",
            "content": "Kim Jong Il envia mensaje de felicitacion a Bashar Al-Assad\r\nPyongyang, 10 de septiembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 10 un mensaje de felicitacion a Bashar Al-Assad, secretario regional del Partido Socialista del Resurgimiento Arabe (BAAS) y presidente de la Republica Arabe de Siria.\n\t\t\t\t\tEl mensaje va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe hago llegar a Vd. mis calurosas felicitaciones por el  44o aniversario de su cumpleanos.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para desearle de todo corazon buena salud, felicidad y mayores exitos en su labor por el desarrollo independiente y la prosperidad del pais y por la solucion imparcial y comprensiva del problema del Medio Oriente."
        },
        {
            "title": "Inaugurada exhibicion nacional de articulos de consumo popular",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-19ee.html",
            "content": "Inaugurada exhibicion nacional de articulos de consumo popular\r\nPyongyang, 10 de septiembre (ATCC) -- La exposicion nacional de articulos de consumo popular quedo inaugurada este jueves en la Exhibicion Central Permanente de las Muestras de Articulos de Industria Ligera.\n\t\t\t\t\tEn la ocasion estan exhibidos telas, calzados, ropas, articulos de uso diario, alimentos y otros nuevos articulos de consumo popular de buena calidad de diversos generos que se producen en las fabricas de la industria ligera de distintas localidades, las fabricas, empresas y unidades de produccion de necesidades de la vida, que estan adscritas a los ministerios y organos centrales, y en las fabricas de la industria local de las provincias.\n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de la exposicion, se efectuaran la evaluacion por secciones de los productos textiles, calzados, tejidos de punto, cosmeticos y alimentos basicos y el registro de los \"productos 2 de febrero\".\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de apertura fue pronunciado por el viceministro de Industria Ligera, Ho Thae Gwon."
        },
        {
            "title": "Desarrollado en Corea CVD",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-20ee.html",
            "content": "Desarrollado en Corea CVD\r\nPyongyang, 10 de septiembre (ATCC) -- Recientemente, el Centro de Informatica adscrito al Centro de Computacion de Corea desarrollo el aparato de diagnosis de enfermedades vasculares cerebrales (CVD en ingles), que tiene reputacion en la rama de salud publica.\n\t\t\t\t\tEste aparato sofisticado diagnostica diversas enfermedades y examina la eficiencia terapeutica a traves de la medicion de variadas senales biologicas.\n\t\t\t\t\t\n\t\t\t\t\tA diferencia del examen CT, la prueba con el CVD averigua la situacion de arteria cerebral antes de que se detecten las senales patogenas.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, permite evaluar el estado de arteriosclerosis cerebral y tomar de antemano las medidas de tratamiento sobre los pacientes con alto peligro de infarto cerebral.\n\t\t\t\t\t\n\t\t\t\t\tAhora, el Hospital Kim Man Yu y otros centros de asistencia medica rebaja considerablemente la tasa de brote de las enfermedades mediante la profilaxis con la ayuda de CVD."
        },
        {
            "title": "Programa de ajedrez \"Ryugyong 3.0\"",
            "url": "http://kcna.co.jp/item/2009/200909/news10/20090910-21ee.html",
            "content": "Programa de ajedrez \"Ryugyong 3.0\"\r\n Pyongyang, 10 de septiembre (ATCC) -- En los ultimos dias, los amateurs coreanos de ajedrez usan ampliamente el programa \"Ryugyong 3.0\", inventado por el Centro de Computacion de Corea.\n\t\t\t\t\t  Este programa con diversos metodos del ajedrez coreano y la facultad de exploracion completa propia de la computadora posee diversos metodos tacticos que imitan el pensamiento humano incluyendo la correcta evaluacion de la situacion, la captacion de distintas jugadas secundarias y la busqueda de los metodos probados y tiene la base de datos fijos para enfrentar con distintos estados de la ubicacion basica.\n\t\t\t\t\t\n\t\t\t\t\t  El programa presenta los proverbios relativos con ajedrez y las palabras humoristicas de acuerdo con la situacion del partido, lo cual permite jugar al ajedrez de manera interesante y aprender facilmente los metodos.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de satisfacer la demanda del usuario el nivel de ajedrez de la computadora esta dividido en cuatro grados.\n\t\t\t\t\t\n\t\t\t\t\t  Este programa puede prever en promedio 9 metodos y al maximo 13 jugadas y permite a los usuarios probar a su gusto las habilidades del ajedrez coreano."
        }
    ]
}