{
    "date": "2009-04-17",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-17ee.html",
    "articles": [
        {
            "title": "Anti-DPRK War Hysteria of U.S. and S. Korean Puppet Army Brasshats Flailed",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-18ee.html",
            "content": "Anti-DPRK War Hysteria of U.S. and S. Korean Puppet Army Brasshats Flailed\r\nPyongyang, April 17 (KCNA) -- Recently a brasshat of the U.S. forces in south Korea flew aboard a fighter of the puppet armed forces while a brasshat of the puppet army a fighter of the U.S. forces for the purpose of examining the posture for air operation and the capability carrying out combined operation for mounting a preemptive attack on the DPRK and they exchanged visits to the units of the U.S. air force and the puppet air force. \n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 947 issued Friday said that the above-said war hysteria kicked up under the signboard of \"flight for commanding the air operation\" and \"combined operation\" is an unpardonable military provocation and an undisguised hostile act against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. and the Lee Myung Bak group seek is only confrontation and a war and \"south Korea-U.S. military alliance\" oft-repeated by them is, in essence, nothing but a \"war alliance\" and \"alliance for aggression\" aimed at invading the DPRK, the information bulletin noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The \"military alliance\" with the U.S. to whom the south Korean sycophantic and treacherous forces look up as a \"guardian deity\" will only bring unbearable misfortune, pain and a nuclear war disaster to the Korean nation including south Koreans and the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t When a nuclear war will break out due to the war chariot of the \"south Korea-U.S. military alliance\" is a matter of time. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppets would be gravely mistaken if they think they can bring the DPRK on its knees by force. \n\t\t\t\t\t\n\t\t\t\t\t The \"military alliance\" with the U.S. on which the Lee group stakes its fate and the air operation and preemptive strike touted by the provocateurs will prove futile in face of the might of Songun of the DPRK which the hostile forces can neither predict nor guess. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean warmongers would be well advised to stop acting rashly, properly understanding who their rival is."
        },
        {
            "title": "Greetings to Zimbabwean President",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-15ee.html",
            "content": "Greetings to Zimbabwean President\r\nPyongyang, April 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Robert G. Mugabe, President of Zimbabwe, on Friday on the occasion of the 29th founding anniversary of the Republic of Zimbabwe.\n\t\t\t\t\tIn the message Kim Yong Nam wholeheartedly wished the Zimbabwean President greater success in his work for the peace and stability of the country and national unity and economic development, expressing belief that the good friendly and cooperative relations between the DPRK and Zimbabwe would continue to grow stronger."
        },
        {
            "title": "Kim Yong Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-17ee.html",
            "content": "Kim Yong Nam Meets Chinese Delegation\r\n Pyongyang, April 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with the delegation of the National Committee of the Chinese People's Political Consultative Conference headed by its Vice-Chairman Li Jinhua at the Mansudae Assembly Hall Friday. \n\t\t\t\t\t The head of the delegation said that Kim Jong Il, the great leader of the Korean people, was reelected chairman of the DPRK National Defence Commission at the First Session of the 12th Supreme People's Assembly and wished him good health.\n\t\t\t\t\t\n\t\t\t\t\t The traditional Sino-DPRK friendship which was forged and cultivated by Chairman Mao Zedong, Premier Zhou Enlai and President Kim Il Sung has grown strong under the deep care of general secretary Hu Jintao and Kim Jong Il, he noted. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the Korean people united close around Kim Jong Il would make redoubled efforts to fling open the gate to a thriving nation in 2012."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese Delegation ",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-16ee.html",
            "content": "Gift to Kim Jong Il from Chinese Delegation\r\n Pyongyang, April 17 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting delegation of the National Committee of the Chinese People's Political Consultative Conference.\n\t\t\t\t\t Li Jinhua, vice-chairman of the said committee, handed the gift to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, on Friday."
        },
        {
            "title": "Gift to Kim Il Sung from Mongolian Delegation",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-10ee.html",
            "content": "Gift to Kim Il Sung from Mongolian Delegation\r\n Pyongyang, April 17 (KCNA) -- President Kim Il Sung was presented with a gift by the Mongolian delegation on a visit to the DPRK to commemorate the Day of the Sun.\n\t\t\t\t\t The gift was conveyed to an official concerned by U. Urantogos, head of the delegation, on Wednesday."
        },
        {
            "title": "Reception Given by DPRK Government",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-04ee.html",
            "content": "Reception Given by DPRK Government\r\n Pyongyang, April 17 (KCNA) -- The DPRK government hosted a reception at Pyongyang Koryo Hotel Thursday in honor of the delegations and delegates of the organizations for the study of the Juche idea on the occasion of the Day of the Sun.\n\t\t\t\t\t Present there on invitation were the delegations and delegates of the above-said organizations from different countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, addressing the reception, said that President Kim Il Sung brightly indicated the road ahead of the progressive mankind by founding the immortal Juche idea on the basis of the practical experience of the Korean revolution and lessons drawn from it.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the dynamic struggle being waged by the Korean people to open the gate to a great prosperous and powerful nation in 2012, the centenary of birth of Kim Il Sung by effecting a new revolutionary surge under the outstanding Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He noted that now the numbers of the organizations for the study of the Juche idea and adherents of the Juche idea are on a steady increase on a world-wide scale and the activities for embodying the Juche idea suited to the specific situation of their countries by studying and disseminating it are more widely underway.\n\t\t\t\t\t\n\t\t\t\t\t Vishwanath, director-general of the International Institute of the Juche Idea, in his speech highly praised the President as great thinker, philosopher and outstanding statesman who founded the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He said that all the Korean people are leading happy life benefiting from free education and free medical care in the country free from exploitation and oppression as they hold Kim Il Sung as their leader.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Kim Jong Il who is successfully carrying forward to completion the cause of Kim Il Sung is leading the Korean people to victory and glory true to the last instructions of the President."
        },
        {
            "title": "Dictionary for the Study of With the Century, Reminiscences of the Great Leader Comrade Kim Il Sung Off Press",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-11ee.html",
            "content": "Dictionary for the Study of With the Century, Reminiscences of the Great Leader Comrade Kim Il Sung Off Press\r\nPyongyang, April 17 (KCNA) -- The Science and Encyclopedia Publishing House brought out the Dictionary for the Study of With the Century, Reminiscences of the Great Leader Comrade Kim Il Sung.\n\t\t\t\t\tThe dictionary is divided into person's names, organizations, incidents, place names, bibliography, meetings and so on with relevant vocabularies.\n\t\t\t\t\t\n\t\t\t\t\tThe vocabularies are arranged in Korean alphabetical order in principle.\n\t\t\t\t\t\n\t\t\t\t\tThe dictionary gives full circumstantial accounts of some lemmas, aphorisms, propositions and index.\n\t\t\t\t\t\n\t\t\t\t\tIt will help the people study hard the reminiscences with yearning for President Kim Il Sung."
        },
        {
            "title": "Korean Dress Shops Bustling with Customers",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-13ee.html",
            "content": "Korean Dress Shops Bustling with Customers\r\n Pyongyang, April 17 (KCNA) -- Korean dress shops in Pyongyang are bustling with customers in the current spring season.\n\t\t\t\t\t The Okryu Korean Dress Shop near the picturesque Taedong River and the Pothongmun Korean Dress Shop are short of work hands, deluged with orders.\n\t\t\t\t\t\n\t\t\t\t\t The same is the case with the Ryonghung Korean Dress Shop in Taesong District.\n\t\t\t\t\t\n\t\t\t\t\t A cutter there told KCNA dozens of customers were coming to the shop every day to order Korean costumes.\n\t\t\t\t\t\n\t\t\t\t\t \"All of them,\" she continued, \"gasp their admiration for the graceful and fascinating costumes on show in the sample room.\n\t\t\t\t\t\n\t\t\t\t\t \"They say the Korean costumes remind them of a work of art, as they are designed and delicately tailored to suit the modern sense of beauty while preserving the traditional folk dress style and make. \n\t\t\t\t\t\n\t\t\t\t\t \"Our shop has of late brought about a technical turn in hand-embroidery and cutting of the hem of jogori and its sagging underpart.\"\n\t\t\t\t\t\n\t\t\t\t\t Well blended with bright and soft color, the Korean costumes are popular as they please the tastes of the Korean women who are fond of pure and neat dresses.\n\t\t\t\t\t\n\t\t\t\t\t The streets of Pyongyang seething with a new revolutionary upsurge look bright with beautiful women in chima and jogori (Korean woman's skirt and coat) which give off national lyricism and aroma in spring."
        },
        {
            "title": "Building of Powerful Independent National Economy",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-12ee.html",
            "content": "Building of Powerful Independent National Economy\r\nPyongyang, April 17 (KCNA) -- Today the DPRK is building a great, powerful and prosperous nation of Juche on the basis of the solid foundation of the socialist independent national economy.\n\t\t\t\t\t The powerful independent national economy, a symbol of an independent and sovereign state, is a precious inheritance left by President Kim Il Sung who devoted his life to it.\n\t\t\t\t\t\n\t\t\t\t\t The economy of Korea after the national liberation was very lopsided due to the harsh colonial depredatory policy of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The President, with a far-sighted wisdom, said that in order to achieve the complete independence and sovereignty of the country and its development, it was imperative to attain the economic independence, and attached priority to the work of laying the foundation for building an independent national economy.\n\t\t\t\t\t\n\t\t\t\t\t The President saw to it that the Law on the Nationalization of Major Industries was promulgated on August 10, Juche 35 (1946) so as to make the important means of production serve for the prosperity of the country and the improvement of the people's wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t He put forth the basic line of socialist economic construction in the postwar days, which gives priority to the growth of heavy industry while simultaneously developing light industry and agriculture, and led energetically the effort for its implementation.\n\t\t\t\t\t\n\t\t\t\t\t He frustrated thoroughly the moves of anti-party, counter-revolutionary elements and revisionists slandering the Workers' Party of Korea's policy of building the heavy industry and advanced the slogan \"Iron and machine are king of industry!\" and held higher the banner of independence. He visited the then Kangson Steel Works, Hwanghae Iron Works and other iron and steel production bases of the country to inspire the workers there to the increased steel production.\n\t\t\t\t\t\n\t\t\t\t\t Having instructed officials that the expansion project of the Kim Chaek Iron and Steel Complex should be carried out at an early date, the President went to the project site and solved the bottleneck problems on the spot. His wise guidance resulted in bringing about a proud change in the leading metallurgical base in the northern area of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He aroused colliers to the efforts for increased coal production, saying that \"Coal is food of industry\" and led the efforts for pushing ahead with the construction of the thermal power plants in Pyongyang and Pukchang in parallel with the construction of large-size hydro-power stations so as to overcome the lopsidedness of the electric power industry which had relied only on hydro-power and the efforts for successfully completing the electrification of several hundred-kilometer-long railway lines during the First Seven-Year Plan period. His devoted efforts were immeasurable for the creation of solid raw material, fuel and power bases and the development of railway transportation.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, thanks to the potentiality of the Juche-oriented industry for which the President made his every effort till the last moments of his life, the DPRK could bridge over the economic difficulties during the \"Arduous March\" and the forced march unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t The solid foundation of the socialist independent national economy provided under the leadership of the President is being consolidated further under the Songun revolutionary leadership of Kim Jong Il who has worked out a grand plan to build a rich and powerful country of self-reliance."
        },
        {
            "title": "U.S. Start of Smear Broadcasting against DPRK Flailed",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-05ee.html",
            "content": "U.S. Start of Smear Broadcasting against DPRK Flailed\r\nPyongyang, April 17 (KCNA) -- VOA kicked off its smear broadcasting against the DPRK in the area near the Military Demarcation Line (MDL). This goes to prove that the U.S. remains unchanged in its ulterior intention to stifle the DPRK at any cost and the former's psychological warfare aimed at undermining and destabilizing the latter is getting more undisguised in its form and contents. \n\t\t\t\t\t Minju Joson Friday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. start of its psychological smear broadcasting against the DPRK is one more grave political provocation and a crime against the DPRK as it is a sort of proclamation of war in the ideological field, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. start of its psychological smear broadcasting against the DPRK in collusion with the south Korean puppets proves itself that \"respect for the system in the DPRK\" and \"co-existence\" much touted by them are nothing but hypocrisy and that their real intention is to negate the DPRK's ideology and system and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppets, much upset by the high dignity and growing national power of the DPRK demonstrated before the world, are aware of the limitations of their hostile policy towards the DPRK backed by military force and seek to fill up its loophole by way of intensifying the psychological warfare through smear broadcasting.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppets are leaving no means untried to bring down socialism in the DPRK but it is nothing but a day-dream.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppets should clearly know that they have perpetrated another unpardonable crime against the nation by joining the U.S. in its criminal move to do harm to compatriots. The DPRK will surely settle accounts with the south Korean puppets for this crime and force them to pay for it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to roll back its hostile policy towards the DPRK, bearing deep in mind that neither psychological warfare nor military confrontation works on the DPRK."
        },
        {
            "title": "S. Korean Conservative Authorities' Moves to Sever Inter-Korean Relations Flayed",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-08ee.html",
            "content": "S. Korean Conservative Authorities' Moves to Sever Inter-Korean Relations Flayed\r\nPyongyang, April 17 (KCNA) -- The south Korean conservative authorities have gone into extremes in their moves to sever the inter-Korean relations, says Rodong Sinmun Friday in a signed commentary. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of the anti-reunification plot to completely block the cooperation and exchange between non-governmental organizations which have been under way with great difficulty and dash the last hope for the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t The south Koran authorities talked a lot about \"guarantee of security\" and \"personal safety\" of the personnel of the south side, while pulling up the DPRK over its satellite launch for peaceful purposes. This was nothing but a groundless far-fetched assertion of those keen to find a pretext for totally severing the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t The action taken by the Lee Myung Bak group to disallow the visit to Pyongyang by non-governmental organizations was a criminal move to quell the desire for achieving reunification through alliance with the north growing strong among the south Korean people and completely sever the inter-Koran relations under the pretext of the DPRK's satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t The Lee puppet clique has put a check-bar on the visit and exchange between non-governmental organizations in the north and the south in a bid to bring to naught the historic successes made after the publication of the June 15 joint declaration and fully restore the structure of confrontation dating back to the old era not only in the political, economic and military fields but in cultural, humanitarian and other fields of the inter-Korean relations. These facts indicate that the Lee clique is the worst group of traitors in the history of the nation. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group has pushed the inter-Korean relations to an extreme phase of all-out confrontation and military clash, crying out for regaining the \"lost decade\", utterly indifferent to the destiny of the nation and the country's reunification. It is quite clear to guess what grave consequences will be entailed by its reckless anti-reunification actions. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans will mete out a stern judgment to the traitors who have pushed the inter-Korean relations to an uncontrollable stalemate quite contrary to their unanimous desire for independent reunification, peace and prosperity."
        },
        {
            "title": "Floral Baskets Laid before Statue of Generalissimo Kim Il Sung in Jilin Yuwen Middle School",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-19ee.html",
            "content": "Floral Baskets Laid before Statue of Generalissimo Kim Il Sung in Jilin Yuwen Middle School\r\n Pyongyang, April 17 (KCNA) -- Koreans in China laid floral baskets before the statue of Generalissimo Kim Il Sung in Jilin Yuwen Middle School on April 15 on the occasion of his birth anniversary. \n\t\t\t\t\t Attending it were Chairman of the General Association of Koreans in China Yang Yong Dong and its officials, representatives of the Federation of Korean Economic Workers in China, the Federation of Korean Youth in China and regional associations affiliated to them, compatriots residing in Jilin, the DPRK consul-general in Shenyang and members of his consulate, members of the DPRK branches in China and officials concerned of the said school. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and bouquets before the statue with boundless reverence for him and made bows."
        },
        {
            "title": "Floral Basket Laid before Portrait of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-14ee.html",
            "content": "Floral Basket Laid before Portrait of Kim Il Sung\r\n Pyongyang, April 17 (KCNA) -- A function was held by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on April 14 to place a floral basket before the portrait of smiling President Kim Il Sung on the occasion of the Day of the Sun. \n\t\t\t\t\t Present at the function were Alfonso Fraga Perez, secretary-general of the above-said organization, and its members, the DPRK Ambassador to Cuba and staff members of his embassy. \n\t\t\t\t\t\n\t\t\t\t\t The participants placed the floral basket before making bows to the portrait."
        },
        {
            "title": "Floral Basket Laid before Portrait of Kim Il Sung in Cuba",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-01ee.html",
            "content": "Floral Basket Laid before Portrait of Kim Il Sung in Cuba\r\n Pyongyang, April 17 (KCNA) -- A function was held at Kim Il Sung Economic Special School of Cuba on Apr. 13 to lay a floral basket before the portrait of smiling President Kim Il Sung on the occasion of the Day of the Sun.\n\t\t\t\t\t Present there were figures of the Cuban Institute of Friendship with the Peoples, the Cuban Committee for Supporting Korea's Reunification and the Cuban special school, masses and the DPRK ambassador to Cuba and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid the floral basket before his portrait and made bows."
        },
        {
            "title": "DPRK's Satellite Launch Hailed by Foreign Political Parties",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-03ee.html",
            "content": "DPRK's Satellite Launch Hailed by Foreign Political Parties\r\n Pyongyang, April 17 (KCNA) -- The Vanguard Party of Indonesia released a statement on Apr. 7 to hail the successful launch of satellite Kwangmyongsong-2.\n\t\t\t\t\t The statement said that the successful launch of the satellite marked another great victory achieved by the Korean people in their struggle for building a great prosperous and powerful socialist nation and a great auspicious event which demonstrated the powerful economic potential and high scientific and technological level of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished the Korean people under the outstanding Songun leadership of Kim Jong Il, chairman of the DPRK National Defence Commission, eternal victory and honor.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Bangladesh Communist Party, too, released a statement on Apr. 10 to hail the DPRK's successful launch of satellite Kwangmyongsong-2.\n\t\t\t\t\t\n\t\t\t\t\t Sternly condemning the imperialists taking issue with the DPRK's satellite launch, the statement heartily congratulated the successes achieved by the Korean scientists and extended firm solidarity to the Korean people."
        },
        {
            "title": "Officials of Chongryon Hail Successful Satellite Launch in DPRK",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-07ee.html",
            "content": "Officials of Chongryon Hail Successful Satellite Launch in DPRK\r\nPyongyang, April 17 (KCNA) -- Officials of central organizations and enterprises of the General Association of Korean Residents in Japan (Chongryon) separately issued statements hailing the successful launch of satellite Kwangmyongsong-2.\n\t\t\t\t\t Hong In Hum, chairman of the Central Audit Committee of Chongryon, said that the DPRK made a final breakthrough towards flinging open the gate to a thriving nation by successfully launching the satellite, adding that it is another great event to be always recorded in the history of Kim Jong Il's Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t O Jae Se, managing director of the Standing Council of the Korean Federation of Workers in Commerce in Japan, noted that he was greatly encouraged by the fact that the DPRK put the satellite into orbit at one go, focusing the world attention. \n\t\t\t\t\t\n\t\t\t\t\t Choe Song Yong, chairman of the Central Standing Committee of the Korean Youth League in Japan, hailed the successful launch of the satellite as a great event as it strikingly demonstrated before the world the great might of the Juche-based science and technology, adding that the DPRK's successful launch of the above-said satellite entirely with its own efforts and technology reinforced his faith that the DPRK is sure to triumph as long as it is led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kang Thae Ryong, chairman of the Central Standing Management Board of the Korean Association of Young Workers in Commerce in Japan, said that the successful launch of the satellite is an event of very great significance, adding that this auspicious event of the nation could be brought about by Kim Jong Il only.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon, chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, said that the successful launch of the above-said satellite, a shining product of self-reliance, imbued the Korean women in Japan with fresh confidence and courage as it was a great victory of Kim Jong Il's Songun policy.\n\t\t\t\t\t\n\t\t\t\t\t Jo Han Ju, chairman of the Central Standing Committee of the Union of Korean Teachers and School Clerks in Japan, said that the DPRK successfully launched another satellite, demonstrating the potentials of the ultra-modern science and technology and self-supporting national economy in the stirring period in which the country is effecting a new great revolutionary surge under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hwa Hyo, chairman of the Korean Social Scientists Association in Japan, noted that the recent great event that proved the might of the cutting-edge science and technology in the homeland was a telling blow to the hostile forces keen to stifle the DPRK."
        },
        {
            "title": "Seminar on Songun Politics Held in Nigeria",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-02ee.html",
            "content": "Seminar on Songun Politics Held in Nigeria\r\nPyongyang, April 17 (KCNA) -- A seminar on the Juche idea, the Songun politics in the era of independence was held at University of Abuja of Nigeria on Apr. 6 on the occasions of the Day of the Sun and the 16th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t Displayed in the venue of the seminar were photos showing the immortal exploits of his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages and members of the National Committee for the Study of the Juche Idea, the Group for the Study of Kimjongilism, the Group for the Study of the Juche Philosophy and the Group for the Study of the Songun Politics of Nigeria and at least 500 staff and students of the above-said university. Also present there on invitation were staff members of the DPRK embassy in Abuja.\n\t\t\t\t\t\n\t\t\t\t\t Buttari Muhammed Bello, lecturer of the university said in an opening speech that the seminar held greater significance as it took place when the DPRK successfully launched its satellite Kwangmyongsong-2 with its own wisdom and technology. He warmly congratulated Kim Jong Il and the Korean people on behalf of the participants.\n\t\t\t\t\t\n\t\t\t\t\t And speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t Aba Sadik Abubakr, chairman of the Nigerian Group for the Study of the Juche Philosophy, speaking under the title of \"Foundation of the Juche idea and reality of the DPRK,\" referred to the fact that President Kim Il Sung had founded the Juche idea to meet the practical requirement of the Korean revolution, liberated the country usurped by the Japanese imperialists through the armed struggle on the basis of the idea, founded the Democratic People's Republic of Korea afterwards and developed it into a powerful socialist state.\n\t\t\t\t\t\n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of the Juche Idea, in his speech titled \"The Songun politics and reunification of Korea\" explained and proved the fact that the President indicated the essence of the issue on national reunification, set forth the most reasonable proposals and ways for reunification and opened an epochal phase for national reunification to achieve them.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted there."
        },
        {
            "title": "CRPP denuncia la fiebre belicista de EE.UU. y circulo militar surcoreano",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-20ee.html",
            "content": "CRPP denuncia la fiebre belicista de EE.UU. y circulo militar surcoreano\r\nPyongyang, 17 de abril (ATCC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria publico el dia 17 la informacion No.947 en relacion con que recientemente, los caudillos de las tropas norteamericanas ocupantes del Sur de Corea y del circulo militar titere de esta parte realizaron el \"vuelo de comando\" a bordo de los aviones de la contraparte para inspeccionar la disposicion de operaciones aereas y la capacidad de cumplimiento de la operacion conjunta, encaminadas a dar el golpe preventivo a la Republica Popular Democratica de Corea, y alternaron la visita a las unidades de las fuerzas aereas de la contraparte.\n\t\t\t\t\t La nota califica tal locura belicista por agredir al Norte de Corea de imperdonable provocacion militar y abierto acto hostil a este.\n\t\t\t\t\t\n\t\t\t\t\t  Lo unico que persiguen EE.UU. y la camarilla de Lee Myung Bak es la confrontacion y la guerra y la \"alianza militar Sur de Corea-EE.UU.\", de que ellos hablan tanto, es, en su esencia, la \"union para la guerra y agresion\" contra la RPDC, subraya el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa referida \"alianza militar\", considerada por las fuerzas traidoras proyanquis del Sur de Corea como \"santo patron\", impondra a la nacion coreana, los habitantes surcoreanos y la Peninsula Coreana las horribles desgracias, penalidades y desastres de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEs una cuestion de tiempo el inicio de la guerra nuclear que seria desatada por ese bloque bilateral.\n\t\t\t\t\t\n\t\t\t\t\tEstarian muy equivocados EE.UU. y los titeres surcoreanos si ellos piensan doblegar a la RPDC con la fuerza. \n\t\t\t\t\t\n\t\t\t\t\tAnte el poderio del Songun (priorizacion militar) de la RPDC, imprevisible por las fuerzas hostiles, se estrellaran la \"alianza militar\" endiosada por la banda de Lee y la supuesta operacion aerea y ataque preventivo de que suelen hablar los provocadores. \n\t\t\t\t\t\n\t\t\t\t\tLos belicistas norteamericanos y surcoreanos deben portarse con prudencia conociendo bien de su rival."
        },
        {
            "title": "Kim Jong Il recibe regalo de delegacion china",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-21ee.html",
            "content": "Kim Jong Il recibe regalo de delegacion china\r\nPyongyang, 17 de abril (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera la delegacion del Comite Nacional de la Conferencia Consultiva Politica del Pueblo Chino (CCPPCh) presidida por el vicepresidente Li Jinhua, de visita en Corea.\n\t\t\t\t\tEl jefe de la delegacion lo entrego este viernes al presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam."
        },
        {
            "title": "Banquete en honor de delegaciones y delegados de estudio de idea Juche",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-22ee.html",
            "content": "Banquete en honor de delegaciones y delegados de estudio de idea Juche\r\nPyongyang, 17 de abril (ATCC) -- En ocasion del Dia del Sol (15 de abril, cumpleanos del  Presidente Kim Il Sung) el gobierno de la Republica Popular Democratica de Corea ofrecio el dia 16 en el Hotel Coryo de Pyongyang un banquete en honor de las delegaciones y delegados de las organizaciones de estudio de la idea Juche.\n\t\t\t\t\t  A la comida fueron invitados las delegaciones y delegados de las organizaciones arriba mencionadas en varios paises y regiones.\n\t\t\t\t\t\n\t\t\t\t\t  Al hacer uso de la palabra, Yang Hyong Sop, vicepresidente del Presidium de la Asamblea Popular Suprema, dijo que el Presidente Kim Il Sung creo la inmortal idea Juche basandose en las experiencias practicas y lecciones de la revolucion coreana e ilumino claramente el camino a seguir por la humanidad progresista.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que al registrar un nuevo y gran auge revolucionario bajo la destacada orientacion del Dirigente Kim Jong Il sobre la revolucion mediante el Songun (priorizacion militar) el pueblo coreano desarrolla energicamente la lucha por abrir las puertas a la gran potencia prospera en el 2012, en que se celebrara el centenario de natalicio del Presidente.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que hoy siguen incrementando en el ambito mundial las filas de las organizaciones de estudio de la idea Juche y los adeptos a esta idea y se desarrollan mas ampliamente las actividades para investigar y divulgar esta idea y materializarla conforme a las realidades concretas de su pais.\n\t\t\t\t\t\n\t\t\t\t\t  El director general del Instituto Internacional de la Idea Juche, Vishwanath, elogio en su discurso que el Presidente Kim Il Sung es el gran ideologo, filosofo y destacado politico quien creo la idea Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Menciono que por enaltecer como lider al Presidente el pueblo coreano vive y trabaja felizmente disfrutando de los beneficios de la educacion y asistencia medica gratuitas en el pais libre de explotacion y opresion.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que en acato al legado del Presidente Su Excelencia Kim Jong Il, quien lleva adelante la causa de aquel, conduce al pueblo coreano al triunfo y la gloria."
        },
        {
            "title": "Minju Joson denuncia radioemision de EE.UU. contra la RPDC",
            "url": "http://kcna.co.jp/item/2009/200904/news17/20090417-23ee.html",
            "content": "Minju Joson denuncia radioemision de EE.UU. contra la RPDC\r\n Pyongyang, 17 de abril (ATCC) -- En relacion con que la cadena norteamericana VOA inicio la radioemision intrigante contra la Republica Popular Democratica de Corea en las inmediaciones de la Linea de Demarcacion Militar, el rotativo Minju Joson publico este viernes un comentario individual que sigue:\n\t\t\t\t\t Ese hecho revela que sigue invariable la intencion de Estados Unidos de aplastar a toda costa a la RPDC y son cada vez mas siniestras las formas y el contenido de la guerra psicologica lanzada por el primero para descomponer y desestabilizar desde adentro a la segunda.  \n\t\t\t\t\t\n\t\t\t\t\t El inicio de la radioemision directa contra la RPDC resulta una especie de la declaracion de guerra en el dominio ideologico y otra grave y peligrosa provocacion politica y criminal contra ella.\n\t\t\t\t\t\n\t\t\t\t\t Esa campana publicitaria, que lanzo EE.UU. en contubernio con los titeres surcoreanos, demuestra que son embustes el \"respeto al sistema\", la \"coexistencia\" y otras palabras pronunciadas tanto por ellos y su verdadera intencion es rehusar la idea y el sistema de la RPDC y aplastarla.\n\t\t\t\t\t\n\t\t\t\t\t Perplejos ante la dignidad y el poderio nacional de la RPDC que crecen subitamente al nivel mundial, EE.UU. y los titeres surcoreanos se dieron cuenta de las limitaciones de su politica hostil a aquella por via militar y tratan de superarlas mediante la intensificacion de la guerra psicologica por la radiodifusion.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque ellos actuan con desesperacion valiendose de todos los medios y metodos para derrumbar el socialismo coreano, esta ilusion no se realizara jamas.\n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos deben conocer bien que cometieron otro crimen inexpiable ante la nacion coreana al sumarse a las maniobras criminales de EE.UU. para hacer dano a los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t La RPDC ajustara sin falta la cuenta de ello y forzara a los titeres surcoreanos a pagar sus crimenes.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. debe dejar ahora mismo su politica hostil a la RPDC dandose cuenta de que no vale en el trato con ella la guerra psicologica ni la confrontacion militar ni otras cosas por el estilo."
        }
    ]
}