{
    "date": "2009-07-02",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-02ee.html",
    "articles": [
        {
            "title": "Inter-Korean Working Contact for Revision of Contracts on KIZ Made",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-21ee.html",
            "content": "Inter-Korean Working Contact for Revision of Contracts on KIZ Made\r\n Pyongyang, July 2 (KCNA) -- A north-south working contact for the revision of the contracts on the Kaesong Industrial Zone (KIZ) was made on the spot on Thursday.\n\t\t\t\t\t At the contact, the north side expressed regret over the fact that no progress has been made in the working contact though it made sincere efforts as evidenced by its advancement at the previous contacts of the constructive proposals for reexamining and renegotiating the work in the KIZ as required by the changed north-south relations and the present reality, etc.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary, above all, to refrain from doing anything to create difficulties in the way of the working contact, the north side held, recalling that unpleasant things contrary to the contact are taking place in south Korea without let-up and the campaign for \"sanctions\" and reckless remarks calling for confrontation in the systems are getting undisguised there.\n\t\t\t\t\t\n\t\t\t\t\t Noting that even the \"basic plan for defence reforms\" simulating a \"preemptive attack\" and \"contingency\" is made public, the north side continued:\n\t\t\t\t\t\n\t\t\t\t\tWhat should not be overlooked is that the authorities of the \"Ministry of Unification\" of the south side themselves are vociferating about \"no nukes, opening and 3,000 dollars\" and \"resolute counteraction,\" spoiling the atmosphere of the contact.\n\t\t\t\t\t\n\t\t\t\t\t When sitting face to face with the north side, the south side talks about \"dialogue\" and \"sincerity\" but incites confrontation behind the scene. Such behavior compels the north side to question whether the south side is willing to have the working contact or not.\n\t\t\t\t\t\n\t\t\t\t\t Urging the south side to take honest attitude and stand toward the discussion on the revision of the said contracts, the north side went on to say:\n\t\t\t\t\t\n\t\t\t\t\t Taking an insincere attitude toward the working contact from its start, the south side has groundlessly turned down our proposals without any deep study of them and raised issues irrelevant to the contact, creating complexity.\n\t\t\t\t\t\n\t\t\t\t\t It went the lengths of floating even the story about the \"closure\" of the KIZ and some authorities are making very inappropriate remarks that \"they would not negotiate in the same way as was done in the past.\"\n\t\t\t\t\t\n\t\t\t\t\t The north side said the south side's assertion that it would not have the same dialogue as conducted in the past means it wants to have a contact for confrontation, questioning the south side what is the use of having a working contact if it is its stance. The north side urged the south side to refrain from doing such things quite contrary to the desire and expectation of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The north side proposed the south side to begin with discussing the issue of land use tax, the top priority and essential matter, at this contact as it put forward comprehensive proposals at the last contacts as regards the issue of the revision of the contracts on the KIZ. The north side referred in detail to the purport and propriety of its proposal.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the level of the land use tax proposed by the north is by no means high in view of the universally accepted practice in the special zones of south Korea and other countries and the peculiarity and value of the KIZ and its prospect, the north side urged the south side to carefully study its proposal and honestly accept it.\n\t\t\t\t\t\n\t\t\t\t\t Expressing once again its readiness to settle the difficulties which the enterprises of the south side are facing in the management, depending on the settlement of the issue of the land use tax, in particular, the north side stressed that the south side would reciprocate good faith and magnanimity in kind.\n\t\t\t\t\t\n\t\t\t\t\t The south side, however, doggedly asserted that it cannot accept the just claim of the north side, not only avoiding the discussion of the basic issue but letting loose sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t The south side did not hesitate to talk nonsense that it has not received any special treatment in the KIZ so far.\n\t\t\t\t\t\n\t\t\t\t\t The north side strongly chided the rude and insincere attitude of the south side as a deliberate and premeditated provocation to scuttle the working contact and took serious note of this.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the fate of the working contact and the prospect of the KIZ will entirely depend on the future attitude of the south side."
        },
        {
            "title": "Greetings to CARICOM Meeting ",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-10ee.html",
            "content": "Greetings to CARICOM Meeting\r\n Pyongyang, July 2 (KCNA) -- Kim Yong Il, premier of the Cabinet, Thursday sent a message of greetings to the 30th CARICOM meeting of heads of government.\n\t\t\t\t\t The CARICOM member nations worked out a common strategy of the region to meet the challenge of \"globalization\" and have solved regional problems on the principle of equality and mutual benefits, thus making a positive contribution to protecting the rights and interests of the peoples of the countries in the Caribbean region and promoting their wellbeing and boosting cooperation among member nations, the message said.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and the CARICOM member nations would continue to develop favorably in the future, too, the message hoped that the meeting would successfully discuss all the agenda items and yield good results."
        },
        {
            "title": "Kim Ki Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-16ee.html",
            "content": "Kim Ki Nam Meets Chinese Delegation\r\nPyongyang, July 2 (KCNA) -- Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly talk with a delegation of the State Archives Administration of China headed by its Deputy Director-General Yang Jibo at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Pak Ui Chun Meets Polish Ambassador ",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-14ee.html",
            "content": "Pak Ui Chun Meets Polish Ambassador\r\n Pyongyang, July 2 (KCNA) -- Foreign Minister Pak Ui Chun met and had a conversation with Polish Ambassador to the DPRK Roman Iwaszkiewicz on Thursday when the ambassador paid a farewell call on him."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-11ee.html",
            "content": "Gift to Kim Jong Il from Chinese Delegation \r\n Pyongyang, July 2 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the delegation of the State Archives Administration of China now on a visit to the DPRK.\n\t\t\t\t\t The gift was handed to Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, on Thursday by Deputy Director-General of the administration Yang Jibo who is heading the delegation."
        },
        {
            "title": "Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-18ee.html",
            "content": "Art Exhibition Opens\r\n Pyongyang, July 2 (KCNA) -- An art exhibition titled \"The great leader Comrade Kim Il Sung will always be with us\" opened with due ceremony at the Pyongyang International Cultural Centre on Thursday on the occasion of the 15th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t Displayed in the venue are at least 60 art works created by artists of art studios in capital and local areas. \n\t\t\t\t\t\n\t\t\t\t\t Seen in the centre of the venue is an art work depicting the President standing against the background of Mt. Paektu, the holy mountain of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t An acryl painting \"The shining victory of the Arduous March\", Korean paintings \"Here is the forefront before you, leader\", \"Samjiyon Revolutionary Battle Site in Spring \" and other works impressively deal with the great personality of Generalissimo Kim Il Sung who defeated two imperialisms in one generation and achieved the liberation and freedom and independence of the country, bringing happiness to the people. \n\t\t\t\t\t\n\t\t\t\t\t An oil painting \"The great leader Comrade Kim Il Sung visits the Kangson Steel Works to start the Chollima movement\", an acryl painting \"Visiting himself even an underground cutting face\", a watercolor painting \"Sitting knee to knee with a peasant,\" etc. depict the revolutionary career and immortal exploits of the President who ushered in a new era of prosperity of the country and built a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, on this land. \n\t\t\t\t\t\n\t\t\t\t\t An oil painting \"Longing for Father Generalissimo\" and other works reflect the ardent yearning of the Korean people for the fatherly leader of the nation. \n\t\t\t\t\t\n\t\t\t\t\tA Korean painting \"Great succession to the Songun revolutionary leadership\", an acryl painting \"Brightly-lit Wonsan\" and other works convey down through generations the revolutionary exploits performed by General Secretary Kim Jong Il in the course of translating the President's plan for building a rich and powerful country into reality.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there are posters \"Let us glorify the noble exploits performed by the great leader with his maxim of believing in people as in Heaven!\" and \"Let us commemorate the centenary of birth of the great leader as a grand festival of victors!\" and others."
        },
        {
            "title": "Remembrance Meeting of Agricultural Workers Held ",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-17ee.html",
            "content": "Remembrance Meeting of Agricultural Workers Held\r\nPyongyang, July 2 (KCNA) -- A remembrance meeting of agricultural workers titled \"The leader is still among our peasants\" took place in Yonan County, South Hwanghae Province on Thursday on the occasion of the 15th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t Present there were Kang Chang Uk, chairman of the Central Committee of the Union of Agricultural Workers of Korea, officials concerned, those who had the honor of being received by the President, those related to the revolutionary activities of the President and agricultural workers in the county.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chang Uk, addressing the meeting, said that the path covered by the victorious Korean revolution is closely associated with the sacred patriotic devotion of the President who dedicated his whole life to the prosperity of the country and the happiness of the people. \n\t\t\t\t\t\n\t\t\t\t\t Officials of the farm and its members in their speeches recollected with deep emotion that the President visited the farms and taught ways of increasing the grain production, walking ridges between rice fields, and showed great loving care for the agricultural workers. \n\t\t\t\t\t\n\t\t\t\t\tThey vowed to boost the nation's grain production, true to the Songun revolutionary leadership of Kim Jong Il, and thus eternally glorify the leadership feats of the President. \n\t\t\t\t\t\n\t\t\t\t\t \"We Always Remember All Sorts of Hardships Undergone by the Leader\" and \"Our Leader\" and other songs were heard from the venue of the meeting when it was pervaded with profound reverence for him."
        },
        {
            "title": "Independence Day of Venezuela Marked",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-09ee.html",
            "content": "Independence Day of Venezuela Marked\r\n Pyongyang, July 2 (KCNA) -- A meeting was held at the Pyongyang International Cultural Centre on Thursday on the occasion of the independence day of Venezuela. \n\t\t\t\t\t Present there were Vice-Chairman of the Committee for Cultural Relations with Foreign Countries Paek Yong Ho, who is chairman of the DPRK-Venezuela Friendship Association, members of the association and working people here.\n\t\t\t\t\t\n\t\t\t\t\t After a speech made by the chairman of the association, the meeting adopted a message of greetings to the president of the Bolivarian Republic of Venezuela."
        },
        {
            "title": "Staff Members of Russian Embassy Visit Chollima Steel Complex",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-15ee.html",
            "content": "Staff Members of Russian Embassy Visit Chollima Steel Complex\r\n Pyongyang, July 2 (KCNA) -- Russian Ambassador to the DPRK Valery E. Sukhinin and staff members of the Russian embassy visited the Chollima Steel Complex on Thursday.\n\t\t\t\t\t Being briefed on the fact that President Kim Il Sung visited the complex and gave origin to the Chollima movement, bringing about a great surge throughout the country, the guests went round the historic monument to the on-the-spot guidance of the President and a room devoted to the history of the complex.\n\t\t\t\t\t\n\t\t\t\t\t They watched the UHP electric arc furnace just before the tapping process.\n\t\t\t\t\t\n\t\t\t\t\t They handed scrap iron collected by them to the complex."
        },
        {
            "title": "Military Attaches Corps Here Visits Sinchon Museum",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-20ee.html",
            "content": "Military Attaches Corps Here Visits Sinchon Museum\r\n Pyongyang, July 2 (KCNA) -- The military attaches corps here visited the Sinchon Museum Thursday on the occasion of the June 25-July 27 month of anti-U.S. joint struggle. \n\t\t\t\t\t They looked round data and materials there, being briefed on the facts that the U.S. imperialist aggressors killed innocent civilians in Sinchon in cold blood after occupying it during the strategic temporary retreat of the Korean People's Army during the past Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Then they visited the anti-air raid shelter of the former Sinchon County Committee of the Workers' Party of Korea and the powder magazine in Wonam-ri. \n\t\t\t\t\t\n\t\t\t\t\t They placed bouquets before the graves of patriots, 400 mothers and 102 children before paying silent tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Cuban Military Attache Miguel Angel Gala Valiente said that through the visit he came to know well about the brutality of the U.S. imperialists and could not repress hatred against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Vietnamese Military Attache Nguyen Van Lich said that the barbarities committed by the U.S. troops in Sinchon were beyond the human imagination.\n\t\t\t\t\t\n\t\t\t\t\t Chinese Military, Naval and Air Attache Sun Yanfeng wrote in the visitor's book that the massacres perpetrated by the U.S. troops during the Korean War should never be repeated and the Chinese and Korean peoples will struggle shoulder to shoulder for peace and stability."
        },
        {
            "title": "Hamhung Martyrs' Cemetery Completed",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-19ee.html",
            "content": "Hamhung Martyrs' Cemetery Completed\r\n Pyongyang, July 2 (KCNA) -- The Hamhung Martyrs' Cemetery was built at the foot of a mountain in Phunggyong-ri, Hoesang District, Hamhung City, South Hamgyong Province. \n\t\t\t\t\t Buried in the cemetery were remains of the martyrs, officials and working people who dedicated themselves to the struggle for the freedom and liberation of the people and national reunification and prosperity, remaining intensely loyal to the party and the leader in the past. Tombstones with their stone pictures are seen standing there. \n\t\t\t\t\t\n\t\t\t\t\t Among them are Anti-Japanese Revolutionary Martyr Kim Myong Uk, Anti-Japanese Patriotic Martyrs Ri Kwi Hyon and Ri Ki Ik, Ri Ui Hyon who was chairman of the South Hamgyong Provincial Rural Economy Committee, Jong Hui Chol who was manager of the Hamhung Disabled Soldiers' Plastic Daily Necessities Factory, Han Pyong Ik who was researcher at the Hamhung Branch of the State Academy of Sciences and People's Scientist, Academician, Prof. and Dr. Sim Yun Sop who was room chief of Hamhung University of Hydraulic Power Engineering.\n\t\t\t\t\t\n\t\t\t\t\tA ceremony for the completion of the cemetery took place on the spot Thursday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were leading officials of party and power bodies and working people's organizations in the province, bereaved families, builders and working people. \n\t\t\t\t\t\n\t\t\t\t\t They laid wreaths and bouquets there and paid silent tribute to the martyrs.\n\t\t\t\t\t\n\t\t\t\t\t After the end of the ceremony, the participants and went round the cemetery."
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" Off Press",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-04ee.html",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Off Press\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 81 of \"Complete Collection of Kim Il Sung's Works\", a library of the Juche idea which systematically and comprehensively deals with works of President Kim Il Sung in the chronological order.\n\t\t\t\t\t Contained in the book are 47 famous works, including speeches, talks and conclusions, published by the President from January to June Juche 74 (1985).\n\t\t\t\t\t\n\t\t\t\t\t The works comprehend the outstanding ideas, theories and strategic and tactical policies the President set forth to bring about a fresh surge in the efforts for celebrating the 40th anniversaries of the national liberation and the foundation of the WPK as grand festivals of victors, strengthen the movement of national reunification and the international solidarity with the Korean revolution and defend global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Among them are works \"New Year Address\", \"On Some Measures for Solving the Problem of Electricity\", \"Let Us Take Effective Measures to Increase the Steel Production\", \"On Some Problems Arising in the Improvement of Economic Work\" and \"On Some Measures for Putting on a Normal Basis the Production at Industrial Establishments and Improving the Standard of People's Living\" which clarify in detail the tasks facing different fields to push ahead with the socialist economic construction and the ways for carrying them out.\n\t\t\t\t\t\n\t\t\t\t\t \"The General Association of Korean Residents in Japan Should Be Strengthened into an Eternal Overseas Compatriots' Organization of Juche Type\", \"On the Occasion of the 30th Anniversary of the Founding of the General Association of Korean Residents in Japan\" and other works deal with the ways for steadily intensifying the patriotic activities of the association in keeping with the requirement of the developing reality so as to put the movement of Korean residents in Japan on a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t Also expounded in the book are theoretical and practical problems arising in accelerating the revolution and construction, including the problems of strengthening the school education to train all the schoolers to be revolutionaries of ability and renewing Pyongyang Municipality and local cities on a modern basis."
        },
        {
            "title": "Jongdok Temple, Historical Relics of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-13ee.html",
            "content": "Jongdok Temple, Historical Relics of Mt. Paektu\r\n Pyongyang, July 2 (KCNA) -- The Jongdok Temple is typical of the historical relics of Mt. Paektu.\n\t\t\t\t\t The temple was built on the northern tip of the shores of Lake Chon on the top of Mt. Paektu in 1906 by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t In the early of the 20th century the Japanese imperialists intensified acts of aggression in a more vicious way as the days went by and Korea and her nation stood at the crossroads of survival and ruin. Deeply worried over it, Koreans used to visit the temple and pray to the King of Heaven for appearance of a great man born of Heaven who would defend the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The temple was destroyed gradually as it was not preserved and managed properly owing to the harsh repression and obstructions committed by the Japanese imperialists for obliterating the spirit of the Korean nation before the liberation of the country. Now remains only the site of the temple.\n\t\t\t\t\t\n\t\t\t\t\t Various books including the book \"Paektusandungchokgi\" (Mt. Paektu-climbing note) published in 1931 carried photos of the Jongdok Temple and items written by visitors after looking it round.\n\t\t\t\t\t\n\t\t\t\t\t According to the data, the buildings of the temple were all built of wood. It had 99 rooms. The inner hall was located in the center of the main building around which the rooms were arranged trebly in the octagonal form.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung described the history of the Jongdok Temple in his reminiscences \"With the Century\" so that the patriotic spirit of the Korean people associated with the temple was reflected in the history of the nation and is being conveyed to the generations to come."
        },
        {
            "title": "Historic Kalun Meeting",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-12ee.html",
            "content": "Historic Kalun Meeting\r\n Pyongyang, July 2 (KCNA) -- Nearly 80 years have passed since the historic Kalun Meeting (June 30-July 2, 1930).\n\t\t\t\t\t President Kim Il Sung delivered the historic report \"The Path of the Korean Revolution\" at the meeting of leading personnel of the Young Communist League and the Anti-imperialist Youth League held in Kalun.\n\t\t\t\t\t\n\t\t\t\t\t The President, in his report, clearly defined the character, basic task, motive power and target of the Korean revolution and laid stress on taking the firm standpoint that the masters of the Korean revolution are the Korean people and that the Korean revolution should by all means be carried out by the Korean people themselves in a way suited to the actual conditions of their country.\n\t\t\t\t\t\n\t\t\t\t\t This was the great declaration proclaiming the creation of the immortal Juche idea that the popular masses are the masters of revolution and construction and they are also the motive forces of revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The President, with the faith of Juche, put forward the most revolutionary line of armed struggle, the first of its kind in the history of the national liberation struggle in colonial countries. In order to wage this struggle in a big way, he said, it is imperative to lay a mass foundation.\n\t\t\t\t\t\n\t\t\t\t\t He thus put forward the line of anti-Japanese national united front with the national liberation as the basis.\n\t\t\t\t\t\n\t\t\t\t\t Along with this, he advanced the policy of founding a party by the method of forming basic party organizations first and expanding and developing them.\n\t\t\t\t\t\n\t\t\t\t\t The President, basing himself on this, had vigorously led the Korean revolution along the road of Juche.\n\t\t\t\t\t\n\t\t\t\t\t All the achievements made in the protracted Korean revolution are the brilliant fruition of the great vitality of the Juche idea the creation of which was proclaimed at the Kalun meeting and the Juche-oriented revolutionary line based on it.\n\t\t\t\t\t\n\t\t\t\t\tThe Juche-oriented revolutionary cause is sure to win in the end thanks to the eternal banner of Juche upheld by the President in the early years of the Korean revolution and the Songun politics of General Secretary Kim Jong Il who is carrying it forward with credit."
        },
        {
            "title": "All Koreans Urged to Remain True to Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-08ee.html",
            "content": "All Koreans Urged to Remain True to Idea of \"By Our Nation Itself\"\r\nPyongyang, July 2 (KCNA) -- The idea of \"By our nation itself\", the idea of national independence and the unity of the nation, serves as  a mental driving force guaranteeing the victorious advance of the June 15 era of reunification. \n\t\t\t\t\t Rodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 era of reunification is an era of independent national reunification and an era of national unity as it makes an advance thanks to the concerted efforts and the united strength of all the compatriots who cherish the idea of \"By our nation itself\" and the victory of which is firmly guaranteed by them. \n\t\t\t\t\t\n\t\t\t\t\t The said idea represents the idea of national independence as it calls for solving the issues of the nation and the issue of the country's reunification by the concerted efforts of the Koreans who play the role of a master, not allowing any outsiders to interfere in their internal affairs. \n\t\t\t\t\t\n\t\t\t\t\t  June 15 All Korean Committee, a nationwide solidarity organization for the reunification movement, came into being and the  movement for national reunification was reenergized on its basis, actions for solidarity and joint actions gained momentum among organizations for the reunification movement in the north and the south and overseas despite the vicious anti-reunification moves of the conservative authorities in south Korea and the patriotic pro-reunification democratic forces are intensifying their actions to prevail over the anti-reunification forces in south Korea. This reality clearly proves the tremendous vitality of \"By our nation itself\" as the idea of national unity. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should work hard to protect the interests of the nation, regarding the nation more important than outside forces under the uplifted banner of \"By our nation itself.\" All of them should make a tangible contribution to the cause of the country's reunification by letting those with strength give strength, letting those with knowledge give knowledge and letting those with money give money. This is the duty of all the Koreans living in the June 15 era of reunification.  \n\t\t\t\t\t\n\t\t\t\t\t No force on earth can stem the trend of the June 15 era of reunification making an advance, guided by the idea of \"By our nation itself\", an ideological and moral weapon for all Koreans."
        },
        {
            "title": "Lee Myung Bak Group's Fascist Crackdown upon Workers Flayed",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-03ee.html",
            "content": "Lee Myung Bak Group's Fascist Crackdown upon Workers Flayed\r\n Pyongyang, July 2 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on June 27 denouncing the Lee Myung Bak group of traitors for its brutal suppression of workers. \n\t\t\t\t\t The statement accused the Lee group of hurling policemen and gangsters into the scene of a sit-in strike staged by members of Ssang Yong Motor Car Trade Union in protest against the unreasonable discharge and committing indiscriminate crackdown upon them on June 26. \n\t\t\t\t\t\n\t\t\t\t\t The statement charged that the policemen and gangsters forcibly took away not only strikers but workers of other factories and even lawyers who rushed there to join them. \n\t\t\t\t\t\n\t\t\t\t\t It declared the South Headquarters of Pomminryon would positively support the members of the above-said trade union in their action and put spurs to the struggle to force Lee to step down and get the \"Grand National Party\" disbanded.\n\t\t\t\t\t\n\t\t\t\t\t The Teachers Union in a statement on June 29 lashed out at the Lee group for its fascist crackdown upon hardcore members of the organization. \n\t\t\t\t\t\n\t\t\t\t\t The statement urged the authorities to release at once the arrested members. \n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Seoul Council of Youth Organizations and the People's Solidarity for the Abolition of \"National Security Law\" held a press conference in Seoul at which they declared that the unceasing suppression of the South Headquarters of Pomminryon, the Solidarity for Implementing the South-North Joint Declaration, the south Korean Federation of University Student Councils and the Teachers Union, etc. is nothing but a nefarious move to stamp out the movement for reunification."
        },
        {
            "title": "Struggle against Adoption of Evil Laws Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-05ee.html",
            "content": "Struggle against Adoption of Evil Laws Launched in S. Korea\r\n Pyongyang, July 2 (KCNA) -- People from all walks of life in south Korea launched in Seoul on June 29 an action against the Lee Myung Bak group of traitors' moves to adopt the unpopular evil laws.\n\t\t\t\t\t Members of civic and public organizations and opposition parties staged a sit-in strike outside the \"National Assembly\" building.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference held prior to the strike, speakers denounced the Lee Myung Bak \"government\" and the \"Grand National Party\" for their high-handed practices to adopt the \"Lee Myung Bak evil laws\" despite the people's protest.\n\t\t\t\t\t\n\t\t\t\t\t This is little short of an open declaration that they will resort only to the high-handed rule, denying democracy, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\t They said that political and civic and public circles would launch a joint struggle to prevent the \"Lee Myung Bak evil laws\" from being adopted.\n\t\t\t\t\t\n\t\t\t\t\t In another development, organizations of workers and peasants respectively held rallies for checking the puppet authorities' moves to adopt the evil laws."
        },
        {
            "title": "Wrong Agricultural Policy Rejected in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-06ee.html",
            "content": "Wrong Agricultural Policy Rejected in S. Korea\r\n Pyongyang, July 2 (KCNA) -- More than 5,000 peasants under the Federation of Peasants Associations and university students in south Korea held in Seoul on June 29 a rally for checking the conclusion of south Korea-U.S. FTA, frustrating the \"advanced agriculture\" and punishing the Lee Myung Bak \"government.\"\n\t\t\t\t\t Speakers at the rally noted that the \"government\" is hoodwinking the public by creating an impression that any problem will be settled when the south Korea-U.S. FTA is concluded.\n\t\t\t\t\t\n\t\t\t\t\t They said that the authorities vociferated about the \"advanced agriculture,\" but this is the agriculture-killing policy as it is driving the agriculture of south Korea into world market competition.\n\t\t\t\t\t\n\t\t\t\t\t They declared that 3.5 million peasants would vigorously turn out in the struggle to frustrate the authorities' scheme for spoiling the agriculture and stamping out democratization and punish the dictatorial regime."
        },
        {
            "title": "Exploits of Kim Jong Il Praised in Britain",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-01ee.html",
            "content": "Exploits of Kim Jong Il Praised in Britain\r\nPyongyang, July 2 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on June 18 to celebrate the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Saying that Kim Jong Il's start of work at the WPK Central Committee was a historic event of weighty significance in developing the Korean revolution to victory, the statement noted that he has performed immortal exploits by wisely leading the political and ideological work and military affairs.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that thanks to his wise leadership, modern revisionism, opportunism and flunkeyism all were frustrated and brilliant victories achieved in all fields of the revolution and construction in the DPRK."
        },
        {
            "title": "Further Study and Dissemination of Juche Idea Urged",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-02ee.html",
            "content": "Further Study and Dissemination of Juche Idea Urged\r\n Pyongyang, July 2 (KCNA) -- An annual meeting of the Finnish National Committee for the Study of the Juche Idea was held in Helsinki on June 22. \n\t\t\t\t\t Present at the meeting were personages and members of the committee and the Finnish Group for the Study of Works of Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Juha Kieksy, chairman of the committee, affirmed the stand of the committee responding to the appeal of the African regional Juche idea seminar on \"the Juche idea and prosperity of Africa.\" And he underlined the need for all the members of the committee to cherish their mission and honor as champions and disseminators of the Juche idea and invigorate the study and dissemination of the Juche idea with 2012 marking the centenary of birth of President Kim Il Sung as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho, chief of the group, said that they would extend the ranks of Juche idea followers, conduct the study and dissemination of the Juche idea in an effective way in keeping with the changed environment and specific conditions and vigorously wage the solidarity movement supporting the Korean people in the efforts to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t A letter to all the Juche idea followers the world over was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t  We have fully supported the Korean people in the efforts to further glorify the cause of President Kim Il Sung and realize global independence.\n\t\t\t\t\t\n\t\t\t\t\t We will make every possible effort to commemorate the centenary of birth of the President with splendor."
        },
        {
            "title": "Kim Yong Il felicita conferencia de CARICOM ",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-22ee.html",
            "content": "Kim Yong Il felicita conferencia de CARICOM\r\nPyongyang, 2 de julio (ATCC) -- El premier del Consejo de Ministros de la Republica Popular Democratica de Corea, Kim Yong Il, envio el dia 2 un mensaje de felicitacion a la 30a conferencia de los jefes de gobierno de la Comunidad del Caribe (CARICOM).\n\t\t\t\t\t    La misiva senala que los paises miembros de la CARICOM establecieron la estrategia comun de la region frente al desafio de la \"globalizacion\" y resuelven los problemas regionales en el principio de la igualdad y beneficio mutuo, y de esta manera, hacen la contribucion positiva a defender el derecho e intereses de los pueblos de los paises caribenos, fomentar el bienestar de estos, y a fortalecer las relaciones de cooperacion entre los paises miembros.\n\t\t\t\t\t\n\t\t\t\t\t  Expresa conviccion de que las relaciones de amistad y cooperacion entre la Republica Popular Democratica de Corea y los paises miembros de la  CARICOM seguiran desarrollandose favorablemente  tambien en el futuro y desea que la presente conferencia discuta con exito todos los puntos de la agenda sometidos y logre magnifico fruto."
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion china",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-23ee.html",
            "content": "Kim Jong Il recibe presente de delegacion china\r\nPyongyang, 2 de julio (ATCC) -- El Dirigente   Kim Jong Il recibio presente que le dirigiera la delegacion de la Administracion Estatal de Archivos de China presidida por el subdirector general, Yang Jibo, de visita en Corea.\n\t\t\t\t\t  El jefe de la delegacion lo entrego el dia 2 al secretario del CC del PTC, Kim Ki Nam."
        },
        {
            "title": "Acto por dia de independencia de Venezuela",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-24ee.html",
            "content": "Acto por dia de independencia de Venezuela\r\nPyongyang, 2 de julio (ATCC) -- Tuvo lugar el dia 2 en la Casa Internacional de Cultura de Pyongyang el acto consagrado al Dia de la Independencia de Venezuela\n\t\t\t\t\t  En la ocasion estuvieron presentes el vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero y presidente de la Asociacion de Amistad Corea-Venezuela, Paek Yong Ho, los miembros de esta asociacion y los trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\t En el acto hubo el discurso de felicitacion del presidente de esta asociacion y quedo aprobado el mensaje de felicitacion dirigido al presidente de la Republica Bolivariana de Venezuela."
        },
        {
            "title": "Rodong Sinmun elogia el ideal de \"entre nosotros, los connacionales\"",
            "url": "http://kcna.co.jp/item/2009/200907/news02/20090702-25ee.html",
            "content": "Rodong Sinmun elogia el ideal de \"entre nosotros, los connacionales\"\r\n  Pyongyang, 2 de julio (ATCC) -- El ideal de la independencia y la unidad nacionales: \"Entre nosotros, los connacionales\", deviene la fuerza motriz espiritual que garantiza el avance victorioso de la epoca de reunificacion iniciada el 15 de junio.\n\t\t\t\t\t  Asi senala el periodico Rodong Sinmun en un articulo individual del dia 2 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Tal epoca es la era de la reunificacion independiente y de la unidad de la nacion que avanza por la fuerza unida de toda la nacion coreana que  guarda el ideal de \"Entre nosotros, los connacionales\" y se garantiza su victoria.\n\t\t\t\t\t\n\t\t\t\t\t  Este ideal deviene el de la independencia nacional que no permite  ninguna intervencion extranjera sino soluciona por su propia cuenta el problema de la nacion, el de la reunificacion de la patria,  desempenando el papel de dueno en el cumplimiento de esta causa nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Fue constituido el Comite Conjunto Nacional del 15 de Junio, organizacion de la solidaridad pannacional y el movimiento por la reunificacion y a base de eso se vigoriza el movimiento por la reunificacion de la patria, se activan la solidaridad y accion comun entre las entidades del movimiento por la reunificacion en el Norte, el Sur y en ultramar pese a las perversas maniobras anti-reunificacion de las autoridades conservadoras surcoreanas y se intensifican en el Sur de Corea las actividades de las fuerzas patrioticas y democraticas por la reunificacion para derrotar a las fuerzas anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Esta realidad demuestra claramente la vitalidad extraordinaria del ideal de \"Entre nosotros, los connacionales\", el de  la unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Enarbolando la bandera de este ideal, todos los coreanos en el Norte y el Sur de Corea y en ultramar deben luchar por defender los intereses de la nacion dando importancia a su nacion mas que las fuerzas foraneas y contribuir a la causa de reunificacion de la patria, aportando cada cual con lo que tuviese o pudiera: fuerza, conocimiento o dinero. \n\t\t\t\t\t\n\t\t\t\t\t  Esto es precisamente el deber de todos los coreanos que viven en la epoca del 15 de junio.\n\t\t\t\t\t\n\t\t\t\t\t  En este mundo no hay ninguna fuerza que podra detener la corriente de la citada epoca que avanza con la fuerza del ideal de \"Entre nosotros, los connacionales\", arma ideo-espiritual guardada profundamente en el corazon de todos los coreanos."
        }
    ]
}