{
    "date": "2009-12-20",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-20ee.html",
    "articles": [
        {
            "title": "Week of Swiss Film Show Opens",
            "url": "http://kcna.co.jp/item/2009/200912/news20/20091220-02ee.html",
            "content": "Week of Swiss Film Show Opens\r\n Pyongyang, December 20 (KCNA) -- A week of Swiss film show was opened with due ceremony at Taedongmun Cinema on Sunday on the occasion of the 35th anniversary of the establishment of diplomatic relations between the DPRK and Switzerland.\n\t\t\t\t\t Present there were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries and concurrently chairwoman of the DPRK-Switzerland Friendship Association, officials concerned, working people in Pyongyang, and Blaise Godet, Swiss ambassador to the DPRK, embassy officials and Katharina Zellweger, country director of the Swiss Agency for Development and Cooperation in DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a Swiss feature film."
        },
        {
            "title": "Anti-\"Government\" Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2009/200912/news20/20091220-04ee.html",
            "content": "Anti-\"Government\" Rally Held in Seoul\r\n Pyongyang, December 20 (KCNA) -- At least 10,000 unionists under the south Korean Confederation of Trade Unions held a rally in Seoul on Dec. 16 to vow to launch an anti-\"government\" struggle.\n\t\t\t\t\t Recalling that the authorities which have pursued a policy favorable to the plutocrats only since the very day they came to power are now imposing harsh labor conditions upon the workers, speakers at the rally stated that they cannot co-exist with the present regime which has only done every thing wrong.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would never pardon the present regime which makes desperate efforts to trample down upon the workers' rights but struggle against it in unity. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the KCTU held an extraordinary meeting of its deputies at which they decided to call a general strike.\n\t\t\t\t\t\n\t\t\t\t\t It set the period from Dec. 21 to the end of this month as a period of the first all-out struggle and announced that all organizations of different industries under it and its regional headquarters and work sites would enter into sit-in strikes for frustrating the authorities' moves to stamp out trade unions and winning basic rights of workers and thus intensify the actions against the \"government\" and the \"Grand National Party\" of south Korea."
        },
        {
            "title": "Abrogation of S. Korea-US Alliance for Aggression Demanded",
            "url": "http://kcna.co.jp/item/2009/200912/news20/20091220-05ee.html",
            "content": "Abrogation of S. Korea-US Alliance for Aggression Demanded\r\n Pyongyang, December 20 (KCNA) -- Civic and public organizations of south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), the \"People for Achieving Peace and Reunification\", the Solidarity for Implementing the South-North Joint Declaration and the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy held the 123rd anti-U.S. solidarity meeting in front of the U.S. embassy in Seoul on Dec. 15.\n\t\t\t\t\t A letter of protest was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The letter accused the commander of the U.S. forces in south Korea of revealing his intention to let GIs present in it freely go in and out of it and turn the U.S. military bases in south Korea into the bases for a war of aggression against other parts of the world, while talking about what he called \"strategic alliance\", some time ago.\n\t\t\t\t\t\n\t\t\t\t\t Holding that the authorities' renewed dispatch of troops to Afghanistan is little short of yielding to the pressure of the U.S. finding itself in a quagmire due to its war of aggression, the letter demanded them immediately stop the renewed troop dispatch imposing all sorts of misfortune and sacrifices upon the people.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that peace has not settled on the Korean Peninsula mainly because the U.S. has only pursued its hostile policy towards the DPRK, the letter urged the U.S. to pull its forces and hardware for a nuclear war out of south Korea without delay and abrogate the \"alliance\" for aggression."
        },
        {
            "title": "Kim Il Sung and Kim Jong Suk Awarded Citizenship in Ecuador",
            "url": "http://kcna.co.jp/item/2009/200912/news20/20091220-01ee.html",
            "content": "Kim Il Sung and Kim Jong Suk Awarded Citizenship in Ecuador\r\n Pyongyang, December 20 (KCNA) -- President Kim Il Sung and Kim Jong Suk, anti-Japanese heroine, were awarded honorary citizenship and the provincial key in Cotopaxi Province, Ecuador.\n\t\t\t\t\t A ceremony of conveying them was held in the provincial government office on Dec. 11.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony a decision of the provincial government to register the President and Kim Jong Suk as honorary citizens and present the provincial key to them and the key were conveyed to the head of the DPRK group for Koryo medical assistance working there.\n\t\t\t\t\t\n\t\t\t\t\t The decision said that the Cotopaxi Province has the pleasure to recognize the fact that the human history and the people of the developing countries consider HE Kim Il Sung, father of socialist Korea and eternal President of the DPRK, and Kim Jong Suk who struggled for the liberation of the country and the emancipation of the women as examples of prowess, devotion and courage.\n\t\t\t\t\t\n\t\t\t\t\t It also pointed out that the provincial government has the pleasure to register Kim Il Sung and\n\t\t\t\t\t\t Kim Jong Suk as honorary citizens of Cotopaxi Province and present the provincial key to them in token of the kindness and respect of its city desirous of deepening the respect and fraternity toward the Korean people and the Korean revolution which have advanced on the principle of the Juche idea and boosting the fraternal bonds and solidarity with the Korean people."
        },
        {
            "title": "Czech Figure Demands Dismantling of Concrete Wall",
            "url": "http://kcna.co.jp/item/2009/200912/news20/20091220-03ee.html",
            "content": "Czech Figure Demands Dismantling of Concrete Wall\r\n Pyongyang, December 20 (KCNA) -- A show of Korean film \"The Concrete Wall Is a Symbol of Division and Confrontation\" was held in Prague on December 10, 30 years since the concrete wall was built.\n\t\t\t\t\t Jiri Jarka, honorary chairman of the Paektusan Czech-Korean Friendship Association, said after watching the film that much water has flown under the bridge since the demise of the era of the Cold War but there is still the reinforced concrete wall physically dividing the Korean Peninsula into the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, eternal President of the Korean people, set forth the most correct proposals for achieving Korean reunification already long ago. \n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il provided the June 15 North-South Joint Declaration and the October 4 declaration true to the last instructions of Kim Il Sung for national reunification and advanced a fair and aboveboard proposal for achieving the reunification of the country by the concerted efforts of the Koreans and has devoted himself to its realization.\n\t\t\t\t\t\n\t\t\t\t\t It is a tragedy of the 21st century that the concrete wall extending at least 240 km still remains on the Korean Peninsula at a time when not only all the Koreans in the north and the south but progressive mankind desire the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the south Korean authorities pull down the concrete wall at once as demanded by the world progressives aspiring after peace."
        }
    ]
}