{
    "date": "2009-07-27",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-27ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Spokesman on Unreasonable Call for Resumption of Six-Party Talks",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-01ee.html",
            "content": "DPRK Foreign Ministry Spokesman on Unreasonable Call for Resumption of Six-Party Talks\r\n Pyongyang, July 27 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued a statement on Monday in connection with the fact that at the Ministerial Meeting of the ASEAN Regional Forum held in Thailand on July 23, some countries expressed their views that the six-party talks should be resumed.\n\t\t\t\t\t The statement said that while some of them were motivated to call for dialogue by their concerns about the mounting tension on the Korean Peninsula, there was a country that deliberately raised the voice to bring pressure to bear on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Any attempt to side with those who claim the resumption of the  six-party talks without grasping the essence of the matter will not help ease tension; on the contrary, it may lay a fifth wheel to the resolution of the problem.\n\t\t\t\t\t\n\t\t\t\t\t Explaining the reason why the six-party talks came to a definite end, the statement noted:\n\t\t\t\t\t\n\t\t\t\t\t Given the complicated composition of the six-party talks, the talks couldn't make progress apart from the principle of respect for sovereignty and equality.\n\t\t\t\t\t\n\t\t\t\t\t With the exception of the DPRK, the only non-aligned country among the parties to the talks, the other parties were either permanent members of the United Nations Security Council or military allies of the United States.\n\t\t\t\t\t\n\t\t\t\t\t In view of the extreme imbalance in the composition of the six-party talks, the most required principle was the respect for sovereignty and equality among the parties, the lifeblood of the talks.\n\t\t\t\t\t\n\t\t\t\t\t That was why the \"spirit of mutual respect for sovereignty and equality\" was stipulated at the beginning of the Joint Statement which the six parties agreed on and signed on September 19, 2005.\n\t\t\t\t\t\n\t\t\t\t\t However, this principle--the lifeblood of the six-party talks--was disregarded when we launched an artificial satellite for peaceful purposes on April 5 this year.\n\t\t\t\t\t\n\t\t\t\t\t As is well known, we launched the satellite on a legitimate basis after going through the same relevant international procedures as other countries.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, parties to the six-party talks took the lead in perpetrating a hostile act against the DPRK; they brought up the issue of its satellite launch for discussion at the United Nations Security Council in a discriminative manner which \"denounced\" and imposed \"sanctions\" on it. \n\t\t\t\t\t\n\t\t\t\t\t As we have clarified in previous statements, the six-party talks were consequently reduced to a platform for blocking even the DPRK's development of science and technology for peaceful purposes and curbing the normal progress of its economy. \n\t\t\t\t\t\n\t\t\t\t\t It became all the more clear that other parties are taking advantage of these six-party talks to seek their ulterior aims to disarm and incapacitate the DPRK so that it can only subsist on the bread crumbs thrown away by them. \n\t\t\t\t\t\n\t\t\t\t\t The six-party talks departed from their original goal and nature so far due to the unchanged moves of the hostile forces to stifle the DPRK that they can hardly regain them.\n\t\t\t\t\t\n\t\t\t\t\t The state of affairs would not have reached the current gridlock if the U.S. and other parties to the six-party talks had not resorted to the reckless and shameless moves to deprive the DPRK of its legitimate right to launch satellites by abusing the name of the United Nations Security Council. \n\t\t\t\t\t\n\t\t\t\t\t The parties who now insist on the resumption of the six-party talks are in dead silence about their behaviour that scuttled the talks and sparked off confrontation.\n\t\t\t\t\t\n\t\t\t\t\t This is the essence and the background of the current state of affairs, which the countries that are not parties to the six-party talks should understand. If these countries blindly respond to the call for the resumption of the six-party talks, contending that there is no other alternative, it doesn't help resolve the problem; it does more harm than good. \n\t\t\t\t\t\n\t\t\t\t\t We value sovereignty and dignity as our life and soul. It is preposterous to consider the DPRK as a country acting at other's beck and call in the matters of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t As a party concerned, we know what should be done to resolve the problem far better than anyone else. \n\t\t\t\t\t\n\t\t\t\t\t There is a specific and reserved form of dialogue that can address the current situation."
        },
        {
            "title": "Greetings to Peruvian President",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-08ee.html",
            "content": "Greetings to Peruvian President\r\n Pyongyang, July 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Alan Garcia Perez, President of Peru, on the 188th anniversary of its independence.\n\t\t\t\t\t Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger at a new stage, the message sincerely wished the President success in his noble work for the development of the country and the improvement of the standard of people's living."
        },
        {
            "title": "Wreaths and Floral Baskets Laid at Cemeteries and Memorial Tower",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-09ee.html",
            "content": "Wreaths and Floral Baskets Laid at Cemeteries and Memorial Tower\r\n Pyongyang, July 27 (KCNA) -- Wreaths were laid before the Revolutionary Martyrs Cemetery on Mt. Taesong and the Patriotic Martyrs Cemetery and floral baskets before the Victorious Fatherland Liberation War Memorial Tower on Monday on the occasion of the 56th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t Seen on the wreath-laying stands of the cemeteries were wreaths sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Among the participants were senior party, army and state officials, a chairperson of a friendly party, leading officials of party, armed forces and power organs, public organizations, ministries and national institutions, servicepersons of the KPA and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths in the name of the Central Committee of the Workers' Party of Korea, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet were placed on the wreath-laying stands of the cemeteries and a floral basket in the joint name of the C.C., the WPK and the Central Military Commission of the WPK before the main theme sculpture \"Victory\" of the tower.\n\t\t\t\t\t\n\t\t\t\t\t Also laid there were wreaths and floral baskets in the name of the Ministry of the People's Armed Forces, public organizations, ministries, national institutions, KPA units, scientific, educational, cultural, art, public health and media institutions, party and power organs and industrial establishments, farms and schools in the city. \n\t\t\t\t\t\n\t\t\t\t\t They observed a moment's silence in memory of the martyrs who devoted their all to the struggle for the liberation and prosperity of the country, the freedom and happiness of people, the reunification of the country and the accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The military attaches corps here laid a wreath and a floral basket before the Revolutionary Martyrs Cemetery on Mt. Taesong and the Victorious Fatherland Liberation War Memorial Tower.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, wreaths were laid before the statues of martyrs, the monuments to fallen fighters of the KPA and the cemeteries of martyrs in various parts of the country on the same day."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-14ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung\r\n Pyongyang, July 27 (KCNA) -- Floral baskets were placed before the statues of President Kim Il Sung on the occasion of the 56th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t Servicepersons, working people from all walks of life and school youth and children visited the statue of the President on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t Seen before it was a floral basket sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statue were floral baskets in the name of the party, armed forces and power organs, social organizations, ministries, national institutions, KPA units, institutions at various levels, industrial establishments, farms and schools, etc. in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Also placed was a floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the statue.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were also laid before the statues of the President at Kim Il Sung Military University, Kim Il Sung University, the Ministry of People's Security, the Pyongyang Schoolchildren's Palace and other places.\n\t\t\t\t\t\n\t\t\t\t\t Working people and school youth and children in different parts of the country laid floral baskets, bouquets and flowers before the President's statues in their residential areas."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-13ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\n Pyongyang, July 27 (KCNA) -- Dancing parties of youth and students were held in various parts of the country on Monday to celebrate the 56th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t They took place in the plazas of the Monument to Party Founding, the April 25 House of Culture and other places of Pyongyang and in Sinuiju, Kanggye, Hamhung City and other cities of the country. The participants presented dances to the tunes of \"Long Live Generalissimo Kim Il Sung\", \"July 27, Our Victory Day\" and other songs.\n\t\t\t\t\t\n\t\t\t\t\t Dances grew more cheerful when \"Songun Nilriri\" and other merry and dynamic songs were played one after another in the wake of the playing of the wartime song \"My Dear Has Become a Hero\" depicting the brave soldiers of the Korean People's Army and people who heroically fought either on the front or in the rear for the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They enthusiastically danced, highly proud of holding in high esteem Kim Jong Il, illustrious commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The dancing parties vividly represented the faith and will of the young vanguard to eternally glorify the immortal exploits President Kim Il Sung performed by winning the victory in the war and fully demonstrate the wisdom and courage in the confrontation with the U.S. and the building of a great prosperous and powerful nation under the leadership of Kim Jong Il."
        },
        {
            "title": "Film Preview Held",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-12ee.html",
            "content": "Film Preview Held\r\n Pyongyang, July 27 (KCNA) -- The Korean Film Studio recently produced Parts 2 and 3 of feature film \"The Country I Saw\".\n\t\t\t\t\t The film preview was held at Taedongmun Cinema on Monday.\n\t\t\t\t\t\n\t\t\t\t\t The film was appreciated by senior party and state officials, chairpersons of friendly parties, officials of the Cabinet, ministries and national institutions and officials and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The film gives a vivid artistic depiction of a professor of international politics, a daughter of a famous Japanese newspaper reporter, who in the course of writing a book about the DPRK following in the footsteps of her father, explains what is the source of the strength with which the DPRK wins one victory after another in the confrontation with the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The film deeply impresses the audience as it proves the truth that the greatness of the country and the nation lies in that of the leader, not in the size of territory or population, and the tremendous vitality of the Songun revolutionary line of the Workers' Party of Korea."
        },
        {
            "title": "Wreath Laid before Cemetery of Fallen Heroes of KPA",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-11ee.html",
            "content": "Wreath Laid before Cemetery of Fallen Heroes of KPA\r\n Pyongyang, July 27 (KCNA) -- Staff members of the Vietnamese embassy here laid a wreath before the cemetery of fallen heroes of the Korean People's Army on Monday on the occasion of the 56th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t Present there were Nguyen Dinh Duong, charge d'affaires a.i., and staff members of the Vietnamese embassy.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the Vietnamese embassy was placed before the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t The embassy officials observed a moment's silence in memory of the fighters of the KPA who fell in action while bravely fighting in the anti-U.S. resistance of the Vietnamese people."
        },
        {
            "title": "Victory Is Always on Part of DPRK in Anti-U.S. Confrontation",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-10ee.html",
            "content": "Victory Is Always on Part of DPRK in Anti-U.S. Confrontation\r\n Pyongyang, July 27 (KCNA) -- The U.S. imperialist aggressors who had boasted of being the \"strongest\" in the world knelt down before the Korean people on July 27, Juche 42 (1953) after sustaining bitter fiasco in the Korean war.\n\t\t\t\t\t In the three-year-long Fatherland Liberation War, the young Korean People's Army which was founded as a regular army only three years ago under the leadership of President Kim Il Sung shattered the myth of U.S. imperialists' \"mightiness\" which had been formed for 100-odd years and brought about the beginning of their downhill turn.\n\t\t\t\t\t\n\t\t\t\t\t The notorious generals of the U.S. who had rendered \"distinguished military services\" and \"ever-victorious\" divisions suffered a disastrous defeat in the war.\n\t\t\t\t\t\n\t\t\t\t\t In the post-war period, too, the Korean army and people defended the dignity of the nation and the sovereignty of the country, thoroughly frustrating the vicious and persistent war maneuvers of the U.S. imperialists at each step.\n\t\t\t\t\t\n\t\t\t\t\t In January 1968 when the U.S. imperialists brought huge amounts of armed forces in the areas near the DPRK, threatening to make a \"reprisal\" with the armed spy ship \"Pueblo\" incident as a pretext, and openly tried to start an armed invasion, the DPRK solemnly declared that it would return retaliation for the \"retaliation\" of the U.S. and all-out war for all-out war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists who had resorted to every conceivable means for nearly a year bent their knees before the Korean people again.\n\t\t\t\t\t\n\t\t\t\t\t After then, they had persistently perpetrated such provocations as the large spy plane \"EC-121\" incident and \"Panmunjom incident\" only to sustain miserable defeats.\n\t\t\t\t\t\n\t\t\t\t\t Recently the United States fabricated a \"presidential statement\" and \"resolution on sanctions\" of UNSC, taking issue with the launch of a peaceful artificial satellite and the second nuclear test of the DPRK. This time, too, the revolutionary armed force of the DPRK warned that it would mount an unpredictable and unavoidable annihilating blow to the provokers."
        },
        {
            "title": "Story of \"Chain Reaction\" Spread by U.S. Blasted",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-07ee.html",
            "content": "Story of \"Chain Reaction\" Spread by U.S. Blasted\r\nPyongyang, July 27 (KCNA) -- The U.S. is now spreading in countries around the DPRK the rumor that \"chain reaction\" may occur in Japan and south Korea unless the DPRK's access to nukes is checked. This is nothing but sheer speculation as it is departure from reality, says Rodong Sinmun Monday in a signed commentary. \n\t\t\t\t\t When a country is exposed to very potential and serious nuclear threats and when it finds no other way to cope with them, it is compelled to have access to nukes as its last resort, the commentary notes, citing facts to prove that Japan and south Korea have long been under the U.S. \"nuclear umbrella\". The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan and south Korea are provided with the U.S. \"nuclear umbrellas,\" while keeping huge U.S. troops in their lands. Therefore, one can safely say that they are practically armed with nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t But quite different is the case with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has never been provided with any nuclear umbrella by outsiders to cope with the U.S. nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t Only danger of war will increase when one of the two hostile parties is armed with nuclear weapons or protected by a \"nuclear umbrella\" while the other remains defenseless, having none of them.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nukes helped keep a nuclear balance in Northeast Asia even in the least, thus making it possible to deter a war.\n\t\t\t\t\t\n\t\t\t\t\t The arithmetic logic that Japan and south Korea may go nuclear because the DPRK has had access to nukes is an expression of ignorance of those who are utterly insensitive to the reality. This is only part of a clumsy psychological warfare launched against the DPRK's access to nukes, concludes the commentary."
        },
        {
            "title": "War Victory Day Observed",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-05ee.html",
            "content": "War Victory Day Observed\r\nPyongyang, July 27 (KCNA) -- Newspapers Monday editorially observe the 56th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t July 27, Juche 42 (1953), is the day when the army and the people of the DPRK defeated the U.S. imperialists in the war and honorably defended the sovereignty of the Republic under the distinguished leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in an editorial stresses that the victory in the war was a precious result of the President's unique military idea and tactics and the single-minded unity of the leader, the army and the people.\n\t\t\t\t\t\n\t\t\t\t\t The President led the hard-fought war to victory, thus saving the destiny of the Korean nation and bringing about the bright future for the building of a prosperous and powerful nation and the socialist cause, and this immortal feat of his will shine brilliantly for all ages, it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Over half century has passed after the ceasefire in this land. In those days the army and the people of the DPRK have deeply felt the high national honor of being blessed with the illustrious leaders and commanders generation after generation and the invincibility of the revolutionary cause of Songun. They are also a proud course in which the Korean army and people have steadily glorified the great war victory feats while creating an immortal epic of heroism in the anti-imperialist and anti-U.S. struggle with the invincible military strength.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il, a new historic era was opened for realizing the cause of modeling the entire army on the Juche idea and our country could always emerge victorious in the fierce confrontation with imperialism in every period of revolution.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people succeeded in launch of satellite Kwangmyongsong-2 and second nuclear test and are now dynamically advancing towards to the eminence of a great prosperous and powerful socialist nation of Juche by effecting a new great revolutionary surge. This grandiose reality is a vivid expression of the invincible might of the DPRK invariably advancing along the road of independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t It is high pride and honor of the Korean army and people to have fully demonstrated the dignity and honor of the powerful socialist country century after century, holding the illustrious commanders of Mt. Paektu in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in its editorial stresses that no force on earth can stop the revolutionary advance of the Korean army and people who are working hard to accomplish the revolutionary cause of Juche under the Songun leadership of Kim Jong Il, holding Kim Il Sung in high esteem as the eternal sun of Juche."
        },
        {
            "title": "Violent Suppression by Police under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-04ee.html",
            "content": "Violent Suppression by Police under Fire in S. Korea\r\n Pyongyang, July 27 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on July 23 to denounce the puppet police for its brutal and murderous crackdown upon the unionists of the Ssangyong Motor Co.\n\t\t\t\t\t Such violent suppression is little different from the massacres committed by the military dictators in the past, the statement pointed out, declaring that the organization would never overlook but punish to the last those who committed the violent actions in which the people have been dealt with as \"enemies.\"\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the authorities to unconditionally pull the police out of the place where the strike is going on and stop inhumane actions against the unionists.\n\t\t\t\t\t\n\t\t\t\t\t Warning that Lee Myung Bak would be forced to pay dearly if an unexpected accident happens again, it stressed that all the people would fully support the unionists in their struggle.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, on July 24 674 elders and representatives of different public circles, including the director of the Institute for Unification Studies, made public a declaration on the situation demanding a proper settlement of the crisis of Ssangyong Motor Co., according to south Korean Yonhap News."
        },
        {
            "title": "Guinean President on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-02ee.html",
            "content": "Guinean President on Relations with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 27 (KCNA) -- The members of the National Council for Democracy and Development and the government of Guinea and I know well about the noble popular traits of President Kim Il Sung and absolutely sympathize with the truth of the Juche idea founded by him.\n\t\t\t\t\t Moussa Dadis Camara, president of Guinea, stressed this on July 21 when the DPRK ambassador to his country paid a courtesy call on him.\n\t\t\t\t\t\n\t\t\t\t\t He noted that they are happy and satisfied with the fact that the DPRK has done all what it wishes to do, holding its full-fledged position in the international arena, thanks to the Songun politics of General Secretary Kim Jong Il and that it is positively rendering the political and economic support to the Guinean people in building a new life.\n\t\t\t\t\t\n\t\t\t\t\t Expressing firm conviction that the Korean people will surely emerge victorious in their cause of defending the sovereignty of the country and achieving the reunification and prosperity of the nation, he hoped that the relations between the two countries would grow stronger in various fields in conformity with mutual interests."
        },
        {
            "title": "Centenary of Kim Il Sung's Birth to Be Commemorated in Peru",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-03ee.html",
            "content": "Centenary of Kim Il Sung's Birth to Be Commemorated in Peru\r\n Pyongyang, July 27 (KCNA) -- A Peruvian preparatory committee for commemorating the centenary of birth of President Kim Il Sung was formed in Peru with due ceremony on July 20.\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, was elected national coordinator of the preparatory committee at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the ceremony was the preparatory committee's detailed action program for significantly commemorating the centenary of birth of the President."
        },
        {
            "title": "MINREX demanda cordura en el tema de conversaciones a 6 bandas",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-15ee.html",
            "content": "MINREX demanda cordura en el tema de conversaciones a 6 bandas\r\nPyongyang, 27 de julio (ATCC) -- Con respecto a que algunos paises expresaron su opinion a favor del reinicio de las conversaciones a 6 bandas en la reunion ministerial del Foro Regional de ASEAN, celebrada el dia 23 en Tailandia, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico este lunes una declaracion.\n\t\t\t\t\t  Entre aquellos figuran el pais que escandalizo ese tema con la mala intencion de presionar a nuestro pais y los otros que llamaron al dialogo preocupados de la tensa situacion de la Peninsula Coreana, senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Sumarse a la insistencia en la reanudacion de las conversaciones a 6 bandas ignorando lo esencial del problema no contribuye al relajamiento de la tension sino creara dificultades artificiales en la solucion de la situacion.\n\t\t\t\t\t\n\t\t\t\t\t  Abajo esta senalada la causa que llevo a la cita a 6 bandas al fracaso total e irremediable.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la complicada composicion de los participantes, esta cita no habria sido inaugurada sin el principio de respeto a la soberania e igualdad de la misma.\n\t\t\t\t\t\n\t\t\t\t\t  Los demas paises participantes son paises miembros permanentes del Consejo de Seguridad de la ONU o aliados militares de Estados Unidos y nuestro pais fue el unico que asistio a las conversaciones en condicion de pais no alineado.\n\t\t\t\t\t\n\t\t\t\t\t  Tal extremadamente desequilibrada composicion presento como cuestion vital -mas vital que en ningun otro dialogo- el principio de respeto a la soberania e igualdad de la misma entre los participantes.\n\t\t\t\t\t\n\t\t\t\t\t  Por esta razon, fue estipulado el \"principio de respeto mutuo e igualdad de la soberania\" en las primeras lineas de la Declaracion Conjunta acordada y aprobada en la cita a 6 bandas el 19 de septiembre de 2005.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, ese principio vital de las conversaciones a 6 bandas fue invalidado con motivo del lanzamiento de satelite artificial, que ejecuto nuestro pais con fines pacificos el pasado 5 de abril.\n\t\t\t\t\t\n\t\t\t\t\t  Como ya se conocio, nuestro lanzamiento de satelite artificial se realizo de modo legitimo pasando por los mismos tramites legales internacionales que hacen los otros.\n\t\t\t\t\t\n\t\t\t\t\t   Sin embargo, los mismos paises participantes en las conversaciones a 6 bandas cometieron la accion hostil de tomar la delantera en llevar discriminadamente al Consejo de Seguridad de la ONU solo nuestro lanzamiento de satelite artificial, \"denunciarlo\" y poner en practica la \"sancion\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Como ya hemos aclarado en las declaraciones anteriores, la cita a 6 partes se ha convertido de esa manera en el espacio para detener el normal desarrollo economico de nuestro pais al impedirnos hasta el desarrollo de las ciencias y tecnologias de caracter pacifico.\n\t\t\t\t\t\n\t\t\t\t\t  En fin de cuentas, quedo evidenciado lo que persiguen los otros participantes a traves de esa cita, o sea, desarmarnos, no permitir que hagamos algo y a la larga, hacer que nos sustentemos a duras penas de las migajas del pan que nos tiren ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Como vemos, las conversaciones a 6 bandas se desviaron irreparablemente de su meta y caracter principales debido a las invariables maniobras de las fuerzas hostiles encaminadas a aplastar a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Si los participantes en la cita incluso EE.UU. no hubieran incurrido en esa locura de tratar de privarnos a plena luz del dia del derecho al lanzamiento de satelite artificial abusando de la facultad del Consejo de Seguridad de la ONU, la situacion no se habria llegado a la fase de hoy.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes, que reclaman ahora la reanudacion de la cita, guardan silencio desde el principio de su conducta que llevo al fracaso las conversaciones y causo la confrontacion. \n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, sin conocer estas circunstancias y esencia del problema, algunos paises fuera de la cita se adhieren a ciegas a la insistencia en la reanudacion de la cita como si no hubiera otra alternativa, lo cual es inutil para la solucion de la situacion. \n\t\t\t\t\t\n\t\t\t\t\t  Es muy ridiculo y absurdo considerar a nuestro pais, que toma la soberania y la dignidad por su vida, como el que regula su participacion a la cita a 6 bandas segun el mandato de los otros. \n\t\t\t\t\t\n\t\t\t\t\t  Naturalmente, sabemos mejor que nadie el remedio y la manera de solucionar nuestro asunto.\n\t\t\t\t\t\n\t\t\t\t\t  Hay aparte otro modo del dialogo para solucionar la actual situacion."
        },
        {
            "title": "Funcion artistica con motivo del 56o aniversario de la victoria ",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-16ee.html",
            "content": "Funcion artistica con motivo del 56o aniversario de la victoria\r\nPyongyang, 27 de julio (ATCC) -- Con motivo del 56o aniversario del triunfo en la Guerra de Liberacion de la Patria (25 de junio de 1950 - 27 de julio de 1953), se ofrecio el dia 26 en la Casa Cultural 25 de Abril la funcion festiva del Conjunto Artistico del Ejercito Popular de Corea. \n\t\t\t\t\tLa disfrutaron los cuadros del partido, el ejercito y el Estado, el presidente de partido amigo, los funcionarios directivos de los organismos del partido, las fuerzas armadas y el Poder, entidades de masas, ministerios y organos centrales, los heroes, los veteranos de la Guerra de Liberacion de la Patria, los oficiales y soldados del EPC, los funcionarios de las instituciones de la ciencia, educacion, cultura y arte, salud publica, prensa e informacion, los benemeritos de la guerra, los familiares de los uniformados del EPC, los trabajadores de la capital, el representante de la Sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang y compatriotas residentes en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tEn este espectaculo iniciado con la danza tap \"Fiesta de la victoria\" se presentaron la danza \"Mi ametralladora pesada\", el coro masculino \"Cancion de la defensa de la patria\", el trio de trompetas y coro mixto \"Por la unica patria\" y otras piezas. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes describieron de modo magnifico la noble personalidad del Presidente Kim Il Sung, quien con su extraordinaria estrategia y tactica e incomparable audacia derroto a los soberbios imperialistas yanquis y mostro a todo el mundo el impetu y el gallardo aspecto de la Corea heroica, y el espiritu de lucha de los militares del ejercito popular quienes defendieron a costa de la vida la libertad y la independencia de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl cuarteto de tenores \"Mi patria del Songun\", el cuarteto de guitarristas \"Camino de marcha del soldado\", el coro mixto \"Respaldemos con las armas a nuestro Comandante Supremo\", y otros programas mostraron de manera impresionante las inmortales proezas del Comandante Supremo Kim Jong Il y el fuerte temple de los militares del EPC quienes apoyan con las armas al partido, el lider y la causa socialista."
        },
        {
            "title": "Ofrendas y cestos de flores ante cementerios y monumento a victoria",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-17ee.html",
            "content": "Ofrendas y cestos de flores ante cementerios y monumento a victoria\n\t\t\t\t\t\t\r\nPyongyang, 27 de julio (ATCC) -- En ocasion del 56o aniversario del triunfo del pueblo coreano en la Guerra de Liberacion de la Patria (25 de junio de 1950 - 27 de julio de 1953), fueron depositados este dia las ofrendas florales ante el Cementerio de Martires Revolucionarios en el Monte Taesong y el Cementerio de Patriotas y los cestos de flores ante el Monumento a la Victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tEstaban colocadas ante ambos cementerios las ofrendas florales enviadas por el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn las ceremonias estuvieron presentes los cuadros del partido, el ejercito y el Estado, el presidente de partido amigo, los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, las organizaciones sociales, los ministerios y los organos centrales, los oficiales y soldados del EPC y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tFueron depositados ante los cementerios las ofrendas florales a nombre del CC del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC, y un cesto de  flores a nombre comun del CC y la Comision Militar Central del PTC ante la escultura \"Victoria\", tema principal del referido monumento.\n\t\t\t\t\t\n\t\t\t\t\tEn seguida, fueron colocados las ofrendas y cestos de flores a nombre del Ministerio de las Fuerzas Armadas Populares, organizaciones de masas, ministerios, organos centrales, unidades del EPC, las instituciones de ciencia, educacion, cultura y arte, salud publica, prensa e informacion, los organismos del partido y el Poder, las fabricas, las empresas, las granjas y las escuelas en esta capital.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria de los martires que dedicaron todo lo suyo por la liberacion y prosperidad de la patria, por la libertad y felicidad del pueblo y por la reunificacion del pais y el cumplimiento de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl Cuerpo de Agregados Militares en Corea deposito la ofrenda y el cesto de flores ante el Cementerio de Martires Revolucionarios en el Monte Taesong y el Monumento a la Victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, tuvieron lugar las ceremonias de homenaje tambien ante las estatuas de bronce de los martires, los monumentos a los martires del EPC y las tumbas de estos en distintas partes del pais."
        },
        {
            "title": "Rodong Sinmun desmiente teoria de EE.UU. sobre \"reaccion en cadena\"",
            "url": "http://kcna.co.jp/item/2009/200907/news27/20090727-18ee.html",
            "content": "Rodong Sinmun desmiente teoria de EE.UU. sobre \"reaccion en cadena\" \r\nPyongyang, 27 de julio (ATCC) -- El diario Rodong Sinmun publico en su edicion de este lunes un comentario individual cuyo texto resumido sigue abajo:\n\t\t\t\t\tEn estos tiempos, Estados Unidos difunde a los paises circunvecinos el rumor de que se originaria una \"reaccion en cadena\" en Japon y el Sur de Corea si no se logra impedir la posesion de armas nucleares de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Esta logica no pasa de ser una hipotesis absurda y no apegada a la realidad.\n\t\t\t\t\t\n\t\t\t\t\t El arma nuclear es el medio que adquiere por ultimo e inevitablemente un pais cuando no le queda otro remedio para hacer frente a la amenaza nuclear a que es sometido practica y gravemente.\n\t\t\t\t\t\n\t\t\t\t\tHay muchos datos reveladores de que Japon y el Sur de Corea son protegidos desde mucho antes por el \"paraguas nuclear\" de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSe puede decir que Japon y el Sur de Corea estan repletos de armas nucleares porque son protegidos por el \"paraguas nuclear\" de EE.UU. y tienen en sus territorios un gran numero de efectivos norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\tPero, el caso de la RPDC es diametralmente diferente.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC nunca ha tenido un paraguas nuclear extranjero que la protegiera de la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn las relaciones entre las dos partes en antagonismo, si una parte tiene armas nucleares o se halla bajo \"el paraguas nuclear\" y la otra se encuentra indefensa sin ninguna de las dos cosas, creceria solo el peligro de guerra.\n\t\t\t\t\t\n\t\t\t\t\tCuando la RPDC dispuso de su propia arma nuclear, se establecio, aunque en lo basico, el equilibro entre las fuerzas nucleares en el Nordeste Asiatico y por resultado, se hizo posible disuadir mas la guerra.\n\t\t\t\t\t\n\t\t\t\t\t Ese calculo de alumno primario, de que la posesion de armas nucleares de la RPDC causara el efecto domino en Japon y el Sur de Corea, es la expresion de la ignorancia que proviene de la carencia de la basica sensibilidad a la realidad o el colofon del complot psicologico mal ideado para calumniar la tenencia de esos artefactos de la RPDC."
        }
    ]
}