{
    "date": "2009-04-11",
    "url": "http://kcna.co.jp/item/2009/200904/2009-04-11ee.html",
    "articles": [
        {
            "title": "Message to Kim Jong Il from Russian President",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-05ee.html",
            "content": "Message to Kim Jong Il from Russian President\r\nPyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il received a message from President of the Russian Federation D. Medvedev on April 11 on the occasion of the 97th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Your Excellency respected Kim Jong Il, \n\t\t\t\t\t\n\t\t\t\t\t Please accept my sincere congratulations to you on the occasion of the 97th birth anniversary of President Kim Il Sung, the founder of the DPRK, the national holiday.\n\t\t\t\t\t\n\t\t\t\t\t The friendship and cooperation between our two countries forged thanks to the great contribution of President Kim Il Sung are enriched with new contents as required by the reality of the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The interaction in the fields of politics, economy, science and culture is successfully developing on a solid basis of the Treaty of Friendship, Good-neighborliness and Cooperation concluded in 2000.\n\t\t\t\t\t\n\t\t\t\t\t It is my belief that the joint efforts of our two countries to steadily boost the bilateral mutual cooperation will as ever yield good fruits in the work to achieve the welfare of the peoples of Russia and the DPRK and ensure peace, stability and security on the Korean Peninsula and the rest of the Asian region.\n\t\t\t\t\t\n\t\t\t\t\t Your Excellency respected Kim Jong Il, \n\t\t\t\t\t\n\t\t\t\t\t I wish you success in your responsible state affairs and the friendly Korean people happiness and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t Sincerely Yours."
        },
        {
            "title": "Congratulations to Kim Jong Il from Hu Jintao ",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-10ee.html",
            "content": "Congratulations to Kim Jong Il from Hu Jintao\r\nPyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il received a message from Hu Jintao, general secretary of the Central Committee of the Communist Party of China, president of the People's Republic of China and chairman of the Central Military Commission of the PRC, on Friday congratulating him on his reelection as chairman of the National Defence Commission of the DPRK at the First Session of the 12th Supreme People's Assembly.\n\t\t\t\t\t Noting that the reelection of Kim Jong Il as chairman of the NDC is the Korean people's expression of sincere support and profound trust in him, the message said:\n\t\t\t\t\t\n\t\t\t\t\t I believe that the fraternal Korean people will surely register steady fresh successes in the construction of Korean-style socialism and the work to achieve the independent and peaceful reunification of the country under the leadership of the WPK headed by you.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent policy of the party and government of China to consolidate and develop the Sino-DPRK good neighborly relations of friendship and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese side will make joint efforts with the DPRK side to further develop the Sino-DPRK good neighborly relations of friendship and cooperation on the occasion of the 60th anniversary of the establishment of Sino-DPRK diplomatic relations and the year of Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my wishes for the prosperity of your country and the happiness of your people.\n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and success in your work."
        },
        {
            "title": "Floral Basket to Kim Jong Il from Chinese Government",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-23ee.html",
            "content": "Floral Basket to Kim Jong Il from Chinese Government\r\nPyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il received a congratulatory floral basket from the Chinese government upon his reelection as chairman of the DPRK National Defence Commission at the First Session of the 12th Supreme People's Assembly.\n\t\t\t\t\t The minister councilor of the Chinese embassy here handed the floral basket to an official concerned on Saturday."
        },
        {
            "title": "Kim Jong Il Sends Birthday Spread to Pro-Reunification Patriotic Fighter ",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-07ee.html",
            "content": "Kim Jong Il Sends Birthday Spread to Pro-Reunification Patriotic Fighter\r\n Pyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il was so kind-hearted as to send a birthday spread to Pak Wan Gyu, pro- reunification patriotic fighter, on his 80th birthday.\n\t\t\t\t\t The birthday spread was conveyed to him on April 10.\n\t\t\t\t\t\n\t\t\t\t\t  Born into a poor worker family in Chongwon County, North Chungchong Province on April 10, Juche 18 (1929), he was subject to all sorts of maltreatment and humiliation. After the liberation of the country he ardently longed for the society for the people in the northern half of Korea with ardent reverence for President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t During the Fatherland Liberation War fought against the U.S. imperialist aggressors he bravely fought as a member of the volunteers' corps. After the war he devoted himself to socialist construction as an economic official. He worked hard for national reunification. He remained true to the faith and the sense of obligation as a revolutionary soldier though he was put to all sorts of cruel torture for 33 years behind bars since he was arrested by the enemy. He has fully enjoyed a worthwhile life since he came into the care of the socialist homeland."
        },
        {
            "title": "Congratulations to President of Slovakia",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-21ee.html",
            "content": "Congratulations to President of Slovakia\r\n Pyongyang, April 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Saturday sent a congratulatory message to Ivan Gasparovic upon his reelection as President of Slovakia. \n\t\t\t\t\t Kim in the message wished him success in his responsible work for the stability and development of the country."
        },
        {
            "title": "Foreign Delegations and Delegates Here",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-20ee.html",
            "content": "Foreign Delegations and Delegates Here\r\n Pyongyang, April 11 (KCNA) -- Delegate of the Society for the Study of Self-Reliance of Pakistan M. Berkut Ullah and delegate for the Study of the Juche Idea of Syria Saber Balloul arrived here Saturday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Also arriving here were an Indonesian government cultural delegation led by General Secretary of the Ministry of Culture and Tourism Wardiyatmo and the musical group of L. D. Studio of Russia to participate in the 26th April Spring Friendship Art Festival. A chamber musician group of France arrived here earlier. \n\t\t\t\t\t\n\t\t\t\t\t Ratna Sari Dewi Sukarno, director of the Dewi Sukarno Office in Japan who is honorary chairperson of the Association for Supporting Dissemination of Kimilsungia and Kimjongilia, and her party arrived here on the same day to participate in the 11th Kimilsungia Festival."
        },
        {
            "title": "Premieres of 26th ASFAF Given",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-22ee.html",
            "content": "Premieres of 26th ASFAF Given\r\nPyongyang, April 11 (KCNA) -- Premieres of the 26th April Spring Friendship Art Festival (ASFAF) were given before full houses at theatres in Pyongyang Saturday.\n\t\t\t\t\t The State Academy Ensemble Named after Sveshnikov of Russia and an art troupe of Koreans in Japan gave their performances at the Pyongyang Grand Theatre while the Chinese art troupe (Shanghai Symphony Orchestra) performed at the Moranbong Theatre. Artistes of Bulgaria, Belarus and Poland and Korean artistes in the U.S. gave performances at the Music Hall of Pyongyang Kim Won Gyun Conservatory. Artistes of Ukraine and Britain, the International United Confederation of Koreans and Korean artistes in China gave their premieres at the Central Youth Hall. \n\t\t\t\t\t\n\t\t\t\t\t The Cossack State Dance Company of Russia, a female trio of \"Appasionante\" of Italy and a group of famous artistes of Finland gave their performances at the East Pyongyang Grand Theatre while the Beijing Opera Theatre of Jilin Province, China, the Cancun musical troupe of Spain and the Krakatau musical troupe of Indonesia performed at the State Theatre. \n\t\t\t\t\t\n\t\t\t\t\t Artistes of Cuba, Uzbekistan and France gave performances at the Yun I Sang Concert Hall while those of Vietnam, Netherlands, Portugal, Mongolia and Moldova at the Central Hall of Workers.\n\t\t\t\t\t\n\t\t\t\t\tInternational and domestic art concours winners and well-known famous artistes from various countries in their colorful numbers represented with high artistry the unbounded reverence for President Kim Il Sung and the firm faith and will of progressive mankind to hold in high esteem and follow General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The performers also staged diverse numbers rich in ideological contents and high in artistry and strong in national flavor reflecting the world people's desire to live, boosting the bonds of friendship in a new peaceful world under the banner of independence. \n\t\t\t\t\t\n\t\t\t\t\t The Shanghai Acrobatic Troupe of China, the Nikulin Moscow Circus of Russia, Mongolian acrobats and the Swedish Ludvika Circus gave performances at Pyongyang Circus.\n\t\t\t\t\t\n\t\t\t\t\t The performances were appreciated by members of the organizing committee of the festival, officials concerned, artistes and working people and youth and students in the city, staff members of foreign embassies here, foreign guests and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Performances go on."
        },
        {
            "title": "Reception Hosted for Participants in Art Festival",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-17ee.html",
            "content": "Reception Hosted for Participants in Art Festival\r\n Pyongyang, April 11 (KCNA) -- The organizing committee for the 26th April Spring Friendship Art Festival arranged a reception in honor of the participants in the festival at Yanggakdo International Hotel on Friday.\n\t\t\t\t\t Present there on invitation were artistes from different countries and Korean artistes overseas.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Minister of Culture Kang Nung Su, chairman of the organizing committee, vice-chairmen of the committee and officials concerned were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Day of Sun Commemorated by Agricultural Workers and Youth and Students",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-18ee.html",
            "content": "Day of Sun Commemorated by Agricultural Workers and Youth and Students\r\nPyongyang, April 11 (KCNA) -- A gathering of agricultural workers \"Song of Sun Will Reverberate Forever\" and a gathering of youth and students \"Leader and Youth\" took place in Pyongyang on Friday on the occasion of the 97th birth anniversary of President Kim Il Sung. \n\t\t\t\t\tThe performers said that the birthday of the President marked the beginning of a new history of Kim Il Sung's Korea shining as the Juche year in the nation's history spanning 5,000 years.\n\t\t\t\t\t\n\t\t\t\t\t They tell stories that the President projected the peasants as the master of the country and the land and made endless long journeys of patriotic devotion for the socialist rural construction and the agricultural development and showed profound care for the younger generations so that they might grow to be reliable builders of the country and successors to the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Also staged were chorus \"Let Us Sing of the Day of the Sun\", mixed duet \"No One in the World Is as Great as the Leader\", male solo \"O, the Leader's Embrace\" and story-telling and song presented by those who had the honor of being received by the President \"When Walking along a Lane across Fields\" and others reflecting the ardent yearning for him. \n\t\t\t\t\t\n\t\t\t\t\t Female solo \"Kim Il Sung and Kim Jong Il Are Just the Same\", Kayagum ensemble \"Whenever We Think of the Path of Songun\" and others led the participants to look back with deep emotion on the road of forced march made by Kim Jong Il who is identical to the President for field guidance. \n\t\t\t\t\t\n\t\t\t\t\t They renewed their determination to hold the President in high esteem forever as the sun of Juche and bring about a great innovation and a leap forward in the building of a rich and powerful nation, united close around the headquarters of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Among the audiences there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and officials concerned."
        },
        {
            "title": "12th Cycle MAG International Judges' Course Held",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-11ee.html",
            "content": "12th Cycle MAG International Judges' Course Held\r\n Pyongyang, April 11 (KCNA) -- The 12th Cycle MAG International Judges' Course goes on in Pyongyang.\n\t\t\t\t\t The course is attended by six Korean candidates for international judge. And 24 national judges are present there in the observer's capacity.\n\t\t\t\t\t\n\t\t\t\t\t It deals with the renewed technical regulations of the FIG, code of points of six categories in MAG and others.\n\t\t\t\t\t\n\t\t\t\t\t The course is given by Liping Huang (Chinese), first vice-chairman of the FIG MAG TC.\n\t\t\t\t\t\n\t\t\t\t\t It continues till April 12."
        },
        {
            "title": "New Documentary Film Shown ",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-19ee.html",
            "content": "New Documentary Film Shown\r\nPyongyang, April 11 (KCNA) -- New documentary film \"Finding Himself among People All His Life\" (3) was screened at the People's Palace of Culture on Saturday on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t The film shows historic scenes dealing with the immortal revolutionary activities of the President performed by leading the entire party and army and all the people to the gigantic struggle for the postwar rehabilitation and construction. \n\t\t\t\t\t\n\t\t\t\t\t The film shows the President wisely leading the struggle of the Korean people, calling upon them to demonstrate their mettle to the U.S. imperialist aggressors who claimed that Korea could not rise again even in one hundred years. These scenes testify to his experienced and tested leadership art. \n\t\t\t\t\t\n\t\t\t\t\t The film contains touching scenes dealing with the noble virtues of the President who takes care of people's living as a real father would do, always finding himself among people.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior party and state officials, the chairman of a friendly party, officials of ministries and national institutions and working people in Pyongyang."
        },
        {
            "title": "Important Programme for Building Juche-Oriented Literature and Art",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-13ee.html",
            "content": "Important Programme for Building Juche-Oriented Literature and Art\r\nPyongyang, April 11 (KCNA) -- Thirty-six years have passed since General Secretary Kim Jong Il published the famous work \"Theory of Cinematic Art\" on April 11, Juche 62 (1973).\n\t\t\t\t\t The work is a great programme for building the socialist literature and art which systematizes the literary idea, theory and method of Juche in a comprehensive way.\n\t\t\t\t\t\n\t\t\t\t\t In the work he gives perfect answers to all the problems arising the overall literature and art--the historic inevitability of the literary and art revolution, theories of literature, production, actor and filming evolved on the basis of the idea on Juche-oriented humanics, the mission and duty of creators and artistes, the principle of creative activities, ideological and art preparations, the system and method of guiding the literature and art.\n\t\t\t\t\t\n\t\t\t\t\t He also elucidates in a broad and deep way the diversified theories covering the broad field of social sciences such as the nature of men, the social-being, the essence of the world outlook and the law of its formation and development, law of cognitive course, the law of psychological activity and the role of ideology and consciousness in the revolutionary practice as well as problems on the literature and art.\n\t\t\t\t\t\n\t\t\t\t\t With the publication of the work, the cinematic art of Korea came to have its powerful weapon.\n\t\t\t\t\t\n\t\t\t\t\t The feature films \"Star of Korea\" and \"Mt. Paektu\" showing the immortal revolutionary history of President Kim Il Sung and \"The Bodyguard\", \"The Land in Flames\" and other films touch the heartstrings of the people still.\n\t\t\t\t\t\n\t\t\t\t\t The multi-part film \"The Nation and Destiny\" shows the Juche-oriented cinematic art on a high level.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous are the feature film \"A Schoolgirl's Diary\" which is based on a simple life but tells deep content and the feature film \"Pyongyang Nalpharam\" which impresses audience with its peculiar dramatic framework.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the film, opera and drama revolutions took place one after another, which were followed by a leaping forward in the overall literature and art including literature, music and fine art, thus striking the world people with admiration.\n\t\t\t\t\t\n\t\t\t\t\t His famous work \"Theory of Cinematic Art\" will shine forever as a precious treasure of Juche-oriented literature and art."
        },
        {
            "title": "Invincible Revolutionary Military Forces",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-12ee.html",
            "content": "Invincible Revolutionary Military Forces\r\n Pyongyang, April 11 (KCNA) -- The DPRK is displaying its prestige as an unbreakable socialist power, supported by the heroic Korean People's Army which has developed into a matchless strong army in the crucible of Songun revolution.\n\t\t\t\t\t It is unthinkable apart from the immortal feats of President Kim Il Sung who was the first in history to organically combine politics with military affairs and open up the new way for pushing ahead with the revolution and construction in reliance on the revolutionary armed forces. \n\t\t\t\t\t\n\t\t\t\t\t The President set forth the Songun idea that only revolutionary gun could liberate the country and the people in the early years of anti-Japanese revolutionary struggle and founded the revolutionary army, with which he liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t Under the complex situation right after the liberation, he gave precedence to the building of the regular armed forces ahead of the founding of the DPRK. Thanks to this Songun revolutionary leadership of the President, the Korean people could be crowned with a great victory in the Fatherland Liberation War (June 25, 1950 -July 27, 1953) against U.S. imperialism.\n\t\t\t\t\t\n\t\t\t\t\t While giving preference to the army-building, the President devoted all his energies to the efforts for developing the People's Army into strong revolutionary armed forces, including the establishment of Juche in the military field and the system of Party's leadership over the whole army, the conversion of the entire army into a cadre-army and the modernization of the whole army.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean People's Army (KPA), which has grown up to be revolutionary armed forces of the Workers' Party of Korea with invincible political and ideological might under the leadership of the President, is always playing the leading and pivotal role not only in the confrontation with imperialism but also in the work of propelling the overall revolution and construction under the Songun politics of  General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Over last ten-odd years when the imperialists intensified the moves to stifle the DPRK than ever before, the KPA smashed all sorts of grave military provocations of U.S. imperialists and their followers and built monumental edifices in different parts of the country, thus making it possible to effect a great turn on major fronts of the socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the People's Army that will make a breakthrough in today's general offensive for opening the gate to a thriving nation by 2012 that greets the 100th birth anniversary of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Songun revolutionary leadership of President Kim Il Sung throughout his life was the firm guarantee for the victorious advance of the Korean revolution."
        },
        {
            "title": "Rodong Sinmun Hails Reelection of Kim Jong Il as Chairman of NDC of DPRK at Session of SPA",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-16ee.html",
            "content": "Rodong Sinmun Hails Reelection of Kim Jong Il as Chairman of NDC of DPRK at Session of SPA\r\nPyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il was reelected chairman of the National Defence Commission of the DPRK at the First Session of the 12th Supreme People's Assembly. This marked a great political event that provided a sure guarantee for the eternal prosperity of Songun Korea, Kim Il Sung's nation and the accomplishment of the revolutionary cause of Juche and a great auspicious event of the whole nation which made the servicepersons and people of the DPRK keenly feel the great fortune of being blessed with the leader.\n\t\t\t\t\t Rodong Sinmun Saturday says this in an editorial.\n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t The First Session of the 12th SPA will go down in the history of the DPRK as a session of single-minded unity as it fully demonstrated the will of the Workers' Party and people of Korea to eternally glorify the undying feats performed by President Kim Il Sung in the  nation-building,  united close around Kim Jong Il, an important occasion of bringing about a landmark turn in the drive to fling open the gate to a thriving nation through a new great revolutionary surge and a great event which carved out an immensely bright future of the country. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's reelection as chairman of the NDC of the DPRK is an expression of the undisputed support and trust of all the servicepersons and people in Kim Jong Il ushering in a new era of a great prosperous and powerful nation under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's prestige is unquestioned as he has demonstrated his distinguished political caliber and personality in the long course of the revolution and construction and performed immortal exploits for the era and the revolution, the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t The reelection of Kim Jong Il as chairman of the NDC of the DPRK marks a historic landmark in the struggle to consolidate the government of the DPRK in every way as required by the Songun era and remarkably increase its role.\n\t\t\t\t\t\n\t\t\t\t\t Only an immensely rosy future is now in store for the DPRK which has made a long journey of revolution holding high the banner of the great Juche idea, the banner of Songun, the editorial notes, calling upon all the servicepersons and people to wage a more dynamic struggle to accomplish the cause of building a thriving socialist nation and bring earlier the final victory of the revolution of Juche, cherishing the great national pride and self-esteem of holding Kim Jong Il at the top posts of the Party, the army and the state."
        },
        {
            "title": "Lee Myung Bak Group's Moves to Railroad Evil Bills through NA under Fire",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-06ee.html",
            "content": "Lee Myung Bak Group's Moves to Railroad Evil Bills through NA under Fire\r\nPyongyang, April 11 (KCNA) -- The Family Movement for Realizing Democracy, the All-People Committee for Proper Settlement of the Past, the Solidarity for Progress and other civic and public organizations in south Korea called a news conference in Seoul on April 7 in denunciation of the moves of the group of the Grand National Party of south Korea (GNP) to railroad evil bills through the \"National Assembly.\"\n\t\t\t\t\t A press release read out at the news conference accused the \"Intelligence Service\" of intensifying the wiretapping of mobile phones and internet and the investigation and thus seriously infringing upon the secret of communications among citizens. \n\t\t\t\t\t\n\t\t\t\t\t It charged that it is against this backdrop that the GNP is working hard to pass a \"bill on revising the law on protecting communications secret\" keynote of which is the expansion of the scope of wiretapping by the \"Intelligence Service,\" etc. through the NA.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that different circles including human rights organizations strongly opposed the above-said bill but the \"government\" and the ruling party have not lent their ears to this but are persistently working to ram the five evil bills through the NA in a bid to augment the dictatorial authority of the \"Intelligence Service.\"\n\t\t\t\t\t\n\t\t\t\t\t It declared that they would join all other people in struggling to curb the GNP's moves to railroad the five evil bills to the last."
        },
        {
            "title": "Japanese Reactionaries' Desperate Moves against DPRK and Chongryon Flayed",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-15ee.html",
            "content": "Japanese Reactionaries' Desperate Moves against DPRK and Chongryon Flayed\r\nPyongyang, April 11 (KCNA) -- The Japanese reactionaries have become desperate in their moves against the DPRK and the General Association of Korean Residents in Japan (Chongryon) over the DPRK's satellite launch for peaceful purposes.\n\t\t\t\t\t The DPRK succeeded in putting satellite Kwangmyongsong-2 into orbit by carrier rocket Unha-2 on April 5. That day, the Japanese reactionaries set in motion right-wing gangsters to kick up a malignant propaganda campaign outside the buildings of the central and local headquarters of Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t Japan's right-wing gangsters called \"Japan's fellowship society for political assembly\"  gathered in front of the Hall of the Headquarters of Chongryon and shouted \"We protest against the missile launch\" and other slogans.\n\t\t\t\t\t\n\t\t\t\t\t Another group of right-wing gangsters thronged to the hall eight times, holding the placard reading \"Japan also goes nuclear\" and others and made much fuss, publishing \"a written protest\" and the like. \n\t\t\t\t\t\n\t\t\t\t\t These gangsters continued to shout \"Chongryon, disband itself!\" and \"Koreans, get out of Japan!\" from loudspeaker vans near the Hall of the Headquarters of Chongryon from morning to evening. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries deployed seven loudspeaker vans in front of the hall of the Fukuoka Prefectural Headquarters of Chongryon for malignant smear broadcasting. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Japanese right-wing gangsters kicked up hullabaloo, making a series of threatening phone calls to the Hall of the Headquarters of Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' racket against the DPRK and Chongryon did not cease that day but persisted from April 6 to 8. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, more than 20 persons concerned affiliated to the south Korean Residents' Association in Japan (Mindan) gathered outside the Hall of the Headquarters of Chongryon and read out what they called \"a written protest\" signed by the head of the Central Headquarters of Mindan. They chimed in with the disturbing racket of the Japanese reactionaries, shouting slogans \"North Korea, dismantle nukes!\" and \"North Korea, settle the issue of abduction!\"\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to drop the despicable bad habit of doing evils to others and stop at once their frantic anti-DPRK and anti-Chongryon campaigns."
        },
        {
            "title": "Meeting of CILRECO Presidium Held ",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-01ee.html",
            "content": "Meeting of CILRECO Presidium Held\r\nPyongyang, April 11 (KCNA) -- A meeting of the Presidium of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) was held in Belgium on Mar. 28.\n\t\t\t\t\t Present there were members of the CILRECO Presidium, including its honorary chairmen and the secretary general, representatives of the Nordic Cooperation Committee for Friendship and Solidarity with the Korean People and political parties and organizations for friendship and solidarity with the Korean people in different countries, including Britain, France, Belgium, Turkey, Denmark, Luxembourg and Algeria and representatives of non-governmental organizations.\n\t\t\t\t\t\n\t\t\t\t\t Robert Charvin, honorary chairman of the CILRECO, made a report at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The reporter noted that President Kim Il Sung set it as the supreme task of the nation to achieve the national reunification and had made tireless efforts for its realization from the very day of Korea's division by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tHe also said that General Secretary Kim Jong Il opened up a new era of reconciliation and cooperation, independent reunification, peace and prosperity by formulating the reunification proposals advanced by the President as the three charters for Korea's reunification and seeing to it that the inter-Korean declarations were adopted.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Korea's reunification would be unthinkable without the Songun politics pursued by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted the CILRECO's action program for 2009 and a solidarity declaration supporting the cause of the independent reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The action program clarified that the CILRECO would positively introduce the undying exploits performed by Kim Il Sung and Kim Jong Il for Korea's reunification and the invincible might of the Songun politics defending Korean-style socialism and reliably guaranteeing the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The solidarity declaration held that the U.S. and the south Korean ruling forces should stop the anachronistic anti-DPRK and anti-reunification war moves and make a radical switchover in their policies towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The letter noted that the participants of the meeting reaffirmed the stand that they support the June 15 joint declaration and the October 4 declaration and the U.S. troops should be immediately pulled out of south Korea for the reunification and peace of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting expressed their heartfelt congratulations to Kim Jong Il on the DPRK's projected launch of experimental telecommunications satellite and said that the DPRK has a full right to take part in the conquest of space, it said."
        },
        {
            "title": "Congratulations to Kim Jong Il from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-14ee.html",
            "content": "Congratulations to Kim Jong Il from Chongryon Central Standing Committee\r\nPyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) Friday congratulating him on his reelection as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The letter said that the homeland always sheds its rays as Kim Il Sung's Korea and is towering as a matchless political, ideological, military and scientific and technological power as it holds in high esteem Kim Jong Il possessed of outstanding ideological and theoretical wisdom and personality enchanting all the people and prominent political caliber.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the course of journeys for the  Songun leadership covered by Kim Jong Il over the past more than decade in which he turned the rigorous \"Arduous March\", forced march into a cheerful march, shouldering upon himself the destiny of the country and the nation entrusted by President Kim Il Sung to him, and led the confrontation with the U.S. to victory is brilliantly recorded in the history as indefatigable long journeys which laid an eternal foundation for guaranteeing the prosperity of the country and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il has led Chongryon only to a straight victory with loving care, firmly protecting the honor and the national dignity of the Koreans in Japan of being overseas citizens of the DPRK, the letter continued: \n\t\t\t\t\t\n\t\t\t\t\t Chongryon has defended itself and steadfastly advanced along the road of Juche, the sacred road of patriotism, despite the Japanese reactionaries' moves against the DPRK and Chongryon and the strong wind of phobia toward Koreans only thanks to the faith and optimism that Chongryon is sure to triumph under your leadership. \n\t\t\t\t\t\n\t\t\t\t\t Immense, indeed, are the national pride and self-esteem of Chongryon and the Koreans in Japan as they live and struggle, having at the top posts of the party, the army and the state you, a peerlessly great man and an illustrious commander of Mt. Paektu deeply revered and highly praised by the whole world.\n\t\t\t\t\t\n\t\t\t\t\t We Koreans in Japan will resolutely defend the people's government of the DPRK and make a tangible contribution to building a great prosperous and powerful socialist nation with all sincerity and join all other compatriots in the dynamic struggle to achieve national reunification under the uplifted banner of the June 15 joint declaration and the Oct. 4 declaration, concluded the letter."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed Abroad",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-04ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed Abroad\r\n Pyongyang, April 11 (KCNA) -- Political parties and organizations of different countries released statements in support of the DPRK's successful satellite launch.\n\t\t\t\t\t The Presidium of the Central Committee of the Communist Party of the Russian Federation, in its statement on Apr. 6, slashed at some countries' moves to strain the situation over the fact that the DPRK succeeded in putting satellite Kwangmyongsong-2 into its orbit by means of carrier rocket Unha-2.\n\t\t\t\t\t\n\t\t\t\t\t The statement pointed out that the successes made by the DPRK in the field of space science are being distorted as a \"threat to peace and stability.\"\n\t\t\t\t\t\n\t\t\t\t\t The Presidium of the Central Committee of the Communist Party of the Russian Federation supports the desire of the Korean people to contribute to the space development for peaceful purposes, it declared.\n\t\t\t\t\t\n\t\t\t\t\t The statement scathingly assailed the provocation and threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Friendship Society Norway-Korea, in its statement issued on the same day, said it is a demonstration of the DPRK's developed capability of space technology that the Korean people successfully launched the satellite with their own efforts and technology. This is one more proud achievement made in the work to raise the nation's space science and technology to higher level, it added.\n\t\t\t\t\t\n\t\t\t\t\t The world's progressive people and friends of the DPRK are rejoiced over the fact that the Korean people successfully launched the satellite by their own efforts despite manifold hardships and difficulties, the statement noted, saying: The society wishes continued successes in the Korean people's efforts to open the gate to a great prosperous and powerful nation in 2012 without fail."
        },
        {
            "title": "Day of Sun Commemorated in China ",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-08ee.html",
            "content": "Day of Sun Commemorated in China\r\n Pyongyang, April 11 (KCNA) -- Round-table talks were held in Beijing on April 9 on the occasion of the Day of the Sun.\n\t\t\t\t\t Present there were officials of the China Association for International Friendly Contact and the Beijing Association for International Friendly Contact and families of those related to the anti-Japanese revolutionary struggle. The DPRK ambassador to China and staff members of the DPRK embassy in Beijing were present there on invitation. \n\t\t\t\t\t\n\t\t\t\t\t The participants first watched a DPRK video \"The Party Founding Memorial Tower.\"\n\t\t\t\t\t\n\t\t\t\t\t Shen Weiping, vice-president of the China Association for International Friendly Contact, Feng Yila, a member of the family related to the anti-Japanese revolutionary struggle, and other personages made speeches.\n\t\t\t\t\t\n\t\t\t\t\t They praised President Kim Il Sung as the father of socialist Korea who built man-centered socialist system and the peerless great man recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t They recollected with deep emotion the immortal revolutionary exploits the President performed by devoting his all to the people's happiness, believing in people as in Heaven all his life, and making a great contribution to the Korean revolution and the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Il Sung not only forged the revolutionary friendship with Chinese revolutionaries of the elder generation in the joint struggle against the Japanese and U.S. imperialists but had warm feelings towards the Chinese people, they said that the Chinese people remember the President with reverence together with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that under the leadership of General Secretary Kim Jong Il the heroic Korean people are achieving fresh successes in different fields including the efforts to boost the nation's economy, improve the standard of people's living and develop science and technology, overcoming all sorts of difficulties with firm confidence and resolute revolutionary spirit true to the behests of the President.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that under the leadership of the WPK headed by Kim Jong Il the DPRK would become richer and more powerful and its people enjoy a happier life. \n\t\t\t\t\t\n\t\t\t\t\t They expressed their resolutions to make positive efforts to boost the friendly and cooperative relations between the two countries this year, \"the year of Sino-DPRK friendship,\" and thus add luster to the undying exploits performed by the President for further developing the Sino-DPRK friendship."
        },
        {
            "title": "Day of Sun Observed in Various Countries",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-03ee.html",
            "content": "Day of Sun Observed in Various Countries\r\nPyongyang, April 11 (KCNA) -- Meetings, remembrance meetings, a film show and a reading session took place in Ecuador, Dominica and Indonesia between Mar. 31 and Apr. 3 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Milton Burbano, chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea, said at a meeting that the whole life of Kim Il Sung, who devoted his all to the reunification of the country and happiness of the people, is the brilliant life serving as a genuine example for the world progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t It is unthinkable without the distinguished leadership of Kim Il Sung and Kim Jong Il that Korea, which groaned under the colonial rule of the Japanese imperialists in the last century, has demonstrated its might as a powerful country launching earth satellites like a thunderbolt which terrifies the stronghold of imperialism, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Ivan Rodriguez, chairman of the C.C., the Dominican Workers' Party, said at a meeting that the successes achieved by the Workers' Party of Korea and the Korean people in the standoff with the imperialists give great strength and encouragement to the Dominican revolutionaries. And he declared that his party would as ever extend full support and solidarity to the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The director of an Indonesian company, at a remembrance meeting, highly praised the immortal exploits of Kim Il Sung, saying that the President would be always alive in the hearts of the Korean people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Korean film \"The Tower of the Juche Idea\" was appreciated at the film show.\n\t\t\t\t\t\n\t\t\t\t\tA message to General Secretary Kim Jong Il was adopted at the remembrance meeting held in Dominica."
        },
        {
            "title": "Day of Sun Commemorated",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-02ee.html",
            "content": "Day of Sun Commemorated\r\nPyongyang, April 11 (KCNA) -- Personages of political circles in India and South Africa made public statements on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Harising Khang, member of the Central Committee of the Communist Party of India (Marxist), in a statement on April 2 said that the President enjoys boundless reverence from not only the Korean people but also the world progressive mankind as the great pioneer of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise leadership the Workers' Party of Korea developed into a strong party which achieved its single-minded unity and Korea, once a backward colonial agrarian country, turned into a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the belief that the WPK and the Korean people would open the gate to a great prosperous and powerful socialist nation in 2012 marking the centenary of birth of Kim Il Sung under the correct guidance of Kim Jong Il, general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mfumalanga Provincial Committee of the South African Communist Party in a statement on April 3 referred to the immortal exploits performed by Kim Il Sung for the Korean revolution and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The history of African countries' struggle for achieving their independence and building a new society is associated with the President's undying feats and noble soul, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It expressed firm belief that the President's noble cause would be successfully carried forward and accomplished by Kim Jong Il, a prominent statesman."
        },
        {
            "title": "Kim Jong Il recibe telegrama del presidente ruso",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-24ee.html",
            "content": "Kim Jong Il recibe telegrama del presidente ruso\r\nPyongyang, 11 de abril (ATCC) -- El Dirigente Kim Jong Il, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio el telegrama que le dirigiera el dia 11 el Presidente de la Federacion Rusa, D. Medvedev, en ocasion del 97o aniversario del nacimiento del Presidente Kim Il Sung.\n\t\t\t\t\t  Su texto integro sigue abajo:\n\t\t\t\t\t\n\t\t\t\t\t  Su Excelencia Kim Jong Il,\n\t\t\t\t\t\n\t\t\t\t\t  Hago llegarle mis sinceras felicitaciones con motivo de la fiesta nacional, el 97o aniversario del nacimiento del Presidente Kim Il Sung, fundador de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La amistad y la cooperacion entre nuestros dos paises, establecidas por la gran contribucion del Presidente Kim Il Sung, se llenan de novedades conforme a la realidad del siglo XXI.\n\t\t\t\t\t\n\t\t\t\t\t  Se desarrollan exitosamente los lazos en los dominios de la politica, economia, ciencia y cultura sobre la solida base del tratado sobre la amistad, la buena vecindad y la cooperacion, concertado en 2000.\n\t\t\t\t\t\n\t\t\t\t\t  Estoy convencido de que en el futuro tambien, los esfuerzos comunes de nuestros dos paises por seguir ampliando y fortaleciendo la cooperacion bilateral daran buen resultado en la labor para alcanzar el bienestar de los pueblos de Rusia y Corea y asegurar la paz, la estabilidad y la seguridad de la Peninsula Coreana  y toda la region asiatica.\n\t\t\t\t\t\n\t\t\t\t\t Su Excelencia Kim Jong Il,\n\t\t\t\t\t\n\t\t\t\t\t Le deseo exitos en sus responsables labores estatales, la felicidad y prosperidad al amistoso pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Con el testimonio de mi consideracion."
        },
        {
            "title": "Kim Jong Il recibe mensaje de felicitacion de Hu Jintao",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-25ee.html",
            "content": "Kim Jong Il recibe mensaje de felicitacion de Hu Jintao\r\nPyongyang, 11 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, recibio el mensaje de felicitacion que le enviara el dia 10 Hu Jintao, Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China y de la Comision Militar Central de la RPCh, con motivo de su eleccion como Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea en el primer periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema.\n\t\t\t\t\t  La reeleccion del camarada Kim Jong Il como Presidente del CDN de la RPDC es la expresion del sincero apoyo y gran confianza en el del pueblo coreano, senala el mensaje y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Estoy seguro que bajo la direccion del PTC encabezado por Usted el hermano pueblo coreano lograra sin falta nuevos y sucesivos exitos en la construccion del socialismo al estilo coreano y en la labor para lograr la reunificacion independiente y pacifica del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Consolidar y desarrollar las relaciones de buena vecindad, amistad y cooperacion China-Corea deviene la invariable orientacion del partido y el gobierno de China.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del aniversario 60 del establecimiento de las relaciones diplomaticas China-Corea y del Ano de amistad China-Corea, la parte china se esforzara en comun junto con la coreana por desarrollar las relaciones arriba mencionadas.\n\t\t\t\t\t\n\t\t\t\t\tFormulo sinceros votos por la prosperidad de su pais y la felicidad de su pueblo.\n\t\t\t\t\t\n\t\t\t\t\tY deseo a Usted buena salud y exitos en su trabajo."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores del gobierno chino",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-26ee.html",
            "content": "Kim Jong Il recibe cesto de flores del gobierno chino\r\n  Pyongyang, 12 de abril (ATCC) -- Con motivo de la eleccion del Dirigente Kim Jong Il como Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea en el primer periodo de sesiones de la XII legislatura de la Asamblea Popular Suprema, le dedico un cesto de flores congratulatorio el gobierno de la Republica Popular China.\n\t\t\t\t\t  El consejero-ministro de la embajada china en Corea lo entrego el dia 11 a un funcionario coreano."
        },
        {
            "title": "Banquete en honor de participantes en el festival en primavera",
            "url": "http://kcna.co.jp/item/2009/200904/news11/20090411-27ee.html",
            "content": "Banquete en honor de participantes en el festival en primavera\r\n  Pyongyang, 11 de abril (ATCC) -- El Comite Organizador del XXVI Festival Artistico de Amistad Abril en Primavera ofrecio la vispera una recepcion en honor de los participantes en el festival en el Hotel Internacional Yanggakdo.\n\t\t\t\t\t  A la ocasion fueron invitados los artistas de varios paises del mundo y los artistas coreanos residentes en ultramar.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien se distinguian el ministro de Cultura y presidente del comite organizador del festival, Kang Nung Su, y los vicepresidentes del mismo comite y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\t  En el banquete hubo discursos."
        }
    ]
}