{
    "date": "2009-01-13",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Visits Economic Sectors",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-14ee.html",
            "content": "Kim Jong Il Visits Economic Sectors\r\nPyongyang, January 13 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Taean Heavy Machine Complex and the Kum Song Tractor Plant.\n\t\t\t\t\t The first leg of his visit was the Taean Heavy Machine Complex.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il highly appreciated the proud feats performed by the workers of the complex over the past years, saying that they, true to the idea and leadership of the Party and the leader, have made a great contribution to laying the foundations for the independent national economy and, especially, to realizing the electrification of the country by producing generating equipment in a large quantity.\n\t\t\t\t\t\n\t\t\t\t\t  He acquainted himself with the details about technical improvement and production at the complex, going round several production processes, including the combined processing workshop No.1.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the full support by such a large number of powerful machinery plants as the complex that the DPRK could successfully carry out the socialist industrialization in a short period and rapidly increase the economic power of the country, he said, adding that this was a proof of the validity of the Workers' Party of Korea's unique line of economic construction, which calls for ensuring the preferential devolvement of the heavy industry with stress put on the machine-building industry while simultaneously developing the light industry and agriculture, and its great vitality.\n\t\t\t\t\t\n\t\t\t\t\t Then he advanced tasks to be carried out by the complex, saying that the complex plays a very important role in the drive to accomplish the cause of building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his visit was the Kum Song Tractor Plant.\n\t\t\t\t\t\n\t\t\t\t\t Going round the flexible manufacturing system for machining body and other production processes and seeing various kinds of new tractors, he learned in detail about the conditions of technical equipment and production at the plant.\n\t\t\t\t\t\n\t\t\t\t\t The position and role of the plant is of weighty importance in comprehensively mechanizing agriculture, he pointed out, setting forth the tasks to be carried out by the plant.\n\t\t\t\t\t\n\t\t\t\t\t He said that the workers of Kiyang were a model in carrying through the leader's instructions as they produced with empty hands the first tractor in the country in the postwar difficult period, true to President Kim Il Sung's earnest instruction.\n\t\t\t\t\t\n\t\t\t\t\t Self-reliance is a traditional slogan of the WPK and a key to effecting a steady surge in socialist construction as in the past, so in the future, too, is to fully display the revolutionary spirit of self-reliance, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Noting that more farm machines are needed in socialist cooperative fields of the country, he said that the plant should produce and supply in time tractors and all other kinds of farm machines to satisfy the growing demands for them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation and belief that the workers of the plant would invent and produce more modern farm machines invariably under the uplifted banner of self-reliance and realize the comprehensive mechanization of agriculture as early as possible, thus reliably performing the vanguard role in building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Pak Nam Gi, department director of the WPK Central Committee, and Ju Kyu Chang and Ri Jae Il, first vice department directors of the WPK Central Committee."
        },
        {
            "title": "DPRK Foreign Ministry's Spokesman Dismisses U.S. Wrong Assertion",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-13ee.html",
            "content": "DPRK Foreign Ministry's Spokesman Dismisses U.S. Wrong Assertion\r\n Pyongyang, January 13 (KCNA) -- Wrong views and assertions were floated in the United States recently to create the impression that the denuclearization of the Korean Peninsula is the issue to be settled only when the DPRK shows nuclear weapons.\n\t\t\t\t\t A spokesman for the DPRK Ministry of Foreign Affairs Tuesday issued a statement turning down this assertion intended to mislead the public opinion. \n\t\t\t\t\t\n\t\t\t\t\t The statement recalled that at the six party talks held on September 19, 2005, the six parties agreed to denuclearize not only the northern half of the Korean Peninsula but the whole of it and, to this end, the United States committed itself to terminate its hostile relations with the DPRK, assure it of non-use of nuclear weapons and clear south Korea of nukes, etc. \n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t We consented to the September 19 Joint Statement, not prompted by the desire to improve the relations through denuclearization, but proceeding from the principled stand to realize the denuclearization through the normalization of the relations. Our aim to denuclearize the Korean Peninsula is, above all, to remove the U.S. nuclear threat to the DPRK that has lasted for the past half century. \n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue surfaced on the Korean Peninsula because of the U.S. hostile policy toward the DPRK and its nuclear threat resulting from it, and the hostile relations are not attributable to the nuclear issue. \n\t\t\t\t\t\n\t\t\t\t\t It is a twisted logic to assert that the bilateral relations can be improved only when we show nukes before anything else, and this is a distortion of the spirit of the September 19 Joint Statement. \n\t\t\t\t\t\n\t\t\t\t\t As clarified in the joint statement, the denuclearization of the whole Korean Peninsula should be strictly realized in a verifiable manner. \n\t\t\t\t\t\n\t\t\t\t\t Free field access should be ensured to verify the introduction and deployment of U.S. nukes in south Korea and details about their withdrawal and there should be verification procedures to inspect on a regular basis the possible reintroduction or passage of nukes.\n\t\t\t\t\t\n\t\t\t\t\t As proven in practice, the basic way of implementing the September 19 Joint Statement under the situation where there is no mutual confidence is to observe the principle of \"action for action\".\n\t\t\t\t\t\n\t\t\t\t\t This principle can never be an exception as far as the issue of verification is concerned.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to simultaneously verify the whole Korean Peninsula at the phase where the denuclearization is ultimately realized according to the said principle.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. nuclear threat is removed and south Korea is cleared of its nuclear umbrella, we will also feel no need to keep its nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t This precisely means the denuclearization of the Korean Peninsula and it is our invariable stand.\n\t\t\t\t\t\n\t\t\t\t\t We will never do such a thing as showing our nuclear weapons first even in 100 years unless the U.S. hostile policy and nuclear threat to the DPRK are fundamentally terminated.\n\t\t\t\t\t\n\t\t\t\t\t If the nuclear issue is to be settled, leaving the hostile relations as they are, all nuclear weapons states should meet and realize the simultaneous nuclear disarmament. This is the only option."
        },
        {
            "title": "Message of Sympathy to Indonesian President",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-12ee.html",
            "content": "Message of Sympathy to Indonesian President\r\nPyongyang, January 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of sympathy to Susilo Bambang Yudhoyono, President of Indonesia, in connection with the sinking of a passenger ship in the waters off Sulawesi Island of Indonesia which caused big causalities.\n\t\t\t\t\t Kim Yong Nam in the message extended deep sympathy and consolation to the president and, through him, to the victims and their bereaved families."
        },
        {
            "title": "Congratulations to Bangladeshi FM",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-09ee.html",
            "content": "Congratulations to Bangladeshi FM\r\nPyongyang, January 13 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Monday sent a congratulatory message to Dipu Moni on her appointment as foreign minister of Bangladesh. \n\t\t\t\t\t Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop favorably in the future, the message wholeheartedly wished her success in her job."
        },
        {
            "title": "Golden Jubilee of Worker-Peasant Red Guards Marked",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-08ee.html",
            "content": "Golden Jubilee of Worker-Peasant Red Guards Marked\r\nPyongyang, January 13 (KCNA) -- A national meeting to mark the half centenary of the Worker-Peasant Red Guards was held at the People's Palace of Culture Tuesday.\n\t\t\t\t\t President Kim Il Sung proclaimed the foundation of the Worker-Peasant Red Guards, a powerful militia force, to the world on January 14, Juche 48 (1959).\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Yong Il, Kim Yong Chun, Kim Kyok Sik, officials of armed forces organs, ministries and national institutions and commanding officers and members of the guards in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The meeting heard a congratulatory letter sent by the Central Committee of the Workers' Party of Korea to all the commanding officers and members of the red guards.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that the foundation of the red guards provided a sure guarantee for firmly establishing an all-people, nationwide defence system with the People's Army as the core and reliably protecting the sovereignty of the country and nation and the socialist gains from the imperialist reactionaries' invasion.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il has developed in depth the President's idea of building militia forces of Juche-type as required by the times and the revolutionary development and saw to it that the politico-ideological, military and technical might of the red guards was augmented in every way, the letter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said red guards along with the People's Army, the elite force faithful to the Party and the leader and armed with modern military science and technology and latest military and technological equipment, provides a sure guarantee for the security of the socialist country and the victory of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Gyu, department director of the WPK Central Committee, in a report said that the red guards has demonstrated its might as a matchless force capable of undertaking a coordinated operation with a regular army and strong enough to beat back any imperialist aggressors independently.\n\t\t\t\t\t\n\t\t\t\t\t He called on the members of the red guards to firmly arm themselves with the Juche-based war methods of the WPK, holding a rifle in one hand and a hammer or a sickle or a pen in the other, get ready to successfully carry out any military duty while bringing about great innovations and leap forward in production and construction with the torch for effecting a new great revolutionary surge held high."
        },
        {
            "title": "New Book Comes off Press",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-10ee.html",
            "content": "New Book Comes off Press\r\nPyongyang, January 13 (KCNA) -- The Social Science Book Publishing House brought out book \"Songun Revolutionary History of the Great Leader Comrade Kim Il Sung\" written and compiled by the Party History Institute of the Central Committee of the Workers' Party of Korea. \n\t\t\t\t\t The book having 8 chapters and 44 sections comprehensively deals with the immortal Songun revolutionary history of President Kim Il Sung who led the Korean revolution to victory and glory with his original idea of attaching importance to arms and military affairs and his leadership.\n\t\t\t\t\t\n\t\t\t\t\t Chapters 1 and 2 deal with part of the President's brilliant revolutionary history from June of  Juche 15 (1926) to August of Juche 34 (1945) in which he started the cause of the Songun revolution and led the anti-Japanese revolutionary struggle to victory with arms, thus liberating the country.\n\t\t\t\t\t\n\t\t\t\t\t Chapters 3 to 6 tell about part of his revolutionary history from August of Juche 34 (1945) to January of Juche 58 (1969) in which he led the building of a new country and the Fatherland Liberation War to victory, reinforced the independent defence industry and established the most advantageous Korean-style socialist system under the banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t  Chapters 7 and 8 cover the period from January of Juche 58 (1969) to July of Juche 83 (1994). They deal with the revolutionary feats the President performed by perfectly solving the issue of succession to the cause of Songun and positively pushing forward the revolution and construction and defending the cause of socialism by putting forward the Korean People's Army in the van.\n\t\t\t\t\t\n\t\t\t\t\t The President, reflecting the unanimous desire and will of the whole party and army and all the people, made sure that the army and the people successfully accomplished the historic cause of holding General Secretary Kim Jong Il in high esteem as the successor to the revolutionary cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t The book emphasizes that the revolutionary history of the President is the history of his Songun revolutionary leadership as he founded the army, first of all, and led the overall Korean revolution to victory relying on it. This clearly shows how deep and strong the roots of the Songun politics enforced by the WPK are."
        },
        {
            "title": "Power Producers Obtain Good Results",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-11ee.html",
            "content": "Power Producers Obtain Good Results\r\nPyongyang, January 13 (KCNA) -- Power producers in different parts of the DPRK have turned out to carry out the militant tasks put forward in the joint New Year editorial, holding aloft the torch of a new revolutionary upsurge.\n\t\t\t\t\tThe workers of the Pukchang Thermal-power Complex are increasing power production by properly organizing the load distribution to generators while boosting the steam output.\n\t\t\t\t\t\n\t\t\t\t\tThe Pyongyang Thermal-power Complex has put the overall electricity production processes on a scientific operation system and strengthened the inter-process relations to raise the production.  The workers of the East Pyongyang Thermal-power Plant and other thermal-power plants are also striving hard to extend the electric power production with a high sense of responsibility on the lifeline of socialist economic construction.\n\t\t\t\t\t\n\t\t\t\t\tThe hydroelectric power stations are also bringing about a great improvement in production, overcoming the unfavorable conditions of the winter season.\n\t\t\t\t\t\n\t\t\t\t\tThe Thaechon Power Station is doing well the production command so as to ensure a rational load and high efficient operation and high water level in accordance with a general production directive system.\n\t\t\t\t\t\n\t\t\t\t\tThe Wonsan Youth Power Station, Nyongwon Power Station, Orangchon Power Station No. 1, Samsu Power Station, Ryesonggang Youth Power Station No. 1 and Hochongang, Jangjingang and Pujongang Power Stations are making the best of water to suit the winter conditions by managing well water inlets on route and other hydro-power structures.\n\t\t\t\t\t\n\t\t\t\t\tThe employees of the Sodusu, Wiwon, Taedonggang and other hydro-power stations are all out to create a general advance speed of the Songun era with a resolution to supply more electricity to various sectors of the national economy."
        },
        {
            "title": "KCNA Report on Suspected Japanese Drug Smuggler's Departure from DPRK",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-07ee.html",
            "content": "KCNA Report on Suspected Japanese Drug Smuggler's Departure from DPRK\r\nPyongyang, January 13 (KCNA) -- A suspected Japanese drug smuggler departed from the DPRK after being held in custody here.\n\t\t\t\t\t The Korean Central News Agency on Tuesday released the following report in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Yoshiaki Sawada, former department director of the Enterprise Co., Ltd, of Japan, who had been held in custody in the DPRK since October 2003 for attempting to smuggle drug in violation of the law of the DPRK and international law, left here on Tuesday thanks to a humanitarian measure taken by an institution concerned of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The results of the investigation conducted by the institution clearly proved the truth behind a despicable plot hatched by a Japanese-plot breeding organization to charge the ship Mangyongbong-92 with \"drug trafficking\" by using the above-said man and seriously damage the prestige of the DPRK and the General Association of Korean Residents in Japan, taking advantage of this case.\n\t\t\t\t\t\n\t\t\t\t\t The suspected man frankly admitted his crime and relations with those forces behind the operation and made a sincere apology for his wrongdoing. \n\t\t\t\t\t\n\t\t\t\t\t The above-said institution of the DPRK treated him in a humanitarian manner and leniently dealt with his case, taking his wish to go back home and health condition and so on into consideration."
        },
        {
            "title": "Japanese Reactionaries' Ambition for Overseas Military Expansion Flayed",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-03ee.html",
            "content": "Japanese Reactionaries' Ambition for Overseas Military Expansion Flayed\r\n Pyongyang, January 13 (KCNA) -- It was reported by NHK of Japan recently that the Japanese government set a goal of modifying the present \"defense planning guidelines\" till the end of this year under the pretence of coping with the changed situation in the surrounding areas. \n\t\t\t\t\t The said guidelines are nothing but documents for overseas aggression and military planning as they deal with the military strategic and tactical issues of realizing Japan's ambition for overseas expansion by making it possible for it to acquire the status of a military power and turning the \"Self-Defence Forces\" (SDF) into the world's first class armed forces, says Rodong Sinmun Tuesday in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are busy examining a plan to modify the said guidelines, stepping up the moves for the SDF's dispatch overseas, modernizing arms and equipment and boosting the capability to undertake a war independently. These facts go to prove that they are pushing forward the preparations for overseas aggression in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t Japan has already secured a legal mechanism for hurling the SDF into military operations overseas. \n\t\t\t\t\t\n\t\t\t\t\t What remains to be done is to round off the capability for carrying out overseas military operations independently. \n\t\t\t\t\t\n\t\t\t\t\t The \"defense planning guidelines\" published in 1976 in the era of the Cold War were mainly aimed at containing the former Soviet Union under the umbrella of the U.S. but the guidelines revised in 1995 were designed to invade the DPRK and its surrounding countries as the Cold War was over. The guidelines were again modified in 2004 for the purpose of stepping up the SDF's overseas military operations and boosting its capability so that it might support the U.S. in its \"war on terrorism\".\n\t\t\t\t\t\n\t\t\t\t\t Japan's plan to modify the above-said guidelines again this year goes to prove that the Japanese reactionaries, emboldened by the dispatch of the SDF to the Indian Ocean, etc. under the pretext of \"cooperating with the U.S. in its war on terrorism,\" are making desperate efforts to round off the conditions and capability for overseas military expansion. \n\t\t\t\t\t\n\t\t\t\t\t This is, however, nothing but a pipe-dream.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised not to forget that their frantic moves for overseas military expansion will only lead them to the same miserable destruction as the Japanese imperialists suffered for perpetrating aggression and war in the past. \n\t\t\t\t\t\n\t\t\t\t\t Japan had better stop its militarist chariot from rushing headlong into the said operation, though belatedly."
        },
        {
            "title": "U.S. Forces' Mass Killings of Civilians during Korean War Disclosed",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-05ee.html",
            "content": "U.S. Forces' Mass Killings of Civilians during Korean War Disclosed\r\nPyongyang, January 13 (KCNA) -- An investigation into the massacres of civilians committed by the U.S. forces involved in the Korean War was conducted in south Korea recently. The results of the investigation fully proved the fact that the U.S. forces killed about 100,000 civilians in south Korea.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says that the U.S. did not fight a war in the real sense of the word but committed genocide and conducted a war for exterminating Koreans during the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Undeniable evidence proving that the U.S. imperialists acted an enemy, not friends of the Koreans during the Korean War, has been ceaselessly discovered in south Korea, the U.S. and other places in recent years, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This tells that the U.S. systematically killed south Korean patriots and other people during the war. At the same time, it fully reveals before the world that the U.S. is, indeed, the sworn enemy as it imposed unbearable misfortune and sufferings upon the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the root cause of all misfortune and disasters on the Korean Peninsula and the arch human rights abuser as it brought the tragedy of division to the Korean nation and massively killed innocent inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should apologize to the Korean people for all the monstrous atrocities committed by it against them and own due responsibility for them. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will triumphantly conclude the stand-off with the U.S. and force it to pay dearly for the blood shed by Koreans."
        },
        {
            "title": "Development of Reunification Movement Called for",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-06ee.html",
            "content": "Development of Reunification Movement Called for\r\nPyongyang, January 13 (KCNA) -- Rodong Sinmun Tuesday in a signed article calls on all Koreans at home and abroad to turn out as one in a courageous patriotic struggle to meet the challenge of the anti-reunification forces and bring about a new turning point in the sacred cause of independent reunification, peace and prosperity this year in hearty response to the slogan put up by the joint New Year editorial.\n\t\t\t\t\t The joint New Year editorial earnestly called upon all Koreans to reenergize the national reunification movement under the slogan \"Advance dynamically along the road of independent reunification under the banner of the June 15 Joint Declaration and the October 4 Declaration!\" the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration fully represent the desire and wish of the nation for independence and reunification and clearly indicate the principle and ways for implementing them as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean joint declarations help the whole nation confidently advance toward national reunification to attain its common goal. They serve as reunification programmes common to the nation as they are supported by all Koreans and help them join the ranks of fighters for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The above-said declarations powerfully encourage the Koreans in their national reunification movement for their great vitality and attraction.\n\t\t\t\t\t\n\t\t\t\t\t It is the way for Koreans to live and the only proper way for achieving independent reunification, peace and prosperity to meet the blatant challenge of the anti-reunification forces and implement the said declarations.\n\t\t\t\t\t\n\t\t\t\t\t There are no obstacles insurmountable for all Koreans when they go united close in the idea of \"By our nation itself.\"\n\t\t\t\t\t\n\t\t\t\t\t One can be a genuine patriot only when one fully supports and upholds the above-said declarations and turns out in a nationwide struggle for implementing them. Whoever swims with the present strong trend toward independent reunification may glorify his life as a patriot, though he had been carried away by a narrow-minded view and prejudice in the past."
        },
        {
            "title": "Japanese PM's Trip to S. Korea Protested",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-02ee.html",
            "content": "Japanese PM's Trip to S. Korea Protested\r\n Pyongyang, January 13 (KCNA) -- According to CBS of south Korea, students of Hanyang University held a press conference on Jan. 11 outside the main building of the university to protest against the Japanese prime minister's visit to their university.\n\t\t\t\t\t They expressed the stand against the visit to the university by the prime minister of Japan seeking to distort history and grab Tok Islet.\n\t\t\t\t\t\n\t\t\t\t\t Nobody has invited him to the university, they declared.\n\t\t\t\t\t\n\t\t\t\t\t They also strongly condemned Lee Myung Bak for having incited ultra-right conservatism of Japan by asserting that \"nothing should be restricted by the past.\""
        },
        {
            "title": "DPRK's Joint New Year Editorial Hailed in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200901/news13/20090113-01ee.html",
            "content": "DPRK's Joint New Year Editorial Hailed in Different Countries\n\t\t\t\t\t\t\r\nPyongyang, January 13 (KCNA) -- Political parties and organizations of Democratic Congo, including the People's Rally for Socialism, the National Committee of the Genuine Lumumbist Patriotic Party and the National Committee for the Study of the Juche Idea, issued a joint statement on Jan. 5 in support of the joint New Year editorial published by Rodong Sinmun, Josoninmingun and Chongnyonjonwi, newspapers of the DPRK.\n\t\t\t\t\tExpressing full support for the idea and contents clarified in the joint editorial, the statement said that the seasoned and tested leadership of General Secretary Kim Jong Il serve as the fundamental source of all victories and miracles in Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The shining victory achieved by the DPRK on the political and ideological front, the anti-imperialist military front and all other fronts last year was a demonstration of his distinguished leadership ability, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe statement hoped that the Korean people would achieve signal successes in their efforts to open the gate to a thriving nation in 2012 that marks the centennial birth anniversary of President\n\t\t\t\t\t\tKim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Harinde Singh, secretary general of the National Leading Council of the Diversity Unity Party of Indonesia, also released a statement on Jan. 1 in support of the joint New Year editorial. \n\t\t\t\t\t\n\t\t\t\t\t Saying that the council expresses full support and solidarity for the stand and principles related to Korea's reunification clarified in the joint editorial, the secretary general in the statement wished the Korean people great success in their efforts to reunify the country under the Songun leadership of Kim Jong Il."
        }
    ]
}