{
    "date": "2009-07-14",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-14ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Egypt",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-10ee.html",
            "content": "Kim Yong Nam Arrives in Egypt\r\n Pyongyang, July 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, arrived in Sharm El Sheikh, a local city of Egypt, Monday to attend the 15th summit of non-aligned countries."
        },
        {
            "title": "Russian Dancing Troupe Gives Its Premiere",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-14ee.html",
            "content": "Russian Dancing Troupe Gives Its Premiere\r\n Pyongyang, July 14 (KCNA) -- The State Academy Beryozka Dancing Troupe of Russia Named after N.S. Nadezhdina gave its premiere at the Pyongyang Grand Theatre Tuesday.\n\t\t\t\t\t Among the audience were Minister of Culture Kang Nung Su, Vice-Chairperson of the Committee for Cultural Relations with Foreign Countries Hong Son Ok who is chairperson of the DPRK-Russia Friendship Association, creators and artistes in the fields of literature and art and journalists and editors in the field of media.\n\t\t\t\t\t\n\t\t\t\t\t Also among the audience were Alexander Matsegora, charge d'affaires ad interim of the Russian embassy here, and staff members of the embassy.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with chorus \"Song of General Kim Jong Il\", immortal revolutionary hymn.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful numbers including female group dance \"Beryozka\", male group dance \"Carters,\" mixed group dance \"Carousel Pony,\" songs and dances \"The Evening in the Suburbs of Moscow\" and \"Katyusha,\" and \"Flower Lake\" from the Korean Revolutionary Opera \"Tell the Story, Forest.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers truthfully represented the Russian people's love for their motherland, optimistic life and national custom.\n\t\t\t\t\t\n\t\t\t\t\t The performance goes on."
        },
        {
            "title": "Month of Solidarity with Cuban People Observed",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-16ee.html",
            "content": "Month of Solidarity with Cuban People Observed\r\n Pyongyang, July 14 (KCNA) -- A meeting and a film show took place at the Taedonggang Diplomatic Corps Club Tuesday on the occasion of the month of solidarity with the Cuban people.\n\t\t\t\t\t Present there on invitation were Charge d'Affaires ad Interim Enrique Montoto Cruz and staff members of the Cuban embassy here.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Paek Yong Ho, vice-chairman of the Committee for Cultural Relations with Foreign Countries and concurrently vice-chairman of the DPRK-Cuba Solidarity Committee, officials concerned and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Paek Yong Ho said at the meeting that the first armed action conducted by the Cuban revolutionaries in Moncada under the leadership of Comrade Fidel Castro Ruz on July 26, 1953, marked a historic occasion in arousing the Cuban people to the struggle for freedom and liberation.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean people would stand by the Cuban people in the just struggle to defend the sovereignty, independence and socialism and strive to strengthen and develop the friendship and cohesion between the two countries in the future, too.\n\t\t\t\t\t\n\t\t\t\t\tEnrique Montoto Cruz said that the bilateral relations of friendship provided by President Kim Il Sung and Comrade Fidel Castro Ruz are further developing under the deep care of General Secretary Kim Jong Il and President Raul Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban people will support the Korean people in the efforts to build a great prosperous and powerful nation and achieve national reunification in the future, too, he declared.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting the participants watched a Cuban feature film."
        },
        {
            "title": "Indian Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-15ee.html",
            "content": "Indian Embassy Officials Help Korean Farmers\r\n Pyongyang, July 14 (KCNA) -- Charan Jeet Arora, charge d'affaires ad interim of the Indian embassy here, and staff members of the embassy gave a helping hand to the DPRK-India Friendship Kalchon Co-op Farm in Nampho City, South Phyongan Province, on Tuesday.\n\t\t\t\t\t The guests helped farmers in weeding a cornfield. \n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance given by schoolchildren and kindergarteners and talked with officials of the farm, deepening friendship.\n\t\t\t\t\t\n\t\t\t\t\t They conveyed aid materials to the farm."
        },
        {
            "title": "Colorful Events for WPD Held",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-13ee.html",
            "content": "Colorful Events for WPD Held\r\n Pyongyang, July 14 (KCNA) -- Colorful activities on the theme of \"Responding to the Economic Crisis: Investing in Women is a Smart Choice\" were conducted in the DPRK on the occasion of World Population Day.\n\t\t\t\t\t A seminar on \"Economic Crisis and Investing in Women\" was held in the Grand People's Study House on July 13.\n\t\t\t\t\t\n\t\t\t\t\t It introduced successes and experiences in the efforts for improving better the reproductive health of women and ensuring fully their social position and role and discussed the future action programme in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, mass media strengthened the propaganda to respect the women in society and to conduct the brisk activities for reproductive health of women under the titles \"World Population Day and Women\" and \"Women and Population Problem\". \n\t\t\t\t\t\n\t\t\t\t\t The Population Centre issued a special number \"Population Information\"."
        },
        {
            "title": "East Pyongyang Grand Theatre, Cultural Centre",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-12ee.html",
            "content": "East Pyongyang Grand Theatre, Cultural Centre\r\n Pyongyang, July 14 (KCNA) -- The East Pyongyang Grand Theatre is located on the bank of the Taedong River flowing across Pyongyang.\n\t\t\t\t\t The theatre, whose construction was completed in May of Juche 78 (1989), has been successfully reconstructed in a formative and artistic way to suit the requirements of the new century under the wise leadership of Kim Jong Il, and it thus assumed a proper appearance as a cultural centre.\n\t\t\t\t\t\n\t\t\t\t\tIt covers an area of more than 62,000 square meters. The visitors to the theatre are lost in admiration at the magnificent columns with formative beauty, various kinds of sculptures and the graceful and modern architectural decorations suitable for an art theatre.\n\t\t\t\t\t\n\t\t\t\t\t Besides all the borders, structural elements and details of the theatre were decorated in a new and peculiar way and the architectural harmony was dealt with according to the formative and artistic theory. Colorful art activities are taking place in the perfectly-arranged theatre.\n\t\t\t\t\t\n\t\t\t\t\t Art performances were given at the theatre before full houses this year. Among them were the 26th April Spring Friendship Art Festival of artistes from various countries held in commemoration of the birthday of President Kim Il Sung, the performance of the Samjiyon Music Band of the Mansudae Art Troupe commemorating the Day of the Sun, a music and dance performance celebrating the February 16 holiday and a music concert celebrating the lunar New Year's Day of the Juche 98.\n\t\t\t\t\t\n\t\t\t\t\t In February last year the New York Philharmonic of the United States gave performances in the theatre. Art exchange with various countries is also brisk there."
        },
        {
            "title": "Lee Myung Bak's Attempt to Tide over Ruling Crisis Blasted",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-09ee.html",
            "content": "Lee Myung Bak's Attempt to Tide over Ruling Crisis Blasted\r\n Pyongyang, July 14 (KCNA) -- Some days ago, traitor Lee Myung Bak of south Korea, appeared at the inaugural ceremony of the 14th-term \"Advisory Council for Democracy and Peaceful Unification\" held in Seoul and talked nonsense that \"they would put straight the south-north relations though this process may be difficult and sluggish\" and that \"the north should no longer aggravate the situation.\"\n\t\t\t\t\t Denouncing this as a last-ditch effort to tide over the serious ruling crisis, Minju Joson Tuesday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t Lee's remarks that \"they would put straight the south-north relations\" are disgusting and mean distortion of the reality as he presupposed that the inter-Korean relations had been abnormal before he took power.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than Lee that turned the inter-Korean relations, which had advanced toward reconciliation, cooperation and independent reunification after the publication of the June 15 joint declaration, back to the dangerous past of confrontation, war and permanent division.\n\t\t\t\t\t\n\t\t\t\t\t His rhetoric that \"though this process may be difficult and sluggish\" reveals his intention to root out the tree called June 15 reunification at any cost and put it upside down. This is well evidenced by the scorched-earth operation against the pro-reunification forces for alliance with the north, which was launched under the \"100-day plan for investigating violators of the public security.\"\n\t\t\t\t\t\n\t\t\t\t\t He is so stupid as to seek to evade the blame for the deteriorated inter-Korean relations with such preposterous sophism that \"they would put straight the south-north relations.\"\n\t\t\t\t\t\n\t\t\t\t\t The same is the case with the traitor's argument about \"provocation\" and \"threat\" and his assertion that \"the north should no longer aggravate the situation.\"\n\t\t\t\t\t\n\t\t\t\t\t After all, he revealed only his impudence with such remarks getting on the nerves of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He can never quell the public sentiments nor tide over the ruling crisis with any last-ditch efforts."
        },
        {
            "title": "Japan's Moves for Overseas Aggression Flayed",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-08ee.html",
            "content": "Japan's Moves for Overseas Aggression Flayed\r\n Pyongyang, July 14 (KCNA) -- The Japanese Diet adopted a \"law on combating piracy\" on June 19. This law provides the Japan \"Self-Defence Forces (SDF)\" with the right to advance into any waters on a legitimate basis any time without any hindrances under the pretext of \"coping with a threat of piracy.\"\n\t\t\t\t\t Two warships of the Japan maritime SDF left their port for the waters off Somalia as a second batch. Two \"P-3Cs\" and two warships belonging to the MSDF are already operating there.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a signed commentary in this regard: These moves indicate that the Japanese reactionaries' moves for overseas aggression have reached a more serious phase.  \n\t\t\t\t\t\n\t\t\t\t\t A basic objective of Japan's policies is to turn it into a military power and realize overseas expansion. \n\t\t\t\t\t\n\t\t\t\t\t The aim sought by Japan through the above-mentioned moves is to revive the \"Great Empire of Japan\" which was hell-bent on the war to conquer Asian countries to become the leader of Asia in the past.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the decision made at a recent Cabinet meeting to extend the presence of the SDF in the Indian Ocean for another six months. By doing so Japan seeks to lay a springboard from which the SDF can accumulate experience in overseas military operation and launch overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the Japanese reactionaries seek to cover up the SDF's overseas dispatch aimed at overseas aggression with the veil of \"international contribution.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan's loudmouthed contribution is nothing but rhetoric intended to hide its criminal aim of the SDF's overseas dispatch.\n\t\t\t\t\t\n\t\t\t\t\t It is the objective of Japan to convert itself into a military giant and launch overseas aggression in a bid to realize its old dream of \"Greater East Asia Co-Prosperity Sphere\" in the new century come what may. \n\t\t\t\t\t\n\t\t\t\t\t Only death and self-destruction await the Japanese militarist forces hell-bent on the above-said moves."
        },
        {
            "title": "Singers Issue Declaration on Situation in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-05ee.html",
            "content": "Singers Issue Declaration on Situation in S. Korea\r\n Pyongyang, July 14 (KCNA) -- More than 600 singers of south Korea on July 9 issued a declaration on the situation in denunciation of the unpopular policy pursued by the Lee Myung Bak group of traitors.\n\t\t\t\t\t In the declaration they said that they could not remain a passive onlooker to the fact that the Lee Myung Bak regime's unpopular policy is bringing everything in society to collapse.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that there can be no beautiful songs under the reign of avarice and misrule.\n\t\t\t\t\t\n\t\t\t\t\t All of the singers wish to sing songs for peace against war, they held, declaring that they would turn out in the struggle to bring down the society under the sway of greed."
        },
        {
            "title": "Meeting of Officials of Chongryon Chapters Held",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-06ee.html",
            "content": "Meeting of Officials of Chongryon Chapters Held\r\n Pyongyang, July 14 (KCNA) -- The second meeting of officials of chapters of the General Association of Korean Residents in Japan (Chongryon) was held in Tokyo on July 10 and 11.\n\t\t\t\t\t Present at the meeting were Ho Jong Man, chief vice-chairman of the Central Standing Committee of Chongryon, and its vice-chairmen, advisors of Chongryon Central Standing Committee, the head of the History Institute of Korean Residents in Japan, department directors of the above-said committee, leading officials of central organizations and enterprises of Chongryon, chairmen of headquarters of Chongryon in different areas, chairmen of its chapters and their full-time and part-time officials.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings of the Presidium of the DPRK Supreme People's Assembly was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man said in a report that President Kim Il Sung formed Chongryon and led the movement of Korean residents in Japan to set an example in the movement of overseas compatriots at its every stage. The President projected officials of chapters as patriots and showed such care as sending a message of greetings to a meeting of officials of Chongryon chapters even in the last period of his life, the reporter noted, and went on: \n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il has wisely led Chongryon to preserve and glorify the leadership feats of the President and bestowed upon officials of chapters high honor of receiving state commendations.\n\t\t\t\t\t\n\t\t\t\t\t Officials of Chongryon and compatriots have firmly defended the Chongryon organization and the Korean community and paved the path to be followed by the movement of Koreans in Japan in the new century, while overcoming all sorts of hardships and difficulties.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the participants in the meeting to bring about a fresh turn and leap forward in building grass-roots organizations of Chongryon by motivating all the patriotic forces with the said meeting as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t A joint meeting of the participants took place and art performances were given by the Kumgangsan Opera Troupe and students of Joson University while the meeting was under way. \n\t\t\t\t\t\n\t\t\t\t\t A photo exhibition titled \"Upholding the idea of giving importance to chapters of Chongryon of Kim Il Sung and Kim Jong Il\" was also held."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Marked in Uzbekistan",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-03ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated in Uzbekistan\r\n Pyongyang, July 14 (KCNA) -- Koreans in Uzbekistan held functions on July 8 on the occasion of the 15th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Attending the functions were Jo Yun Hae, chairman of the Commonwealth of Independent States Regional Headquarters for Implementing the June 15 Joint Declaration, and other officials and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The participants appreciated Korean documentary \"Among the People All His Life\".\n\t\t\t\t\t\n\t\t\t\t\t Then followed a photo exhibition.\n\t\t\t\t\t\n\t\t\t\t\t On display there were photos showing the undying revolutionary exploits of the President."
        },
        {
            "title": "Anniversary of Demise of President Kim Il Sung Commemorated in Different Countries",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-04ee.html",
            "content": "Anniversary of Demise of President Kim Il Sung Commemorated in Different Countries\r\nPyongyang, July 14 (KCNA) -- A seminar on the feats of President Kim Il Sung and a photo exhibition took place in Cambodia and remembrance meetings in Romania, Ukraine, Colombia, Bulgaria and Equator from July 2 to 7 on the occasion of the 15th anniversary of demise of the President.\n\t\t\t\t\tDisplayed in the venue of the photo exhibition were photos showing the immortal feats of President Kim Il Sung and General Secretary Kim Jong Il and photos introducing the Korean people's struggle for building a great prosperous and powerful nation and the advantages of the Korean-style socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\t Kong Sam Ol, deputy prime minister in charge of the Royal Palace of Cambodia, said that the Juche idea founded by the President is the great idea which provides the noblest viewpoint on life and the world outlook, praising the President as a world political elder and a distinguished thinker and theoretician.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, noted that the President was the great man and an outstanding statesman who devoted his all to the freedom and happiness of the people and to the reunification of Korea and the victory of cause of global socialism.\n\t\t\t\t\t\n\t\t\t\t\t Jairo Gonzalez, president of the Colombian Group for the Study of Juche Idea, said that the President was the great leader who was boundlessly revered by the progressive people of the world for his immortal idea and feats.\n\t\t\t\t\t\n\t\t\t\t\t Vasilka Nikiforova, chief of \"Kim Il Sung Library\" in Sofia of Bulgaria, stressed that socialism in the DRPK has made a steady long drive despite the enemy's vicious moves against the DPRK, adding that this is ascribable to Kim Jong Il, a creditable successor to the cause of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at a remembrance meeting held in Ukraine."
        },
        {
            "title": "Death Anniversary of Kim Il Sung Observed in Peru",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-02ee.html",
            "content": "Death Anniversary of Kim Il Sung Observed in Peru\r\nPyongyang, July 14 (KCNA) -- The Peruvian Group for the Study of Kimilsungism issued bulletin titled \"HE Kim Il Sung, the great leader of the Korean people and legendary great person\" on July 2 on the occasion of the 15th anniversary of his demise.\n\t\t\t\t\t The bulletin in an article introduced the Juche idea and the DPRK turned into a powerful socialist state, an embodiment of independence, creativity and consciousness of the popular masses, saying that 15 years have passed since the demise of President Kim Il Sung, but socialist Korea has advanced victoriously along the road of the revolution without any deviation as it smoothly solved the problem of successor on the basis of the immortal Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The President led the revolution and construction to victory on the basis of deep analysis into the specific conditions of Korea and its historical environment with the Juche-oriented viewpoint that the revolution in each country should be made by its own efforts, not by the existing formulas nor with outsiders' assistance, the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the DPRK founded by the President has firmly adhered to the independent line in the international arena, it referred to the fact that the Juche idea is being briskly disseminated on a worldwide scale as the guiding idea of the Korean and the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t The President successfully solved the problem of succeeding to the revolutionary cause and prepared the younger generations to steadily advance the revolution and construction generation after generation, it stressed."
        },
        {
            "title": "Kim Il Sung's Work Published in Mexico",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-01ee.html",
            "content": "Kim Il Sung's Work Published in Mexico\r\n Pyongyang, July 14 (KCNA) -- President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was brought out in booklet by the Mexican Institute for the Study of the Juche Idea on July 2.\n\t\t\t\t\t The preface of the booklet said that the President devoted all his life to the reunification of the country, the greatest cherished desire of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on April 6, Juche 82 (1993), comprehensively clarifies the ways for realizing the great national unity, including the matters of founding a unified state through unity of the whole nation, achieving the unity on the basis of patriotism and national independence, promoting co-existence, co-prosperity and common interests, putting an end to all political disputes that foment division and confrontation between fellow countrymen, ensuring confidence and unity between the north and the south and joining hands on the road to national reunification without rejecting each other because of differences in ideals and principles."
        },
        {
            "title": "Meticulous Benevolent Affection",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-11ee.html",
            "content": "Meticulous Benevolent Affection\r\n Pyongyang, July 14 (KCNA) -- General Secretary Kim Jong Il visited the Hamhung Disabled Soldiers' Essential Plastic Goods Factory on April 15, Juche 92 (2003).\n\t\t\t\t\t After a while he went back in a hurry saying that since it was the Day of the Sun the disabled soldiers of the factory might enjoy the holiday at ease only after he and his suite left it.\n\t\t\t\t\t\n\t\t\t\t\t That evening he instructed officials to send foodstuffs to the disabled soldiers so that they could celebrate the holiday well and selected various kinds of foodstuffs one by one.\n\t\t\t\t\t\n\t\t\t\t\t Something made him look dissatisfied. He asked officials whether they had something more.\n\t\t\t\t\t\n\t\t\t\t\t An official spoke ambiguously, saying that there were padded clothes but it was warm. The leader talked of sending the padded clothes along with foodstuffs, adding that they might put on them next winter. \n\t\t\t\t\t\n\t\t\t\t\tWarm, indeed, was the affection shown by Kim Jong Il for the disabled soldiers."
        },
        {
            "title": "Kim Jong Il dirige Fabrica de Azulejos de Taedonggang",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-17ee.html",
            "content": "Kim Jong Il dirige Fabrica de Azulejos de Taedonggang\r\n Pyongyang, 14 de julio (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la recien construida Fabrica de Azulejos de Taedonggang.\n\t\t\t\t\t  Despues de escuchar explicaciones ante el plano de la fabrica, el Dirigente se entero en detalles del estado de construccion y produccion recorriendo la parte exterior y la interior de ella.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver los objetos arquitectonicos construidos en el maximo nivel cualitativo y los procesos productivos de que salen en cadena varios materiales de construccion superfinos, evaluo altamente los meritos de los constructores militares expresando su gran satisfaccion de que ellos levantaron magnificamente esta fabrica moderna e impecable hasta en el futuro lejano.\n\t\t\t\t\t\n\t\t\t\t\t  Esta muy bien que esta fabrica haya establecido el sistema productivo basado estrictamente en las materias primas nacionales, dijo el Dirigente y continuo que la jucheanizacion (produccion con las materias primas y tecnologias nacionales), que se impulsa hoy con exito en todos los dominios de la economia nacional incluyendo la industria metalurgica, demuestra patentemente la inconmovible conviccion del pueblo coreano de levantar a toda costa con las propias fuerzas, recursos y tecnicas una gran potencia prospera en el territorio patrio.\n\t\t\t\t\t\n\t\t\t\t\t  Al examinar los azulejos y las tejas ceramicas que se diferencian en tamanos y colores segun sus usos, se puso muy contento de que los funcionarios, obreros y tecnicos de la fabrica producen muchos materiales de construccion de buena calidad partiendo de su espiritu de servir al pueblo con abnegacion, y reconocio los esfuerzos de ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Indico las tareas programaticas que se presentan ante la fabrica destacando que la Fabrica de Azulejos de Taedonggang ocupa un lugar importante en el desarrollo de la industria de materiales de construccion del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora, en los campos de construccion de las ciudades y aldeas crecen las demandas sobre esos materiales de buena calidad, subrayo y agrego que a fin de cubrirlas satisfactoriamente, es preciso que los obreros de aqui logren un nuevo viraje en la produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que a fin de mejorar incesantemente la calidad de los materiales de construccion que son factor importante para elevar el nivel cualitativo de las construcciones y el embellecimiento de la ciudad, hay que introducir activamente las tecnicas avanzadas y mejorar constantemente la calificacion tecnica de los obreros.\n\t\t\t\t\t\n\t\t\t\t\t  Si se completa la obra de segunda etapa, esta fabrica se convertira en una gran base capaz de producir modernos materiales de construccion de todo tipo, afirmo y aclaro la direccion y los remedios para terminarla lo mas pronto posible.\n\t\t\t\t\t\n\t\t\t\t\t  Por ultimo, el Dirigente se fotografio junto a los innovadores laborales de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Pak Nam Gi y Jang Song Thaek, los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Kim Yong Nam arriba a Egipto",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-18ee.html",
            "content": "Kim Yong Nam arriba a Egipto\r\nPyongyang, 14 de julio (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, llego el dia 13 a Sharm el-sheikh, ciudad local de Egipto para participar en la XV Cumbre de los Paises No Alineados."
        },
        {
            "title": "Conjunto de danza \"Beriozka\" ofrece su primera funcion en Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-19ee.html",
            "content": "Conjunto de danza \"Beriozka\" ofrece su primera funcion en Pyongyang\n\t\t\t\t\t\t\r\n  Pyongyang, 14 de julio (ATCC) -- Tuvo lugar este martes en el Gran Teatro de Pyongyang la primera funcion del Conjunto de Danza Academica Nacional \"Beriozka\" N. S. Nadezhdina de Rusia.\n\t\t\t\t\t  La disfrutaron el ministro de Cultura Kang Nung Su, la vicepresidenta del Comite de Relaciones Culturales con el Extranjero y presidenta de la Asociacion de Amistad Corea-Rusia, Hong Son Ok, los creadores, artistas, periodistas y redactores de sectores  de literatura, arte, prensa e informacion.\n\t\t\t\t\t\n\t\t\t\t\t  Entre el publico estaban presentes tambien el encargado de negocios a.i. Alexander Matsegora y otros miembros de la embajada rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En este espectaculo iniciado con el coro del inmortal himno revolucionario \"Cancion del General Kim Jong Il\" se presentaron variadas piezas como el baile femenino en grupo \"Beriozka\", el baile masculino en grupo \"Arrieros\", el baile mixto en grupo \"Tiovivo\", las canciones y bailes \"Noche en el suburbio de Moscu\" y \"Katyusha\" y la \"Laguna de flores\" de la opera revolucionaria coreana \"!Cuentalo, bosque!\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  Los ejecutantes demostraron bien en esta ocasion el patriotismo, la vida optimista y las costumbres nacionales del pueblo ruso.\n\t\t\t\t\t\n\t\t\t\t\t  El espectaculo continua."
        },
        {
            "title": "Actos por el mes de solidaridad con el pueblo cubano",
            "url": "http://kcna.co.jp/item/2009/200907/news14/20090714-20ee.html",
            "content": "Actos por el mes de solidaridad con el pueblo cubano\r\n  Pyongyang, 14 de julio (ATCC) -- Con motivo del mes de solidaridad con el pueblo cubano, tuvieron lugar este martes en el capitalino Club Taedonggang para el Cuerpo Diplomatico el mitin conmemorativo y la proyeccion filmica.\n\t\t\t\t\t  Al mitin fueron invitados el encargado de negocios a.i., Enrique Montoto Cruz, y otros miembros de la embajada cubana en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Estuvieron presentes el vicepresidente del Comite Coreano de Solidaridad con Cuba y del Comite de Relaciones Culturales con el Extranjero, Paek Yong Ho, y otros funcionarios asi como los trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\t  Paek Yong Ho destaco en su discurso que aquel primer disparo, que dieron los revolucionarios cubanos en el Moncada el 26 de julio de 1953 bajo la direccion del respetado companero Fidel Castro Ruz, devino un acontecimiento historico que ha llamado al pueblo cubano a la lucha por la libertad y la liberacion.\n\t\t\t\t\t\n\t\t\t\t\t  En lo adelante tambien, el pueblo coreano estara al lado del pueblo cubano en la justa lucha por defender la soberania, la independencia y el socialismo y se esforzara mucho por fortalecer y desarrollar la amistad y la solidaridad entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Le siguio en usar la palabra Enrique Montoto Cruz quien apunto que las relaciones de amistad entre los dos paises preparadas por el camarada Kim Il Sung junto con el companero Fidel Castro Ruz se fortalecen y se desarrollan mas bajo la profunda atencion del camarada Kim Jong Il y el companero Raul Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t  Aseguro que el pueblo cubano seguiria apoyando en el futuro tambien la lucha del pueblo coreano por construir una gran potencia prospera y reunificar el pais.\n\t\t\t\t\t\n\t\t\t\t\t  Terminado el mitin, los participantes vieron una pelicula cubana."
        }
    ]
}