{
    "date": "2009-12-30",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-30ee.html",
    "articles": [
        {
            "title": "Commendation to Employees of Songjin Steel Complex ",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-05ee.html",
            "content": "Commendation to Employees of Songjin Steel Complex\r\n Pyongyang, December 30 (KCNA) -- A commendation was given to officials, workers and technicians of the Songjin Steel Complex for their contribution to perfecting the Juche steel production system.\n\t\t\t\t\t A ceremony of giving commendation took place at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were President Kim Yong Nam, Vice-President Yang Hyong Sop and Secretary General Pyon Yong Rip of the Presidium of the Supreme People's Assembly and officials, workers and technicians of the complex.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony Kim Il Sung Prize was awarded to the complex.\n\t\t\t\t\t\n\t\t\t\t\t The title of Labour Hero of the Democratic People's Republic of Korea, together with Gold Medal (Hammer and Sickle) and the Order of the National Flag 1st Class, was conferred on Chief Secretary of the Party Committee Jon Ryong Guk, Manager Ri Chol Ho and three other persons of the complex.\n\t\t\t\t\t\n\t\t\t\t\tThe commendation of watch bearing the august name of President Kim Il Sung went to 15 persons and citation of General Secretary Kim Jong Il to 16.\n\t\t\t\t\t\n\t\t\t\t\t Also orders were awarded to many officials, workers and technicians. Among them 50 persons won the Order of the National Flag 1st Class and 69 the Order of Labour."
        },
        {
            "title": "Congratulations to Kim Jong Il from Foreign Diplomats",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-15ee.html",
            "content": "Congratulations to Kim Jong Il from Foreign Diplomats\r\n Pyongyang, December 30 (KCNA) -- General Secretary Kim Jong Il received a floral basket and a congratulatory letter from the diplomatic corps here on the occasion of the New Year.\n\t\t\t\t\t They were handed over to Foreign Minister Pak Ui Chun by Mats Foyer, Swedish ambassador to the DPRK who is doyen of the corps, on Wednesday."
        },
        {
            "title": "Sports Science Library Opens",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-04ee.html",
            "content": "Sports Science Library Opens\r\n Pyongyang, December 30 (KCNA) -- The Sports Science Library in Chongchun Street, Pyongyang, was completed and opened with due ceremony on Dec. 29.\n\t\t\t\t\t It has a book and E-book reading room, a computer network service room, a room for the study of information about various sports events, a preview room and cultural and welfare facilities, etc. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Jang Chol, president of the Academy of Sciences, and others.\n\t\t\t\t\t\n\t\t\t\t\t Pak Hak Son, chairman of the Physical Culture and Sports Guidance Commission, addressed the ceremony."
        },
        {
            "title": "New Medical Books Issued",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-09ee.html",
            "content": "New Medical Books Issued\r\n Pyongyang, December 30 (KCNA) -- The Health Education Institute of the Democratic People's Republic of Korea has of late published new medical books which are helpful towards improving the people's health.\n\t\t\t\t\t  The Book \"300 Questions and Answers on Prophylactic Treatment of Hepatopathy\" consists of 12 parts including the structure and function of liver, sorts and infection routes of hepatitis virus, prophylactic measures, acute and chronic hepatitis, liver cirrhosis, diagnosis and modern and Koryo medical treatment of hepatoma, folk remedies. It gives a plain explanation of various issues arising in prophylactic treatment of hepatopathy in a question-and-answer way. \n\t\t\t\t\t\n\t\t\t\t\t It also attaches values and significance of conventional hepatoscopy and an analysis table of ingredients of food materials to appendix.\n\t\t\t\t\t\n\t\t\t\t\t  The book \"Questions and Answers on Common Senses about Protection from Cancer\" contains latest data related to 130 kinds of foodstuffs.\n\t\t\t\t\t\n\t\t\t\t\t The book \"Miraculous Reflexotherapies\" gives an illustrated explanation of some reflexotherapies for various diseases."
        },
        {
            "title": "Many Hydroelectric Power Stations Built",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-10ee.html",
            "content": "Many Hydroelectric Power Stations Built\r\n Pyongyang, December 30 (KCNA) -- Hydropower stations have been built in many areas of the Democratic People's Republic of Korea, vibrant with various striking events in the Songun era, to further consolidate the foundations of the country's self-supporting economy.\n\t\t\t\t\t The Samsu Power Station, Wonsan Youth Power Station and other large hydropower stations and Kumjingang Hungbong Youth Power Station, Unhung Youth Power Station and many other minor power stations have made their appearances in the country in recent years.\n\t\t\t\t\t\n\t\t\t\t\t This year has witnessed a signal success in the construction of large and minor hydropower stations. The Nyongwon Power Station and some other large-sized hydropower stations have been built. Namsagang Power Station No. 2, Hungam Youth Power Station, Taehung Youth Power Station No. 1, Tokjigang Youth Power Station No. 6 and other minor hydropower stations have been put into operation in recent months alone.\n\t\t\t\t\t\n\t\t\t\t\t Bright is the prospect of the construction of hydropower stations.\n\t\t\t\t\t\n\t\t\t\t\t The Huichon Power Station, the largest in the country in twenty years, is now being built at higher speed than the established one. The construction of the Wonsan Army-People Power Station, Hamhung Youth Power Station, Kumyagang Power Station, Paektusan Songun Youth Power Station, Ryesonggang Youth Power Stations Nos. 2, 3, 4 and 5, Pukchonggang Power Stations Nos. 8 and 9 and other large and minor hydropower stations  are progressing apace.\n\t\t\t\t\t\n\t\t\t\t\t The newly built power stations have been furnished with large and modern generating equipment manufactured by the Taean Heavy Machine Complex with CNC machines to ensure the electricity production in a scientific and technological way.\n\t\t\t\t\t\n\t\t\t\t\t The extensive construction of hydroelectric power stations has helped industrial establishments reactivate production and people enjoy a cultured life in comfortable circumstances thanks to electricity fully supplied to their homes.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il has energetically led the Korean people to create the \"Huichon speed\", a new Chollima speed, in the construction of the Huichon Power Station and opened up a bright vista for the development of power industry. And the Korean people are all turning out in the efforts to solve the existing electric power shortage without fail and build a thriving nation."
        },
        {
            "title": "Kimjongilia Show Held in China",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-01ee.html",
            "content": "Kimjongilia Show Held in China\r\nPyongyang, December 30 (KCNA) -- A Kimjongilia show was held in China on Dec. 22 to mark the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t On display in the venue of the show were immortal flowers praising the great men against the background of the large computer-aided electric picture representing beautiful Kimilsungia and Kimjongilia in full bloom under the letters reading \"Kimjongilia Show in Shenyang, China, Commemorating December 24\". And seen on both sides of the picture were floral baskets from different organizations.\n\t\t\t\t\t\n\t\t\t\t\t Attending its opening ceremony were personages of the Liaoning Provincial Committee of the Communist Party of China, the Liaoning Provincial Commerce Agency, the Shenyang Korean Economic and Trade Investment Consultative Co. Ltd., the Shenyang City Financial and Economy Committee, the Shenyang City Construction Committee, the Shenyang City Businessmen's Association, Koreans in China including the chairman of the General Association of Koreans in China and the masses.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were the consul general and staff members of the DPRK consulate general in Shenyang and Korean officials concerned staying in China.\n\t\t\t\t\t\n\t\t\t\t\t Addressing the ceremony, the managing director of the Shenyang Korean Economic and Trade Investment Consultative Co. Ltd. expressed belief that the show held in China on the occasion of the significant day would contribute to deepening the political, economic and cultural relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Noting that as soon as it came to being Kimjongilia won the top prizes at international exhibitions for its rareness, softness, elegance and beauty to be recognized as a famous flower, the speaker hoped that this flower would be always in full bloom."
        },
        {
            "title": "KCNA Blasts U.S. Policy of Arms Expansion",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-12ee.html",
            "content": "KCNA Blasts U.S. Policy of Arms Expansion \r\n Pyongyang, December 30 (KCNA) -- Recently the proposal on the defense budget for the fiscal 2010 has passed the U.S. Senate and House of Representatives to be signed by its president. The defense budget totaling 636.3 billion dollars thus took effect. \n\t\t\t\t\t Accordingly, a stupendous amount of funds will be spent for the wars in Iraq and Afghanistan and the purchase of military hardware in the fiscal 2010.\n\t\t\t\t\t\n\t\t\t\t\t As shown by the above-said proposal, the U.S. military spending is on the daily increase. \n\t\t\t\t\t\n\t\t\t\t\t 607 billion dollars spent by the U.S. for military purposes in 2008 were 42 per cent of the world's military spending put together. \n\t\t\t\t\t\n\t\t\t\t\t The U. S. policy of arms expansion is aimed to accelerate the production of new type weapons and their deployment. \n\t\t\t\t\t\n\t\t\t\t\t The bulk of the U.S. military budget for the next fiscal year is to go to the development of new type weapons and their production. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is expected to spend 104.4 billion dollars for the purchase of military hardware or 3.5 billion more than that for the fiscal 2009. 15 billion dollars are allocated for purchasing naval warships, in particular, 6.8 billion for the purchase of F-35 and 2.5 billion for the purchase of C-17.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, U.S. Congress approved the proposal for spending tens of millions of dollars for the production of super-large bombs to be loaded on B-2 Stealth bombers and others to strike targets.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. test-fired sea-based ABM while pushing forward the production and deployment of bunker busters in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t It is also putting spurs to placing arms and equipment on a modern, high performance and long distance basis and the spearhead of this drive is directed to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Department of Defense is putting spurs to converting Japan and south Korea into \"bases of utmost importance\" in carrying out its Asia-Pacific strategy for aggression under the pretext of relocating its forces in Japan and south Korea and reorganizing its forces as \"a rapid deployment force.\" \n\t\t\t\t\t\n\t\t\t\t\t A stupendous amount of funds are now spent for massive arms build-up in south Korea, the shipment and deployment of ultra-modern weapons in south Korea and  war exercises being staged under the simulated conditions of large-scale surprise attack on the DPRK, etc. \n\t\t\t\t\t\n\t\t\t\t\t The above-said policy of the U.S. is a very dangerous war policy as it reflects its reckless strategy for invading the DPRK and its wild ambition for dominating Asia. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK-U.S. hostile relations persist and the situation is getting tenser on the Korean Peninsula due to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms expansion is an action against peace as it escalates arms race and military confrontation worldwide and strains international situation. \n\t\t\t\t\t\n\t\t\t\t\t Not a few countries are channeling efforts into developing modern weapons while increasing their defense spending in order to cope with the U.S. military threat. \n\t\t\t\t\t\n\t\t\t\t\t There is no justification for the U.S. to take issue with other countries' measures to boost their self-reliant defence capabilities as it is the arch criminal sparking and escalating an arms race in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t Humankind is now desiring peace, strongly opposed to war. \n\t\t\t\t\t\n\t\t\t\t\t The alarming military budget shaped by the U.S. is a move going against the trend of the world toward detente and a blatant challenge to the desire of humankind for peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should roll back its reckless policy of arms expansion."
        },
        {
            "title": "Projected \"U.S.-S. Korea Defense Guidelines\" Ridiculed",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-08ee.html",
            "content": "Projected \"U.S.-S. Korea Defense Guidelines\" Ridiculed\r\n Pyongyang, December 30 (KCNA) -- The United States is busy working out together with south Korea \"U.S.-south Korea defense guidelines\" to cope with the \"contingency\" on the Korean Peninsula.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard: This is an adventurous move to ignite the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The said guidelines call for deploying the U.S. reinforcing combat forces in \"contingency\" on the peninsula and providing conditions for the stable presence of the U.S. forces in south Korea, etc. \n\t\t\t\t\t\n\t\t\t\t\t The moves stepped up by the U.S. together with south Korea to work out the guidelines amount to criminal actions to put into concrete shape and codify the deployment of the U.S. reinforcements in operational theatres, south Korea's logistic support pursuant to them and joint operations of the U.S. forces and the south Korean army in \"contingency\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. goes ahead with its moves to unleash another Korean war while tightening the military alliance with south Korea as now, this will result in further deteriorating the DPRK-U.S. hostile relations and trigger off a grave military conflict in the end. This is what the U.S. wishes to see.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. loudmouthed \"military threat\" from the DPRK is nothing but sophism to justify its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves compel the DPRK to take strong military retaliatory measures. The DPRK stands for detente and peace on the Korean Peninsula but cannot remain a passive onlooker to the U.S. dangerous scenario to do harm to the former.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will do their utmost to increase the national defence capability under the banner of Songun in order to frustrate the evermore desperate moves of the U.S. to stifle it."
        },
        {
            "title": "Japan's Reckless Bid for Permanent Membership of UNSC Ridiculed",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-13ee.html",
            "content": "Japan's Reckless Bid for Permanent Membership of UNSC Ridiculed\r\n Pyongyang, December 30 (KCNA) -- The Japanese ambassador to the United Nations, addressing the recent inter-governmental negotiations on the reform of the UN Security Council held in the UN headquarters, talked nonsense that it is important for a country which plays a big role for world peace and security to have permanent membership of the UNSC.\n\t\t\t\t\t Minju Joson Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but reckless remarks based on the view on commercial value peculiar to Japan that money is almighty. The issue of holding a responsible post at the UN is not the issue to be settled with money but a matter to be settled politically.\n\t\t\t\t\t\n\t\t\t\t\t The responsible posts at the UN can be held only by those countries which have will and capability to fairly handle international problems in favor of the human cause of peace. However, Japan finds itself in an awkward position for having failed to properly solve its past problems, much less settling its problems at present and in future.\n\t\t\t\t\t\n\t\t\t\t\t Japan is meanly behaving to gloss over its legal and moral responsibility in an effort to evade the accountability for the settlement of its past by hook or by crook though more than half a century has passed since its defeat. Nothing is more deplorable and unbearable than seeing Japan holding such a responsible post at the UN.\n\t\t\t\t\t\n\t\t\t\t\t Now that Japan is only watching for a chance to seek a revenge for its defeat in the Second World War, it is as plain as a pikestaff that if a responsible post of the UN is given to Japan, it will be little short of encouraging it in its moves for overseas militarist aggression. \n\t\t\t\t\t\n\t\t\t\t\t The attitude of the international community toward Japan will remain unchanged unless Japan totally breaks with its inglorious past by redeeming its past wrongs and emerges a new country desirous of world peace and international justice.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to settle its past, instead of becoming the laughing stock of others for seeking foolish aims."
        },
        {
            "title": "S. Korean Puppets' Moves to Escalate Confrontation with Fellow Countrymen Assailed",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-07ee.html",
            "content": "S. Korean Puppets' Moves to Escalate Confrontation with Fellow Countrymen Assailed\r\n Pyongyang, December 30 (KCNA) -- The puppets of south Korea are getting frantic in their moves to escalate the confrontation with fellow countrymen and intensify war moves next year marking the lapse of 60 years since the outbreak of the Korean war. \n\t\t\t\t\t Commenting on this, the news analyst of Minju Joson Wednesday observes:\n\t\t\t\t\t\n\t\t\t\t\t This brings into bolder relief the treacherous true colors of those hell-bent on sycophancy toward the U.S. and confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedentedly large-scale anti-communist functions and war exercises the group of traitors seeks to hold on the occasion of June 25 next year are intended to build up public opinion again over the issue of who is to blame for the outbreak of the war in a bid to justify the moves it has stepped up to escalate the confrontation with fellow countrymen and start a war since its seizure of power, divert elsewhere the criticism of it caused by the racket it kicked up under the pretext of \"security\" and thus tide over the ever-deepening ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t While mulling working out what they called south Korea-U.S. \"defense guidelines\" together with their master by June next year, the puppets are stepping up the preparations for a nuclear war against the DPRK after making its outbreak a fait accompli.\n\t\t\t\t\t\n\t\t\t\t\t The June 25 war taught a lesson that aggressors and provocateurs are fated to meet an inescapable defeat and miserable death. Should the puppets rush headlong into confrontation and war against fellow countrymen, oblivious of this lesson, they will face a stern judgment by the nation, warns the news analyst."
        },
        {
            "title": "Demolition of Concrete Wall Demanded",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-14ee.html",
            "content": "Demolition of Concrete Wall Demanded\r\n Pyongyang, December 30 (KCNA) -- It is tragedy and shame of the Korean nation, a homogeneous nation with time-honored history, to have the concrete wall built in south Korea in the 1970s left intact and it runs diametrically counter to the desire and demand of the nation and the trend of the times.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t All the leftovers of the era of the inter-Korean confrontation such as the concrete wall should be demolished without delay before anything else in order to realize reconciliation and unity of the nation as required by the Korean compatriots desirous of the reunification. \n\t\t\t\t\t\n\t\t\t\t\t It is due to the concrete wall that the Korean compatriots with the blood of the same ancestors have been barred from making free visits to and from the north and the south of Korea and distrust and confrontation between the north and the south further escalated.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of the historic June 15 joint declaration and the October 4 declaration left no reason for the wall of division and confrontation like the concrete wall to exist as it blocks the reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the south Korean authorities have built the wall of the inter-Korean confrontation even higher to viciously check the reconciliation and unity of the nation, swimming against the trend of the June 15 era of reunification. \n\t\t\t\t\t\n\t\t\t\t\t The dialogue between the authorities of the north and the south has been suspended and the cooperation and exchange between the non-governmental organizations barred though they existed even in the era of confrontation in the past. This present reality patently proves that the present south Korean authorities' confrontational policy against the DPRK constitutes another wall of division and confrontation that surpasses the concrete wall.\n\t\t\t\t\t\n\t\t\t\t\t Should the south Korean authorities keep pursuing the division and confrontation to block the reconciliation, unity and reunification, they will never be able to escape the same miserable fate as met by the military fascist dictators who were sternly judged by the history, being cursed and denounced by the Korean nation for their building of the concrete wall."
        },
        {
            "title": "Ceremony Held at DPRK Embassy in Tashkent",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-03ee.html",
            "content": "Ceremony Held at DPRK Embassy in Tashkent\r\n Pyongyang, December 30 (KCNA) -- A ceremony of Koreans in Uzbekistan took place at the DPRK embassy in Tashkent on Dec. 24 to lay a floral basket before the full-length picture of President Kim Il Sung and General Secretary Kim Jong Il on the occasion of the 18th anniversary of Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t Present there were Jo Yun Hae. chairperson and other figures of the Commonwealth of Independent States Regional Headquarters for Implementing the June 15 Joint Declaration, compatriots in Uzbekistan and the DPRK ambassador to Uzbekistan and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Participants laid a floral basket and bouquets before the picture and paid tribute to them."
        },
        {
            "title": "Kim Jong Suk's First Birthday in Liberated Country",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-11ee.html",
            "content": "Kim Jong Suk's First Birthday in Liberated Country\r\n Pyongyang, December 30 (KCNA) -- On December 24, Juche 34 (1945) anti-Japanese heroine Kim Jong Suk had her birthday in a boxcar coming to Pyongyang from North Hamgyong Province.\n\t\t\t\t\t That morning she got up early and brought water from a well as usual. \n\t\t\t\t\t\n\t\t\t\t\t Approaching her in haste, a woman who had participated in the anti-Japanese armed struggle together with the heroine told her that from old times parents had prevented their children from working on their birthdays, afraid that if they did so, they would have so much work through the year. She then wanted Kim Jong Suk to take a rest that day.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk, with a smile on her face, said to the following effect: The parents had said so in the past because they had groaned under the burden of toil. But now, after the liberation of the country, we should build a society where the people really enjoy labor.\n\t\t\t\t\t\n\t\t\t\t\t With female fighters worrying about a birthday dinner they could not prepare for her, the heroine said taking no dinner made her feel at ease and suggested celebrating birthdays and holidays well when the people lived in plenty.\n\t\t\t\t\t\n\t\t\t\t\t That day was the first birthday greeted in the liberated country by Kim Jong Suk, who should have received best wishes from all the people of the country."
        },
        {
            "title": "DPRK Important Day Observed",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-02ee.html",
            "content": "DPRK Important Day Observed\r\nPyongyang, December 30 (KCNA) -- A meeting was held in Ukraine, lectures and film shows took place in Kyrgyzstan and Nigeria between Dec. 21 and 22 on the occasions of the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA) and the 92nd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t Speeches were made at the functions and their participants watched Korean films \"Fireworks for a Thriving Nation\" and \"Reply of Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the chairman of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea said that Kim Jong Il has firmly defended the dignity and sovereignty of the country and the nation with his unique Songun policy, Kim Jong Suk safeguarded President Kim Il Sung politically and ideologically and with her life and provided a sure guarantee for carrying forward and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party noted in a lecture that Kim Jong Suk took part in the revolutionary struggle at her early age, making a great contribution to the country's liberation and the cause of building a new country. Without her socialist Korea winning victory after victory today would be unthinkable.\n\t\t\t\t\t\n\t\t\t\t\t After watching a film, the chairman of the Nigerian National Committee for the Study of the Juche Idea said that the KPA has demonstrated its might as an invincible army under the wise leadership of Kim Jong Il, adding that his matchless grit, iron will and unique Songun leadership are the key to all victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting held in Ukraine."
        },
        {
            "title": "Premiados los delegados de Complejo de Acero de Songjin",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-16ee.html",
            "content": "Premiados los delegados de Complejo de Acero de Songjin\r\nPyongyang, 30 de diciembre (ATCC) -- Tuvo lugar el dia 29 en el Palacio de los Congresos Mansudae la ceremonia del otorgamiento de premios a los funcionarios, obreros y tecnicos del Complejo de Acero de Songjin, quienes contribuyeron a completar el sistema de produccion de Acero Juche. \n\t\t\t\t\tA la ocasion asistieron el presidente Kim Yong Nam, el vicepresidente Yang Hyong Sop y el secretario general Pyon Yong Rip, del Presidium de la Asamblea Popular Suprema, los funcionarios, obreros y tecnicos de dicho complejo.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, fue otorgado a este complejo el Premio Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tFueron concedidos a 5 personas incluyendo el secretario responsable del Comite del PTC en el Complejo de Acero de Songjin, Jon Ryong Guk y el gerente de este complejo Ri Chol Ho, el titulo de Heroe del Trabajo de la Republica Popular Democratica de Corea, la Medalla de Oro (El Martillo y la Hoz) y la Orden Bandera Nacional de primera clase, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tLas 15 personas recibieron el premio reloj de pulsera con el nombre del Presidente Kim Il Sung y las otras 16, el Diploma de Honor del Dirigente          Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, la Orden Bandera Nacional de primera clase fue otorgada a las 50, la Orden del Trabajo, a las 69, asi como otras ordenes, a muchos funcionarios, obreros y tecnicos."
        },
        {
            "title": "Abierta la biblioteca de ciencia deportiva",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-17ee.html",
            "content": "Abierta la biblioteca de ciencia deportiva\r\n Pyongyang, 30 de diciembre (ATCC) -- Quedo abierta la Biblioteca de Ciencia Deportiva en la avenida Chongchun de esta capital.\n\t\t\t\t\t  La biblioteca esta dotada de las salas de lectura de libros y de los digitalizados, la de servicio de red de ordenador, la de estudio de informacion por disciplinas, la de preestreno, los establecimientos culturales y de servicio publico, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Tuvo lugar el dia 29 la ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion estuvieron presentes el secretario del Comite Central del Partido del Trabajo de Corea, Kim Jung Rin, el presidente de la Academia Estatal de Ciencias, Jang Chol, y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite de Direccion de Deportes Pak Hak Son pronuncio un discurso inaugural."
        },
        {
            "title": "Rodong Sinmun se pronuncia contra la \"guia de defensa nacional\"",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-18ee.html",
            "content": "Rodong Sinmun se pronuncia contra la \"guia de defensa nacional\"\r\nPyongyang, 30 de diciembre (ATCC) -- La elaboracion de la \"guia de defensa nacional Estados Unidos-Sur de Corea\" frente al \"tiempo de emergencia\" de la Peninsula Coreana, que promueven ambas partes, es una maniobra aventurera para desatar la segunda guerra coreana.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsa nueva guia contendra entre otros problemas el despliegue de las tropas norteamericanas de refuerzo en el \"tiempo de emergencia\" de la Peninsula Coreana y el aseguramiento de las condiciones necesarias al estacionamiento estable de los uniformados norteamericanos ocupantes del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, ese documento criminal es para concretar y legalizar el despliegue de las tropas de refuerzo de EE.UU. en el teatro operacional, el aseguramiento a base de ello de la retaguardia del Sur de Corea y la operacion conjunta entre los efectivos de ambas partes en el \"tiempo de emergencia\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. persigue de continuo como ahora la provocacion de la nueva guerra coreana fortaleciendo la alianza militar con el Sur de Corea, se agravaran mas las relaciones hostiles RPDC-EE.UU. y estallara finalmente un grave conflicto armado como desea este imperio.\n\t\t\t\t\t\n\t\t\t\t\tAunque EE.UU. habla tanto de la \"amenaza militar\" proveniente de la RPDC, esto no pasa de ser un sofisma para justificar su politica hostil a la segunda.\n\t\t\t\t\t\n\t\t\t\t\tLa elaboracion de la nueva \"guia de defensa nacional EE.UU.-Sur de Corea\" empuja a la RPDC a tomar fuertes contramedidas militares. \n\t\t\t\t\t\n\t\t\t\t\tSi bien la RPDC desea el relajamiento de la tension y la paz de la Peninsula Coreana, no puede estar con brazos cruzados ante ese complot peligroso de EE.UU. para atacarla.\n\t\t\t\t\t\n\t\t\t\t\tSi el imperio intensifica mas sus maniobras para aplastar a la RPDC, el ejercito y el pueblo de esta haran todo lo posible por incrementar el poderio de defensa nacional bajo la bandera del Songun."
        },
        {
            "title": "Minju Joson critica conducta ridicula de Japon",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-19ee.html",
            "content": "Minju Joson critica conducta ridicula de Japon\r\nPyongyang, 30 de diciembre (ATCC) -- En las negociaciones intergubernamentales sobre la reforma del Consejo de Seguridad de la ONU, realizadas recientemente en la sede de esta organizacion internacional, el embajador japones ante la ONU dijo que \"es importante que este permanentemente en el Consejo de Seguridad el pais que desempena gran papel para la paz y la seguridad del mundo\". \n\t\t\t\t\tEn un comentario individual insertado en su edicion de este miercoles, el periodico Minju Joson revela que ese disparate esta basado en la concepcion del valor mercantilista propia de Japon, segun la cual el dinero resuelve lo todo. \n\t\t\t\t\t\n\t\t\t\t\tPero, la toma de la posicion responsable de la ONU no es un problema pecuniario sino un asunto que debe ser solucionado politicamente, insiste el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa posicion responsable de la ONU la pueden tomar los paises que tienen la voluntad y la capacidad de tratar imparcialmente los problemas internacionales en lo conveniente a la causa de la paz de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tJapon es el pais que ni siquiera sabe que hacer para resolver debidamente el problema del pasado, lejos de gestionar los asuntos del presente y del futuro.\n\t\t\t\t\t\n\t\t\t\t\tCuan ridiculo y tragico seria si llegara a asumir ese cargo responsable de la ONU ese pais isleno que hasta la fecha a mas de medio siglo desde el fin de la Segunda Guerra Mundial, elude vilmente de una manera u otra su responsabilidad juridica y moral de liquidar sus crimenes del pasado. \n\t\t\t\t\t\n\t\t\t\t\tPuesto que Japon esta acechando la oportunidad con el ardiente deseo de tomar la venganza por su derrota en la Segunda Guerra Mundial, la concesion a el del cargo importante de la ONU dara alientos a sus maniobras militaristas para la agresion a ultramar. \n\t\t\t\t\t\n\t\t\t\t\tNo va a cambiar nunca la actitud de la sociedad internacional sobre Japon si este no renueva su figura como aspirante a la paz y a la justicia del mundo tras apartarse de su ignominioso pasado mediante la liquidacion de sus crimenes del pasado. \n\t\t\t\t\t\n\t\t\t\t\tLe seria mejor pensar en como limpiar sus manchas del pasado que ser ridiculizado por otros por sonar con esa ilusion vana."
        },
        {
            "title": "Minju Joson denuncia maniobras fratricidas de titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2009/200912/news30/20091230-20ee.html",
            "content": "Minju Joson denuncia maniobras fratricidas de titeres surcoreanos\r\nPyongyang, 30 de diciembre (ATCC) -- Los titeres surcoreanos pretenden recrudecer la confrontacion fratricida y las maniobras belicas en el proximo ano en que se cumpliran 60 anos desde el estallido de la guerra coreana.\n\t\t\t\t\tAl respecto, el rotativo Minju Joson publico este miercoles un comentario individual destacando que esas pretensiones revelan la naturaleza traidora de ellos enloquecidos por el servilismo a Estados Unidos y la confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tEsa banda de traidores planea auspiciar los actos anti-RPDC y los ejercicios belicos de gran dimension sin precedentes con motivo del 25 de junio del ano proximo, comienza el comentarista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tDe esa manera, ellos intentan volver a sacar en la opinion publica el problema de la responsabilidad por el estallido de la pasada guerra coreana a fin de justificar su campana de confrontacion fratricida y maniobras belicas, que vienen librando desde la llegada al poder, y salir de la cada dia mas grave crisis de dominacion desviando la flecha de odio dirigida a si mismos armando un alboroto sobre la \"seguridad\". \n\t\t\t\t\t\n\t\t\t\t\tAdemas, tratan de elaborar con su amo hasta en junio del ano proximo la llamada \"guia de defensa nacional\" Sur de Corea-Estados Unidos y ya estan dando acicates a los preparativos para desatar una guerra nuclear anti-RPDC considerandola como hecho consumado.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos seran castigados duro por la nacion si se obstinan en marchar por la senda de confrontacion fratricida y guerra olvidando la leccion de la guerra coreana desatada el 25 de junio de que a los invasores y los provocadores les tocan fracaso irreparable y muerte tragica."
        }
    ]
}