{
    "date": "2009-03-03",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-03ee.html",
    "articles": [
        {
            "title": "DPRK Delegate on UN Peace-keeping Operations",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-02ee.html",
            "content": "DPRK Delegate on UN Peace-keeping Operations\r\n Pyongyang, March 3 (KCNA) -- A DPRK delegate made a speech at the session of the UN Special Committee on Peace-keeping Operations on Feb. 24.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The UN peace-keeping operation has increased in number and size as never before but regrettably, dispute and conflict are getting steadily escalated in different parts of the world, instead of being reduced. Even such practices are taking place frequently as that the peace-keeping forces and UN officials became the targets of attack.\n\t\t\t\t\t\n\t\t\t\t\t The facts show that there are still many problems to be settled in UN peace-keeping operations.\n\t\t\t\t\t\n\t\t\t\t\t Primary efforts should be exerted to remove the source of all frictions and conflicts, the delegate urged, saying that the root cause is just the Cold-War way of thinking and confrontation policy.\n\t\t\t\t\t\n\t\t\t\t\t It is important to strictly adhere to the objective and principle of the UN Charter and all the principles related to the peace-keeping operation in every UN peace-keeping operation, he stressed, adding: If any peace-keeping operation is decided on in the interests of some countries and used as a lever for interference in other countries' internal affairs, such operation may, on the contrary, aggravate any dispute.\n\t\t\t\t\t\n\t\t\t\t\t He went on to say:\n\t\t\t\t\t\n\t\t\t\t\t It is abnormal that the \"UN Command,\" unhampered by the UN, remains in Korea, without getting any orders or financial support from the UN, still now though over half a century has passed since the ceasefire there.\n\t\t\t\t\t\n\t\t\t\t\t The \"UN Command\" present in south Korea is nothing but the U.S. command and the \"UN forces\" there are no more than the GIs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. insistence on the upkeep of such \"UN Command\" is aimed to perpetuate the U.S. military occupation of south Korea and cover up the aggressive nature of its forces by abusing the name of the UN.\n\t\t\t\t\t\n\t\t\t\t\t Holding again that this \"UN Command\" should be disbanded immediately according to the resolution of the 30th UN General Assembly session, the DPRK delegation urges all the UN member nations to pay due attention to this matter."
        },
        {
            "title": "Greetings to Bulgarian President",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-03ee.html",
            "content": "Greetings to Bulgarian President\r\n Pyongyang, March 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Georgi Parvanov, President of Bulgaria, on Tuesday on the national day of Bulgaria.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would continue to develop on good terms in the interests of the two peoples in the future, too."
        },
        {
            "title": "Greetings to Bulgarian Prime Minister",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-14ee.html",
            "content": "Greetings to Bulgarian Prime Minister\r\n Pyongyang, March 3 (KCNA) -- Premier Kim Yong Il on Tuesday sent a message of greetings to Sergei Stanishev, Prime Minister of Bulgaria, on the occasion of its national day. \n\t\t\t\t\t The message expressed belief that the long-standing friendly and cooperative relations between the two countries would expand and develop in various fields in conformity with the mutual interests and wished him greater success in his work for the development of the country and the well-being of his people."
        },
        {
            "title": "Congratulations to PM and FM of Jordan",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-16ee.html",
            "content": "Congratulations to PM and FM of Jordan\r\nPyongyang, March 3 (KCNA) -- Kim Yong Il, premier of the DPRK Cabinet, Tuesday sent a congratulatory message to Nader Dahabi on his stay in office as Prime Minister and minister of defense of Jordan. \n\t\t\t\t\t The message sincerely wished him bigger success in his noble work for the promotion of the development, prosperity and security of the country.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minister Pak Ui Chun also sent a similar message on the same day to Nasser Judeh upon his appointment as foreign minister of Jordan."
        },
        {
            "title": "Doctorate of Philosophy Awarded to Mongolian Researcher",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-15ee.html",
            "content": "Doctorate of Philosophy Awarded to Mongolian Researcher\r\n Pyongyang, March 3 (KCNA) -- The DPRK degree of doctor of philosophy was awarded to N. Sarantuya, a researcher at the Literary College of Mongolia, with due ceremony at the Mansudae Assembly Hall today.\n\t\t\t\t\t N. Sarantuya explained and proved the fact that the Juche philosophy is a great revolutionary philosophy and political philosophy in the era of independence which proved its originality and justice not only scientifically and theoretically but in practice."
        },
        {
            "title": "Grand People's Study House",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-11ee.html",
            "content": "Grand People's Study House\r\nPyongyang, March 3 (KCNA) -- There is the Grand People's Study House in Pyongyang which offers books of various kinds for public perusal and organizes varied forms of educations.\n\t\t\t\t\tThese years the house has channeled much effort into educational service so that lots of working people may acquire knowledge of various fields in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, the short course for re-education gives broad knowledge of latest scientific and technical issues raised in various sectors of the national economy.\n\t\t\t\t\t\n\t\t\t\t\tThrough the regular short course for re-education, people receive many-sided information lectures.\n\t\t\t\t\t\n\t\t\t\t\tPopular are departmental lectures and video shows dealing with scientific and technological issues badly needed for the developing reality.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, lecturers of the house find themselves in various sectors of the national economy including industrial establishments to give on-spot lectures for the purpose of solving diverse scientific and technological problems arising in practice.\n\t\t\t\t\t\n\t\t\t\t\tSuch teaching methods help scientists and technicians settle scientific and technological problems arising in the modernization of production processes.\n\t\t\t\t\t\n\t\t\t\t\tBooks on socio-political life, medical science, architecture, light industry, fisheries, biology and horticulture, foreign magazines, translated books and other books are available from the house.\n\t\t\t\t\t\n\t\t\t\t\tThe Grand People's Study House with a collecting capacity of tens of million volumes is a good education centre for disseminating varied know-how among the working people of all strata."
        },
        {
            "title": "U.S. and S. Korean Warmongers' Projected Key Resolve and Foal Eagle Slammed",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-12ee.html",
            "content": "U.S. and S. Korean Warmongers' Projected Key Resolve and Foal Eagle Slammed\r\n Pyongyang, March 3 (KCNA) -- The Key Resolve and the Foal Eagle joint military exercises to be staged by the U.S. forces and the south Korean puppet army across south Korea from March 9 to 20 are a grave military threat to the DPRK and, at the same time, a very dangerous play with fire to ignite a new war on the Korean Peninsula at any cost, says Minju Joson Tuesday in a signed commentary.\n\t\t\t\t\t With nothing can they hide the fact that  the true objective of this saber-rattling is to unleash a war of aggression against the DPRK by escalating the tension on the Korean Peninsula to an extreme phase and rounding off the capability to make a military strike at the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is prodding the south Korean puppet army into escalating the military confrontation with the DPRK. This is little short of adding fuel to the flames and fully reveals its despicable colors of the aggressor standing in the way of the peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves that the U.S. is, indeed, the arch criminal who has wrecked the peace and stability on the peninsula and is set to ignite a war there.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the stand of the DPRK on the moves of the U.S. and the south Korean puppets to unleash a new war.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK are in full combat readiness to resolutely shatter any provocation of the enemy to do harm to the dignity and security of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean warmongers dare touch even a blade of grass of the DPRK, they will not escape the just retaliatory strikes of the forces of Songun and the fate of the forlorn wandering spirits.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppets would be well advised to behave themselves, clearly knowing who their rival is."
        },
        {
            "title": "Japan Attempt to Dispatch SDF to Waters off Somalia Flailed",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-08ee.html",
            "content": "Japan Attempt to Dispatch SDF to Waters off Somalia Flailed\r\n Pyongyang, March 3 (KCNA) -- Japan is contemplating dispatching \"Self-Defense Forces\" to the waters off Somalia while talking about \"combating piracy.\" Its real intention is to turn it into a military giant and realize its overseas aggression, not to combat piracy, says Rodong Sinmun in a signed commentary Tuesday.\n\t\t\t\t\t The Constitution prohibits warships or military personnel of SDF from using weapons against objects of other countries. Under such condition Japan is working hard to legitimately dispatch SDF to any overseas area for military operations under whatever pretext in a bid to let it use force as it pleases, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that in case warships of the Japan Maritime \"Self-Defense Force\" encounter armed pirates in waters off Somalia after being dispatched there, it cannot but use armed forces. Japan is contemplating advancing into any dispute-torn area with it as usage and opening the door for conducting military operations.\n\t\t\t\t\t\n\t\t\t\t\t The military overseas expansion is the invariable ambition and strategic aim of the Japanese militarist forces.\n\t\t\t\t\t\n\t\t\t\t\t Japan is becoming all more pronounced in its moves to dispatch SDF overseas and expand its scope as it is putting spurs to its moves to turn it into a military power and launch overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the Japanese reactionaries are running reckless without discretion, preoccupied by the ambition for military overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Japan's moves to turn it into a military giant are dangerous military moves aimed at igniting a war for conquering Asia and, furthermore, the rest of the world. Herein lie the gravity and danger of the reckless moves of the Japanese reactionaries to turn Japan into a military power and launch overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Such moves will lead Japan to self-destruction. Japan would be well advised to bear this in mind and abandon its attempt to legalize military expansion overseas."
        },
        {
            "title": "Lee Myung Bak Group's Sycophancy and Confrontation with Fellow Countrymen Assailed",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-09ee.html",
            "content": "Lee Myung Bak Group's Sycophancy and Confrontation with Fellow Countrymen Assailed\r\nPyongyang, March 3 (KCNA) -- Leading papers Tuesday say that the Lee Myung Bak group of traitors begged foreign forces to \"support\" its \"policy toward the north\" while vociferating about \"blood-sealed alliance\" and \"partnership.\" This is prompted by the criminal scheme to prolong its remaining days with the help of foreign forces and stand in confrontation with the DPRK to the last through the cooperation with them.\n\t\t\t\t\t Rodong Sinmun in a signed commentary says that it is very disgusting that the group of traitors kowtowed to foreign forces and solicited for their assistance and support to it although they have pursued the aggressive ambition, hamstringing the efforts for the independent development of the Korean nation and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak let loose a spate of nonsense about \"blood-sealed alliance\" and \"help,\" praising the south Korean tour by the U.S. secretary of State. This was an unpardonable treachery little short of bringing disgrace to the Korean nation desirous of independence and dignity and pushing south Korea into deeper subordination to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The minister of \"Foreign Affairs and Trade\" and other stooges of the traitor talked about \"partnership\" and begged for support to the \"policy towards the north\" while touring the U.S., Japan and other surrounding countries. This clearly showed the despicable nature of the group of traitors which cannot exist without depending on outsiders as it was a vivid revelation of the Lee Myung Bak regime's treacherous policy to serve foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The anachronistic confrontation policy pursued by the Lee regime which put the north-south relations in stalemate going against the wishes of independent reunification of the nation is doomed to a total bankruptcy, strongly denounced and rejected at home and abroad and thus the group of traitors is being driven into an uncontrollable ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t It was foolish enough for the Lee group to have pursued the despicable mendicant diplomacy lost to shame, being cornered at home and abroad. Sycophancy and dependence upon foreign forces cannot help the group survive the crisis.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should behave itself, bearing in mind that its escalated sycophancy and confrontation with fellow countrymen will only trigger the resentment and hatred of the whole Korean nation for the treacherous regime and thus bring earlier the collapse of the \"pragmatic government.\"\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Minju Joson also denounces the group of traitors for its scheme to stand in confrontation with fellow countrymen in collusion with foreign forces, selling off the dignity and interests of the nation."
        },
        {
            "title": "Lee Myung Bak Hit for Sparking \"Security Instability\" and \"Conflict among S. Koreans",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-10ee.html",
            "content": "Lee Myung Bak Hit for Sparking \"Security Instability\" and \"Conflict among S. Koreans\"\r\n Pyongyang, March 3 (KCNA) -- Recently the Lee Myung Bak group has escalated the smear campaign against the DPRK, letting loose sheer sophism that the DPRK is creating the \"security instability\" of the south Korean society and \"conflict among south Koreans.\"\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This was prompted by the cunning ploy of the Lee Myung Bak clique of traitors to get rid of the worst ruling crisis into which it has been thrown due to the unprecedented traitorous policy, cover up the crimes it has committed by driving south Korea into a serious social chaos and conflict among south Koreans, divert elsewhere the angry people's criticism of it and escalate the inter-Korean confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Lee group that brought to naught the landmark achievements made in the inter-Korean relations after the advent of the June 15 era of reunification, vociferating about \"regaining the lost decade\" right after its seizure of power, and staged the frantic war exercises against fellow countrymen in league with foreign aggressive forces, thereby bringing the dark clouds of a nuclear war to hang over the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The commentary cites facts to prove that the \"security instability\" and \"conflict among south Koreans\" much touted by the Lee group are nothing but unrest and conflict that festered due to the structural contradiction of the corrupt south Korean society and its traitorous politics.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the Lee group is passing the buck for the above-said \"security instability\" and \"conflict among south Koreans\" to the DPRK. This is nothing but a clumsy trick to find a way out of the ever-deepening ruling crisis in escalating its confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the Lee clique may kick up its anti-DPRK smear campaign, it can neither mislead the public opinion at home and abroad nor conceal its true colors as traitors and anti-reunification elements. Such shameless sophism of the Lee group sounds as no more than outcries of those on the death-beds and shrill cries of the politically dead, forsaken by the fellow countrymen."
        },
        {
            "title": "Retraction of Bill on Media Laid before NA Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-04ee.html",
            "content": "Retraction of Bill Law on Media Laid before NA Urged in S. Korea\r\nPyongyang, March 3 (KCNA) -- The south Korean Confederation of Trade Unions issued a statement on Feb. 26 urging the \"Grand National Party\" to withdraw the evil bill on media it brought up by means of undemocratic violence.\n\t\t\t\t\t Charging that the GNP brought up the \"bill on media\" for discussion at the Committee of Culture, Sports, Tourism, Broadcasting and Communications of the \"National Assembly\" by force, the statement said that such action can never be pardoned as it was violence to destroy the public nature of broadcasting.\n\t\t\t\t\t\n\t\t\t\t\t  It further said:\n\t\t\t\t\t\n\t\t\t\t\t Through this case, the GNP verified again that the Lee Myung Bak \"government\" is substantially a dictatorial \"government\" turning aside the mindset of the people.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is the fact that such action was made like lightning under the coercion of Lee Sang Duk, elder brother of Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t Upset by the growing protest of the people against it, the GNP asserted that it was for \"starting dialogue and discussion\", the statement noted, criticizing this assertion as turpitude.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the confederation would turn out in the large-scale struggle to punish the Lee \"government\" in conformity with the growing protest movement of the Press Trade Union against the GNP's action."
        },
        {
            "title": "Puppet Authorities' Sycophantic Deed Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-05ee.html",
            "content": "Puppet Authorities' Sycophantic Deed Flayed in S. Korea\r\nPyongyang, March 3 (KCNA) -- The Democratic Labor Party, the Solidarity for Progress, the People for Achieving Peace and Reunification, the Citizens Solidarity for Democratic Society and other political parties and organizations of south Korea jointly called a press conference in Seoul on Feb. 27, at which they denounced the \"Committee of Foreign Affairs and Trade and Unification of the National Assembly\" for such sycophantic and servile deed as passing the 8th special agreement on sharing the funds for the upkeep of the U.S. troops present in south Korea.\n\t\t\t\t\t A press release, read out at the conference, referred to the fact that the committee finally passed the said agreement on Feb. 26 in despite of the protest of people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t It said: Earlier, at meetings related to the issue of sharing the funds for the upkeep of the U.S. forces, those concerned of the \"government\" patronized the U.S. forces' illegal accumulation of funds for their upkeep and talked nonsense that \"share of the defence spending should immediately be paid to the U.S. to maintain the south Korea-U.S. alliance.\"\n\t\t\t\t\t\n\t\t\t\t\t The release charged that the said committee passed the special agreement without voting, thus fully revealing their humiliating attitude toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\t  It demanded that the \"National Assembly\" and the \"government\" reject the special agreement and squarely come out to the negotiations with the U.S. as desired by the people."
        },
        {
            "title": "Anti-\"Government\" Struggle Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-07ee.html",
            "content": "Anti-\"Government\" Struggle Launched in S. Korea\r\nPyongyang, March 3 (KCNA) -- An anti-\"government\" struggle was launched in Seoul on Feb. 28 with the attendance of members of civic and public organizations of south Korea, including the Confederation of Trade Unions and the Press Trade Union, bereaved families of those slain Ryongsan evacuees and citizens of different strata, more than 10,000 in all.\n\t\t\t\t\t A meeting of workers from across south Korea and a rally of the Press Trade Union took place in Youido of Seoul and outside the press center.\n\t\t\t\t\t\n\t\t\t\t\t The participants strongly condemned traitor Lee Myung Bak for seeking to impose only on the popular masses the pain from the economic crisis and pushing ahead with the scheme to put media under his control in a bid to prolong his power.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting and rally, they gathered in front of the city office to stage a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators thronged to the Myongdong Cathedral, breaking through the puppet police's reckless crackdown, and held a rally there denouncing the police's atrocities.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, they marched toward Jongro, Uljiro and other streets, chanting such slogans as \"Overthrow dictatorship!\" and \"Myung Bak, step down!\""
        },
        {
            "title": "Japanese Authorities Urged to Ensure Rights of Korean Residents",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-06ee.html",
            "content": "Japanese Authorities Urged to Ensure Rights of Korean Residents\r\nPyongyang, March 3 (KCNA) -- Representatives of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) and the Korean Human Rights Association in Japan conducted activities of request among Japanese lawmakers from different political parties in charge of judicial affairs and aliens' affairs from Feb. 20 as regards the fact that the Japanese authorities are seeking to introduce a new system for managing the residence of foreigners.\n\t\t\t\t\t When meeting lawmakers from the New Komeito Party, the Democratic Party and the Liberal Democratic Party of Japan, the representatives disclosed the unjustness of the Japanese government's scheme which is to abrogate the aliens registration system and introduce a new system for controlling residence of foreigners.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should not regard the Korean residents in Japan as an object of \"control and restriction\" but ensure their human rights, they stated."
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated ",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-01ee.html",
            "content": "Kim Jong Il's Birthday Celebrated\r\nPyongyang, March 3 (KCNA) -- A meeting was held in Denmark, a seminar in Finland and a seminar, a photo exhibition, a film show and an art performance in the UK on Feb. 14 and 16 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venues of the functions were photos showing the exploits of Kim Jong Il and photos introducing the shining successes made by the Korean people in building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that Kim Jong Il has turned the DPRK into an indestructible political, ideological and military power by carrying forward the revolutionary idea and cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Sika Aho Antti, chief of the Finnish Group for the Study of Works of Comrade Kim Jong Il, said that Kim Jong Il foiled the imperialists' moves and made signal successes in socialist construction by embodying the Songun politics, the socialist political mode, in all fields.\n\t\t\t\t\t\n\t\t\t\t\t Keith Bennet, deputy director-general of the European Society for the Study of the Juche Idea, Michael Chant, secretary of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist), Ella Rule, vice-chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), and Dermot Hudson, chairman of the British Association for the Study of Songun Policy, said that the modern history of Korea is a shining history in which the DPRK foiled the imperialists' moves to stifle it and firmly defended socialism under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film show was a film dealing with the struggle of the Korean army and people resolutely coping with the imperialists' moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage of art performance were Korean songs including \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il,\" immortal revolutionary hymns.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory letters and messages to Kim Jong Il were adopted at the events."
        },
        {
            "title": "Delegado coreano se refiere a las actividades de la ONU por paz",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-17ee.html",
            "content": "Delegado coreano se refiere a las actividades de la ONU por paz\r\nPyongyang, 3 de marzo (ATCC) -- El delegado de la Republica Popular Democratica de Corea hizo uso de la palabra el 24 de febrero en la reunion de la comision extraordinaria sobre las operaciones de la ONU para la observacion de la paz \n\t\t\t\t\tSe aumentaron sin precedentes el numero y tamano de las operaciones de la ONU para el particular, pero, es lastima que en distintas partes del mundo el numero de conflictos y choques no se reduce sino se incrementa incesantemente e incluso se frecuentan hasta fenomenos de ataque contra las tropas de mantenimiento de la paz y los funcionarios de la ONU, senalo el orador y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Esto demuestra que todavia deben ser solucionados muchos problemas en las actividades de la ONU para observar la paz.\n\t\t\t\t\t\n\t\t\t\t\t  Es preciso prestar atencion primordial a eliminar la causa raigal de todas las discordias y conflictos, o sea el modo de pensamiento a la manera de guerra fria y la politica de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\t  En todas las actividades de la ONU para el particular tienen que ser observados estrictamente el objetivo y el principio de la Carta de la ONU y los principios generales relativos con la operacion por el mantenimiento de la paz.\n\t\t\t\t\t\n\t\t\t\t\t  Si esta operacion se decide segun los intereses de algunos paises individuales y se utiliza como palanca para la intervencion en los asuntos internos de otros paises, tal operacion podra agudizar mas conflictos.\n\t\t\t\t\t\n\t\t\t\t\t  Es anormal el que hasta la fecha a mas de medio siglo desde el cese de la guerra coreana existe la \"Comandancia de las Fuerzas de la ONU\" que esta fuera del control de esta organizacion internacional sin recibir cualquier orden ni ayuda financiera de esta.\n\t\t\t\t\t\n\t\t\t\t\t  La \"Comandancia de las Fuerzas de la ONU\" en el Sur de Corea es la comandancia de las tropas norteamericanas y las \"fuerzas de la ONU\" no pasan de ser las estadounidenses.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. insiste en la existencia de esa \"comandancia\" para eternizar la ocupacion de las tropas norteamericanas en el Sur de corea y encubrir con el nombre de la ONU el caracter agresivo de estas.\n\t\t\t\t\t\n\t\t\t\t\t  La delegacion coreana vuelve a enfatizar que tal \"Comandancia de las Fuerzas de la ONU\" debe ser disuelta pronto segun la resolucion de la reunion del 30o periodo de la asamblea general de la ONU y demanda a todos los paises miembros a prestar la debida atencion al respecto."
        },
        {
            "title": "CRPP refuta disparate de Lee Myung Bak sobre relaciones Norte-Sur",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-18ee.html",
            "content": "CRPP refuta disparate de Lee Myung Bak sobre relaciones Norte-Sur\r\nPyongyang, 3 de marzo (ATCC) -- En su declaracion fechada 2, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) condeno al traidor Lee Myung Bak quien en su \"discurso por el Primero de Marzo\" cuestiono las armas nucleares y los misiles de alguien y hablo de la supuesta \"coexistencia pacifica y coprosperidad\", la \"colaboracion\" y el \"dialogo incondicional\".\n\t\t\t\t\t  El cuestionamiento absurdo de la fuerza disuasoria nuclear y el misil de la Republica Popular Democratica de Corea deviene un repugnante disparate antinacional de ese mercenario ignorante (Lee Myung Bak) que esta al servicio de la politica de guerra nuclear de Estados Unidos y no sabe quien es el que preserva la paz de la Peninsula Coreana, comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Ese traidor de pesima calana introduce en el Sur de Corea las armas y misiles nucleares agresivos de EE.UU., que apuntan a los connacionales, apoyandolos sobremanera y se enfrasca en los ejercicios belicos para agredir a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, cuando se trata del justiciero medio (disuasivo nuclear) de la connacional RPDC que defiende la seguridad nacional, lo cuestiona perversamente.\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, censura hasta el lanzamiento de satelite artificial con fines pacificos calificandolo de \"lanzamiento de misil\".\n\t\t\t\t\t\n\t\t\t\t\t  El traidor Lee, que convirtio los acuerdos Norte-Sur en papel mojado considerando a los connacionales como \"enemigos\" y pagando con \"enemistad\" los favores, habla descaradamente del supuesto \"respeto a los articulos acordados\", \"coexistencia y coprosperidad\" y  el \"dialogo\", lo cual deviene asquerosa sofisteria e intolerable burla a la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Estos chismes no pasan de ser una version de la teoria de la \"desnuclearizacion, la apertura y 3000 dolares\", declaracion anti-reunificacion en pro de la confrontacion y la guerra, y volvieron a mostrar la posicion conflictiva de su banda.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, revelaron cual es la \"sinceridad\" de que habla tanto el traidor Lee.\n\t\t\t\t\t\n\t\t\t\t\t  Este tipejo abandonado por la poblacion surcoreana se burlo del muy digno pueblo de la RPDC nominandolo como \"compatriotas del Norte\", lo cual deviene imperdonable provocacion politica que causa gran indignacion de nuestro pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  El pueblo de la RPDC le ha escupido a Lee hace mucho tiempo sintiendose decepcionado de el.\n\t\t\t\t\t\n\t\t\t\t\t  Las relaciones Norte-Sur ya pasaron el limite irremediable.\n\t\t\t\t\t\n\t\t\t\t\t El traidor Lee no debe recurrir mas a las jugadas torpes sino retirarse cuanto antes del \"poder\" como lo demandan todos los coreanos.  \n\t\t\t\t\t\n\t\t\t\t\t Esto sera la unica manera de normalizar las relaciones intercoreanas."
        },
        {
            "title": "Periodicos rechazan campana de confrontacion fratricida",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-19ee.html",
            "content": "Periodicos rechazan campana de confrontacion fratricida\r\nPyongyang, 3 de marzo (ATCC) -- Los periodicos centrales criticaron hoy a la banda de traidor Lee Myung Bak que mendigo a las fuerzas extranjeras el \"apoyo\" a su \"politica sobre el Norte\" hablando tanto de la \"alianza consanguinea\" y las \"relaciones entre socios\".\n\t\t\t\t\tEsto parte de la intencion criminal de alargar su precaria vida y enfrentarse hasta el final con la Republica Popular Democratica de Corea con el apoyo de las fuerzas extranjeras, revelan los rotativos.\n\t\t\t\t\t\n\t\t\t\t\t Es sumamente repugnante el hecho de que la camarilla del traidor Lee haya suplicado de rodillas la ayuda y el respaldo de las fuerzas extranjeras que impiden el desarrollo independiente de la nacion coreana y la reunificacion de Corea persiguiendo la ambicion agresiva, senala el diario Rodong Sinmun en un comentario individual y continua:\n\t\t\t\t\t\n\t\t\t\t\t Lee elogio sobremanera la visita de la secretaria de Estado de EE.UU. al Sur de Corea hablando de la \"alianza consanguinea\" y pidiendole la \"ayuda\".\n\t\t\t\t\t\n\t\t\t\t\t Este acto traidor humilla a la nacion coreana aspirante a la independencia y la dignidad y agrava la subordinacion del Sur de Corea a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, los lacayos del traidor Lee como el \"ministro de Relaciones Exteriores y Comercio\"  realizaron la gira por EE.UU. y los paises vecinos como Japon abogando por las supuestas \"relaciones entre socios\" y suplicando el apoyo a su \"politica sobre el Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Este hecho muestra la sucia fachada de esa camarilla que no puede vivir sin su antinacional politica de servilismo a las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t  La anacronica politica de enfrentamiento del \"poder\" de Lee, que llevo a la ruptura las relaciones Norte-Sur desafiando a la aspiracion nacional a la reunificacion independiente, esta condenada al fracaso total siendo rechazada fuertemente dentro y fuera del pais. Por consiguiente, la camarilla traidora esta hundiendose en la crisis de gobernacion dificil de remediar.\n\t\t\t\t\t\n\t\t\t\t\t  Si bien ella practica la sucia diplomacia de sumision sin abochornarse, no podra salvarse de la crisis con el servilismo y la dependencia de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t Cada vez que recurra mas al servilismo a grandes potencias y a la campana de confrontacion fratricida, se agrandaran la ira y el odio de todos los coreanos hacia el \"poder\" vendepatria de Lee y por consiguiente, se adelantara el arruinamiento del \"gobierno pragmatista\".\n\t\t\t\t\t\n\t\t\t\t\t Los compinches de Lee deben saber esta verdad y actuar con prudencia.\n\t\t\t\t\t\n\t\t\t\t\t  El comentario difundido por el periodico Minju Joson critica tambien en duros terminos a la banda de Lee que se confabula con las fuerzas extranjeras vendiendo la dignidad y los intereses nacionales para enfrentarse con los connacionales."
        },
        {
            "title": "Festividades por el 16 de febrero en Dinamarca, Finlandia y Gran Bretana",
            "url": "http://kcna.co.jp/item/2009/200903/news03/20090303-20ee.html",
            "content": "Festividades por el 16 de febrero en Dinamarca, Finlandia y Gran Bretana\r\nPyongyang, 3 de marzo (ATCC) -- Con motivo del cumpleanos (16 de febrero) del Dirigente\n\t\t\t\t\tKim Jong Il tuvieron lugar los dias 14 y 16 de febrero el mitin en Dinamarca, el seminario en Finlandia y el simposio, fotoexhibicion, la proyeccion filmica y la representacion artistica en Gran Bretana.\n\t\t\t\t\t  En las sedes de actos estaban exhibidas las fotos alusivas a las proezas del Dirigente Kim Jong Il y los orgullosos exitos logrados por el pueblo coreano en la construccion de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t  En los actos hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t  Anders Kristensen, presidente de la Asociacion de Amistad Dinamarca-Republica Popular Democratica de Corea dijo que el Dirigente Kim Jong Il llevo adelante la idea y la causa revolucionarias del Presidente Kim Il Sung y convirtio Corea en la invencible potencia politica, ideologica y militar.\n\t\t\t\t\t\n\t\t\t\t\t  Antti Sika Aho, jefe del grupo de Estudio de las Obras del Camarada Kim Jong Il de Finlandia senalo que el Secretario General Kim Jong Il frustro las maniobras de los imperialistas y logro grandes exitos en la construccion socialista materializando totalmente la politica de Songun (priorizacion militar), modo de la politica socialista.\n\t\t\t\t\t\n\t\t\t\t\t  Keith Bennet, subdirector general de la Sociedad Europea para el Estudio de la Idea Juche, Michael Chant, secretario del Comite Central del Partido Comunista Revolucionario de Gran Bretana (Marxista-Leninista), Ella Rule,  vicepresidente del CC del Partido Comunista de Gran Bretana (Marxista-Leninista), y Dermot Hudson, presidente de la Asociacion Britanica por el Estudio de la Politica de Songun subrayaron que la historia contemporanea de Corea es la orgullosa trayectoria que bajo la sabia direccion del Dirigente Kim Jong Il defendio con firmeza el socialismo rechazando las maniobras de aplastamiento de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\t  En el encuentro de cine fue proyectado el documental coreano que muestra la lucha del ejercito y el pueblo de Corea haciendo tajantemente frente a las maniobras agresivas de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\t  En la escena de funcion artistica se pusieron las canciones coreanas incluyendo los himnos revolucionarios \"La Cancion del General Kim Il Sung\" y la \"Cancion del General Kim Jong Il\". \n\t\t\t\t\t\n\t\t\t\t\t  En los actos fueron aprobados las cartas y mensajes de felicitacion al Dirigente."
        }
    ]
}