{
    "date": "2009-03-12",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Provides Field Guidance to Hwanghae Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-14ee.html",
            "content": "Kim Jong Il Provides Field Guidance to Hwanghae Iron and Steel Complex\r\n Pyongyang, March 12 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot guidance to the Hwanghae Iron and Steel Complex.\n\t\t\t\t\tFirst he looked round the monument to the field guidance provided by President Kim Il Sung and the revolutionary museum of the complex, conducted by its leading officials.\n\t\t\t\t\t\n\t\t\t\t\tThe complex has turned into a strong metallurgical base and its workers have grown to be forerunners and pioneers of the times under the wise leadership and meticulous loving care of the President, he said, stressing that the President's immortal revolutionary exploits will shine forever in the history of the country along with the complex.\n\t\t\t\t\t\n\t\t\t\t\tThen he went round various production processes including the Juche iron shop and electrical furnace to learn in detail about the technical updating, construction and production at the complex.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth important tasks to be fulfilled by the complex, noting that it has an important role to play in opening the gate to a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tHe emphasized that the most important matter to be held fast to by the complex is to thoroughly establish the iron production system based on the locally available raw materials.\n\t\t\t\t\t\n\t\t\t\t\tJuche iron is as important as the lifeline for keeping the iron production going at a high level at the complex, he noted, adding that in order to scientifically and technologically round off the Korean-style iron production method based on the Juche iron it is necessary to continue concentrating efforts on this work and further intensify the research into it.\n\t\t\t\t\t\n\t\t\t\t\tHe said that officials, technicians and workers should dynamically push forward the modernization of production processes and intensify the mass technical innovation campaign with the faith and grit that they can reach any eminence of ultra-modern science and technology when they buckle down to the work with a will.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the role of the enterprises related to the complex is important for keeping the production going at a high rate at the complex, he underlined the need for the ore and coal mines in charge of raw materials to increase the production of quality concentrated ore and coal and supply them to it in time.\n\t\t\t\t\t\n\t\t\t\t\tHe called on the officials of the complex to energetically lead the masses by displaying the same work style as the officials did in the 50s and 60s.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need for the party organizations of the complex to further increase their militant functions and roles.\n\t\t\t\t\t\n\t\t\t\t\tHe urged the party organizations and officials to pay deep attention to the supply service for the workers, always bearing in mind the President's teaching that the supply service for the workers precisely means a political work and thus provide them with better living conditions as they are devoting themselves to the building of a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\tThe party members and other working people of the complex should fully display the inexhaustible mental power built in the course of the arduous revolution and thus dash forward like the wind in the van of the movement for effecting a great surge, he noted.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by Choe Ryong Hae, chief secretary of the North Hwanghae Provincial Committee of the WPK, and Pak Nam Gi, department director of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Kim Tu Nam",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-13ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Kim Tu Nam\r\n Pyongyang, March 12 (KCNA) -- General Secretary Kim Jong Il Thursday sent a wreath to the bier of the late KPA General Kim Tu Nam, member of the WPK Central Committee, expressing deep condolences over his death."
        },
        {
            "title": "KCNA Report on DPRK's Accession to International Space Treaty and Convention",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-11ee.html",
            "content": "KCNA Report on DPRK's Accession to International Space Treaty and Convention\r\nPyongyang, March 12 (KCNA) -- The KCNA made public a report today that the DPRK acceded to the international treaty and convention on space.\n\t\t\t\t\tAccording to it, recently the DPRK acceded to the \"Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space including the Moon and Other Celestial Bodies\" and the \"Convention on Registration of Objects Launched into Outer Space.\"\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's accession to the said treaty and convention will contribute to promoting international confidence and boosting cooperation in the scientific research into space and the satellite launch for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\tIn another development, the DPRK informed the International Civil Aviation Organization, the International Maritime Organization and other international organizations of necessary information for the safe navigation of planes and ships according to relevant regulations as part of its preparations for launching Kwangmyongsong-2, an experimental communications satellite, by carrier rocket Unha-2 which was made public by the Korean Committee of Space Technology recently."
        },
        {
            "title": "Bomb-like Declarations Showing Matchless Grit and Will",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-12ee.html",
            "content": "Bomb-like Declarations Showing Matchless Grit and Will\r\n Pyongyang, March 12 (KCNA) -- The situation in the DPRK 16 years ago was unprecedentedly tense.\n\t\t\t\t\tThe DPRK, proceeding from the anti-nuclear and peaceful policy, acceded to the Nuclear Non-Proliferation Treaty, put the Safeguards Accord into effect and faithfully received the inspection by the International Atomic Energy Agency. But the U.S. was taking persistently the road of war adventure in an attempt to stifle the socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. resumed the joint military exercises \"Team Spirit\", a trial nuclear war, in the largest scale of history, twiddling about fictitious \"suspected nuclear development\" of the DPRK. At the same time, it manipulated some people of the IAEA Secretariat and its member nations to adopt the unjust \"resolution\" to force inspection on military objects of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe situation made the DPRK fail to discharge its obligation according to the Safeguards Accord any longer.\n\t\t\t\t\t\n\t\t\t\t\tOn March 8, Juche 82 (1993) when the situation of the Korean Peninsula reached the danger-line, General Secretary Kim Jong Il issued Order No. 0034 of the Supreme Commander of the Korean People's Army \"On declaring a state of semi-war to the whole country, all people and entire army.\"\n\t\t\t\t\t\n\t\t\t\t\tIn a matter of ten days following the order more than 1,500,000 youth and students volunteered to join the army and all the soldiers of the KPA hardened their will to smite the enemy at a strike.\n\t\t\t\t\t\n\t\t\t\t\tAs a result, the enemy could neither hurt an inch of land territory and a blade of grass of the DPRK nor invade even 0.001 mm the inalienable territory guarded by the revolutionary forces of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhen the war mongers, who had been engaged in anti-DPRK racket, was at a loss, the DPRK government announced a statement dated March 12 that year declaring its quit from the NPT and thus shook the aggressive world strategy of the U.S. to the very root.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. was compelled to stop the joint military exercises \"Team Spirit 93\" and knelt before the DPRK by giving up the \"ad-hoc inspection\" racket.\n\t\t\t\t\t\n\t\t\t\t\tIndeed, the faith and will of Kim Jong Il are the very source of invincible might of Juche Korea. All the soldiers and people of the DPRK under his leadership are vigorously advancing forward under the banner of Songun, displaying the might of the DPRK to the full."
        },
        {
            "title": "\"Ryongsinbigak\" Reflecting Desire of Korean Nation",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-08ee.html",
            "content": "\"Ryongsinbigak\" Reflecting Desire of Korean Nation\r\nPyongyang, March 12 (KCNA) -- \"Ryongsinbigak\" (monument to the Dragon God) erected on the shore of Lake Chon on Mt. Paektu is a precious relic of national treasure.\n\t\t\t\t\tThe stone monument reflects the Korean nation's long-cherished thirst for the appearance of a great man of Mt. Paektu born of heaven who would defend the eternal prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tFrom olden times, the Korean ancestors had thought that there was the \"Dragon King\" in Lake Chon on Mt. Paektu which did wonders of the heaven and earth.\n\t\t\t\t\t\n\t\t\t\t\tIn the early 20th century when the dark clouds of national ruin were hovering over the country owing to the aggressive acts of the Japanese imperialists against Korea, a religionist whose nickname was Chonhwadoin built the monument, praying to the \"Dragon God\" of Mt. Paektu for saving the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tThe height of the monument is about one meter, the width of its upper part 44cm, that of its waist 58cm and that of its lower part 68cm. It is 10-11 centimeters thick.\n\t\t\t\t\t\n\t\t\t\t\tInscribed on the front side of the monument facing the lake are words meaning that it is a monument to the Dragon God in Lake Chon defending Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tThe words inscribed on the back side say that the lake is the best \"Palace of the Dragon King\" on the earth, the monument is dedicated to the \"Dragon God\" in crystal-clear lake and the Dragon God in the lake would afford eternal stability to the people of this country.\n\t\t\t\t\t\n\t\t\t\t\tIn an attempt to obliterate the religious belief of the Korean people longing for the appearance of a legendary great man, looking up at Mt. Paektu, the Japanese imperialists climbed the mountain up to the lake and drove an iron stake into the earth.\n\t\t\t\t\t\n\t\t\t\t\tThe long-cherished desire of the Korean nation reflected on the monument was met at last under the leadership of the great persons of Mt. Paektu born of heaven."
        },
        {
            "title": "Pyongyang Embroidery, Pride of Long Tradition",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-09ee.html",
            "content": "Pyongyang Embroidery, Pride of Long Tradition\r\nPyongyang, March 12 (KCNA) -- Pyongyang embroidery has a long tradition along with the history of the Korean nation.\n\t\t\t\t\tThe embroidery reflects the character of the Korean women who are pure, wise, gentle in appearance but sturdy in spirit.\n\t\t\t\t\t\n\t\t\t\t\tLiving articles decorated with embroidery were used widely in the Pyongyang area in the period of Ri Dynasty (1392-1910).\n\t\t\t\t\t\n\t\t\t\t\tAncestors embroidered winter silk hats for boy and hair ribbons for woman with patterns of flowers and birds such as Paeonialattiflora, chrysanthemum and butterfly wishing for longevity and with letters meaning happiness.\n\t\t\t\t\t\n\t\t\t\t\tEven today national costumes are decorated beautifully with threads of more than 20 colors by employing over 10 embroidery techniques.\n\t\t\t\t\t\n\t\t\t\t\tEmbroidered folding screens were widely known at home and abroad as they were exported to other countries during Ri Dynasty. They were varied in kinds and forms.\n\t\t\t\t\t\n\t\t\t\t\tAlso reflected in folding screens were the crab and reed meaning the state examinations-passing, the duck and carp meaning dear children and other patterns wishing for good luck.\n\t\t\t\t\t\n\t\t\t\t\tBesides, embroidery is applied to decorating the pads of both sides attached to a pillow, cushion, hanging roll and so on.\n\t\t\t\t\t\n\t\t\t\t\tThe embroidery for household use and the embroidery for commercial purpose have been developed in parallel in the Pyongyang area.\n\t\t\t\t\t\n\t\t\t\t\tToday the Pyongyang embroidery is displaying the nation's embroidery tradition and superiority."
        },
        {
            "title": "Sculptures of Palhae",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-10ee.html",
            "content": "Sculptures of Palhae\r\nPyongyang, March 12 (KCNA) -- Palhae (698-926), the proud successor to Koguryo, was at high standard of development in the cultural field as well as the political, economic and military fields.\n\t\t\t\t\tSculptures made in the period of Palhae show fine sculpture technique of the Palhae people and their brave and enterprising spirit and emotion. Typical of them are the Sanggyong stone lantern, stone lions discovered in the tomb of Princess Jonghye and a bronze cavalryman.\n\t\t\t\t\t\n\t\t\t\t\tThe Sanggyong stone lantern erected in the site of temple No. two in Sanggyongryongchonbu, the capital of Palhae, was made with well-trimmed dark-blue hard lava rock.\n\t\t\t\t\t\n\t\t\t\t\tThe pavilion-like octagon lantern consists of foundation stone, column, lantern and cap.\n\t\t\t\t\t\n\t\t\t\t\tThe lower part of the lantern being processed heavily and its upper part being processed slimly and delicately, the lantern gives stabilized and cheerful feelings. All parts of the sculpture are harmonized with the body, thus giving graceful and grandiose sense.\n\t\t\t\t\t\n\t\t\t\t\tThe original height of the monument was 6.3 meters, but some part of its cap was washed out now by the action of the weather.\n\t\t\t\t\t\n\t\t\t\t\tThe two stone lions discovered in the tomb of Princess Jonghye (the second daughter of the third King of Palhae) were made with 0.5-meter high granites. The lions, with their heads up, eyes glaring, mouths fully opened and chests stuck out, look like vigorous and strong ones.\n\t\t\t\t\t\n\t\t\t\t\tA bronze cavalryman, about 5.2 centimeters high, depicts well the feature of a cavalryman with his hands holding the bridle tightly and his legs spurring on the horse and the horse just going to leap with four legs.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said sculptures are valuable heritage of the nation showcasing the culture of Palhae on a high standard of development."
        },
        {
            "title": "U.S. and S. Korean Warmongers' Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-05ee.html",
            "content": "U.S. and S. Korean Warmongers' Joint Military Exercises under Fire \r\nPyongyang, March 12 (KCNA) -- The Key Resolve and Foal Eagle joint military exercises, drills for mounting preemptive nuclear attacks on the DPRK, being staged by the U.S. and the south Korean puppet warmongers despite the strong opposition and denunciation of the domestic and foreign public opinion are an undisguised military provocation to it and a sort of a declaration of a war against it, says Rodong Sinmun Thursday in a signed commentary.\n\t\t\t\t\tRecalling that the Korean People's Army side at the DPRK-U.S. general-level talks held at its proposal laid bare the grave and dangerous nature of the said exercises and strongly demanded the immediate cancellation of them as they might spark off a war on the Korean Peninsula, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\tThis notwithstanding, the U.S. imperialists and the puppet warmongers are now staging madcap and reckless saber rattling throughout south Korea in a bid to make surprise preemptive strikes at the DPRK from the ground, seas and air by fully mobilizing huge aggressor forces and sophisticated war hardware.\n\t\t\t\t\t\n\t\t\t\t\tWhat is more intolerable is that the above-said war maneuvers are now under way at a time when the U.S. and Japanese aggressors and the Lee Myung Bak group are keeping huge ground and sea interceptor means ready to go into action, talking about \"intercepting\" a satellite for peaceful purposes to be launched by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tShooting down the above-mentioned satellite precisely means a war.\n\t\t\t\t\t\n\t\t\t\t\tPrevailing in the country is so grave situation that a war may break out any moment. It is illogical for the revolutionary armed forces of the DPRK to remain a passive on-looker to the development as they have a sacred mission to protect the dignity and sovereignty of the nation.\n\t\t\t\t\t\n\t\t\t\t\tIt is the iron will of the army and people of the DPRK that the warmongers must be dealt with the Songun force of arms.\n\t\t\t\t\t\n\t\t\t\t\tThere is no limit to the countermeasures to be taken by the strong revolutionary army of Mt. Paektu which has grown steel-strong and is fully determined to win sure victory and no enemy can predict or escape its merciless strikes, warns the commentary."
        },
        {
            "title": "U.S. and S. Korean Warmonger's Reckless Nuclear War Hysteria Flayed",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-07ee.html",
            "content": "U.S. and S. Korean Warmonger's Reckless Nuclear War Hysteria Flayed\r\nPyongyang, March 12 (KCNA) -- The reckless military rackets kicked up by the U.S. war-thirsty forces are poles apart from such flamboyant rhetoric as \"dialogue\" and \"peace\" let loose by them, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and the south Korean puppets frantically kicked off the Key Resolve and Foal Eagle joint military exercises across south Korea on Mar. 9 and are now claiming that the said exercises put main emphasis on \"defense.\" This is nothing but sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\tIn terms of the scale of armed forces involved in the joint war maneuvers and their contents, this saber rattling is test war and nuclear war exercises aimed to mount a surprise preemptive attack on the DPRK from A to Z and a sort of a war declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. warmongers are staging the said exercises according to the already worked out \"operation plan\" for making a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt is their intention to test the adventurous war plan through the on-going war maneuvers. This goes to prove that their criminal moves to ignite a nuclear war on the Korean Peninsula at any cost are getting intensified, posing an ever-increasing danger.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists' arms buildup in south Korea and its vicinity is also driving the situation on the peninsula to a more serious phase.\n\t\t\t\t\t\n\t\t\t\t\tTheir moves to round off the posture for attacking the DPRK are progressing at a final phase as evidenced by their massive deployment of ultra-modern fighters, nuclear-powered carriers and other task striking means in south Korea and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\tTheir scenario to start a nuclear war on the peninsula at any cost has reached an extremely reckless phase.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is talking about the \"improvement of relations\" and \"dialogue\" with the DPRK but it, in actuality, is invariably seeking to stifle the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. would be well advised to clearly know that to stifle the DPRK by force is nothing but a day-dream.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. warmongers had better properly understand who their rival is and drop their foolish intention to get something through their reckless arms buildup and war moves.\n\t\t\t\t\t\n\t\t\t\t\tIf the U.S. imperialists recklessly provoke a new war at any cost, the DPRK will resolutely beat back the aggressors with prompt merciless retaliatory strikes."
        },
        {
            "title": "Koreans Called upon to Display Strong National Self-Esteem",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-06ee.html",
            "content": "Koreans Called upon to Display Strong National Self-Esteem\r\nPyongyang, March 12 (KCNA) -- The Korean people will usher in a great heyday of Songun Korea, cherishing the strong national self-esteem fully displayed at each phase of the revolution, says Rodong Sinmun today in a signed article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is shining in the world arena and the Korean people have fully demonstrated the dignity as a powerful people thanks to the ideological and moral might more powerful than a nuclear weapon and national self-esteem.\n\t\t\t\t\t\n\t\t\t\t\tEven a small country and a developing country can appear in the world arena with dignity, unfazed by any pressure of a big country if it is strong in its national self-esteem. This is the truth proved by the history of rises and falls of nations.\n\t\t\t\t\t\n\t\t\t\t\tIt is the truth that a country is sure to prosper only when it is strong in national self-esteem. This is more clearly proved in the on-going drive to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\tThe national self-esteem has served as an eternal lifeline of the DPRK, the Korean nation and Korean-style socialism and a source of all miracles.\n\t\t\t\t\t\n\t\t\t\t\tThe national self-esteem plays the role of an engine for bringing about great upsurge in the thinking and morality in the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tIf the mental power of the nation is likened to a powerful bomb, the national self-esteem is like its detonator.\n\t\t\t\t\t\n\t\t\t\t\tNothing can measure the speed of its display and the range of its effect.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people's national self-esteem has reached the highest level in the long history of the nation.\n\t\t\t\t\t\n\t\t\t\t\tTheir national self-esteem is fair and aboveboard as it has nothing in common with any chauvinism.\n\t\t\t\t\t\n\t\t\t\t\tThey are now immensely confident and optimistic about the future of the country and the prospect of the nation.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are sure to emerge victorious in their cause of building a great prosperous and powerful nation as they are dynamically advancing, cherishing the strong national self-esteem instilled by General Secretary Kim Jong Il into them, concludes the article."
        },
        {
            "title": "Stop to DPRK-Targeted Joint Military Exercises Demanded",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-03ee.html",
            "content": "Stop to DPRK-Targeted Joint Military Exercises Demanded\r\nPyongyang, March 12 (KCNA) -- Jo Yun Hae, chairman of the Headquarters of the Commonwealth of Independent States for Implementing the June 15 Joint Declaration, made public a statement  titled \"The south Korean authorities should stop at once the joint military exercises for invading the north\" on Mar. 8.\n\t\t\t\t\tThe U.S. imperialists and the puppet bellicose forces' war hysteria indicates that their intention to stifle the DPRK by force of arms and impose a nuclear war disaster upon the Korean nation at any cost has reached an extremely dangerous phase, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation will never escape a nuclear war holocaust as long as the Lee Myung Bak group is allowed to stay in power in south Korea as it reduced the inter-Korean agreements to dead documents and is working hard to stifle the DPRK by force of arms while going against the unanimous desire and will of all Koreans aspiring after independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group had better stop at once the north-targeted war maneuvers, facing up to the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\tThe officials of the above-said headquarters and overseas Koreans will join all other Koreans in the north and the south and abroad in turning out as one in the actions against the above-said war maneuvers kicked off by the Lee group."
        },
        {
            "title": "DPRK-Targeted War Exercises Rapped",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-04ee.html",
            "content": "DPRK-Targeted War Exercises Rapped\r\nPyongyang, March 12 (KCNA) -- A spokesman for the General Association of Koreans in China issued a statement entitled \"We bitterly denounce the U.S. imperialists and the Lee Myung Bak group for staging the reckless war exercises to invade the north\" on Mar. 10.\n\t\t\t\t\tThe statement branded the Key Resolve and Foal Eagle joint military exercises, north-targeted war maneuvers kicked off by the U.S. imperialists and the Lee Myung Bak group of traitors, as a dangerous military provocation to stifle the DPRK and an undisguised declaration of war.\n\t\t\t\t\t\n\t\t\t\t\tThe dark clouds of an all-out war are gathering to hang over the inviolable territory of the DPRK, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\tThe order issued by the Supreme Command of the Korean People's Army to all the servicepersons was the most just measure for self-defence to deal heavy blows at the war maniacs and protect the socialist system centered on the popular masses as firm as an iron wall and a manifestation of the resolute stand of the powerful revolutionary army of Mt. Paektu to foil the U.S. imperialists and the south Korean puppet warmongers' moves to ignite a new war.\n\t\t\t\t\t\n\t\t\t\t\tIt bitterly denounced puppet traitor Lee Myung Bak and his group on behalf of the Korean nation, branding them as a group of traitors hell-bent on confrontation and war hysteria, as they stake their fate on outside forces, utterly indifferent to reconciliation and unity between the fellow countrymen and peace and reunification of the country."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Mexico",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-01ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Mexico\r\nPyongyang, March 12 (KCNA) -- A seminar on General Secretary Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was held by the Mexican Committee for the Study of Kimilsungism on March 5.\n\t\t\t\t\tAfter explaining the main contents of the work, Ramon Jimenez Lopez, president of the committee, said at the seminar:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il pointed out that the Juche philosophy made a scientific clarification of the essential quality of man for the fist time in history and, on this basis, advanced a new view on the world that man is the most advantageous and powerful being in the world and it is dominated and transformed by him.\n\t\t\t\t\t\n\t\t\t\t\tIn the work Kim Jong Il also proved with profound ideas and theories the fact that by establishing the Juche outlook on the social history, the Juche-oriented view on history, based on the man-centered philosophical principle, the Juche philosophy overcame the limitations of the preceding view on social history and brought about a radical change in the view and standpoint on the social history.\n\t\t\t\t\t\n\t\t\t\t\tThe president of the committee referred to the great vitality of the Juche philosophy in combination with what he witnessed during his visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tHighly praising Kim Jong Il for his great ideological and theoretical exploits, speakers renewed their resolutions to deeply study the Juche philosophy, the original revolutionary philosophy, and embody it in practice."
        },
        {
            "title": "Ingresada la RPDC a convenios internacionales de cosmos",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-15ee.html",
            "content": "Ingresada la RPDC a convenios internacionales de cosmos\r\nPyongyang, 12 de marzo (ATCC) -- Quedo publicada el dia 12 la informacion de la Agencia Telegrafica Central de Corea sobre el ingreso de la Republica Popular Democratica de Corea a los convenios internacionales sobre el cosmos.\n\t\t\t\t\tRecientemente, la RPDC se afilio al \"Tratado sobre los principios de accion de los Estados en la exploracion y el uso del cosmos incluyendo la luna y otros astros\" y al \"Convenio sobre el registro de los objetos lanzados al espacio\", senala la nota.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho -prosigue- contribuira al fomento de la confianza internacional y al fortalecimiento de la cooperacion en el dominio de investigacion de ciencias espaciales y lanzamiento de satelites con fines pacificos\n\t\t\t\t\t\n\t\t\t\t\tDe otro lado, como parte de los preparativos para lanzar el satelite piloto de comunicaciones \"Kwangmyongsong No.2\" con el cohete transportador \"Unha-2\", anunciados hace poco por el Comite de Tecnologias Espaciales de Corea, fueron informados segun reglamentos correspondientes los datos necesarios para la navegacion segura de aviones y barcos a la Organizacion de la Aviacion Civil Internacional, la Organizacion Maritima Internacional y otras, concluye."
        },
        {
            "title": "Declaraciones que mostraron incomparable coraje y voluntad",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-16ee.html",
            "content": "Declaraciones que mostraron incomparable coraje y voluntad\r\nPyongyang, 12 de marzo (ATCC) -- Hace ahora 16 anos,  la situacion en Corea se tornaba muy tensa.\n\t\t\t\t\tA partir de la politica antinuclear y por la paz, la Republica Popular Democratica de Corea se alisto al TNP (Tratado de no proliferacion), puso en vigencia el Convenio de Garantia Nuclear y acepto con sinceridad la inspeccion de la Organizacion Internacional de Energia Atomica, Pero, los imperialistas norteamericanos recurrian a las maquinaciones aventureras de guerra para aplastar la Corea socialista.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., al hablar de la supuesta \"sospecha del desarrollo nuclear\" de Corea, reinicio en gran envergadura en la historia los ejercicios militares conjuntos \"Team Spirit\", ensayo de guerra nuclear, y azuzo a algunas capas del Secretariado y paises miembros de la OIEA a aprobar la injusta \"resolucion\" imponiendole a la RPDC la inspeccion a los objetos militares.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la situacion creada, el gobierno de la  RPDC no pudo cumplir por mas tiempo su deber concerniente al Convenio de Garantia Nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl 8 de marzo del 82 (1993) de la Era Juche cuando la situacion de la Peninsula Coreana llego al limite del peligro, el Dirigente Kim Jong Il dicto la orden No. 0034 del Comandante Supremo del Ejercito Popular de Corea \"Sobre la proclamacion del estado de preguerra a todo el pais, todo el pueblo y todo el ejercito\".\n\t\t\t\t\t\n\t\t\t\t\tDurante los 10 dias y pico que datan de esta orden, mas de un millon 500 mil jovenes y estudiantes solicitaron el ingreso en el ejercito popular y todos los militares del EPC tomaron la determinacion de aniquilar de un solo golpe a los agresores.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, los enemigos no pudieron tocar una pulgada de la tierra y una mata de plantas de Corea ni agredir 0.001mm del sagrado territorio que defendian las fuerzas armadas revolucionarias de Corea.\n\t\t\t\t\t\n\t\t\t\t\tCuando estaban perplejos los belicistas que se enfrascaban en los alborotos anti-RPDC, fue publicada el 12 de marzo la declaracion del gobierno de la RPDC sobre la retirara del TNP, lo cual sacudio de raiz la agresiva estrategia mundial de los imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se vio obligado a ponerse de rodillas ante la RPDC tras cesar el simulacro militar conjunto \"Team Spiritu 93\" y abandonar la campana de la \"inspeccion especial\" sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDe veras, la conviccion y la voluntad del Dirigente Kim Jong Il son la fuente del invencible poderio de Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, bajo su direccion, el ejercito y el pueblo de Corea avanzan a pasos firmes exaltando mas altamente el poderio de la RPDC bajo la bandera del Songun (priorizacion militar)."
        },
        {
            "title": "Rodong Sinmun condena ejercicios militares EE.UU.-Sur de Corea",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-17ee.html",
            "content": "Rodong Sinmun condena ejercicios militares EE.UU.-Sur de Corea\r\nPyongyang, 12 de marzo (ATCC) -- Pese al fuerte rechazo y condena de la opinion publica interna y externa, Estados Unidos y los belicistas titeres surcoreanos comenzaron los ejercicios militares conjuntos \"Key Resolve\" y \"Aguilucho\", simulacros para el ataque preventivo nuclear contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tEsto deviene una abierta provocacion militar y una especie de la declaracion de guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un comentario individual publicado este jueves y continua:\n\t\t\t\t\t\n\t\t\t\t\tHace poco, tuvieron lugar las conversaciones militares a nivel de general entre la RPDC y EE.UU. por la iniciativa de la primera.\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion, la RPDC desenmascaro la gravedad y la peligrosidad de esos ejercicios militares y demando fuertemente el cese inmediato de los mismos que serviran de detonante de la guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPero, los imperialistas norteamericanos y los belicistas titeres surcoreanos arman freneticamente en todo el territorio surcoreano los aventureros alborotos belicos para atacar sorpresiva y preventivamente a la RPDC en la tierra, el mar y el aire movilizando colosales fuerzas armadas agresoras y equipos belicos de punta.\n\t\t\t\t\t\n\t\t\t\t\tLo mas irritante del caso es que esos simulacros tienen lugar cuando los agresores norteamericanos y japoneses y la  banda de Lee Myung Bak movilizan numerosos medios terrestres y navales de interceptacion para impedir el lanzamiento del satelite con fines pacificos por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa interceptacion del satelite con fines pacificos deviene el innegable acto de guerra.\n\t\t\t\t\t\n\t\t\t\t\tFrente a esta grave situacion que puede traer en cualquier momento la guerra en el territorio patrio, las fuerzas armadas revolucionarias de Corea con la sagrada mision de defender la dignidad y la soberania de la nacion no pueden estar con brazos cruzados.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea tienen la ferrea voluntad de castigar a los belicistas con las fuerzas armadas del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\tSon ilimitadas las contramedidas del poderoso ejercito revolucionario del monte Paektu, forjado como acero y lleno de la fe en la victoria, y nadie podra prever ni esquivar su golpe implacable."
        },
        {
            "title": "Rodong Sinmun revela objetivo de los \"Key Resolve\" y \"Aguilucho\"",
            "url": "http://kcna.co.jp/item/2009/200903/news12/20090312-18ee.html",
            "content": "Rodong Sinmun revela objetivo de los \"Key Resolve\" y \"Aguilucho\"\r\nPyongyang, 12 de marzo (ATCC) -- Los temerarios alborotos militares de las fuerzas belicosas estadounidenses contravienen plenamente al \"dialogo\", la \"paz\" de que hablan tanto ellas.\n\t\t\t\t\tEstados Unidos y los titeres del Sur de Corea desarrollan freneticamente a partir del dia 9 en toda la extension surcoreana los ejercicios militares conjuntos \"Key Resolve\" y \"Aguilucho\" anunciando que estos son los que dirigen el enfoque en la \"defensa\", lo cual es absurdo\n\t\t\t\t\t\n\t\t\t\t\tSenala el rotativo Rodong Sinmun en un articulo individual difundido este jueves y continua: \n\t\t\t\t\t\n\t\t\t\t\tTanto en vista  del tamano de las fuerzas armadas movilizadas como a la luz de su contenido, los presentes son ejercicios de guerra de ensayo, de guerra nuclear y una declaracion de guerra contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas belicosas de EE.UU. los desarrollan segun el \"plan operacional\" ya trazado para el ataque de sorpresa nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEllas intentan probar el aventurero plan de guerra ya elaborado a traves del simulacro conjunto, lo cual demuestra que sus criminales maquinaciones tendentes a desencadenar, cueste lo que cueste, la guerra nuclear en la Peninsula Coreana implican la peligrosidad muy grande.\n\t\t\t\t\t\n\t\t\t\t\tTambien el aumento armamentista de los imperialistas yanquis en el Sur de Corea y sus contornos llevan a una fase mas grave la situacion de la region.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. ubica en gran medida en el suelo surcoreano y sus alrededores los cazas de tipo ultramoderno, portaaviones y otros medios moviles de golpe y promueve en ultima etapa los preparativos para atacar al Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl intento de agresion de los yanquis tendentes a desencadenar a todo trance la guerra nuclear en la Peninsula Coreana llega a una etapa extremadamente temeraria.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio habla tanto de la \"mejora de las relaciones\" y el \"dialogo\" con la RPDC, pero, persigue invariablemente el intento de aplastarla en lo militar. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe saber correctamente que tal intento es una vana ilusion irrealizable.\n\t\t\t\t\t\n\t\t\t\t\tDebe distinguir bien su rival y actuar con prudencia.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. desencadena por fin la guerra contra la RPDC, esta le respondera de inmediato con el implacable ataque de represalia."
        }
    ]
}