{
    "date": "2009-06-10",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-10ee.html",
    "articles": [
        {
            "title": "Message of Condolence to Gabonese President of Senate",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-25ee.html",
            "content": "Message of Condolence to Gabonese President of Senate\r\nPyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message to Rose Francine Rogombe, President of the Senate of Gabon, expressing condolences over the death of Gabonese President El Hadj Omar Bongo Ondimba while receiving hospital treatment.\n\t\t\t\t\t In the message Kim expressed deep condolences to the president of the Senate and, through her, to the Gabonese people and the bereaved family, hoping that the people would overcome sorrow and achieve success in their work for the development and prosperity of the country."
        },
        {
            "title": "Greetings to Libyan Leader of Revolution",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-20ee.html",
            "content": "Greetings to Libyan Leader of Revolution\r\n Pyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Moammer el Gaddafi, Leader of the Revolution of the Great Socialist People's Libyan Arab Jamahiriya, on the occasion of the 39th anniversary of the dismantlement of the U.S. military base in Libya.\n\t\t\t\t\t Kim in the message sincerely hoped that he and the Libyan people would always achieve successes in their work to protect the dignity and sovereignty of the country."
        },
        {
            "title": "Congratulations to Nepalese FM",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-19ee.html",
            "content": "Congratulations to Nepalese FM\r\n Pyongyang, June 10 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, Tuesday sent a congratulatory message to Sujata Koirala on her appointment as foreign minister of Nepal.\n\t\t\t\t\t Expressing belief that the excellent friendly and cooperative relations between the two countries would grow stronger in the future, too, the message wished her success in her new job."
        },
        {
            "title": "S. Koreans Called Upon to Deal Telling Blows at Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-26ee.html",
            "content": "S. Koreans Called Upon to Deal Telling Blows at Lee Myung Bak Group\r\n Pyongyang, June 10 (KCNA) -- A spokesman for the Central Committee of the Democratic Front for the Reunification of Korea issued a statement Wednesday on the occasion of the 22nd anniversary of the June Popular Resistance in south Korea.\n\t\t\t\t\t Through the June popular resistance that raged throughout south Korea for more than 20 days the south Korean people fully demonstrated the indomitable fighting spirit and patriotic stamina to do away with the outsiders' colonial domination and fascist rule and achieve without fail independent and democratic new politics, a new life with their own efforts, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The resistance clearly proved that nobody can quell the people's desire for independence and the need of the times and there is nothing to fear when broad popular masses rise up, united close as one.\n\t\t\t\t\t\n\t\t\t\t\t  22 years have passed since those historic days but the south Koreans have not yet been freed from the harsh colonial rule of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of pro-U.S. conservatives, in particular, openly called for \"giving priority to south Korea-U.S. relations\" right after its seizure of power and restored the harsh fascist dictatorial system, turning south Korea into a graveyard of independence and democracy and the worst tundra of human rights in the world where the independent right and dignity of the people are wantonly violated.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group has become evermore frantic in the confrontation with the DPRK alongside its U.S. and Japanese masters in its crafty bid to escape the stern punishment of the people enraged by the political catastrophe, the daily deteriorated people's living and brutal fascist suppression.\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing in south Korea urgently calls on the people of broad strata to turn out as one in the same fighting spirit as displayed by the participants in the June popular resistance and make a clean sweep of the group of traitors and wage a courageous do-or-die struggle to greet the day of independence, democracy and reunification."
        },
        {
            "title": "Lee Myung Bak Group's Politically Motivated Murder under Fire",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-16ee.html",
            "content": "Lee Myung Bak Group's Politically Motivated Murder under Fire \r\n Pyongyang, June 10 (KCNA) -- A spokesman for the North Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) on Tuesday issued a statement expressing deep condolences over the death of Rev. Kang Hui Nam, honorary chairman of the South Headquarters of Pomminryon, who dedicated himself to the struggle for independence, democracy and reunification and denouncing the thrice-cursed criminal act traitor Lee Myung Bak committed by driving Kang into death.\n\t\t\t\t\t Kang committed a suicide on June 6 after leaving notes in protest against the Lee Myung Bak group's treacherous and unpopular rule and fascist suppression.\n\t\t\t\t\t\n\t\t\t\t\t This was a politically motivated murder, a product of the harsh despotic politics and repressive rule of the group of traitors, to all intents and purposes, as his death was an eruption of the pent-up grudge and resistance against the Lee Myung Bak group which has turned south Korea into a graveyard of democracy, people's living and human rights and pushed the inter-Korean relations to total collapse, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's fascist crackdown sparked off the tragedy in Ryongsan and caused the death of a driver of the south Korean Confederation of Trade Unions and took the lives of the innocent people who turned out in the struggle for the elementary right to existence in broad daylight and drove people into ceaseless tragic suicides. It drove even the former \"president\" into death. This is the present deplorable reality of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that it is impossible to achieve national reconciliation, unity and reunification and the democratization of society and right to existence and the south Korean people are fated to meet only grievous and miserable death as long as the puppet group of traitors is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t No matter how frantically the group intensifies its fascist suppression, it will never be able to escape a stern judgment of the enraged nation.\n\t\t\t\t\t\n\t\t\t\t\t Koreans from all walks of life at home and abroad should never pardon the Lee Myung Bak group of man-killers hell-bent on sycophancy, treachery, confrontation with fellow countrymen and fascist oppression, forsaken by the nation."
        },
        {
            "title": "Foreign Military Attaches Visit Mt. Paektu Area ",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-22ee.html",
            "content": "Foreign Military Attaches Visit Mt. Paektu Area\r\n Pyongyang, June 10 (KCNA) -- Military attaches of foreign embassies here visited the area of Mt. Paektu from June 7 to 9 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t They laid a floral basket before the statue of President Kim Il Sung on the shore of Lake Samji and paid tribute to him. \n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the Samjiyon Grand Monument, they looked round several groups of sculptures.\n\t\t\t\t\t\n\t\t\t\t\t They visited Kim Jong Il's birthplace in the Paektusan secret camp and climbed Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They also went round the Township of Samjiyon County whose appearance has changed beyond recognition, the Paektu Hall and the sports village in the area of Mt. Paektu, etc. and the Monument to Victory in Battles in the Musan Area and the Taehongdan Potato Processing Factory."
        },
        {
            "title": "Indonesian Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-23ee.html",
            "content": "Indonesian Embassy Officials Help Korean Farmers\r\n Pyongyang, June 10 (KCNA) -- Ambassador Daulat Hotma Audison Passaribu and staff members of the Indonesian embassy here did a friendly work at the DPRK-Indonesia Friendship Yaksu Co-op Farm in Kangso County, South Phyongan Province, Wednesday.\n\t\t\t\t\t They helped farmers in weeding a maize field.\n\t\t\t\t\t\n\t\t\t\t\t During a break they sang songs and conversed with farmers, deepening the friendship.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "Performance Given by Art Groups of Families of KPA Servicemen",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-15ee.html",
            "content": "Performance Given by Art Groups of Families of KPA Servicemen\r\n Pyongyang, June 10 (KCNA) -- A performance was given by art groups of families of servicemen of the Korean People's Army that participated in the second round of the second-term contest among the art groups of families of servicemen of the KPA at the Kalma Theatre on Tuesday.\n\t\t\t\t\t Put on the stage were poem and song \"Song of Noble Patriotism\", poem and story telling \"Footsteps of Sun-Like Generals of Mt. Paektu\", dialogic poem \"Happiness of Wife\", story telling and small chorus \"Let Us Meet at the Front\" and other numbers of various genres.\n\t\t\t\t\t\n\t\t\t\t\tThey sang of the immortal exploits performed by General Secretary Kim Jong Il who has built matchless national power by pursuing the unique Songun politics and led the drive for building a great prosperous and powerful nation to victory and their great honor and pride of having grown up to be dignified women revolutionaries and creators of a new culture in the Songun era under the care of the great brilliant commander and truthfully represented the unshakable faith and will of the families of the servicemen to dedicate themselves to devotedly protecting the leader and defending the motherland at the forefront alongside their husbands.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were short drama \"Desire to Become Roots\", interlude \"With Seed of Fire\" and other numbers of great cognitive and instructive significance as they give solutions to important social issues. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were officials, creators, artistes, journalists, media persons and working people in the fields of culture and arts, media and mass culture and arts."
        },
        {
            "title": "Members of AINDF Visit Memorial Tower",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-21ee.html",
            "content": "Members of AINDF Visit Memorial Tower\r\n Pyongyang, June 10 (KCNA) -- Chief Jo Il Min and staff members of the Pyongyang Mission of the Anti-Imperialist National Democratic Front (AINDF) visited the Three Charters for National Reunification Memorial Tower Wednesday on the occasion of the 9th anniversary of the publication of the June 15 joint declaration. \n\t\t\t\t\t Being briefed on the fact that the splendid memorial tower was erected, reflecting the will of the fellow countrymen to hand down to posterity the feats performed by President Kim Il Sung in the cause of national reunification and surely achieve the country's independent reunification under the leadership of Kim Jong Il, they looked round the pedestal of the tower, the group of sculptures of subsidiary themes and souvenir stones sent by organizations and individual personages of the north and the south and abroad and different countries and regions. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, Jo said: Kim Il Sung devoted his all to the country's reunification and his exploits will always remain shining in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\t  We are convinced that Kim Il Sung's last instruction for national reunification is sure to come true thanks to Kim Jong Il, chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We vanguard fighters of the AINDF will wage a more dynamic struggle to put an end to the national  division and achieve the country's reunification, the desire of the fellow countrymen, under the banner of the June 15 joint declaration."
        },
        {
            "title": "Whole Country out to Assist Countryside",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-11ee.html",
            "content": "Whole Country out to Assist Countryside\r\n Pyongyang, June 10 (KCNA) -- The whole country is offering powerful assistance, manpower and material, to the rural communities in this farming season.\n\t\t\t\t\t Officials and working people of all units including ministries and national institutions go down to nearby farms to help agricultural working people in farming work with sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The helpers are hastening rice-transplantation at the last stage with a sense of responsibility for this year's farming.\n\t\t\t\t\t\n\t\t\t\t\t Many units are sending lots of farming materials including farm machine accessories and various kinds of farm implements to farms.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons are also giving a helping hand to farms in the areas where they are stationed."
        },
        {
            "title": "Film Preview Held",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-24ee.html",
            "content": "Film Preview Held \r\n Pyongyang, June 10 (KCNA) -- The Korean Film Studio recently produced feature film \"White Birch of Paektu\".\n\t\t\t\t\t A preview of the film took place at the Taedongmun Cinema Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Watching the film were senior party and state officials, the chairpersons of the friendly parties, officials of the Cabinet, ministries and national institutions and teachers, researchers, creators, artistes, journalists and editors in the fields of education, culture and arts and media and university students and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The film, based on a real story, tells about a girl, who after graduating from Kim Il Sung University, leaves Pyongyang to volunteer to work as a lecturer in the Kusimuldong Revolutionary Battle Site in the area of Mt. Paektu and devotes herself to glorifying the revolutionary traditions of the Workers' Party of Korea."
        },
        {
            "title": "Korean Costumes Rich in National Flavor",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-12ee.html",
            "content": "Korean Costumes Rich in National Flavor\r\nPyongyang June 10 (KCNA) -- Chima and jogori (skirt and coat) are inherent Korean costumes catering to the taste and custom of the Korean women.\n\t\t\t\t\tThey fully represent the sentiments and refined beauty of the Korean women who longed for noble and graceful beauty from the olden times.\n\t\t\t\t\t\n\t\t\t\t\tThey have been developed today to suit the modern sense of beauty and sentiments, looking more beautiful. They are favorite costumes of all the women.\n\t\t\t\t\t\n\t\t\t\t\tTheir wide range of variety includes panhoejang jogori, kkori chima and samhoejang jogori, which are so charming that they take the fancy of every woman.\n\t\t\t\t\t\n\t\t\t\t\tPleasing are the sight of the women going to and from work sites and walking through villages and streets in neat chima and jogori which remind one of works of art.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il saw to it that stores of Korean costumes were opened everywhere and the technique of making them was widely disseminated by opening large exhibitions every year, saying the women in chima and jogori were so beautiful and their beauty was a scenery itself, so to speak.\n\t\t\t\t\t\n\t\t\t\t\tThis shows his warm loving care to make the Korean women look most beautiful and radiant.\n\t\t\t\t\t\n\t\t\t\t\tThe beauty of the Korean women who spruce themselves up in chima and jogori is the best scenery which defies comparison even with the beauty of natural flowers. \n\t\t\t\t\t\n\t\t\t\t\tThe features of Korean women in chima and jogori add to the brightness of the streets of the capital seething with a new revolutionary upsurge and to national sentiments and fragrance."
        },
        {
            "title": "Traits of Human Love Displayed",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-13ee.html",
            "content": "Traits of Human Love Displayed\r\nPyongyang, June 10 (KCNA) -- The servicepersons and people of the DPRK are devoting themselves and doing good things for the society, collective and comrades, giving full play to the noble traits of human love.\n\t\t\t\t\t The traits which had been shown in the period of the anti-Japanese armed struggle were manifested in the Fatherland Liberation War. In the present Songun era they are in full bloom.\n\t\t\t\t\t\n\t\t\t\t\t Many good deeds have been done in recent years, too. In order to save the life of a worker of the Pujongang Hydro-power Station who suffered third degree burns on 67 percent of his body while overhauling a generator, medical workers and employees of the South Hamgyong Provincial People's Hospital and working people in Hamhung City, more than 600 in all, donated their blood and pieces of skin.\n\t\t\t\t\t\n\t\t\t\t\t Soldier So Jong Hyok of the Korean People's Army rescued 29 people and their boat in distress in the rough West Sea at the risk of his life.\n\t\t\t\t\t\n\t\t\t\t\t It is the spiritual world of the servicepersons today to plunge themselves into water and flames without hesitation for protecting people's life and property and for doing good things for the people under the slogan of \"Let's help people!\"\n\t\t\t\t\t\n\t\t\t\t\tJu Pok Sun, manageress of the Manpho Spinning Mill, brought orphans up to be reliable pillars of the mill. General Secretary Kim Jong Il highly praised her as a true patriot, a woman of fine personality and a flower of the times.\n\t\t\t\t\t\n\t\t\t\t\t So many people are married to disabled soldiers and render assistance, material and moral, to them so that they may keep the flower of the Songun revolution in full bloom.\n\t\t\t\t\t\n\t\t\t\t\t Today, models of beautiful deeds, true people in the Songun era, who are devoting themselves for the society and collective, motherland and people, are growing in number day by day."
        },
        {
            "title": "Rice -Transplanting with Peasants",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-14ee.html",
            "content": "Rice -Transplanting with Peasants\r\n Pyongyang, June 10 (KCNA) -- Early in June of Juche 37 (1948) anti-Japanese heroine Kim Jong Suk visited the Mirim Plain where rice-transplantation was at full swing.\n\t\t\t\t\t She told officials of the women's union accompanying her that as they were doing rice-transplantation together with peasants that day, they should do work with utmost zeal and have good influence on them. And then, she stepped in a paddy field first with a bundle of rice seedlings.\n\t\t\t\t\t\n\t\t\t\t\t She was followed by the officials.\n\t\t\t\t\t\n\t\t\t\t\t After quite a long time officials asked her to have a break.\n\t\t\t\t\t\n\t\t\t\t\t Glancing at them, she said that they should not have a break separately but take a rest with the peasants and that they should share the painstaking work with the peasants, whereby to know that rice was precious and to strive hard to lessen the toilsome work of the peasants.\n\t\t\t\t\t\n\t\t\t\t\t After seeing the peasants washing their hands for a rest, she came out of the rice field.\n\t\t\t\t\t\n\t\t\t\t\t During the break, she sat knee to knee with women of the village and instructed them that to produce a large amount of grain was the way for the farming women to contribute to the work for building the country. And she detailed about building a reservoir to convert many dry fields into paddy fields in future and about planting soy-beans on ridges of paddies to raise the utility rate of land.\n\t\t\t\t\t\n\t\t\t\t\t Transplanting rice-seedlings together with peasants, she implanted in their minds the lofty intention that the increased food production was the precious wherewithal for the building of a rich and strong country. This story is still conveyed to people."
        },
        {
            "title": "U.S. Urged to Give up Hide-and-Seek over Nuclear Issue",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-18ee.html",
            "content": "U.S. Urged to Give up Hide-and-Seek over Nuclear Issue\r\n Pyongyang, June 10 (KCNA) -- The U.S. is openly hinting at a nuclear war scenario against the DPRK, trumpeting about the provision of effective \"nuclear umbrella\" to \"protect\" its \"allies\" from the nonexistent \"military threat\" from the DPRK.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the U.S. promise to provide \"nuclear umbrella\" to its \"allies\" is a criminal scenario to forward-deploy more nuclear weapons in south Korea, Japan and other areas around the Korean Peninsula and spark off a nuclear war there on a legitimate basis under the pretext of \"military threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. description of the DPRK's nuclear test as a \"threat\" to its \"security\" and \"allies\" is nothing but sheer sophism intended to misinterpret justice as injustice and vice versa.\n\t\t\t\t\t\n\t\t\t\t\t It is an open secret that the U.S. has hastened the preparations for a nuclear war against the DPRK on the basis of a secret agreement made with south Korea and Japan long ago. They are now contemplating carrying out the nuclear war against the DPRK on a legitimate basis under the pretext of the latter's \"military threat.\" The U.S. dispatched a nuclear-powered carrier flotilla to the Pacific, while conducting a malignant smear campaign over the DPRK's nuclear test. And now it is vociferous about the provision of \"nuclear umbrella\" to the said countries under the signboard of \"protecting its allies.\" Here in lies the danger of the U.S. scenario. \n\t\t\t\t\t\n\t\t\t\t\t The \"nuclear disarmament and non-proliferation\" touted by the U.S. are nothing but a lie and deception. It is the height of sarcasm for the U.S. to hide its true colors as the chieftain of nuclear war and disguise itself as an apostle of \"peace.\" \n\t\t\t\t\t\n\t\t\t\t\t No matter how loudly the U.S. may talk about the nuclear disarmament under a veil, it can never conceal its disgusting nature as a nuclear hawk keen to brandish a nuclear stick. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless racket for putting pressure on the DPRK over its nuclear issue would only serve as catalyst compelling the latter to take measures for bolstering up its nuclear deterrent for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to give up its camouflaged peace artifice to disarm someone through the trumpeting of the hypocritical \"nuclear disarmament and non-proliferation\" and discard its nuclear war scenario."
        },
        {
            "title": "Anniversary of June 10 Independence Movement Observed",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-17ee.html",
            "content": "Anniversary of June 10 Independence Movement Observed\r\n Pyongyang, June 10 (KCNA) -- The army and people of the DPRK will surely force Japan, the sworn enemy of the Koreans, to pay for the past crimes it committed by imposing unspeakable misfortune and pain upon them, says Rodong Sinmun Wednesday in a signed article carried on the occasion of the 83rd anniversary of the June 10 independence movement against Japan.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Through the movement the Korean people fully demonstrated their indomitable will and patriotic stamina of the nation not to allow the Japanese imperialists' presence in Korea to go on but win back its sovereignty. They also laid bare the aggressive nature of the ferocious Japanese imperialists and the hypocrisy of their \"cultural rule\" and dealt a deadly blow at their colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t It cites facts to prove that the Japanese imperialists massively suppressed and killed Koreans by the cruelest and most savage methods in history during their 40-odd-year-long colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t Their massacre of Koreans was unpardonable crime under international law and it is, therefore, a legal and moral obligation and historical task of Japan to redeem its past crimes, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are pursuing with blood-shot eyes the anachronistic hostile policy toward the DPRK, persistently ignoring and evading the responsibility for the crimes committed by the Japanese imperialists against the Korean people in the past.\n\t\t\t\t\t\n\t\t\t\t\t Since the outset of this year, in particular, the Japanese reactionaries have gone into extremes in their anti-DPRK confrontation racket and their moves to stage a comeback to Korea and distort Japan's history.\n\t\t\t\t\t\n\t\t\t\t\t The above-said reckless moves of Japan are only adding to the hideous crimes committed by the Japanese imperialists against the Korean people which are too many to be redeemed by them adequately."
        },
        {
            "title": "Lee Myung Bak Group's Anti-reunification Policy Criticized in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-07ee.html",
            "content": "Lee Myung Bak Group's Anti-reunification Policy Criticized in S. Korea\r\n Pyongyang, June 10 (KCNA) -- The Solidarity of Saenal Huimang (desire for a new day) grouping personages of progressive civic and public organizations made public a declaration on the situation on June 7 in denunciation of the Lee Myung Bak group of traitors' undemocratic and anti-reunification policy, according to MBC of south Korea.\n\t\t\t\t\t The declaration accused the Lee Myung Bak of working hard to restore the past military dictatorship in the south Korean society, breaking his promise made to the people.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations, which had favorably developed in the past, have been brought to total collapse and the Cold War and confrontation are escalating, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t Such strange things are taking place under the Lee \"government\" as seriously distorting history textbooks and even whitewashing Japan's past colonial rule, the declaration pointed out, adding that the authorities' sycophancy and servility are touching off wrath among all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It urged Lee to make an apology to the people and implement the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Release of Pro-reunification Patriots Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-08ee.html",
            "content": "Release of Pro-reunification Patriots Urged in S. Korea\r\n Pyongyang, June 10 (KCNA) -- The Civic and Public Joint Measure Committee against the Suppression of the Pan-national Alliance for Korea's Reunification in south Korea called a press conference in Seoul on June 5, urging the puppet authorities to stop the crackdown on the South Headquarters of Pomminryon (Pan-national Alliance for Korea's Reunification) and set free the detained pro-reunification patriots.\n\t\t\t\t\t Referring to the trial being staged on the detained hardcore members of the headquarters that day, speakers at the conference said that the court should not be taken in by reckless scheme of the ruling forces and the prosecution fawning on them and getting hell-bent on the repression of the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t They held that the judicial authorities should make a fair decision on the said members and set free all of them with judgment of acquittal."
        },
        {
            "title": "More Declarations on Situation Announced in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-09ee.html",
            "content": "More Declarations on Situation Announced in S. Korea\r\n Pyongyang, June 10 (KCNA) -- The campaign for announcing declarations on the situation is gaining in scope in south Korea to protest against traitor Lee Myung Bak's treacherous, anti-reunification and unpopular rule.\n\t\t\t\t\t Professors of Sogang University and Dong-A University made public declarations on the situation on June 7.\n\t\t\t\t\t\n\t\t\t\t\t In the declarations they charged that freedom of thinking, expression, assembly and speech is being violated, gaps between the rich and the poor widened and every other thing, socially and economically, is going backward under the Lee Myung Bak \"government.\"\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the present \"government\" shows no sign of reflection, they said, urging Lee Myung Bak to make an apology to the people.\n\t\t\t\t\t\n\t\t\t\t\t As of June 7, professors of 12 universities across south Korea joined in the university professors' campaign for announcing declarations on the situation started on June 3.\n\t\t\t\t\t\n\t\t\t\t\t Professors of 20 odd universities including Sungkyunkwan University, too, declared that they would join in the campaign.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the committee for promoting an all-provincial people's rally for inheriting the June Popular Resistance and restoring democracy, which groups civic and public organizations in North Jolla Province and religionists of the Buddhist Human Rights Committee and four major religious orders in Pusan announced that they would make public their declarations on the situation urging the Lee Myung Bak \"government\" to halt its unilateral and coercive rule and implement the June 15 joint declaration."
        },
        {
            "title": "Plan on War Exercises Announced in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-10ee.html",
            "content": "Plan on War Exercises Announced in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The first division of the south Korean puppet army announced that it would stage joint military exercises with civilians, administration officials and policemen in Phaju area, Kyonggi Province, on June 9 and 10, according to Yonhap News of south Korea.\n\t\t\t\t\t The war hawks stated that drills of moving troops and military equipment and other drills would be conducted and blank shells used in the exercises aimed at \"examining the combined defence readiness to cope with someone's intrusion.\""
        },
        {
            "title": "Work of Kim Jong Il Off Press in Russia",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-01ee.html",
            "content": "Work of Kim Jong Il Off Press in Russia\r\n Pyongyang, June 10 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by the Vladivostok Vit Publishing House of Russia.\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), deals with the undying feats performed by President Kim Il Sung in the cause of the country's reunification, formulates the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and clarifies the tasks and ways for accomplishing the cause of national reunification on their basis.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of releasing the work took place at the publishing house on June 4."
        },
        {
            "title": "Colorful Events Held in Myanmar and Russia",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-02ee.html",
            "content": "Colorful Events Held in Myanmar and Russia\r\nPyongyang, June 10 (KCNA) -- A meeting, film show and photo exhibition were held in Myanmar and a news briefing and film show in Russia from June 1 to 3 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in the venue of the photo exhibition were photos showing the Songun leadership exploits performed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Union Solidarity and Development Association of Myanmar in his speech made at the meeting said that one of the feats performed by Kim Jong Il in leading the Party and revolution to a shining victory, shouldering upon himself the destiny of the country and nation is that he has strengthened and developed the WPK into a guiding force of the Songun revolution.   \n\t\t\t\t\t\n\t\t\t\t\t He stressed that only victory and glory are in store for the WPK led by Kim Jong Il, an outstanding brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The vice department director of the Centre for the Information of International Science and Technology in Russia at the briefing on Kim Jong Il's revolutionary activities said that the Korean people strikingly demonstrated their national power before the world once again through the successful launch of satellite Kwangmyongsong-2 under such difficult situation. \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people would achieve bigger successes in the drive for building a great prosperous and powerful socialist nation under the wise leadership of Kim Jong Il."
        },
        {
            "title": "Bulletin on Korea's Reunification Issued in Mexico ",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-03ee.html",
            "content": "Bulletin on Korea's Reunification Issued in Mexico\r\n Pyongyang, June 10 (KCNA) -- The Mexican Institute for the Study of the Juche Idea released its bulletin No. 36 titled \"For injecting fresh energy into movement for Korea's reunification\" on the occasions of the 9th anniversary of the publication of the June 15 joint declaration and the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The bulletin in an article said that the DPRK called for injecting fresh energy into the movement for achieving national reunification, the unanimous desire of the Koreans and the urgent supreme task of the nation, in its joint editorial for this year.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t The movement for Korea's reunification which had made dynamic advance since the publication of the June 15 joint declaration and the October 4 declaration faced blatant challenge after the south Korean conservative forces came to power last year.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime totally denied the inter-Korean declarations supported and welcomed not only by all Koreans but by the whole world, suspending the dialogue, cooperation and exchange that had been under way in various fields.\n\t\t\t\t\t\n\t\t\t\t\t The development of the inter-Korean relations and the reunification of the country can hardly be expected under the situation where both sides antagonize each other and the military tension is escalated.\n\t\t\t\t\t\n\t\t\t\t\t When the spirit of getting reconciled and cooperating with each other for independent reunification, peace and prosperity prevails in Korea, the movement for Korea's reunification will make more dynamic advance.\n\t\t\t\t\t\n\t\t\t\t\t The cause of reunification is sure to triumph when all Koreans in the north and the south and overseas give momentum to the atmosphere of reconciliation and unity under the banner of independent reunification."
        },
        {
            "title": "Organization for Study of Juche Idea Formed in Pakistan",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-04ee.html",
            "content": "Organization for Study of Juche Idea Formed in Pakistan\r\n Pyongyang, June 10 (KCNA) -- The Pakistani Society for the Study of Juche was inaugurated with due ceremony in Karachi on May 30.\n\t\t\t\t\t The inaugural ceremony elected the director of the board of the Social Science Institute in Karachi chief of the society."
        },
        {
            "title": "DPRK's Second Nuclear Test Supported by New Zealand Organization",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-05ee.html",
            "content": "DPRK's Second Nuclear Test Supported by New Zealand Organization\r\n Pyongyang, June 10 (KCNA) -- The New Zealand-DPRK Society released a statement on May 26 in support of the DPRK's second nuclear test.\n\t\t\t\t\t The statement referred to the fact that there is no substantial progress in the relations between the DPRK and the U.S. after the emergence of the Obama administration and south Korea and the U.S. have strengthened their military strategy involving a preemptive strike against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t As long as the hostile acts and threats of the U.S. and its followers persist, the DPRK government will not weaken its nuclear deterrent and it is natural for the DPRK to seek a way of bolstering it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK clarified its stand that it would pursue dialogue on the principle of reciprocity and fulfill its obligation when the U.S. implements its commitments.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should sincerely negotiate with the DPRK for denuclearizing the Korean Peninsula and this process should be accompanied by the work for removing all the nuclear threats to the DPRK."
        },
        {
            "title": "Kim Yong Nam expresa condolencias al presidente del senado de Gabon",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-27ee.html",
            "content": "Kim Yong Nam expresa condolencias al presidente del senado de Gabon\r\nPyongyang, 10 de junio (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 10 un telegrama de condolencias al presidente del Senado de la Republica Gabonesa, Rose Francine Rogombe, en relacion con que fallecio el presidente de este pais africano, El Hadj Omar Bongo Ondimba, mientras recibia tratamiento medico en un hospital.\n\t\t\t\t\t  El remitente hizo votos al destinatario y, por su conducto, al pueblo gabones por que superen la tristeza y logren exitos en las labores para el desarrollo y la prosperidad del pais."
        },
        {
            "title": "Portavoz norteno de APRP condena asesinato politico de Kang Hui Nam",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-28ee.html",
            "content": "Portavoz norteno de APRP condena asesinato politico de Kang Hui Nam\r\nPyongyang, 10 de junio (ATCC) -- En una declaracion publicada el dia 9, el portavoz de la direccion nortena de la Alianza Pannacional para la Reunificacion de la Patria (APRP) expreso profundas condolencias por el deceso del pastor Kang Hui Nam, presidente honorario de la direccion surena de la APRP quien lucho dedicando todo lo suyo por la independencia, la democracia y la reunificacion, y condeno el imperdonable crimen del traidor Lee Myung Bak, culpable de esa muerte.\n\t\t\t\t\t  El pastor Kang Hui Nam se suicido el dia 6 dejando un testamento de protesta a la gobernacion antinacional y antipopular y la represion fascista de la banda de Lee Myung Bak, precisa el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Este caso deviene la expresion del rencor acumulado y rebeldia a la banda de Lee, que convirtio el Sur de Corea en la tierra esteril para la democracia, la vida popular y los derechos humanos y llevo a la ruptura total las relaciones Norte-Sur, siendo el asesinato politico producto de la infame politica vendepatria y la dominacion represiva que practica esa camarilla.\n\t\t\t\t\t\n\t\t\t\t\t Hoy dia, en el Sur de Corea los habitantes inocentes, que reclaman su elemental derecho a la vida, se convierten en las victimas de la represion fascista de la camarilla de Lee, por ejemplo, la \"tragedia de Ryongsan\" y la muerte de un obrero del gremio de transportistas adscrito a la Confederacion de Obreros Democraticos.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, se reportan uno tras otro los casos de suicidio, en particular, el del ex-\"presidente\" surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t La realidad demuestra que si perdonamos a la banda del traidor Lee, no podemos lograr nunca la reconciliacion, la unidad y la reunificacion de la nacion ni defender la democratizacion de la sociedad y el derecho a la vida.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, los habitantes surcoreanos no podran evitar la muerte injusta y tragica.\n\t\t\t\t\t\n\t\t\t\t\t  Si bien la pandilla de Lee se apela a la represion de puno duro, sera condenada sin falta al castigo severo de toda la nacion sumamente indignada.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los coreanos de distintos sectores dentro y fuera del pais no deben perdonar jamas a la banda del maton Lee Myung Bak que recurre al servilismo a grandes potencias, la confrontacion fratricida y la represion fascista dando espaldas a la nacion."
        },
        {
            "title": "Rodong Sinmun critica hipocresia de EE.UU. en tema de armas nucleares",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-29ee.html",
            "content": "Rodong Sinmun critica hipocresia de EE.UU. en tema de armas nucleares\r\nPyongyang, 10 de junio (ATCC) -- Estados Unidos muestra explicitamente su intento de desatar la guerra nuclear contra la Republica Popular Democratica de Corea prometiendo ofrecer el solido \"paraguas nuclear\" para \"defender\" a los \"paises aliados\" desde la inexistente \"amenaza militar\" proveniente de la segunda.\n\t\t\t\t\t  Detras de esa promesa hay el designio criminal de emplazar muchos artefactos nucleares mas en las zonas de avanzada del contorno de la Peninsula Coreana  como el Sur de Corea y Japon y conceder el caracter legitimo a la eventual guerra nuclear en esta region utilizando la teoria de la supuesta \"amenaza militar\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Senala asi el periodico Rodong Sinmun en un comentario individual del dia 10 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Ese imperio describe el reciente ensayo nuclear de Corea como la \"amenaza\" a la \"seguridad\" nacional y de los \"paises aliados\".\n\t\t\t\t\t\n\t\t\t\t\t  Esta logica no pasa de ser una sofisteria que convierte la justicia en la injusticia o viceversa.\n\t\t\t\t\t\n\t\t\t\t\t  Es un secreto descifrado que desde hace mucho tiempo, EE.UU. viene acelerando los preparativos de guerra nuclear contra la RPDC tras firmar tratados secretos con el Sur de Corea y Japon sobre el particular.\n\t\t\t\t\t\n\t\t\t\t\t  Para este fin, arma escandalos con la prueba nuclear de la RPDC enviando al Pacifico la flotilla del portaaviones nuclear y prometiendo el ofrecimiento del \"paraguas nuclear\" bajo el pretexto de la \"defensa de los aliados\".\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, el \"desarme y la no proliferacion de armas nucleares\" proclamados por EE.UU. no pasan de ser una mentira y un engano para encubrir su fachada del autor principal de guerra nuclear y disfrazarse de angel de la \"paz\".\n\t\t\t\t\t\n\t\t\t\t\t  Aunque ese imperio habla tanto de la reduccion del arsenal nuclear, no podra ocultar jamas su imagen de aguila que ruge amenazando con el garrote nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  La imprudente campana de EE.UU. para presionar a Corea en el plano nuclear empujara a esta a tomar mas medidas para fortalecer el disuasivo nuclear para la autodefensa.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. debe abandonar su siniestra intencion de provocar la guerra nuclear contra la RPDC en lugar de tratar de desarmarla con su enganoso pregon de \"el desarme y la no proliferacion de armas nucleares\", que es otra tactica de zanahoria."
        },
        {
            "title": "Funcion artistica de esposas de oficiales del EPC",
            "url": "http://kcna.co.jp/item/2009/200906/news10/20090610-30ee.html",
            "content": "Funcion artistica de esposas de oficiales del EPC\r\nPyongyang, 10 de junio (ATCC) -- Tuvo lugar el dia 9 en el Teatro Kalma la segunda funcion del segundo periodo de los grupos artisticos de las esposas de oficiales del Ejercito Popular de Corea.\n\t\t\t\t\t  Se pusieron en la escena diversas piezas, entre otras, la poesia y cancion \"Noble patriotismo\", la poesia y narracion \"Pasos de los Generales del monte Paektu iguales al Sol\", el poema en dialogo \"Felicidad de la esposa\" y la narracion y corro pequeno \"Nos encontremos en el frente\". \n\t\t\t\t\t\n\t\t\t\t\t  Las ejecutantes mostraron bien las imborrables hazanas del Dirigente Kim Jong Il quien con su original politica de Songun (priorizacion militar) preparo el invencible poderio nacional y conduce a la victoria la gran lucha por la construccion de la gran potencia prospera, el gran honor y orgullo de haberse formado como dignas revolucionarias y creadoras de la nueva cultura de la epoca del Songun en el regazo del gran comandante insigne, la ferrea conviccion y voluntad de las esposas de los oficiales dispuestas a dedicar todo lo suyo hombro a hombro con sus esposos con armas en manos en la primera  linea del frente para  defender al Lider y la patria. \n\t\t\t\t\t\n\t\t\t\t\t  En la escena se pusieron tambien el drama de corto tiempo \"Alma de servir de raiz\", el entreacto \"Con el simiente\" y otras piezas especificas que revisten  un gran significado cognoscitivo-educativo para dar las respuestas a los problemas sociales.\n\t\t\t\t\t\n\t\t\t\t\t  La funcion artistica la vieron los funcionarios, creadores, artistas, periodistas, hombres de prensa y trabajadores de los dominios de cultura, arte, prensa e informacion, de cultura y arte masivos."
        }
    ]
}