{
    "date": "2009-06-11",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-11ee.html",
    "articles": [
        {
            "title": "North-South Working Contact Made ",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-27ee.html",
            "content": "North-South Working Contact Made\r\n Pyongyang, June 11 (KCNA) -- The north-south working contact for the revision of contracts on the Kaesong Industrial Zone (KIZ) was made in Kaesong on Thursday.\n\t\t\t\t\t At the contact the north side noted with concern that the north-south relations which had favorably developed since the publication of the June 15 joint declaration have reached the phase of catastrophe and even the KIZ symbolic of the June 15 era was thrown into a serious crisis and clarified a principled stand and advanced concrete proposals for improving the operation in the KIZ as required by the changed inter-Korean relations and in line with the actual conditions. \n\t\t\t\t\t\n\t\t\t\t\t The north side asserted that it called for the reexamination and renegotiations of the business in the KIZ because there was no reason for keeping any longer the preferential measures which had been taken in the spirit of \"By our nation itself\" now that the historic north-south joint declarations were totally negated.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that many enterprises of the south side are operating in the KIZ at present to gain big profits whereas the north side has not received payments at a proper level as far as land use tax, wages for workers of the north side and tax on the zone, etc. are concerned, the north side advanced draft amendments to the contracts on land use tax, wages, taxes, etc. in the KIZ.\n\t\t\t\t\t\n\t\t\t\t\t The north side urged the south side to rapidly push forward the construction of lodging quarters, nurseries and roads for the north side's workers to attend and leave their work sites, etc. as already agreed upon as an immediate step for bringing the business in the KIZ back on track. \n\t\t\t\t\t\n\t\t\t\t\t It also expressed its willingness to take additional measures to allow the number of the personnel of those businesses that newly started their operations to stay in the KIZ and pass through it and other matters at the same level as those already active in the zone were done.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the principled stand and proposals made by the north side correctly reflect the present north-south relations and the situation of the KIZ and they are a token of the sincere efforts for putting the business in the KIZ on a normal footing, the north side urged the south side to respond to them.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a speech by the south side.\n\t\t\t\t\t\n\t\t\t\t\t There was a discussion on the proposals of the north side.\n\t\t\t\t\t\n\t\t\t\t\t Both sides agreed to have the next working contact on June 19."
        },
        {
            "title": "Congratulations to Mongolian President",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-25ee.html",
            "content": "Congratulations to Mongolian President\r\nPyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Thursday sent a congratulatory message to Tsakhiagiin Elbegdorzh upon his election as President of Mongolia.\n\t\t\t\t\t Kim in the message expressed belief that the traditional relations of friendship and cooperation between the DPRK and Mongolia would continue to grow stronger in various fields and wished him success in his work for the prosperity of the country and the well-being of the people."
        },
        {
            "title": "Greetings to Philippine President",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-23ee.html",
            "content": "Greetings to Philippine President\r\n Pyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Gloria Macapagal Arroyo, President of the Philippines, on Thursday on the occasion of the 111th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would develop in various fields in common interests, Kim in the message wished the President and people of the Philippines successes in their efforts for socio-economic progress and prosperity of the country."
        },
        {
            "title": "Greetings to Azerbaijani President",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-22ee.html",
            "content": "Greetings to Azerbaijani President\n\t\t\t\t\t\t\r\nPyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Ilham Aliyev, President of Azerbaijan, on May 27 on the occasion of its national day.\n\t\t\t\t\tKim in the message wished the President success in his work for the prosperity of the country and the welfare of the people, expressing belief that the friendly and cooperative relations between the two countries would continue to favorably develop."
        },
        {
            "title": "Choe Thae Bok Meets Indian Ambassador ",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-24ee.html",
            "content": "Choe Thae Bok Meets Indian Ambassador\r\n Pyongyang, June 11 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly, Thursday met and had a talk with Indian Ambassador to the DPRK Zile Singh who paid a farewell call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Mongolian Embassy Staff Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-26ee.html",
            "content": "Mongolian Embassy Staff Help Korean Farmers\r\n Pyongyang, June 11 (KCNA) -- Staff members of the Mongolian embassy here did a friendly work at the DPRK-Mongolia Friendship Jongbang Co-op Farm in Sariwon City, North Hwanghae Province, Thursday.\n\t\t\t\t\t They  helped farmers in weeding maize field.\n\t\t\t\t\t\n\t\t\t\t\t During a break, they conversed with farmers, deepening friendship. \n\t\t\t\t\t\n\t\t\t\t\t The staff members handed aid materials to the farm."
        },
        {
            "title": "Measures Taken against A/H1N1 Virus",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-13ee.html",
            "content": "Measures Taken against A/H1N1 Virus\r\nPyongyang, June 11 (KCNA) -- The DPRK is taking thorough measures to prevent A/H1N1 influenza from coming into the country.\n\t\t\t\t\tThe Central Hygienic and Anti-epidemic Center (CHAC) of the Ministry of Public Health informs in time local prevention centers of data on the outbreak of A/H1N1 flu spreading world-wide and thus lets all the health workers and residents pay attention to the influenza.\n\t\t\t\t\t\n\t\t\t\t\tThe center makes the health workers intensify hygienic propaganda activities for informing the residents of the pathogen of A/H1N1 flu, infection course, incubation period, symptoms, prevention measures, outbreak of cases in the world and so on and display a high sense of responsibility for its prevention.\n\t\t\t\t\t\n\t\t\t\t\tObservation posts have been set up in different parts of the country and a work is being done to grasp the rate of normal seasonal influenza correctly and confirm the scale of influenza types and strain of virus through laboratory tests.\n\t\t\t\t\t\n\t\t\t\t\tTechnical data on the A/H1N1 flu has been already distributed to local hygienic anti-epidemic centers and epidemic prevention officials are engaged in the work for the prevention of the disease in all provinces, cities and counties.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, efforts are directed to raise the role of doctors in polyclinics and ri people's hospitals across the country, who are in charge of residential quarters.\n\t\t\t\t\t\n\t\t\t\t\tAll the doctors who are in charge of households are examining the health of the residents with responsibility.\n\t\t\t\t\t\n\t\t\t\t\tThe CHAC is conducting medical checkup of personnel coming in and out of the country in the border areas, trade ports and airports in contact with the State Administration for Quality Management, Anti-Epizootic Center and other relevant organs so as to prevent A/H1N1 flu from coming into the country."
        },
        {
            "title": "New Posters Produced",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-01ee.html",
            "content": "New Posters Produced\r\n Pyongyang, June 11 (KCNA) -- New  posters have been produced by the Workers' Party of Korea Publishing House, the Mansudae Art Studio, the Korean Central Fine Arts Studio and the Fine Arts Studio of the Ministry of Railways to encourage the Korean people in the immediate farming campaign.\n\t\t\t\t\t Posters \"Let All Turn out in Weeding Campaign!\" and \"Let Us Sincerely Help Farmers with Manpower and Materially through Patriotic Devotion!\" depict an agricultural worker all out in the weeding campaign in the wake of the completion of the rice transplantation and the working people rushing to co-op fields, thus making an ideological and artistic representation of the elated enthusiasm of the Korean people to hit the target of grain production this year without fail.\n\t\t\t\t\t\n\t\t\t\t\t The posters call for bringing about signal innovations and a great leap forward on the agricultural front by mobilizing and concentrating all forces on the campaign to do farm work successfully, holding aloft the torch for effecting a new great revolutionary surge."
        },
        {
            "title": "150-day Campaign in Full Swing",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-14ee.html",
            "content": "150-day Campaign in Full Swing\r\n Pyongyang, June 11 (KCNA) -- The 150-day campaign is sweeping all over the DPRK.\n\t\t\t\t\t The campaign is a great historical undertaking to open up this year a bright vista for the final victory in the building of a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are all out in endeavors to decisively break the peak records at any cost in all sectors of the national economy during the campaign.\n\t\t\t\t\t\n\t\t\t\t\t The workers in the sector of the metal industry, pillar of the independent socialist economy, are bringing about an unprecedented upswing in production in the van of a new great revolutionary upsurge.\n\t\t\t\t\t\n\t\t\t\t\t While launching the campaign in May the Chollima Steel Complex, the Hwanghae Iron and Steel Complex and other metal factories increased steel output 1.2 times and rolled steel output 1.3 times compared with those in the previous month and the workers of the Musan, Jaeryong and Unryul turned out iron ore more than 2.5 times that in the previous month.\n\t\t\t\t\t\n\t\t\t\t\t During the campaign, the electricity producers in various parts of the country raised the power production remarkably as against pre-campaign period with a determination to become victors in the efforts for building the thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The workers in the sector of the coal industry, the lifeline of economic development, made every possible effort, with the result that they excavated over 300,000 more tons of coal in May than the previous month to send to various fields of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t All other sectors such as railway transportation, light industry, mining, machine-building, chemistry and forestry sectors are increasing production in the spirit with which they had achieved signal successes in the fulfillment of their national economic plans for May.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural working people are doing farming as required by the Juche farming method with a firm determination to solve the food problem by themselves at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The vibrant reality of the country seething with the new great revolutionary upsurge clearly demonstrates more strikingly the true feature of single-minded unity in which the leader, guiding the present final charge in the van and making a forced march of field guidance, the soldiers and people are working in perfect accord.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, with the might of single-minded unity, will make a breakthrough for the victory in the building of the powerful nation through the 150-day campaign of Juche 98 (2009) and thus brilliantly adorn the 100th birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Phyohun Temple in Mt. Kumgang, Cultural Relics",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-12ee.html",
            "content": "Phyohun Temple in Mt. Kumgang, Cultural Relics\r\n Pyongyang, June 11 (KCNA) -- The Phyohun Temple in Mt. Kumgang is one of the time-honored historical cultural relics of Korea.\n\t\t\t\t\t The temple built in 670 was first called Sinrim Temple. It was famous as one of the four renowned temples in Mt. Kumgang along with the Jangan, Singye and Yujom Temples. \n\t\t\t\t\t\n\t\t\t\t\t The Phyohun Temple built in peculiar style at the approach to the Manphok Ravine, blended with natural beauty, shows well wooden architecture of Korea in the Middle Ages and aesthetic tastes of the Korean ancestors.\n\t\t\t\t\t\n\t\t\t\t\t It originally consisted of 20 odd buildings, but now there remain only the Panyabo Hall, Ryongsan Hall, Myongbu Hall, Rungpha Pavilion, Osil Pavilion, Sansin Pavilion and some others. The Myongwol Hall, the main building of the temple, and the three-meter-high statue of a Buddhist saint, which had been between the Panyabo Hall and the Rungpha Pavilion were totally destroyed in a barbarous bombing by the U.S. imperialists during the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The Phyohun Temple presents multifarious changes with the proper combination of hip-saddle roofed houses and gabled houses on the central north-south axis.\n\t\t\t\t\t\n\t\t\t\t\t The Panyabo Hall is standing on a platform built with well-trimmed stones. It has four pillars each in front and on the side, but the intervals are not the same. The strokes of the decorations are bold to suit the scale of the grand building.\n\t\t\t\t\t\n\t\t\t\t\t There had been many cultural relics in the temple. But an iron tower embossed with sculptures of 53 Buddhist images, a big brass steamer weighing 300 kilograms in which 40 mal (one mal equals 15 kilograms) of rice could be boiled at a time and others were taken away by the Japanese invaders."
        },
        {
            "title": "Unjong Tea, Health Beverage",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-11ee.html",
            "content": "Unjong Tea, Health Beverage\n\t\t\t\t\t\t\r\n Pyongyang, June 11 (KCNA) -- The South Hwanghae Provincial Branch of the Academy of Agricultural Science has succeeded in cultivating tea plants which had been regarded as impossible to cultivate in the country owing to the local physiographical conditions. They made green tea good for the health of people with leaves of tea plants.\n\t\t\t\t\tGeneral Secretary Kim Jong Il named it \"Unjong Tea\".\n\t\t\t\t\t\n\t\t\t\t\t The tea contains alkaloids, various essential amino acids, vitamins including C and E which have pharmacological action.\n\t\t\t\t\t\n\t\t\t\t\t It makes head clear and prevents such diseases as arteriosclerosis, hypertension, cardiomegaly, etc. It is also good for recovery from fatigue, urination, detoxification and prevention of cancer and aging.\n\t\t\t\t\t\n\t\t\t\t\t The tea, which is neither strong nor weak, is good for protection of health and strong tea for treatment.\n\t\t\t\t\t\n\t\t\t\t\t Unjong Tea is conductive to the promotion of health."
        },
        {
            "title": "U.S. Wild Ambition to Dominate Whole of Korea Can Never Come True",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-19ee.html",
            "content": "U.S. Wild Ambition to Dominate Whole of Korea Can Never Come True\r\n Pyongyang, June 11 (KCNA) -- The U.S. wild ambition to dominate the whole of Korea can never come true, says Minju Joson Thursday in a signed commentary carried six decades since it announced its decision to keep a \"military advisory group\" in south Korea. \n\t\t\t\t\t The commentary cites facts to prove that it was a product of the U.S. hostile policy toward the DPRK and a field mechanism for implementing its policy of a war for aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. scenario to keep the whole of Korea under its occupation and dominate it remains unchanged, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Due to the above-said policy the situation in the Korean Peninsula is getting tenser as the days go by and the danger of a nuclear war further increasing there. All Koreans should, therefore, intensify the struggle against the U.S. and war and for the defence of peace. \n\t\t\t\t\t\n\t\t\t\t\t However, traitor Lee Myung Bak is earnestly begging for the permanent U.S. presence in south Korea, while rushing headlong into sycophancy toward the U.S. and the confrontation with fellow countrymen in contravention of the will of the nation. \n\t\t\t\t\t\n\t\t\t\t\t It is due to such traitor to the nation that the U.S. is frantically stepping up the moves for a war of aggression against fellow countrymen while keeping its forces in south Korea for over six decades despite the Koreans' unanimous denunciation. \n\t\t\t\t\t\n\t\t\t\t\t The Koreans can never escape misfortune as long as the aggressors and traitors are allowed to ride roughshod.  \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to roll back its anachronistic and criminal hostile policy towards the DPRK and pull its forces out of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better behave itself, mindful that sycophancy toward the U.S. and confrontation with fellow countrymen are bound to lead to self-destruction."
        },
        {
            "title": "U.S. Termed Chief Culprit of Nuclear Proliferation",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-17ee.html",
            "content": "U.S. Termed Chief Culprit of Nuclear Proliferation\r\n Pyongyang, June 11 (KCNA) -- The United States is wholly to blame for sparking a new nuclear arms race and a thermo-nuclear war as it is taking the lead in developing nuclear weapons. No matter how noisily it is trumpeting about nuclear disarmament, nobody will lend an ear to it. \n\t\t\t\t\t Rodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear disarmament touted by the U.S. has nothing to do with the efforts to prevent a nuclear war and defend the peace and security of the world as it is nothing but hypocrisy and deception.\n\t\t\t\t\t\n\t\t\t\t\t The basic factor of the nuclear proliferation lies in the U.S. quest of hegemony. The U.S. policy based on the double standards is the main source of upsetting the world nuclear non-proliferation regime and disturbing the international stability.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is conniving at the development of nuclear weapons and access to them by the pro-U.S. forces and its allies, backing them and even cooperating with them, prompted by its double standards and biased stand. But it is seriously calling into question the \"nuclear issue\" of those countries which do not curry favor with it and behaving as if it were a \"nuclear judge.\" This is the height of sarcasm.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. has undisguisedly pursued a policy of nuclear blackmail, ignoring the requirements of the NPT and the obligations under it, while frantically stepping up the preparations for mounting a preemptive nuclear attack on other countries any moment.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula is exposed to the biggest danger of a nuclear war in the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. war maniacs are threatening to mount a preemptive nuclear attack on the DPRK without any advance warning after singling it out as one of the targets of their preemptive nuclear strikes. \n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that the DPRK can never abandon its nuclear deterrent unless the U.S. nuclear threat is removed.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. contends that it should have a monopoly of nukes while other countries should not be allowed to have access to them and it is free to brandish its nuclear stick and attempt to mount a preemptive nuclear attack while other countries should not be allowed to have any nuclear deterrent to counter it. What brigandish logic it is.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is truly interested in preventing the spread of nukes, it should cease the modernization of nuclear weapons and take the lead in nuclear disarmament."
        },
        {
            "title": "Japanese Reactionaries Urged to Stop Their Rash Acts",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-18ee.html",
            "content": "Japanese Reactionaries Urged to Stop Their Rash Acts\r\n Pyongyang, June 11 (KCNA) -- The Japanese reactionaries are vociferating about the necessity to \"go nuclear,\" acquire the capability to strike \"enemy bases\" and ease the \"three principles of arms export,\" terming the DPRK's measure to bolster up its nuclear deterrent for self-defence \"threat to peace.\" This is aimed to create conditions and environment for launching reinvasion.\n\t\t\t\t\t Minju Joson Thursday says this in its signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries laid down \"the three principles of arms export\" in 1967 in a bid to calm down the domestic and foreign criticism of their moves to revive militarism and make Japan appear a \"pacifist state\" before the world community. \n\t\t\t\t\t\n\t\t\t\t\t These principles bar Japan, in principle, from conducting any exchange with other countries in the fields of high military technology and the production of cutting-edge military hardware. \n\t\t\t\t\t\n\t\t\t\t\t That is why the Japanese reactionaries are seeking to do away with the \"three principles of arms export,\" a hurdle lying in the way of realizing their wild ambition for reinvasion, in a bid to modernize the \"Self-Defence Forces (SDF)\" with greater ease. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the theory on \"preemptive attack\" on the DPRK is now being advocated in Japan. \n\t\t\t\t\t\n\t\t\t\t\t It is not Japan but the DPRK that has to draw attention to the \"theory of preemptive attack.\" \n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves once again what right option the DPRK took to bolster up the capability for self-defence under the banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are following with a high degree of vigilance the evermore undisguised moves of the Japanese reactionaries for reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t They are filled with the determination to mete out a thousand-fold punishment to them should they invade their country even an inch.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to halt their rash acts, mindful that the above-said moves for reinvasion are bound to lead to their self-destruction, warns the commentary."
        },
        {
            "title": "Another June Popular Resistance Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-20ee.html",
            "content": "Another June Popular Resistance Called for \r\n Pyongyang, June 11 (KCNA) -- The patriotic democratic forces in south Korea should turn out as one to kindle the flame of the second June Popular Resistance to bring down the traitorous Lee Myung Bak regime arrogantly running wild while violently quelling the desire of the people for independence, democracy and reunification. \n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article dedicated to the 22nd anniversary of the June Popular Resistance.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The popular resistance in which the people from all walks of life fought against the outsiders' domination and interference to put an end to the dark age of military dictatorship and reunify the country was a just struggle that brilliantly adorned the history of anti-U.S. and anti-fascism struggle of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It dealt a severe blow to the military fascist dictatorship, shaking the U.S. colonial rule to its very foundation. The resistance proved that the united strength of the popular masses is inexhaustible and their demand is sure to be realized when all the patriotic democratic forces in south Korea desirous of independence, democracy and reunification struggle against the dictatorial forces, united close for one purpose.\n\t\t\t\t\t\n\t\t\t\t\t The independent and democratic development of the south Korean society is seriously curbed and the movement for national reunification is facing a severe trial due to traitor Lee Myung Bak who seized power with the signboard of \"pragmatism.\" \n\t\t\t\t\t\n\t\t\t\t\t The grudge and resentment of the people to the \"government veiled with word of pragmatism\" is mounting high in south Korea and the strong anti-Lee Myung Bak spirit of the people of all strata reminds one of the eve of the June Popular Resistance.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people should not slacken at the least the present high spirit for struggle but wage another dynamic resistance to throw overboard the group of traitors who persist in dictatorship and suppression in disregard of the people's mindset."
        },
        {
            "title": "Struggle for Independence against Outsiders Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-21ee.html",
            "content": "Struggle for Independence against Outsiders Called for\r\n Pyongyang, June 11 (KCNA) -- The June 10 Independence Movement waged by the Korean people against Japan was an eruption of their pent-up grudge and resentment against the Japanese imperialists' ferocious colonial rule over Korea and a massive patriotic struggle to get back the territory of the country occupied by the latter and achieve the sovereignty of the nation, says Rodong Sinmun Thursday in a signed article carried on the occasion of the 83rd anniversary of the movement.\n\t\t\t\t\t Through the movement the Korean people displayed their indomitable will and patriotic stamina to achieve independence and sovereignty without fail, disclosed the Japanese imperialists' barbarity and the deceptive and crafty nature of their \"cultural rule\" and dealt telling blows at their colonial rule, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Decades have passed since the movement but the southern half of Korea is still trampled underfoot by foreign armed forces. This has prevented the national sovereignty from being achieved nationwide.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that it is impossible to expect reconciliation and unity of the nation and independent reunification of the country nor is it possible to escape war disaster as long as foreign forces' moves for aggression are connived at and the Lee group, following them, is allowed to remain in force.\n\t\t\t\t\t\n\t\t\t\t\t Koreans who love the country and the nation and value its dignity and sovereignty should join the ranks of people out in the nationwide struggle for independence against outsiders. It is necessary to check and foil the scenario for establishing the \"triangular military alliance\" involving the U.S., Japan and south Korea and the reckless racket kicked up by the belligerent forces at home and abroad to ignite a war of aggression against the DPRK and resolutely smash the Japanese reactionaries' wild ambition to stage a comeback to Korea."
        },
        {
            "title": "U.S. Air Force in S. Korea Opened to Public",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-07ee.html",
            "content": "U.S. Air Force in S. Korea Opened to Public \r\n Pyongyang, June 11 (KCNA) -- The U.S. forces present in south Korea staged a farce of opening the air combat forces to the public on June 8 as an exceptional case, according to Yonhap News of south Korea.\n\t\t\t\t\t That day, a brass hat concerned of the U.S. forces present in south Korea disclosed that the U.S. air force in south Korea keeps more than 100 planes, including F-16, A-10 and U-2 at present.\n\t\t\t\t\t\n\t\t\t\t\t He also asserted that the U.S. air force in south Korea is kept as it is and, on this basis, the strong and close combined defence system is being maintained between south Korea and the United States.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists made bluffing, opening to the public the latest type nuclear war hardware involved in the Key Resolve and Foal Eagle joint military exercises when they were staged in the past period. \n\t\t\t\t\t\n\t\t\t\t\t By opening the above-said armed force while straining the situation on the Korean Peninsula with each passing day the U.S. imperialists seek to give shots in the arms of the south Korean puppets and fan up the inter-Korean confrontation."
        },
        {
            "title": "S. Korean Figures Enter Hunger Strike",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-15ee.html",
            "content": "S. Korean Figures Enter Hunger Strike\r\n Pyongyang, June 11 (KCNA) -- Pak Hae Son, chairperson of the Seoul District Federation of University Students, and Jin Sung Mo, chairman of the Student Committee of the Democratic Labor Party of south Korea, entered an overnight hunger strike in Seoul on June 8 in protest against the strong-arm rule of the Lee Myung Bak dictatorial regime. \n\t\t\t\t\t They declared many people have lost their lives and common people have been put on the verge of death in a little over one year of Lee Myung Bak's office.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that now is the time for the students to pool their efforts once again as they always took the lead in the actions in response to the call of history and the era. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the people should make a history holding candlelight again by inheriting the spirit of the June 1987 resistance, they called upon all of them to turn out in the second resistance to judge the Lee dictatorial regime.\n\t\t\t\t\t\n\t\t\t\t\t They strongly urged Lee Myung Bak to make an apology and demanded the authorities put an end to their strong-arm rule and stop the moves to enact \"Lee Myung Bak evil laws\", etc. \n\t\t\t\t\t\n\t\t\t\t\t In another development, Ri Jong Hui, member of the \"National Assembly\" from the Democratic Labor Party, has been on a hunger strike inside its building for the  five consecutive days in demand of the \"wholesale resignation of the Cabinet\", \"a fundamental switchover in the basis of the state administration,\" \"guarantee of the workers' right to existence\" and others."
        },
        {
            "title": "Actions for Eliminating Lee Myung Bak Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-08ee.html",
            "content": "Actions for Eliminating Lee Myung Bak Called for in S. Korea\r\n Pyongyang, June 11 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a statement on June 7 as regards the suicide committed by its Honorary Chairman Kang Hui Nam in protest against the treacherous \"government.\"\n\t\t\t\t\t Recalling that Kang committed a suicide on June 6 after leaving a note calling for launching the second June resistance to judge the Lee Myung Bak regime for its crimes against the people and the nation and reunification, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Kang Hui Nam worked hard to uphold the banner of Pomminryon all his life.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime has played the role of a shock brigade of the U.S., fully participating in the dangerous PSI. It, at the same time, has kicked up a whirlwind of suppression under the signboard of \"security,\" unhesitatingly bleeding the people white. Much infuriated by this, Kang protested against the colonial dictatorial regime by committing a suicide.\n\t\t\t\t\t\n\t\t\t\t\t His call was to force murderer Lee Myung Bak to step down.\n\t\t\t\t\t\n\t\t\t\t\t The South Headquarters of Pomminryon will wage a dynamic struggle during the \"period of the movement for implementing the June 15 joint declaration and the October 4 declaration.\"\n\t\t\t\t\t\n\t\t\t\t\t Let us launch the second June resistance to eliminate Lee Myung Bak, urged the statement."
        },
        {
            "title": "Punishment of Puppet Justice of Supreme Court Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-10ee.html",
            "content": "Punishment of Puppet Justice of Supreme Court Urged in S. Korea\r\n Pyongyang, June 11 (KCNA) -- At least 160 law professors in all parts of south Korea issued a \"declaration of lawyers\" on June 8 demanding the punishment of the puppet justice of the Supreme Court of south Korea.\n\t\t\t\t\t In the declaration they condemned Sin Yong Chol, justice of the Supreme Court, for forcing judges to declare the detained participants in the candle-light actions guilty.\n\t\t\t\t\t\n\t\t\t\t\t They could not repress resentment at the reckless practice of the justice of the Supreme Court staging trials as instructed by the present regime by abusing power, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Holding that Sin should be punished, they urged the south Korean National Assembly to immediately advance \"a motion\" calling for the impeachment of him. \n\t\t\t\t\t\n\t\t\t\t\t Noting that similar cases are bound to occur in the future unless a fundamental reform is carried out in the court, they demanded a fair judgment of the above-said participants."
        },
        {
            "title": "Implementation of June 15 Joint Declaration Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-06ee.html",
            "content": "Implementation of June 15 Joint Declaration Urged in S. Korea\r\n Pyongyang, June 11 (KCNA) -- The Special Committee for New Politics of the Solidarity for Implementing the South-North Joint Declaration in south Korea released a statement on June 8, calling for turning out in the struggle to defend and implement the June 15 joint declaration.\n\t\t\t\t\t The statement said that the Lee Myung Bak \"government\" finds itself in the worst crisis, rejected by the people for its anachronistic policy of confrontation with the north and fascist dictatorial rule whereby the inter-Korean relations have been bedeviled and democracy stifled.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" is trying to quell the mindset of the angry people, talking about \"security crisis,\" but it can never evade the blame for having spoiled the inter-Korean relations, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The people from all walks of life announced that they would hold large-scale anti-\"government\" rallies with the June resistance, the anniversary of the June 15 joint declaration, etc as a momentum, the statement noted, stressing that the stubborn struggle against Lee Myung Bak and for democracy should be launched to drive the present \"government\" to destruction."
        },
        {
            "title": "Solidarity with Anti-Lee Myung Bak Struggle Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-09ee.html",
            "content": "Solidarity with Anti-Lee Myung Bak Struggle Called for\r\n Pyongyang, June 11 (KCNA) -- Members of civic and social organizations and representatives of opposition parties in south Korea held a meeting in Seoul on June 9 at which they called for solidarity with the struggle to put an end to the traitorous rule.\n\t\t\t\t\t Speakers at the meeting accused the Lee Myung Bak \"government\" of pushing the inter-Korean relations to the worst phase, trampling down upon the people's demand for democracy.\n\t\t\t\t\t\n\t\t\t\t\t They warned that the people's resentment would grow stronger unless Lee Myung Bak makes an apology to the people and makes a radical switchover in his unilateral \"state administration.\"\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak should accept the people's demand and stop the moves to railroad evil laws through the \"National Assembly\" and suppression under the pretext of \"security,\" they urged.\n\t\t\t\t\t\n\t\t\t\t\t They called on all forces to pool efforts and launch the second June popular resistance for putting an end to the Lee regime's above-said rule."
        },
        {
            "title": "Puppet Authorities' Repressive Action Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-16ee.html",
            "content": "Puppet Authorities' Repressive Action Protested in S. Korea\r\n Pyongyang, June 11 (KCNA) -- The preparatory committee for the \"all-people rally for inheriting the June resistance and restoring democracy\" in south Korea, which groups civic and public organizations and opposition parties, called a press conference in Seoul on June 9 at which they denounced the puppet authorities' repressive action. \n\t\t\t\t\t The organization accused the police of disallowing on June 8 the June 10 all-people rally at the plaza of the city office under the unreasonable pretext that the \"General Federation for Freedom\", a conservative organization, had already made an application for a rally.\n\t\t\t\t\t\n\t\t\t\t\t Lashing out at the police for having hurled at least 13,000-strong forces of 150 companies to block the roads leading to the plaza and create repressive atmosphere, the organization vowed to hold the said rally braving any suppression.\n\t\t\t\t\t\n\t\t\t\t\t Members of civic and public organizations and more than 50 lawmakers from the Democratic Party including its representative staged an all-night tent strike at the plaza on the same day in protest against the puppet authorities' suppression.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the \"government\" and the police retract the repressive step and ensure the peaceful holding of the June 10 all-people rally."
        },
        {
            "title": "Lee Myung Bak Group's Full Participation in PSI Flayed by Swedish Party",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-03ee.html",
            "content": "Lee Myung Bak Group's Full Participation in PSI Flayed by Swedish Party\r\n Pyongyang, June 11 (KCNA) -- The Communist Party in Sweden released a statement on June 1 denouncing the south Korean Lee Myung Bak group's full participation in the PSI.\n\t\t\t\t\t The statement accused Western media of conducting a dastardly smear campaign against the DPRK, finding fault with the principled stand of the Korean revolutionary armed forces which stated they would consider south Korea's full participation in the PSI as a declaration of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The present regime in south Korea not only totally negated the successes achieved in the inter-Korean relations in the past but unhesitatingly decided to fully participate in the PSI, meeting the demand of the U.S., thus depriving the Korean Armistice Agreement of its binding force. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK was right when it strongly reacted to south Korea's decision, the statement noted, urging Western media to stop the above-said campaign at once."
        },
        {
            "title": "Kim Jong Il's Feats Praised ",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-04ee.html",
            "content": "Kim Jong Il's Feats Praised\r\n Pyongyang, June 11 (KCNA) -- The United Confederation of Koreans in Russia sponsored a lecture meeting on June 4 on the occasion of the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Sok Myong Son, acting chairman of the confederation, said in his lecture that Kim Jong Il's start of work at the WPK Central Committee on June 19, 1964, was an event of historical significance in strengthening and developing the WPK and accomplishing the Korean people's cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has devoted his all to the party work and the strengthening and development of the army while leading the Korean revolution along the road of Songun pioneered by President Kim Il Sung, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Over the past 45 years Kim Jong Il has cemented the single-minded unity of the whole society in every way and led the Korean revolution along the road of victory with its might. The single-minded unity of the DPRK is put on a higher level today when the Songun politics is being pursued on a full scale.\n\t\t\t\t\t\n\t\t\t\t\t With the might of this unity more powerful than nuclear weapon, the Korean people will as ever valiantly smash the challenges and offensive of the imperialist forces and open the gate to a great prosperous and powerful nation."
        },
        {
            "title": "DPRK's Stand Supported ",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-02ee.html",
            "content": "DPRK's Stand Supported\r\n Pyongyang, June 11 (KCNA) --The British Association for the Study of Songun Policy released a statement on June 2 in support of the May 29 statement issued by a spokesman for the DPRK Foreign Ministry.\n\t\t\t\t\t The statement fully supported the DPRK's steps to protect the sovereignty and supreme interests of the country and bitterly condemned the U.S. imperialists and their followers for working hard to stifle socialist Korea centred on the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t Accusing the UNSC of sticking to the stand hostile to the DPRK, the statement held that the DPRK has a legitimate right to take measures for self-defence to cope with it. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that those countries which conducted 99.99 percent of all the nuclear tests gathered to apply additional sanctions against the sovereign state which conducted a nuclear test for self-defence, the statement emphasized that such sanctions will never work on the DPRK."
        },
        {
            "title": "FDRP llama segunda resistencia popular de Junio en Sur de Corea",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-28ee.html",
            "content": "FDRP llama segunda resistencia popular de Junio en Sur de Corea\r\nPyongyang, 11 de junio (ATCC) -- En ocasion del 22o aniversario del estallido de la Resistencia Popular de Junio en el Sur de Corea, el portavoz del CC del Frente Democratico para la Reunificacion de la Patria (FDRP) hizo publica el dia 10 una declaracion que senala en particular:\n\t\t\t\t\t  Mediante la Resistencia Popular de Junio que duro mas de 20 dias en toda la extension del Sur de Corea, los habitantes surcoreanos manifestaron patentemente su indoblegable voluntad e impetu patriotico para poner fin con las propias fuerzas a la dominacion colonial y fascista de las fuerzas foraneas y alcanzar a toda costa la nueva politica y la nueva vida de caracter independiente y democratico.\n\t\t\t\t\t\n\t\t\t\t\t  Ese evento mostro claramente que nadie puede sofocar la aspiracion independiente de las masas populares y la demanda de la epoca y que no hay nada que temer si amplias masas populares se levantan unidas en un solo bloque.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque pasaron 22 anos desde entonces, los habitantes surcoreanos no se han liberado todavia de la dominacion colonial de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, en cuanto llego al poder, la banda de Lee Myung Bak, colectivo de conservadores proyanquis,  aboga abiertamente por dar \"prioridad a las relaciones Sur de Corea-EE.UU.\" y rehabilita el sistema de dictadura fascista. \n\t\t\t\t\t\n\t\t\t\t\t Por resultado, el Sur de Corea se ha convertido en las peores ruinas del mundo donde son suprimidas la independencia y la democracia y se violan flagrantemente los derechos independientes, la dignidad y los derechos humanos de la poblacion.\n\t\t\t\t\t\n\t\t\t\t\t Al recrudecer mas que nunca la campana de enfrentamiento con la Republica Popular Democratica de Corea en contubernio con sus amos norteamericano y japones, la camarilla de Lee trata astutamente de evitar la severa sentencia de la opinion publica enojada por el caos politico, la vida popular cada dia mas depauperada y la abominable represion fascista.\n\t\t\t\t\t\n\t\t\t\t\t  La situacion actual del Sur de Corea demanda que todos los habitantes de distintos sectores se levanten unanimemente, heredando el espiritu y el coraje de los participantes en la Resistencia Popular de Junio, en la lucha por eliminar tajantemente a esa banda de vendepatrias y lograr la independencia, la democracia y la reunificacion."
        },
        {
            "title": "Se libra en Corea la lucha por prevenir la gripe A (H1N1)",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-29ee.html",
            "content": "Se libra en Corea la lucha por prevenir la gripe A (H1N1)\r\nPyongyang, 11 de junio (ATCC) -- En la rama de salud publica de Corea se toman rigurosas medidas para bloquear la entrada de la gripe A (H1N1) en el pais.\n\t\t\t\t\t  El Centro Nacional de Higiene y Profilaxis del Ministerio de Salud Publica informa a tiempo a sus sucursales los datos sobre el brote de esa influenza que se difunde por todo el mundo, de modo que tomen precaucion todos los funcionarios sanitarios y los habitantes.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, ayuda a los trabajadores sanitarios de todas las provincias, ciudades y distritos para que ellos realicen con responsabilidad las labores para prevenir esa epidemia, en particular, la propaganda higienica para informar a los habitantes el agente patogeno, via de transmision, incubacion, sintomas, medidas preventivas, la situacion de expansion a escala mundial, etc.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, establecio los puestos de vigilancia a lo largo del pais y distribuye a sus sucursales provinciales los datos tecnicos sobre la gripe A.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, trabaja intensamente para averiguar correctamente la tasa de las gripes estacionales normales y aclarar los tipos de ellas y sus virus transmisores a traves del examen de laboratorio.\n\t\t\t\t\t\n\t\t\t\t\t tambien se esfuerza por elevar el papel de los medicos encargados de cierta zona de las policlinicas de distintas localidades y los hospitales del pueblo en las comunas.\n\t\t\t\t\t\n\t\t\t\t\t  Estos galenos realizan ahora con responsabilidad el chequeo medico sobre los moradores de las respectivas zonas a su cargo.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, en colaboracion con la Direccion Estatal de Verificacion de la Calidad de Productos y el Centro de Prevencion Veterinaria, el Centro Nacional de Higiene y Profilaxis somete a la rigurosa vigilancia medica al personal saliente y entrante en las zonas fronterizas, los puertos comerciales y las terminales aereas."
        },
        {
            "title": "Es irrealizable ambicion de EE.UU. de dominar a Corea, Minju Joson",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-30ee.html",
            "content": "Es irrealizable ambicion de EE.UU. de dominar a Corea, Minju Joson\r\n Pyongyang, 11 de junio (ATCC) -- En relacion con que se cumplen 60 anos desde que Estados Unidos anunciara la ubicacion en el Sur de Corea del \"grupo de asesores militares\", el periodico Minju Joson difundio este jueves un comentario individual enfatizando que es nunca realizable la ambicion de EE.UU. de dominar a Corea.\n\t\t\t\t\t Citando los datos, el comentarista revelo que el \"grupo de asesores militares\" fue el engendro de la politica hostil de EE.UU. a la Republica Popular Democratica de Corea y el aparato a cargo de ejecutar en el terreno la politica trazada para agredirla, y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Aunque paso mucho tiempo, no se ha cambiado ni un comino la ambicion de EE.UU. de ocupar y dominar a toda Corea.\n\t\t\t\t\t\n\t\t\t\t\t Debido a la politica hostil de EE.UU. a la RPDC, se torna cada dia mas grave la situacion de la Peninsula Coreana y se acrecienta el peligro de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, todos los coreanos intensifican la lucha antiyanqui y antibelica por preservar la paz.\n\t\t\t\t\t\n\t\t\t\t\t Pese a esta realidad, el traidor Lee Myung Bak emprendio el camino de servilismo a EE.UU. y confrontacion fratricida suplicando en contrasentido a la voluntad nacional la presencia perenne de las tropas norteamericanas en suelo surcoreano. \n\t\t\t\t\t\n\t\t\t\t\t  Por culpa de ese traidor, las tropas norteamericanas estan enclavadas durante mas de 60 anos en el suelo surcoreano pese a la unanime condena de la nacion coreana enfrascandose en los preparativos para la guerra de agresion al Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Si perdona a los agresores y vendepatrias, la nacion coreana no podra evitar las calamidades.\n\t\t\t\t\t\n\t\t\t\t\t  Le convendria a EE.UU. que abandone su anacronica y criminal politica hostil a la RPDC y retire a sus tropas del territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  La camarilla de Lee debe actuar con juicio teniendo presente que el servilismo proyanqui y la confrontacion fratricida son el camino de suicidio."
        },
        {
            "title": "Rodong Sinmun califica a EE.UU. de responsable de proliferacion nuclear",
            "url": "http://kcna.co.jp/item/2009/200906/news11/20090611-31ee.html",
            "content": "Rodong Sinmun califica a EE.UU. de responsable de proliferacion nuclear\r\nPyongyang, 11 de junio (ATCC) -- Hoy en dia, Estados Unidos esta al frente del desarrollo de armas nucleares y trae la nueva carrera armamentista nuclear y la guerra termonuclear.\n\t\t\t\t\tPor esta razon, nadie hara caso a la fraudulenta y enganosa hablilla del \"desarme nuclear\" de ese imperio, que no tiene nada que ver con la prevencion de guerra nuclear y la defensa de la paz y seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un articulo individual difundido este jueves y continua:\n\t\t\t\t\t\n\t\t\t\t\t  El factor principal de la difusion de armas nucleares, la perturbacion del sistema mundial de la no proliferacion y de la destruccion de la estabilidad internacional esta en el hegemonismo de EE.UU. y su politica de doble rasero.\n\t\t\t\t\t\n\t\t\t\t\t Partiendo de su posicion dual y parcial, EE.UU. tolera tacitamente, ampara y hasta coopera con sus seguidores y aliados en el desarrollo y la posesion de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, cuando se trata de los paises que le caen mal, actua ridiculamente como \"juez del tema nuclear\" cuestionando seriamente el supuesto \"problema nuclear\" de ellos.\n\t\t\t\t\t\n\t\t\t\t\t  El imperio practica abiertamente la politica de chantaje nuclear sin respetar los requerimientos del Tratado de No Proliferacion (TNP) y el deber asumido en virtud del mismo y acelera por otra parte en etapa crucial los preparativos para atacar preventivamente a otros paises con armas nucleares en cualquier momento.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy dia, la Peninsula Coreana corre el mayor riesgo de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Es que los belicistas norteamericanos incluyeron a la Republica Popular Democratica de Corea en la lista de los blancos de ataque preventivo nuclear y la amenazan con atacar de este modo sin \"previo aviso\".\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, esta justo que la RPDC no renuncie nunca a su disuasivo nuclear antes de que fuera eliminada la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Parte de la logica de bandido la opinion de EE.UU. de que otros paises no deben tener armas nucleares, que si posee en mayor cantidad ese imperio, ni preparar el disuasivo nuclear para hacer frente al garrote nuclear norteamericano.\n\t\t\t\t\t\n\t\t\t\t\t  Si EE.UU. se interesa de veras por la no proliferacion nuclear, debera dejar de modernizar sus artefactos nucleares y ponerse al frente del desarme de los mismos."
        }
    ]
}