{
    "date": "2009-02-17",
    "url": "http://kcna.co.jp/item/2009/200902/2009-02-17ee.html",
    "articles": [
        {
            "title": "Greetings to Gambian President",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-09ee.html",
            "content": "Greetings to Gambian President\r\nPyongyang, February 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greetings to Yaya A.J.J.Jammeh, President of Gambia, on the occasion of the 44th anniversary of its independence.\n\t\t\t\t\t Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in the future, the message sincerely wished the President greater success in his work for the development and prosperity of the country."
        },
        {
            "title": "Lee Myung Bak Group's Murder and Human Rights Abuses Flailed",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-11ee.html",
            "content": "Lee Myung Bak Group's Murder and Human Rights Abuses Flailed\r\nPyongyang, February 17 (KCNA) -- A spokesman for the DPRK Society for Human Rights Studies released a statement on Feb. 17 slamming the Lee Myung Bak group for its slaughter of people and human rights abuses in connection with the fact that five evacuees were brutally massacred and dozens of other people were injured while protesting against the authorities' moves to dishouse them due to the recent merciless repressive operation of the south Korean puppet police. \n\t\t\t\t\t The statement referred to the fact that the police burned to death innocent inhabitants in broad daylight who turned out in the sit-in strike for regaining the cradle of their lives usurped by the Lee group, labeling them \"terrorists.\" Not content with this, it passed the buck for \"murder\" to the victims and sit-in strikers who met death without wreaking their grudge. It continued:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is scheming to justify its crime of murder talking about the \"law and order\" even at this moment. It is also indiscriminately suppressing the bereaved families of victims, people from all walks of life and civic and public organizations which took to the street calling for \"Down with the man-killing regime!\", branding them as a \"group for terrorism\" and \"leftist forces.\"\n\t\t\t\t\t\n\t\t\t\t\t The Lee group has, indeed, converted south Korea into the graveyard of democracy and human rights and the tundra of the people's livelihood in less than one year of its office. It is, therefore, a height of folly and unpardonable and shameless sophism for the group of traitors to dare talk about the \"human rights.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people will suffer more miserable human rights abuses, misfortune and pain only as long as the Lee tyrant regime, a man-killing regime, which unhesitatingly deprives people of not only their elementary rights to existence and political rights but even their lives, are allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The people from all walks of life in south Korea should closely unite as one and wage more dynamic struggle to wipe out the Lee group of the worst human rights abusers and build a new society where genuine human rights are ensured."
        },
        {
            "title": "International Figure Skating Festival Closes",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-10ee.html",
            "content": "International Figure Skating Festival Closes\r\nPyongyang, February 17 (KCNA) -- The 18th Paektusan Prize International Figure Skating Festival, opened on Feb. 15 on the occasion of the birthday of General Secretary Kim Jong Il, closed with due ceremony at the Ice-Rink in Pyongyang on Tuesday.\n\t\t\t\t\t Present there were Vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop, Secretary of the Central Committee of the Workers' Party of Korea Kim Jung Rin, Vice-Premier of the Cabinet Ro Tu Chol, Chairman of the Korean Social Democratic Party Kim Yong Dae, officials concerned, working people and sportsmen in Pyongyang and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t At the closing ceremony prizes were awarded to players who demonstrated high skill at the festival. \n\t\t\t\t\t\n\t\t\t\t\t Pak Hak Son, chairman of the Physical Culture and Sports Guidance Commission, in his closing address expressed belief that sportspersons of different countries would make contributions to adorning the festival with splendor in the idea of independence, peace and friendship, in the future, too. Then he declared the closing of festival. \n\t\t\t\t\t\n\t\t\t\t\t The ceremony was followed by demonstration presentations given by players of the DPRK and other countries."
        },
        {
            "title": "KCNA Denounces U.S. Moves for All-Out War",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-06ee.html",
            "content": "KCNA Denounces U.S. Moves for All-Out War\r\nPyongyang, February 17 (KCNA) -- The U.S. warmongers are gravely threatening the security of the DPRK. Not content with escalating military threat to the DPRK while talking about the \"nuclear issue\" and \"contingency,\" they are now openly crying out for even an all-out war against the DPRK. \n\t\t\t\t\t Commander of the U.S. forces in south Korea Walter Sharp at a lecture given in Seoul on February 8 let loose violent remarks that the U.S. forces and the south Korean army are having measures for an all-out war against the DPRK in the making.\n\t\t\t\t\t\n\t\t\t\t\t This shows that the U.S. bellicose forces' moves of blackmailing the DPRK with a war have reached an extremely serious stage which cannot be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces in south Korea are the advance troops and field aggression troops of the U.S. armed forces for igniting a new war in Korea and Walter Sharp is the head of the forces. The reckless remarks about an all-out war against the DPRK let loose by him without hesitation is clear evidence proving that the U.S. bellicose forces' scenario for the second Korean war has almost reached the phase of practical implementation. \n\t\t\t\t\t\n\t\t\t\t\t In reality, his remarks were the extension of the moves of the U.S. forces busy bolstering armed forces in areas around the Korean Peninsula, rounding off a war scenario and staging war exercises. \n\t\t\t\t\t\n\t\t\t\t\t When the Lee Myung Bak group, made up of traitors keen on sycophancy toward the U.S. and maniacs hell-bent on confrontation with fellow countrymen, took office, the U.S. regarding it as a golden opportunity for stifling the DPRK by force of arms has worked harder than ever before to realize it.  \n\t\t\t\t\t\n\t\t\t\t\tLast year, the U.S. reinforced air and naval forces including F-15Ks and nuclear-powered aircraft carrier George Washington in and around south Korea according to a new war scenario backbone of which is for the U.S. army to preempt naval and air attacks and for the south Korean puppet army to launch ground operation. The U.S. forces frantically staged such joint military war exercises as Ulji Freedom Guardian in a bid to round off the war scenario simulating an actual war. Meanwhile, the U.S. decided to continue keeping in south Korea 3,500 troops of its forces although they were originally planned to be withdrawn and additionally dispatch 4,200 troops of its army in the Pacific region as part of their efforts to step up the preparations for the rapid deployment of the reinforcements of the U.S. armed forces on the Korean Peninsula in case of \"contingency.\"\n\t\t\t\t\t\n\t\t\t\t\tThis year the U.S. disclosed its dangerous intention to build a facility for commanding a nuclear war in the U.S. military base in south Korea while openly raving that it is running a working mechanism together with the south Korean puppets to contain the nuclear deterrent of the DPRK by force of arms. They frantically staged the large-scale military exercises by mobilizing nearly 10,000 troops of the U.S. forces in south Korea including the majority of U.S. air force and PAC missile unit in order to \"make it clear that they are capable of immediately beating back\" someone. They went the lengths of massively deploying the latest F-22s, Aegis warships and other air and naval means for a preemptive attack in areas around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t All the facts prove that the U.S. bellicose forces seek to put their design to ignite a war against the DPRK into practice at any cost. Therefore, the touch-and-go situation is prevailing on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What remains to be done by them now is to invent more pretexts and chances for launching a war. The commander of the U.S. forces in south Korea was brazen-faced enough to let loose nonsensical remark about the possible loss of control over nukes in the DPRK. It was the premeditated move to serve the above-said purpose.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces are miscalculating, however. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has not made a concession despite threat and blackmail from the U.S. nor will make one in the future, either.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the great leadership provided by the brilliant commander of Songun of Mt. Paektu, the might of single-minded unity of all the servicepersons and people stronger than a nuclear weapon, the invincible revolutionary armed forces and a solid foundation of self-supporting national defence industry.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces should bear in mind that the decisive and firm stand of the army and people of the DPRK ready to answer their \"retaliation\" with retaliation and their \"all-out war\" with an all-out war remain unchanged.\n\t\t\t\t\t\n\t\t\t\t\t If they seek to get something from the DPRK by means of arms under the ridiculous pretext, far from drawing a lesson from the defeat they sustained in the past, they will meet only destruction."
        },
        {
            "title": "Traitor Lee Myung Bak's Fascist Tyranny Condemned",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-08ee.html",
            "content": "Traitor Lee Myung Bak's Fascist Tyranny Condemned\r\nPyongyang, February 17 (KCNA) -- Some days ago, the judicial authorities of south Korea made a court decision branding the south Korean Council of Youth Organizations (Hanchong), a reunification movement organization, as an \"enemy-benefiting organization\" on the charge of the violation of the \"National Security Law\" while linking the organization with the DPRK. \n\t\t\t\t\t The Lee Myung Bak regime's suppression of Hanchong is another unpardonable crime committed only by the vicious traitors prolonging their remaining days as politicians by dint of fascist and dictatorial rules while desperately standing against the national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun today observes this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean fascist authorities' crackdown upon Hanchong goes to clearly prove that it is the extension and expansion of the suppression of the reunification movement of progressive youth and students organizations, the commentary says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The reality clearly shows that the Lee group's moves to check the south Korean youth and students' just activities for reunification and patriotism and totally stamp out the organizations have reached the extremely dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is now finding itself in the worst ruling crisis because its treacherous \"policy towards the north\" ended in a fiasco.  The clique of traitor Lee is working hard to find a way out in tightened fascist dictatorial system. It is, therefore, making desperate efforts to incriminate and stamp out all the youth and students organizations including Hanchong opposing its treacherous policy of confrontation with fellow countrymen while deliberately linking them to the north in a bid to tide over the ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is pushing the inter-Korean relations to a collapse through its moves for confrontation with fellow countrymen unprecedented in the history and cracking down upon the just and patriotic organizations by dint of fascist and dictatorial rule. Should such treacherous group is allowed to stay in power, it is impossible for the south Korean youth and students to pin any hope on today and tomorrow, much less achieving national reconciliation and reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group should face up to the will of south Korean youth and students standing firm against suppression and immediately stop its reckless suppression of them."
        },
        {
            "title": "Songun Policy of Kim Jong Il Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-02ee.html",
            "content": "Songun Policy of Kim Jong Il Praised by Foreigners\r\nPyongyang, February 17 (KCNA) -- General Secretary Kim Jong Il's Songun policy was praised by personages of India and Egypt.\n\t\t\t\t\t Harising Khang, member of the Central Committee of the Communist Party of India (Marxist), in a statement released on February 10 to mark the February holiday stressed that Kim Jong Il has developed the Workers' Party of Korea into invincible ranks all members of which are united in single mind through his energetic activities and strengthened the Korean People's Army and rendered the whole country impregnable by pursuing the unique Songun policy.\n\t\t\t\t\t\n\t\t\t\t\t G. Debarajan, international secretary of the Central Committee of the All-India Forward Bloc, in a statement on February 9 spoke highly of Kim Jong Il who has developed in rich the Juche idea, the Songun idea founded by President Kim Il Sung to meet the requirements of the developing reality and glorified socialism of Korea by dint of the Songun policy.\n\t\t\t\t\t\n\t\t\t\t\t Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea, in a statement on February 10 affirmed that it is the greatest fortune not only for the Korean people but also for the progressive people who aspire after independence to hold Kim Jong Il matchless in ideology, leadership and personality as a leader, adding thanks to the Songun policy socialist Korea will always make a long victorious drive.\n\t\t\t\t\t\n\t\t\t\t\t Muhammad al Husseini al Akad, vice-minister of Agriculture of Egypt, in a statement on February 8 noted that glorious exploits of the Songun revolutionary leadership performed by Kim Jong Il who put the dignity and might of socialist Korea on a highest stage and laid an eternal foundation for building a great prosperous and powerful nation and victory of the cause of world independence will shine century after century."
        },
        {
            "title": "Kim Jong Il's Work Published in Italy",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-01ee.html",
            "content": "Kim Jong Il's Work Published in Italy\r\n Pyongyang, February 17 (KCNA) -- General Secretary Kim Jong Il's work \"Socialism Is a Science\" was brought out in booklet by the Movement for Peace and Socialism of Italy on Feb. 10.\n\t\t\t\t\t The work made public on Nov. 1, Juche 83(1994) clarifies the idea that socialism of our own style based on the socialist theory of Juche is the most scientific and vital one and the principled issues arising in defending socialism."
        },
        {
            "title": "Magazine \"Korea Information\" Issued in Sweden",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-05ee.html",
            "content": "Magazine \"Korea Information\" Issued in Sweden\r\n Pyongyang, February 17 (KCNA) -- The Sweden-Korea Friendship Association issued magazine \"Korea Information\" No. 1 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The magazine in an article titled \"Centering on Popular Masses\" said that the Korean people celebrate the birthday of Kim Jong Il as the greatest holiday of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il has developed and enriched the Juche idea fathered by President Kim Il Sung into the guiding idea of the revolution representing the era of independence and wisely led the construction of Korean-style socialism centered on the popular masses, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t He has foiled anti-socialist moves of the imperialist forces and defended sovereignty of the country and the nation and socialism with the invincible political and military might.\n\t\t\t\t\t\n\t\t\t\t\t True to the behests of the President for the country's reunification, Kim Jong Il provided the June 15 joint declaration and the October 4 declaration with patriotism to give hope for reunification to the Korean people and thus aroused fellow countrymen to the struggle for frustrating the moves of the anti-reunification forces.\n\t\t\t\t\t\n\t\t\t\t\t The magazine also edited articles denouncing the anti-reunification crimes committed by the Lee Myung Bak group of traitors in south Korea and introducing the DPRK."
        },
        {
            "title": "20th Anniversary of Naming \"Kim Jong Il Class\" Marked in Pakistan",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-04ee.html",
            "content": "20th Anniversary of Naming \"Kim Jong Il Class\" Marked in Pakistan\r\n Pyongyang, February 17 (KCNA) -- An event to mark the 20th anniversary of naming \"Kim Jong Il Class\" was held at Ali Ali School in Karachi, Pakistan on February 3.\n\t\t\t\t\tOn display in the venue of the event were photographs showing exploits performed by President\n\t\t\t\t\t\tKim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Present at the event were teachers and students of the school and members of organizations for friendship and solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The principal of the school in a speech made at the event said that it is the great glory and pride for the school to have the class named after Kim Jong Il revered by the whole world and they will make efforts to continuously glorify the honor in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The principal noted that the school has made positive efforts to train students into able talents who will shoulder upon the future and persons who will make contributions to boosting the friendship between Pakistan and the DPRK for the last two decades.\n\t\t\t\t\t\n\t\t\t\t\t Then an art performance was given by teachers and students of the school.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the event."
        },
        {
            "title": "Kim Jong Il's Exploits Praised in Various Countries",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-03ee.html",
            "content": "Kim Jong Il's Exploits Praised in Various Countries\r\nPyongyang, February 17 (KCNA) -- A joint seminar was held in India and seminars on the Songun leadership exploits were held in Italy, the Czech Republic and Bulgaria from February 5 to 7 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of the seminars were works of President Kim Il Sung and Kim Jong Il, photos showing their immortal exploits and books and photos introducing the Korean people in their struggle for the socialist construction and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Osvaldo Pesce, general secretary of the Central Committee of the Unified Communist Party of Italy, at the seminar stressed that the world progressive people offer the greatest glory to Kim Jong Il on the occasion of his birthday in honor of the great exploits he has performed for the world peace and the human cause of the independence through the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar held in India Vishwanath, director-general of the International Institute of the Juche Idea, and other speakers noted with high appreciation that Kim Jong Il has developed in depth the Juche idea, the Songun idea and performed immortal exploits for the Korean revolution and the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t They said that socialism of the DPRK has made steady victorious progress under the banner of independence against imperialism because it is based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t They added that it was thanks to the Songun policy that the DPRK could reliably defend the demand for independence and interests of the people and the sovereignty and dignity of the country and the nation while resolutely containing the arbitrary and high-handed practices of the U.S. which styles itself the \"only superpower in the world.\"\n\t\t\t\t\t\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association and chairman of the Czech Group for the Study and Materialization of the Juche Idea, and Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of the Juche Idea, spoke in high praises of the immortal exploits performed by Kim Jong Il for the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Il were adopted at the seminars held in India and Bulgaria."
        },
        {
            "title": "ATCC reprocha imprudentes actos de los belicistas yanquis",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-12ee.html",
            "content": "ATCC reprocha imprudentes actos de los belicistas yanquis\r\nPyongyang, 17 de febrero (ATCC) -- Los belicistas norteamericanos ejercen la grave e intolerable amenaza contra la seguridad de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  Al decir tanto el \"problema nuclear\" y la \"situacion bruscamente cambiada\", ellos elevaron el grado de chantaje militar contra la RPDC y hablan abiertamente hasta de la guerra total.\n\t\t\t\t\t\n\t\t\t\t\t  En una conferencia realizada el dia 8 en Seul, Walter Sharp, comandante de las tropas norteamericanas ocupantes del Sur de Corea, senalo que las tropas norteamericanas y el \"ejercito\" surcoreano procuraron las medidas frente a la guerra total con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Esto demuestra que la amenaza de las fuerzas belicistas norteamericanas con desatar la guerra contra la RPDC llega a la etapa extremadamente grave.\n\t\t\t\t\t\n\t\t\t\t\t  Walter Sharp es la cabecilla de las tropas norteamericanas ocupantes del Sur de Corea que son cuerpo de avanzada y fuerzas en el terreno del ejercito norteamericano para provocar la nueva guerra en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, la citada peroracion de este tipejo es una prueba evidente de que el plan de provocacion de la segunda guerra coreana de las fuerzas belicistas norteamericanas esta a punto de su ejecucion.\n\t\t\t\t\t\n\t\t\t\t\t  Realmente, tal disparate es la continuacion de los sospechosos movimientos de las tropas norteamericanas, incluyendo la concentracion de las fuerzas armadas en las periferias de la Peninsula Coreana, el acabado del plan de guerra y los ejercicios militares.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. anda mas atareado que nunca para aplastar militarmente a la RPDC tomando como magnifica oportunidad la llegada al poder de la banda de Lee Myung Bak, grupo de vendepatrias y serviles a EE.UU. y maniacos de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  En el ano pasado, segun el nuevo guion de guerra fundamentado en el golpe preventivo maritimo y aereo de las tropas norteamericanas y la operacion terrestre del ejercito titere surcoreano, EE.UU. reforzo los cazabombarderos \"F-15K\", el portaaviones \"Jorge Washington\" y otras fuerzas armadas maritimas y aereas en el Sur de Corea y su contorno. Tambien, libro los ejercicios militares conjuntos como \"Ulji Freedom Guardian\" para completar el guion de guerra en el ambiente de guerra real.\n\t\t\t\t\t\n\t\t\t\t\t  Al mismo tiempo, decidio mantener en suelo surcoreano a los 3 mil 500 efectivos norteamericanos, que debian retirarse, y ubicar adicionalmente 4 mil 200 efectivos de las fuerzas terrestres en la region del Pacifico mientras que acelera los preparativos para el rapido despliegue de las fuerzas norteamericanas de refuerzo en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Este ano, al anunciar abiertamente que organiza y opera junto con los titeres surcoreanos el aparato de trabajo para eliminar por via militar el disuasivo nuclear de la RPDC, mostro el peligroso intento de construir hasta el establecimiento de mando de la guerra nuclear en la base de las tropas norteamericanas ocupantes del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, desarrollo de manera frenetica el ejercicio militar de gran envergadura para \"confirmar los preparativos para repeler de inmediato\" a alguien movilizando a cerca de 10 mil  efectivos norteamericanos ocupantes del Sur de Corea incluyendo a la mayoria de las fuerzas aereas y la unidad de misiles \"Patriot\".\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, ubica de manera concentrada en los alrededores de la Peninsula Coreana los medios aereos y maritimos para el ataque preventivo como los cazas \"F-22\" y los buques \"Aegis\".\n\t\t\t\t\t\n\t\t\t\t\t  Todos los hechos arriba mencionados demuestran que las fuerzas belicistas norteamericanas tratan de poner a toda costa en la practica su complot de provocar la guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Por eso, la situacion de la Peninsula Coreana  esta en el estado tan tirante que puede desatar la guerra en cualquier momento.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora, lo que les queda por hacer es preparar mas pretextos y chances para provocar la guerra.\n\t\t\t\t\t\n\t\t\t\t\t  La reciente sofisteria de Walter Sharp sobre la \"posibilidad de la perdida del control de las armas nucleares por parte de la RPDC\" deviene el movimiento premeditado para ese fin.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas belicistas norteamericanas estan equivocadas.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC nunca concedio nada ante la amenaza y chantaje de EE.UU. ni tampoco lo hara en el futuro.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC cuenta con la gran direccion del General Insigne del Songun (priorizacion militar) nacido en el monte Paektu, la unidad monolitica entre todos los militares y habitantes mas poderosa que las armas nucleares, las invencibles fuerzas armadas revolucionarias y la solida base de la independiente industria de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Los belicistas norteamericanos deben tener presente que no se alterara nunca la resuelta posicion de sobredureza del ejercito y el pueblo de Corea de responder con la represalia a la \"represalia\" y con la guerra total a la \"guerra total\".\n\t\t\t\t\t\n\t\t\t\t\t  Si ellas tratan de solucionar algo por via militar con la RPDC bajo injustos pretextos lejos de sacar lecciones en su derrota del pasado, no podran evitar la muerte."
        },
        {
            "title": "Italia: obra de Kim Jong Il en follet",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-13ee.html",
            "content": "Italia: obra de Kim Jong Il en folleto\r\nPyongyang, 17 de febrero (ATCC) -- El Movimiento para la Paz y el Socialismo de Italia dio a luz el dia 10 en folleto la obra del Dirigente Kim Jong Il \"El socialismo es ciencia\", publicada el primero de noviembre del 83 (1994) de la Era Juche.\n\t\t\t\t\t Esta obra aclara la idea de que el socialismo al estilo coreano basado en la teoria socialista del Juche es el mas cientifico y vital y plantea con toda claridad los problemas de principios que se presentan para mantener el socialismo."
        },
        {
            "title": "Funciones artisticas por 16 de febrero",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-14ee.html",
            "content": "Funciones artisticas por 16 de febrero\r\nPyongyang, 17 de febrero (ATCC) -- Con motivo del cumpleanos (16 de febrero) del Dirigente\n\t\t\t\t\tKim Jong Il, tuvo lugar la vispera en el capitalino Gran Teatro de Pyongyang Este la funcion de cantos y bailes del Conjunto Artistico Mansudae.\n\t\t\t\t\tLa disfrutaron los cuadros del partido, el ejercito y el Estado, los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, ministerios y organos centrales, innovadores laborales, trabajadores capitalinos, el grupo de felicitacion y delegaciones de coreanos en ultramar, compatriotas en el extranjero y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, fueron invitados los representantes diplomaticos, los miembros de las embajadas de varios paises y los delegados de las organizaciones internacionales acreditados en Corea, asi como huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena de la funcion iniciada con el solo femenino y coro \"Al camarada Kim Jong Il\" se pusieron la musica orquestal y coro \"El General es el destino de Corea\", el baile \"Casa natal en escarcha\", el solo femenino \"Acogida de primavera en el pico Jong Il\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la funcion, los ejecutantes elogiaron altamente la sagrada historia revolucionaria y las grandes proezas del Dirigente quien con la extraordinaria perspicacia, destacada direccion, audaz y temperamento sin igual, conduce la causa revolucionaria del Juche por la senda de la victoria y la gloria y abre la nueva epoca de fortalecimiento y prosperidad sin precedentes en la historia de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, ese dia en otros teatros capitalinos se ofrecieron los conciertos de los artistas de la Orquesta Sinfonica Nacional y la Orquesta del Instituto de Musica Yun I Sang, el drama revolucionario del Conjunto Dramatico Nacional \"La camarada del monte Paektu\" y la funcion de los acrobatas.\n\t\t\t\t\t\n\t\t\t\t\tTambien, el mismo dia, los teatros artisticos de las provincias de Hamgyong del Norte, de Hwanghae del Norte, de Kangwon, de Phyong-an del Norte y otras y las casas culturales de las ciudades y distritos fueron sedes de funciones por esa efemeride."
        },
        {
            "title": "Bailes de jovenes y estudiantes en varios lugares del pais",
            "url": "http://kcna.co.jp/item/2009/200902/news17/20090217-15ee.html",
            "content": "Bailes de jovenes y estudiantes en varios lugares del pais\r\nPyongyang, 17 de febrero (ATCC) -- Tuvieron lugar el dia 16 en varios lugares del pais los bailes de jovenes y estudiantes con motivo del dia de nacimiento (16 de febrero) del Dirigente Kim Jong Il.\n\t\t\t\t\t  En las explanadas ante el Monumento a la Fundacion del Partido, el Arco Triunfal, la Casa Cultural 25 de Abril y otros lugares de la capital habilitados para el baile se escenificaron los oleajes de bailarines que danzaban al son de las canciones \"Vals de febrero\" y \"Dedicamos ramos de flores\".\n\t\t\t\t\t\n\t\t\t\t\t  Ellos mostraron elegantes movimientos coreograficos al compas de las canciones \"Nuestro General es el mejor\", \"Nos beneficiamos del Songun que practica el General\", etc, expresando el infinito respeto, veneracion y felicitacion al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras repercutian \"Acataremos con fidelidad a nuestro General\" y otras canciones, ellos bailaron redoblando la decision de poner de pleno manifiesto, en respuesta al llamamiento del partido, el temple heroico y la audacia de la juventud coreana en la actual ofensiva general de hoy, que es su escenario de actividades de la juventud.\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, hubo actos similares en las cabezas provinciales, incluyendo Hyesan, Sinuiju, Sariwon y Hamhung, las ciudades y distritos."
        }
    ]
}