{
    "date": "2009-07-01",
    "url": "http://kcna.co.jp/item/2009/200907/2009-07-01ee.html",
    "articles": [
        {
            "title": "Chinese Delegation Here ",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-16ee.html",
            "content": "Chinese Delegation Here\r\n Pyongyang, July 1 (KCNA) -- A delegation of the State Archives Administration of China headed by its Deputy Director-General Yang Jibo arrived here today."
        },
        {
            "title": "More Rallies Held to Mark Day of Struggle against U.S. Imperialism",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-10ee.html",
            "content": "More Rallies Held to Mark Day of Struggle against U.S. Imperialism\r\n Pyongyang, July 1 (KCNA) -- Rallies were held in the capitals of North Hamgyong, Kangwon and North Hwanghae provinces from June 27 to 30 on the occasion of \"June 25, the day of the struggle against U.S. imperialism.\"\n\t\t\t\t\t Present at the rallies were leading officials of local party and power organs and working people's organizations, working people and youth and students. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said at the rallies that the U.S. imperialists, the provocateurs of the last Korean war of aggression, committed the most barbarous genocide and destruction in the world history of wars.\n\t\t\t\t\t\n\t\t\t\t\t And the U.S. is the chieftain of aggression and war, they noted. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have worked hard to ignite a new war against the DPRK for more than half a century, oblivious of a bitter lesson taught by the shameful defeat they sustained in the last Korean war and instigated the UNSC to adopt a \"resolution on sanctions\" against the DPRK, they recalled, warning that their nefarious moves are bound to go bust. \n\t\t\t\t\t\n\t\t\t\t\t  Calling for vigorously waging the confrontation with the U.S., united close around the headquarters of the revolution led by Kim Jong Il, they declared: At the present stage where the army and people of the DPRK are standing in all-out confrontation with the U.S. they will counter \"sanctions\" with retaliation and all-out war with all-out war in order to protect the dignity of the nation and the sovereignty of the country. \n\t\t\t\t\t\n\t\t\t\t\t They called upon all the party members and other working people and youth and students to defend the ideology, system and cause in the DPRK and carry on the vigorous struggle to achieve a final victory in the stand-off with the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Similar rallies took place in cities and counties from June 25 to 30."
        },
        {
            "title": "Activities of April 15 Technical Innovation Shock Brigades Get Brisk",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-11ee.html",
            "content": "Activities of April 15 Technical Innovation Shock Brigades Get Brisk\r\n Pyongyang, July 1 (KCNA) -- The April 15 technical innovation shock brigades are moving lively in the DPRK.\n\t\t\t\t\tOver the last 10-odd years more than 100,000 April 15 technical innovation shock brigades have been organized in factories and enterprises across the country to invent and apply more than 854,000 technical innovation schemes to production.\n\t\t\t\t\t\n\t\t\t\t\t They have made a lot of scientific and technological successes these years so as to increase the might of the independent national economy and accelerate the building of a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The Chollima Steel Complex, Hwanghae Iron and Steel Complex and other units in the metal industry have lowered the norm of fuel consumption by putting operation of electric furnaces on normal track and pushing ahead with technological update of coke ovens and sintering furnaces. They have also concentrated their efforts on research for developing varieties of quality steels.\n\t\t\t\t\t\n\t\t\t\t\t Those in the sector of the power industry solved scientific and technological problems which made it possible to turn out more electric power while saving fuel, manpower and fund.\n\t\t\t\t\t\n\t\t\t\t\t Various coal mines including February 8 Jikdong Youth Coal Mine have detected the correct vein of coal with advanced surveying techniques and raised the tunneling speed 1.2 times and more with rational blasting method.\n\t\t\t\t\t\n\t\t\t\t\t Successes have been also made in the railway transport through the efforts for putting the railway transport on a scientific basis, normalizing the production and repair of freight wagons on a high level and realizing the technological upgrading of facilities.\n\t\t\t\t\t\n\t\t\t\t\t Light industrial factories have deepened perseveringly the research for updating spinning and weaving machinery, developing functional cosmetics made with natural materials and increasing their output and expanding variety of consumer goods and improving their quality."
        },
        {
            "title": "Exhibition Hall of Juche Idea Works",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-12ee.html",
            "content": "Exhibition Hall of Juche Idea Works\r\nPyongyang, July 1 (KCNA) -- The exhibition hall of Juche idea works in the Three-Revolution Exhibition of the DPRK has been added recently with famous works of President Kim Il Sung and General Secretary Kim Jong Il published in various countries.\n\t\t\t\t\t Among them are President Kim Il Sung's famous work \"For Carrying Forward and Accomplishing the Socialist Cause\" brought out in Barbados and leader Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-victorious Banner of Our Revolution\" published in Russia, Venezuela and South Africa.\n\t\t\t\t\t\n\t\t\t\t\t The hall, opened to public in December Juche 87 (1998), has on view famous works of Kim Il Sung, Kim Jong Il and an anti-Japanese heroine Kim Jong Suk and data on their revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t The President authored lots of famous works to give scientific answers to theoretical and practical problems arising in the Korean revolution and accomplishing the cause of global independence in the whole period of his great life. \n\t\t\t\t\t\n\t\t\t\t\t Showcased on the first floor of the hall are some famous works of Kim Il Sung and Kim Jong Il in a chronological order of their revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Also there are some famous works published in many countries and at home in foreign languages. \n\t\t\t\t\t\n\t\t\t\t\t On display on the second floor are Kim Jong Suk's famous works, data on her revolutionary activity and books praising her brought out in foreign countries.\n\t\t\t\t\t\n\t\t\t\t\t Millions of servicepersons of the Korean People's Army, working people and school youth and children and lots of overseas Koreans and foreigners have visited the exhibition hall over the last 10-odd years."
        },
        {
            "title": "Preparations for Production in Rainy Season Made",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-13ee.html",
            "content": "Preparations for Production in Rainy Season Made\r\n Pyongyang, July 1 (KCNA) -- Preparations for normal production in the upcoming rainy season are being made in the DPRK where a vigorous campaign for a new revolutionary upsurge is taking place.\n\t\t\t\t\t While bringing the working people to clearly understand that to make full preparations for production in the rainy season is an important guarantee for the victory in the ongoing 150-day campaign, the government sees to it that thorough-going preparations to prevent the seasonal influence are being made in the sectors of the mining industry, hydro power stations, railway transport and construction ahead of others.\n\t\t\t\t\t\n\t\t\t\t\t The coal mining complexes in Anju and Pukchang areas and other coal and ore mines are checking and repairing drainage facilities in all pits before the rainy season and installing facilities additionally if necessary while forming well stages for earth removal.\n\t\t\t\t\t\n\t\t\t\t\t Measures are being taken to prevent the excavated coal and ore from being washed away by rain.\n\t\t\t\t\t\n\t\t\t\t\t Hydro-power stations are repairing and arranging hydro-power structures including dams, water intakes and waterways and are taking steps to protect outdoor substations from thunderbolt and rainstorm beforehand.\n\t\t\t\t\t\n\t\t\t\t\t The construction sector is also paying attention to continuing construction without letup in the long spell of rain.\n\t\t\t\t\t\n\t\t\t\t\t The gravels and sand extracting sites are being operated in full capacity to excavate larger quantities of gravels and sand for the construction sites of major objects in the rainy season and measures are being taken to protect construction materials from the damage by rain.\n\t\t\t\t\t\n\t\t\t\t\t Much effort is being directed to preventing already-constructed hydro-power structures and temporary installations for production from being damaged by flood in the construction sites of such large hydro-power stations as the Huichon Power Station, Ryesonggang Power Station and Orangchon Power Station and minor hydro-power stations.\n\t\t\t\t\t\n\t\t\t\t\t All other units in the national economy are also taking measures to carry on production in the rainy season by repairing roofs and storm sewerage system and checking the storage of raw and other materials."
        },
        {
            "title": "Noble Obligation of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-14ee.html",
            "content": "Noble Obligation of Kim Jong Suk\r\n Pyongyang, July 1 (KCNA) -- It happened when a unit of the Korean People's Revolutionary Army which was active in other area came to area of the main unit, upholding the strategic policy put forward by President Kim Il Sung at the Nanpaizi meeting held from November 25 to December 6, Juche 27 (1938).\n\t\t\t\t\t Kim Jong Suk came to know the fact that several comrades-in-arms died in a battle, while cheerfully chatting with guerrillas whom she met after a long separation.\n\t\t\t\t\t\n\t\t\t\t\t She took a memo-book out of her pocket and jotted down in the book the place name and the names of fallen guerrillas one by one.\n\t\t\t\t\t\n\t\t\t\t\t Detailed in the book are names and ages of comrades who died in the anti-Japanese revolution, the places where they died, addresses, names of their families and relatives, their nicknames and face characters.\n\t\t\t\t\t\n\t\t\t\t\t She heard with regret of their death and said that they passed away to the sorrow before seeing the bright day in the fight for liberating the ruined country and building a new country where everyone would be well off, going through all sorts of difficulties.\n\t\t\t\t\t\n\t\t\t\t\t She added that General Kim Il Sung used to say that they should remember the fallen comrades forever, satisfy their desires without fail, carry their remains to the motherland and bury them in their native villages and find and look after their kith and kin well. She said with emphasis that she wrote their names in the book lest she forget even a moment.\n\t\t\t\t\t\n\t\t\t\t\t Having such a noble moral obligation, she first began to find children of the fallen comrades and bereaved families than her relatives after the liberation of the country and went to the Mangyongdae Revolutionary School to show maternal love and benevolence to the bereaved children.\n\t\t\t\t\t\n\t\t\t\t\t She will, indeed, live long in the minds of the Korean people for her noble revolutionary life devoted for the comrades."
        },
        {
            "title": "KCNA Blasts Lee Myung Bak's Moves to Tighten \"Alliance\" with U.S.",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-15ee.html",
            "content": "KCNA Blasts Lee Myung Bak's Moves to Tighten \"Alliance\" with U.S.\r\n Pyongyang, July 1 (KCNA) -- Outbursts calling for \"further tightening than ever before the south Korea-U.S. alliance to firmly guarantee the U.S. nuclear support to south Korea\" were heard from an \"event commemorating the anniversary of the June 25 war\" held in south Korea on June 25.\n\t\t\t\t\t Earlier, Lee Myung Bak pulled up the north over its \"threat of war\" while passing the buck for the outbreak of the last Korean war to it. He made no scruple of letting loose of a spate of outbursts that south Korea would cope with the threat through \"cooperation\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The outbursts made by the Lee group for tightening the \"alliance\" with the aggressor on the very day the U.S. imposed a horrible war disaster upon the Korean nation are viewed as part of the evermore undisguised moves to expand the south Korea-U.S. \"strategic alliance\".\n\t\t\t\t\t\n\t\t\t\t\t Since the Lee group of traitors came to power, it has brought the confrontation with fellow countrymen to the extreme phase and \"alliance\" with outside forces to a higher level. This is one of the worst crimes committed by him. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group singled out the relations with the U.S. as the top-priority task and general goal of the \"state administration,\" asserting that \"it was the biggest mistake and blunder of the former regime that it slighted the south Korea-U.S. relations\" as soon as the group seized power. \n\t\t\t\t\t\n\t\t\t\t\t The group got south Korea more deeply involved in carrying out the U.S. strategy for aggression to dominate the world and executing its policy toward the DPRK, advocating the \"strategic alliance in the 21st century\" aimed to make all fields of south Korea including the politics, military affairs, economy, social affairs and culture more dependent on the U.S. \n\t\t\t\t\t\n\t\t\t\t\t During his recent junket to the U.S. Lee together with his American master announced what they called a \"joint vision.\" At the confab they reconfirmed the \"alliance\" and agreed to build it into an extended \"comprehensive strategic alliance\" based on \"common value\" and \"confidence.\"\n\t\t\t\t\t\n\t\t\t\t\t This is little short of a declaration that Lee would tighten the nexus for aggression against the DPRK with the U.S. and pursue the moves for a war of aggression worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. \"strategic alliance\" the keynote of which is to expand the \"security alliance\" is, in essence, a military alliance and an alliance for a war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves stepped up by the group of traitors are unpardonable acts of treachery as they are premised on the escalated confrontation with compatriots. \n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, this group is playing the role of a shock brigade to fight a war of aggression against the north in collusion with the U.S., while crying out for \"a preemptive attack on the nuclear base of the north\".\n\t\t\t\t\t\n\t\t\t\t\t It is getting evermore undisguised in the arms buildup and war exercises aimed to invade the north. \n\t\t\t\t\t\n\t\t\t\t\t The group officially declared south Korea's full participation in the PSI and is making haste to join in the missile defence system. \n\t\t\t\t\t\n\t\t\t\t\t The moves to tighten the alliance with the U.S. for aggression lay bare the treacherous nature of the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t It is an unpardonable treacherous act for stifling compatriots by force of arms to escalate the military tension and the confrontation according to its master's policy and scenario for a war of aggression. \n\t\t\t\t\t\n\t\t\t\t\t Such moves to escalate the confrontation with compatriots, backed by outside forces, are bound to meet a miserable setback."
        },
        {
            "title": "Japanese Reactionaries' Moves to Tighten Sanctions against DPRK Flailed",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-07ee.html",
            "content": "Japanese Reactionaries' Moves to Tighten Sanctions against DPRK Flailed\r\n Pyongyang, July 1 (KCNA) -- The Japanese government at a recent Cabinet meeting decided to take a measure for \"totally banning the export\" to the DPRK. It worked out \"a bill on the special measure for inspecting cargoes\" aboard the DPRK-flagged ships and has pushed forward the move to officially adopt it as a \"law\" at the Diet in a few days to come.\n\t\t\t\t\t Commenting on this, a news analyst of Rodong Sinmun Wednesday observes:\n\t\t\t\t\t\n\t\t\t\t\t The moves to tighten sanctions against the DPRK intensified by Japan under the signboard of implementing the UNSC's \"resolution on sanctions\" against the DPRK is a politically motivated grave provocation intended to create legal atmosphere for the use of military force against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan adopted it as the core of its state and foreign policies to intensify the hostile policy toward the DPRK and buckled down to their implementation, considering that it would bring earlier the day of reinvasion of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan's calculation that tightened sanctions and increased pressure and blockade against the DPRK would either bring the DPRK into submission or help create a war atmosphere as desired by it. The Japanese reactionaries' anti-DPRK confrontational hysteria reveals their militarist disposition and ambition to swallow up the DPRK at any cost, without flinching even if they fail to do so.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese ruling forces are playing a clumsy trick to win back popularity, weather their political crisis and prolong their remaining days by imbuing the Japanese society with the fever of confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If Japan dares stop the DPRK-flagged ships sailing in the sea under the pretext of \"cargo inspection,\" this action will bring it irrevocable consequences.\n\t\t\t\t\t\n\t\t\t\t\t Japan should immediately drop the reckless anti-DPRK confrontational hysteria, properly judging the unshakable stand and will of the DPRK to retaliate against its \"sanctions\" and counter \"confrontation\" with all-out confrontation."
        },
        {
            "title": "Japanese Reactionaries Accused of Their Groundless Accusations against DPRK",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-08ee.html",
            "content": "Japanese Reactionaries Accused of Their Groundless Accusations against DPRK \r\n Pyongyang, July 1 (KCNA) -- The Japanese reactionaries should discard their bad habit of groundlessly pulling up the DPRK whenever they feel the need to serve their political purpose, urges Minju Joson Wednesday in a signed commentary.\n\t\t\t\t\t The Japanese reactionaries are now keen to deliberately cook up a rumor about the \"nuclear and missile threat\" from the DPRK and build up public opinion on it in a bid to remove the political restrictions, hurdles that has stood in the way of implementing their policy to turn Japan into a military power for decades, and lay a military springboard from which to launch overseas aggression, the commentary notes, and goes on;\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the moves of the Japanese reactionaries to gain the right for a preemptive attack on the missile base in the DPRK under the pretext of \"defusing the threat to their security\". The existing Constitution bans Japan from exercising an \"individual right to self-defense\" against other countries unless it is exposed to a direct military attack from them.\n\t\t\t\t\t\n\t\t\t\t\t Japan seeks to overturn this provision of the Constitution under the pretext of \"the missile threat\" from the DPRK, claiming that it is not favorable for the realization of its ambition for overseas militarist aggression.\n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason the Japanese reactionaries are so much vociferous about the \"theory of acquiring the capability to attack enemy's bases\".\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if the above-said theory is justified as intended by the Japanese reactionaries, this will help Japan gain the right to mount a preemptive military attack on other countries any moment they deem necessary and launch a militarist war of overseas aggression."
        },
        {
            "title": "S. Korean Warmongers Scheme to Introduce U.S.-Made Missiles",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-04ee.html",
            "content": "S. Korean Warmongers Scheme to Introduce U.S.-Made Missiles\r\n Pyongyang, July 1 (KCNA) -- The puppet warmongers are going to introduce various kinds of U.S.-made missiles, according to Yonhap News of south Korea.\n\t\t\t\t\t An official concerned of the puppet army announced on June 28 that south Korea would purchase 40 SM-2 missiles from the U.S. to deploy in its destroyers.\n\t\t\t\t\t\n\t\t\t\t\t It was also reported that the puppets are planning to introduce the SM-6 and Patriot missiles from the U.S. till 2014."
        },
        {
            "title": "Struggle for Punishment of Lee Myung Bak \"Government\" Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-05ee.html",
            "content": "Struggle for Punishment of Lee Myung Bak \"Government\" Launched in S. Korea\r\n Pyongyang, July 1 (KCNA) -- More than 7,000 members of opposition parties and civic and public organizations in south Korea, including the Pusan Council to Cope with the Situation for Checking \"Lee Myung Bak Evil Laws\" held a rally in Pusan on June 25, calling for turning out in the struggle to force the group of traitors to step down.\n\t\t\t\t\t The participants in the rally said that the people's loud voices for democracy are ringing out again from Pusan though the authorities have blocked the plaza of the Seoul City Office and disallowed any rally.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the economy and the inter-Korean relations have been spoiled and the democratization of society ruthlessly violated due to the authorities' misrule, they said that the reality goes to clearly prove that the only way is to oust Lee Myung Bak from power.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would wipe out the Lee dictatorial regime in south Korea by intensifying the struggle to smash the arbitrary practices and tyranny of the Lee regime seeking to adopt all sorts of \"Lee Myung Bak evil laws\", including the \"law on part-time job,\" and save the people's livelihood, democracy, economy and inter-Korean relations."
        },
        {
            "title": "U.S. Moves to Stifle DPRK Assailed",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-06ee.html",
            "content": "U.S. Moves to Stifle DPRK Assailed\r\n Pyongyang, July 1 (KCNA) -- Chairperson Jo Yun Hae and other officials of the Commonwealth of Independent States Regional Headquarters for Implementing the June 15 Joint Declaration and Korean residents in Uzbekistan held round-table talks on June 25 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The participants in the talks said that the U.S. imperialists and the traitorous Syngman Rhee clique provoked a war of aggression on June 25, 59 years ago, in a bid to stifle the young DPRK in its cradle and dominate the whole of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They charged that the U.S. is still seeking to satisfy the ambition for aggression, instead of drawing a lesson from its defeat suffered in the Korean War, and persistently instigating the Lee Myung Bak group of south Korea to stage moves for a war of aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, a full-fledged nuclear weapons state, remains unfazed at the desperate efforts of the U.S. imperialists and the Lee group, they said.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the compatriots in Uzbekistan express full support for the self-defensive measures taken by the DPRK to protect the dignity and sovereignty of the country and the nation and would vigorously turn out in the struggle for the independent and peaceful reunification of the country."
        },
        {
            "title": "UNSC's \"Resolution on Sanctions\" against DPRK Flayed",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-03ee.html",
            "content": "UNSC's \"Resolution on Sanctions\" against DPRK Flayed\r\n Pyongyang, July 1 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna of Austria issued a statement on June 19 in protest against the UNSC's \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t The statement denounced the UNSC's adoption of \"resolution 1874\" over the DPRK nuclear test as an unpardonable encroachment upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  It strongly demanded that the UNSC repeal the \"resolution\" at once and the United States immediately stop its moves to stifle the DPRK and withdraw its aggression armed forces from south Korea as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Federal Leadership of the Left Bloc of the Austrian Trade Union Federation sent a letter of solidarity to the Central Committee of the General Federation of Trade Unions of Korea on June 21 in support of the statement issued by the DPRK Foreign Ministry as regards the UNSC's adoption of the \"resolution on sanctions\" against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The letter expressed indignation at the UNSC which is behaving in contrary to defence of the independence and sovereignty of the countries.\n\t\t\t\t\t\n\t\t\t\t\t It is natural for the DPRK to take measures for protection of sovereignty of the country and socialist development to cope with the military threat from the U.S. imperialists and other hostile forces, the letter contended."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-01ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed\r\n Pyongyang, July 1 (KCNA) -- Shows of such Korean films as \"Reply of Korea\", \"Faith of Korea\" and \"The Arch of Triumph\" were held in France, Laos, Iran and Indonesia and an art performance in Vietnam between June 15 and 19 to celebrate the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Present at the events were personages of the European Society for the Study of the Juche Idea, University of Paris 5 and University of Sorbonne in France, the Laos-Korea Tin Company, the Iranian International Taekwon-Do Association, Indonesian companies and the Hanoi Youth Art Troupe of Vietnam and the people.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage of the art performance were such Korean songs as \"No Motherland without You\" and \"The Leader Has Come to Our Post\" and dances."
        },
        {
            "title": "Group for Study of Juche Philosophy and Songun Politics Formed in Malta",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-02ee.html",
            "content": "Group for Study of Juche Philosophy and Songun Politics Formed in Malta\r\nPyongyang, July 1 (KCNA) -- The Maltese Group for the Study of the Juche Philosophy and Songun Politics was inaugurated on June 23.\n\t\t\t\t\tDavid Pisani was elected as chairman of the group at its inaugural ceremony. \n\t\t\t\t\t\n\t\t\t\t\tPresent at the ceremony were the international secretary of the Central Committee of the Communist Party of Malta and members of the party and members of the youth organization under the party."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno varias unidades de Hamhung",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-17ee.html",
            "content": "Kim Jong Il dirige sobre terreno varias unidades de Hamhung\r\nPyongyang, 1 de julio (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Fabrica de Semiconductores de Hamhung y la Filial de la Academia Estatal de Ciencias en Hamhung.\n\t\t\t\t\t  El Dirigente estuvo primero en la Fabrica de Semiconductores de Hamhung.\n\t\t\t\t\t\n\t\t\t\t\t  Tras escuchar explicaciones ante el plano de la fabrica, paso revista a los procesos de produccion y los productos estimulando cordialmente a los obreros que libran energicamente la campana de 150 dias y enterandose en detalles del estado de equipos tecnicos y de produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Aprecio mucho los meritos de los obreros mostrandose muy satisfecho de que ellos sentaron la firme base material y tecnica de su fabrica empleando el espiritu revolucionario de apoyarse en las propias fuerzas y producen mucha cantidad de semiconductores de buena calidad.\n\t\t\t\t\t\n\t\t\t\t\t  Al indicar las tareas que tiene por delante esta fabrica, resalto la importancia de aumentar constantemente la capacidad de produccion para cubrir satisfactoriamente la cada dia mas creciente demanda sobre los semiconductores.\n\t\t\t\t\t\n\t\t\t\t\tFijo la meta perspectiva de produccion y aclaro la direccion y los remedios para alcanzarla.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido, examinando los productos de la Fabrica de Metales de la Tierra Rara, el Dirigente discutio el problema de produccion con los funcionarios de esta planta y les encomendo que produjeran muchos metales de ese tipo al acelerar la reconstruccion tecnica.\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, el Dirigente Kim Jong Il dirigio la Filial de la Academia Estatal de Ciencias en Hamhung.\n\t\t\t\t\t\n\t\t\t\t\t  Ante todo, presencio durante mucho tiempo los articulos exhibidos en la Exposicion de Logros Cientificos y se sintio muy contento de que el equipo de investigadores de la filial hizo muchas cosas trabajando con abnegacion y dedicando toda su inteligencia y talentos por la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Se entero detalladamente del estado de la investigacion cientifica recorriendo varios lugares de la filial.\n\t\t\t\t\t\n\t\t\t\t\t  Evaluo mucho los meritos realizados anteriormente por los cientificos de aqui por el partido, la revolucion, la patria y el pueblo recordando que esta filial hizo gran aporte al desarrollo de la autoctona industria quimica del pais como la fundacion de la industria de vinalon.\n\t\t\t\t\t\n\t\t\t\t\t  Presento las tareas programaticas que incumben a la filial subrayando que el PTC deposita una gran esperanza en ella.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que cuando se combinen estrechamente nuestra ciencia y tecnologia con la produccion, ellas pueden servir de poderosas fuerzas impulsoras de la revolucion y la construccion y garantizar en lo cientifico-tecnico la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que los cientificos y tecnicos tienen que prestar primordial atencion a la investigacion cientifica basada en los recursos nacionales.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que los cientificos y tecnicos deben seleccionar, estudiar y resolver los problemas cientifico-tecnicos necesarios en la realidad.\n\t\t\t\t\t\n\t\t\t\t\tPara este fin, tienen que implantar el estilo revolucionario de investigacion de resolver los problemas cientifico-tecnicos pendientes en varias ramas de la economia nacional penetrando en la realidad agitada y verificar las ventajas de sus exitos al aplicarlos a tiempo en la produccion apoyandose en las fuerzas de las masas trabajadoras, asevero.\n\t\t\t\t\t\n\t\t\t\t\t  Los cientificos y tecnicos deben presentar muchas hipotesis cientificas que fueren utiles a la direccion del partido sobre la ejecucion de la politica economica, dijo e indico en detalles las tareas y remedios para ello.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que se debe prestar esmerada atencion al trabajo y la vida de nuestros cientificos y tecnicos que son talentos valiosos del pais con fuerte temple revolucionario.\n\t\t\t\t\t\n\t\t\t\t\t  Al final, el Dirigente expreso la esperanza y conviccion de que los cientificos y tecnicos de la Filial en Hamhung crearan un nuevo viraje en la investigacion cientifica y lograran valiosos exitos en esta labor al librar con dinamismo la actual campana de 150 dias.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los jefes de departamento del CC del PTC, Pak Nam Gi y Jang Song Thaek, y los primeros subjefes de departamento del CC del PTC, Ju Kyu Chang y Ri Je Gang."
        },
        {
            "title": "Exposicion Permanente de Obras de Idea Juche",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-18ee.html",
            "content": "Exposicion Permanente de Obras de Idea Juche\r\nPyongyang, 1 de julio (ATCC) -- Recientemente, en la Exposicion Permanente de Obras de la Idea Juche de la Exposicion Permanente de las Tres Revoluciones fueron expuestas las nuevas obras maestras del Presidente Kim Il Sung y del Dirigente Kim Jong Il que se dieron a luz en varios paises del mundo.\n\t\t\t\t\t  Entre ellas se destacan la obra del Presidente \"Para heredar y llevar a feliz termino la causa socialista\" editada en Barbados, la obra del Dirigente \"La linea revolucionaria del Songun es la gran linea revolucionaria de nuestra epoca y la bandera invencible de nuestra revolucion\" publicada en Rusia, Venezuela y Sudafrica, etc.\n\t\t\t\t\t\n\t\t\t\t\t  En esta Exposicion inaugurada en diciembre del 87(1998) de la Era Juche, estan exhibidos las obras del Presidente, del Dirigente y de la heroina de la lucha antijaponesa Kim Jong Suk y los datos alusivos a las actividades revolucionarias de los grandes hombres simpares.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente publico numerosas obras durante toda su vida y dio la dilucidacion cientifica a los problemas teorico-practicos que se presentaron en la revolucion coreana y la realizacion de la causa de independencia en el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  En el primer piso de la Exposicion estan exhibidas una parte de las obras del Presidente y el Dirigente por unidad de cada periodo de la historia de sus actividades revolucionarias y otras obras publicadas en varios idiomas en muchos paises del mundo y nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t  En el segundo piso hay las obras de Kim Jong Suk, los datos de sus actividades revolucionarias y los libros que dieron a luz varios paises del mundo elogiandola.\n\t\t\t\t\t\n\t\t\t\t\t  Durante mas de 10 anos pasados la visitaron millones de oficiales y soldados del Ejercito Popular de Corea, trabajadores, jovenes, ninos escolares, numerosos coreanos en ultramar y extranjeros."
        },
        {
            "title": "Se dinamiza labor de la brigada para innovacion tecnica 15 de Abril",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-19ee.html",
            "content": "Se dinamiza labor de la brigada para innovacion tecnica 15 de Abril\r\nPyongyang, 1 de julio (ATCC) -- Se dinamiza en Corea la actuacion de la Brigada para la Innovacion Tecnica 15 de Abril.\n\t\t\t\t\t  Durante mas de 10 anos pasados, en las fabricas y empresas a lo largo del pais se organizaron mas de 100 mil brigadas de ese tipo que ya han creado y aplicado mas de 854 mil proyectos de innovacion tecnica.\n\t\t\t\t\t\n\t\t\t\t\t  Recientemente, los brigadistas alcanzaron tambien muchos exitos cientifico-tecnicos que contribuyen al aumento del poderio de la economia nacional independiente y a la aceleracion de la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t  En la rama de industria metalurgica como el Complejo de Acero Chollima y el Complejo Siderurgico de Hwanghae fue reducida la norma de consumo del combustible mediante la operacion normal de los hornos electricos y la reconstruccion tecnica de los de coque y sinterizar. \n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, toma auge la investigacion para desarrollar los tipos de acero de buena calidad.\n\t\t\t\t\t\n\t\t\t\t\t  En la rama de industria electrica quedaron resueltos los problemas cientifico-tecnicos que permiten producir mayor electricidad ahorrando el combustible, la mano de obra y el dinero.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras tanto, la Mina de Carbon Juventud de Jikdong 8 de Febrero y otras minas carboniferas sondearon exactamente los filones de este combustible fosil aplicando una tecnologia sofisticada y abrieron las posibilidades de aumentar 1.2 veces o mas la velocidad de perforacion usando un racional metodo de dinamitazo.\n\t\t\t\t\t\n\t\t\t\t\t  En el sector de transporte ferroviario hay buenos resultados en las labores para asentar sobre la base cientifica la organizacion de transporte y el mando, normalizar en alto nivel la produccion y reparacion de vagones de carga y llevar a cabo la reconstruccion tecnica de los equipos.\n\t\t\t\t\t\n\t\t\t\t\t  Entre tanto, las fabricas de la industria ligera impulsan tenazmente la investigacion para modernizar las maquinas textiles, desarrollar los cosmeticos funcionales basados en las sustancias naturales y aumentar su produccion, ampliar los indices de articulos de consumo popular y garantizar su alta calidad."
        },
        {
            "title": "ATCC critica la alianza Sur de Corea-EE.UU.",
            "url": "http://kcna.co.jp/item/2009/200907/news01/20090701-20ee.html",
            "content": "ATCC critica la alianza Sur de Corea-EE.UU.\n\t\t\t\t\t\t\r\n Pyongyang, 1 de julio (ATCC) -- En el llamado \"acto conmemorativo de la guerra del 25 de junio\", que tuvo lugar el 25 del mes expirado en el Sur de Corea, se pronuncio la sofisteria de que \"hay que fortalecer mas que nunca la alianza Sur de Corea-Estados Unidos que garantiza la ayuda nuclear de este\".\n\t\t\t\t\t  Con anterioridad, el gobernante surcoreano hablo tanto de la supuesta \"amenaza de guerra\" imputando a la Republica Popular Democratica de Corea la responsabilidad del estallido de la pasada guerra coreana y dijo sin escrupulos que haria frente a esa amenaza con la \"cooperacion\" con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Estos disparates dichos nada menos en el dia, en que EE.UU. impuso a la nacion coreana tremendos desastres de guerra, parten de las cada vez mas abiertas maniobras para ampliar la \"alianza estrategica\" Sur de Corea-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  El peor crimen de la camarilla del traidor Lee Myung Bak esta en que ella agravo al extremo la confrontacion fratricida y elevo el nivel de las \"relaciones de alianza\" con las fuerzas extranjeras despues de su llegada al poder.\n\t\t\t\t\t\n\t\t\t\t\t  Tan pronto como asumiera el \"poder\", la banda de Lee presento como primera tarea y meta general de la \"politica estatal\" el mejoramiento de las relaciones con EE.UU. diciendo que el menosprecio a las mismas fue el maximo error de los anteriores regimenes\".\n\t\t\t\t\t\n\t\t\t\t\t  Al preconizar la llamada \"alianza estrategica del siglo 21\" para sujetar a EE.UU. todos los dominios del Sur de Corea incluyendo la politica, los asuntos militares, la economia y la cultura social, involucro mas al Sur de Corea en el cumplimiento de la agresiva estrategia de heguemonia mundial y la politica a la RPDC del imperio.\n\t\t\t\t\t\n\t\t\t\t\t  El traidor Lee, quien recientemente volvio a viajar a EE.UU., publico con su amo un documento llamado \"vision comun\" \"ratificando las relaciones de alianza\" y discutiendo el problema de establecer la \"alianza estrategica comprensiva\" mas ampliada basandose en el \"valor comun\" y la \"confianza\".\n\t\t\t\t\t\n\t\t\t\t\t  Esto significa la declaracion de que se confabularia mas con EE.UU. para agredir a la RPDC y se moveria para provocar la guerra de agresion en la palestra mundial.\n\t\t\t\t\t\n\t\t\t\t\t  La \"alianza estrategica\" Sur de Corea-EE.UU., cuyo nucleo es la ampliacion de las \"relaciones de alianza para la seguridad\", deviene en su esencia la militar y belica contra el Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Por esta razon, los intensos movimientos de la camarilla del traidor Lee para fortalecerla constituyen un imperdonable acto antinacional que tiene como premisa la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  Realmente, ella se ofrece como brigada de choque a cargo de ejecutar la guerra contra la RPDC en contubernio con EE.UU. reclamando el \"golpe preventivo a las bases nucleares norcoreanas\".\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, impulsa abiertamente el aumento armamentista y los ejercicios belicos y anuncio oficialmente la participacion total en la \"Iniciativa de Seguridad contra la Proliferacion\".\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se precipita para tomar parte hasta en el Sistema Antimisiles.\n\t\t\t\t\t\n\t\t\t\t\t  Tales maniobras muestran fehacientemente la naturaleza antinacional de la banda del traidor Lee.\n\t\t\t\t\t\n\t\t\t\t\t  La imperdonable conducta vendepatria de esta horda, que agrava la tension y confrontacion militares segun la politica y el plan de guerra de su amo gringo y trata de atropellar por la fuerza a la connacional RPDC, la llevara al tragico fin."
        }
    ]
}