{
    "date": "2009-06-08",
    "url": "http://kcna.co.jp/item/2009/200906/2009-06-08ee.html",
    "articles": [
        {
            "title": "American Journalists Sentenced to Reform through Labor",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-06ee.html",
            "content": "American Journalists Sentenced to Reform through Labor\r\n Pyongyang, June 8 (KCNA) -- The Central Court of the DPRK staged a trial of American journalists Laura Ling and Seung-eun Lee from June 4 to 8.\n\t\t\t\t\t The trial confirmed the grave crime they committed against the Korean nation and their illegal border crossing as they had already been indicted and sentenced each of them to 12 years of reform through labor."
        },
        {
            "title": "Egyptian Delegation Arrives",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-15ee.html",
            "content": "Egyptian Delegation Arrives\r\n Pyongyang, June 8 (KCNA) -- A delegation of the Egyptian Foreign Ministry headed by its Assistant Minister Ahmed Rezk arrived here on Monday."
        },
        {
            "title": "Cambodian Embassy Officials Help Farmers",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-16ee.html",
            "content": "Cambodian Embassy Officials Help Farmers\r\n Pyongyang, June 8 (KCNA) -- Ambassador Chhorn Hay and staff members of the Cambodian embassy here did a friendly work at the Korea-Cambodia Friendship Paeksok Co-op Farm in Sinchon County, South Hwanghae Province Monday.\n\t\t\t\t\t After being briefed about the monument to the field guidance provided by President Kim Il Sung, they helped farmers in weeding maize field.\n\t\t\t\t\t\n\t\t\t\t\t During a break they enjoyed an art performance and sang songs and conversed with farmers, deepening friendship.\n\t\t\t\t\t\n\t\t\t\t\t They handed over aid materials to the farm."
        },
        {
            "title": "Party Information Workers Tour Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-05ee.html",
            "content": "Party Information Workers Tour Area of Mt. Paektu\r\n Pyongyang, June 8 (KCNA) -- Party information workers from across the country made a study tour of revolutionary battle sites and historic sites in the area of Mt. Paektu.\n\t\t\t\t\t They laid flowers before statues of President Kim Il Sung standing in the Pochonbo Revolutionary Battle Site, on the shore of Lake Samji, the Monument to Victory in Battles in Musan Area and the Chongbong Bivouac and before the mosaic depicting the three commanders of Mt. Paektu standing in the Secret Camp of Mt. Paektu and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Upon arriving at Pochonbo from Hyesan on June 1, they visited the Pochonbo Revolution Museum and went round the Command Post of the Pochonbo Battle, the Police Post of the Japanese imperialists at that time, the Subcounty Office and other places.\n\t\t\t\t\t\n\t\t\t\t\t After reaching Lake Samji via the Spring Site in Poso-ri and the Tableland of Junghung, they looked round the Samjiyon Grand Monument and visited the township of Samjiyon whose appearance has changed beyond recognition.\n\t\t\t\t\t\n\t\t\t\t\t They visited the above-said monument where they went round the large group of sculptures in relievo of subsidiary theme with the bronze sculpture of Kim Jong Suk, anti-Japanese heroine, and the tower of a rifle, etc. \n\t\t\t\t\t\n\t\t\t\t\t They climbed Mt. Paektu, the holy mountain of the revolution, after passing through Sinmusong and Mudu Peak.\n\t\t\t\t\t\n\t\t\t\t\t They held a meeting to renew their resolution on the top of Mt. Paektu. Then they visited the Secret Camp of Mt. Paektu, the holy site of revolution, via the Secret Camp on Mt. Sono and the Secret Camp on Mt. Kom.\n\t\t\t\t\t\n\t\t\t\t\tIn the yard of the birthplace of General Secretary Kim Jong Il in the secret camp of Mt. Paektu they were briefed on the fact that Kim Jong Il was born as a son of guerrillas and grew, hearing the gun fire during the great anti-Japanese war. They went round with keen interest the relics preserved there with good care.\n\t\t\t\t\t\n\t\t\t\t\tThey visited the secret camp on Saja Hill, the Sinsadong Revolutionary Battle Site, Mupho, Chongbong, Konchang and Pegaebong Bivouacs, the Rimyongsu Revolutionary Site and other places.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Sinpha Revolutionary Site.\n\t\t\t\t\t\n\t\t\t\t\t They placed flowers before the statue of Kim Jong Suk standing in the revolutionary site before paying tribute to her. \n\t\t\t\t\t\n\t\t\t\t\t They went round the Museum of President Kim Il Sung's Revolutionary Activities in Ryanggang Province, the Revolutionary Martyrs Cemetery in Hyesan and other places.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour they had a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas read by them and colorful political and cultural events."
        },
        {
            "title": "Peculiar Landscape of Mt. Paektu in Four Seasons",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-13ee.html",
            "content": "Peculiar Landscape of Mt. Paektu in Four Seasons\r\n Pyongyang, June 8 (KCNA) -- Mt. Paektu, one of the famous mountains of Korea unrolls peculiar landscape every season.\n\t\t\t\t\t Spring comes from early May in the mountain, when the thunder rolls, avalanches of snow rush down and the snow piled in the valleys begins to thaw.\n\t\t\t\t\t\n\t\t\t\t\t The rapid thaw forms streams and falls here and there and the murmurs of snow water at the dead of night are peculiar.\n\t\t\t\t\t\n\t\t\t\t\t Various species of plants including Therorhodion redowskianum which is called Chonji ( Lake Chon) Azalea in the meaning of heralding the spring of Mt. Paektu shoot out buds and open flowers.\n\t\t\t\t\t\n\t\t\t\t\t Migrant birds fly in the area of Mt. Paektu from hot regions and Ochotona alpina which had been in holes all the winter and the Chonji Chars (Salvelinus malma m. chonjiensis) which had wintered under the ice begin to move in search of fodder.\n\t\t\t\t\t\n\t\t\t\t\t The wind brings about pollens from other parts to cover the ice and on the surface of the Lake Chon, presenting one more beautiful landscape.\n\t\t\t\t\t\n\t\t\t\t\t The summer is about 40 days from mid-July, during which fine days are rare to see. However, the temperature is not high but warm and the color of leaves and flowers of plants are clear and deep because the amount of ultraviolet radiation in the area of Mt. Paektu is higher than other regions.\n\t\t\t\t\t\n\t\t\t\t\t The autumn is nearly 50 days from the late August to the early October.\n\t\t\t\t\t\n\t\t\t\t\t In this season, most of the plants gradually lose their green color, the blueberry around the Lake Chon turns into violet color and only Rhododendron keeps its green.\n\t\t\t\t\t\n\t\t\t\t\t The winter which starts from the middle of October continues more than 200 days till the end of next April. Heavy snows are frequent to fall, accompanied by high winds of over 10-15 meters per second.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous in winter landscape is ice of the Lake Chon. The lake begins to freeze from the middle of September and the surface of the lake is completely covered with ice in the early December. The ice is very clear and transparent so one may see the bottom of the lake.  Various forms of ice \"sculptures\" come into being in the shore of the lake, which adds beauty to its wintry scenery."
        },
        {
            "title": "Korean People's Motto of Life and Struggle",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-11ee.html",
            "content": "Korean People's Motto of Life and Struggle\r\n Pyongyang, June 8 (KCNA) -- General Secretary Kim Jong Il's word \"One's own strength and senses are best\" is the motto of the Korean people's life and struggle today.\n\t\t\t\t\t It is because the Korean people have keenly experienced that those who depend on the others' strength without believing their own strength and follow the others' way without their own mind will make a mess of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Some people asked a foreign country to build a hand-grenade factory in a guerrilla zone during the anti-Japanese armed struggle but the country failed to send any reply.\n\t\t\t\t\t\n\t\t\t\t\t Then the Korean revolutionaries manufactured the \"Yanji bombs\" in a smithy-like place from the stand that self-reliance is the only way out.\n\t\t\t\t\t\n\t\t\t\t\t When the Korean people buckled down to manufacturing the first electric locomotive with their own efforts, a foreign ambassador to the DPRK scoffed at it, saying that he would eat his hat if they made an electric locomotive by themselves.\n\t\t\t\t\t\n\t\t\t\t\t The Korean workers and technicians, with belief in their strength, designed and processed by themselves more than 180,000 big and small accessories of 14,000-odd kinds and succeeded in making electric locomotive \"Red Flag\" No. 1 at last.\n\t\t\t\t\t\n\t\t\t\t\t While leading the revolution and construction, the Workers' Party of Korea has put forward and implemented to the letter unique lines and policies including the line of the anti-imperialist, anti-feudal democratic revolution, the basic line of the socialist economic construction to give priority to the growth of heavy industry while simultaneously developing light industry and agriculture and the policy of agricultural cooperativization on reorganizing economic forms along socialist lines prior to the technical transformation in accordance with the aspiration and demand of the people and the actual conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t As a result the DPRK carried on the revolution and construction without any deviation, turns and twists and maintained its stand without vacillation when socialism collapsed in various countries one after another.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of the artificial satellite Kwangmyongsong-2, the completion of the Nyongwon Power Station and many other monumental edifices built in this land are the brilliant victory born of the great mental power of the Korean people that one's own strength and senses are best."
        },
        {
            "title": "Souvenir Picture",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-12ee.html",
            "content": "Souvenir Picture\r\nPyongyang, June 8 (KCNA) -- While passing by paddy field in Thaekam-ri at sunset in late February Juche 49 (1960), President Kim Il Sung saw a bevy of girls turning over compost on a field and had his car stopped.\n\t\t\t\t\t He came up to the heap of compost emitting hot reek and took a fork in his hands to drive it into the heap and turn it over. Deeply pleased, he said the compost was well rotten and he had never seen such rapidly rotten compost anywhere else, though he had been to many places.\n\t\t\t\t\t\n\t\t\t\t\t Then he asked the girls how and from when they had made it.\n\t\t\t\t\t\n\t\t\t\t\t One of them answered that they were making such compost after they heard about the teachings given by him at the historic general Party membership meeting of Chongsan-ri. He suggested meeting there again after they raised rich crops by producing a lot of compost.\n\t\t\t\t\t\n\t\t\t\t\t Overflowing with joy, the girls told him they would wait for him after raising bountiful crops.\n\t\t\t\t\t\n\t\t\t\t\t After hearing their resolution, the President told an official accompanying him to take a picture. He stood against the background of the heap of compost and called the girls, saying it was significant to have a photo taken with the girls and it would be a wonderful memento.\n\t\t\t\t\t\n\t\t\t\t\t Seeing them hesitating to stand alongside him in their working clothes,  he said the picture would be a memento when they stood before the camera with kerchiefs on their heads and forks in their hands at a work site and had the souvenir picture imbued with affection taken with the farm girls.\n\t\t\t\t\t\n\t\t\t\t\t Tears of happiness rolled down their cheeks after the glorious souvenir picture was taken with President Kim Il Sung quite unexpectedly."
        },
        {
            "title": "Japan Urged to Pay Heed to DPRK's Warnings",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-14ee.html",
            "content": "Japan Urged to Pay Heed to DPRK's Warnings\r\n Pyongyang, June 8 (KCNA) -- Japan is making much fuss, talking about \"prompt counter-action\" and the like by the UN Security Council in the wake of its call for UNSC emergency meeting right after the nuclear test in the DPRK. It is now busy with the anti-DPRK campaign, vociferating about \"sanctions,\" etc.\n\t\t\t\t\t Rodong Sinmun Monday in a signed article carried in this regard warns that Japan's \"sanctions\" against the DPRK will entail strong counter-actions.\n\t\t\t\t\t\n\t\t\t\t\t It admits of no argument that the responsibility for the present situation rests with the UNSC and the U.S. and its followers that prodded it into producing its \"presidential statement\" which took issue only with the satellite launched by the DPRK for peaceful purposes and put into force the sanctions against it, thus unbearably hurting the dignity of the Korean people and gravely infringing upon the sovereignty of the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is neither a signatory to the Nuclear Non-proliferation Treaty nor to the Missile Technology Control Regime. It is not bound to anything. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK regards Japan's \"sanctions\" as no more than a despicable behavior of those who are taken aback by the dynamic advance of the Korean people to build a great prosperous and powerful nation. Japan is sadly mistaken if it calculates that its \"sanctions\" would throw any obstacle to the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The national power of the DPRK has not been weakened by the enemy's \"sanctions\" against it but has grown stronger. \n\t\t\t\t\t\n\t\t\t\t\t If there are reasonable politicians in Japan, they would be well advised to give up their foolish dream of bringing the DPRK to collapse by \"sanctions\" before suffering indelible disgrace.\n\t\t\t\t\t\n\t\t\t\t\t It is the mode of counter-action of the DPRK to regard the vicious \"sanctions\" against it as a declaration of a war and react to them with the toughest measure. \n\t\t\t\t\t\n\t\t\t\t\t Japan had better prudently pay heed to the DPRK's warnings."
        },
        {
            "title": "Lee Myung Bak Group's Farce for Confrontation with DPRK Slammed",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-10ee.html",
            "content": "Lee Myung Bak Group's Farce for Confrontation with DPRK Slammed\r\n Pyongyang, June 8 (KCNA) -- A few days ago, the Grand National Party of south Korea held a \"plenary meeting of National Assembly members\" at which it recklessly urged the authorities to take \"strong actions,\" trumpeting about the \"worst security crisis since the June 25 Korean War\" and demanding a \"halt to someone's provocation.\" Not content with this diatribe, the GNP set up even an \"ad hoc committee for measures\" to let loose a spate of anti-DPRK outbursts everyday.\n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard: This confrontation racket kicked up by the GNP gentries against the DPRK is nothing but a crafty artifice to fool the public and red herring as it is aimed at diverting elsewhere the people's attention in a bid to calm down the rapidly mounting anti-Lee Myung Bak and anti-\"government\" sentiment. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee has pursued sycophancy towards the U.S., confrontation with fellow countrymen and unpopular rule, committing hideous crimes against the nation in less than one and half years of his office. These crimes are touching off towering resentment against him among the people.  \n\t\t\t\t\t\n\t\t\t\t\t For its crimes the fate of the Lee group hangs by a thread like a \"time bomb\" which may go off any moment. The group, therefore, is desperately seeking a way out in the ruckus for confrontation with the DPRK, describing its measures to bolster up its nuclear deterrent for self-defence as \"threat\" and the like. \n\t\t\t\t\t\n\t\t\t\t\t The present crisis in south Korea is not \"the security crisis\" much publicized by the Lee group but a ruling crisis of the dictators forsaken by the people.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the group of traitors is busy faking up and floating fictions intended to escalate the confrontation with the DPRK, while working hard to deceive people and make mockery of them in a bid to tide over its crisis through a smear campaign against it. Nothing is more ridiculous than this. \n\t\t\t\t\t\n\t\t\t\t\t No matter how vociferously the Lee group agitates the confrontation with the DPRK, no one will lend an ear to its racket. With no plot can the group get rid of its ruling crisis. It is bound to meet a miserable end due to the anti-\"government\" struggle mounting in south Korea."
        },
        {
            "title": "Elimination of Sycophants and Traitors Called for",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-08ee.html",
            "content": "Elimination of Sycophants and Traitors Called for\r\n Pyongyang, June 8 (KCNA) -- The elimination of anti-reunification traitors is an urgent task before the Korean nation desirous of its reunification, says Rodong Sinmun Monday in a signed article.\n\t\t\t\t\t It is impossible to solve the national reunification issue related to the destiny of the nation in line with the will and the interests of the nation as long as traitors steeped in sycophancy toward the U.S. and the idea of dependence on outsiders to the marrow of their bones are allowed to rampage in south Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is one of the worst traitors and a cancer-like entity standing in the way of reunification as it regards sycophancy toward the U.S. and dependence on outsiders as the mode of its existence. \n\t\t\t\t\t\n\t\t\t\t\t It is the Lee \"government\" veiled with the signboard of \"pragmatism\" that brought to naught overnight the successes made in the development of the inter-Korean relations which the Korean nation has achieved through concerted efforts in the June 15 era of reunification and revived the past fascist dictatorial policy in the south Korean political circle. It is due to the Lee regime that the confrontation between the north and the south has reached such an extreme phase that a war may break out any moment in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The success of the movement for national reunification depends on whether the ultra-right conservatives of south Korea including the Lee group and the \"Grand National Party\" gentries are eliminated or not as they are dead-set against reunification, their backs turned on the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should join in the struggle against the anti-reunification forces irrespective of political view, religious belief and party affiliation and be they workers, peasants, youth and students, intellectuals, politicians, businessmen and persons of culture. Those who love the country and the nation and desire national reunification should unite close as one whether they live in the north and the south and abroad and turn out in the nationwide struggle to punish the group of traitors, concludes the article."
        },
        {
            "title": "Stop to Suppression of Pro-reunification Organization Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-03ee.html",
            "content": "Stop to Suppression of Pro-reunification Organization Urged in S. Korea\r\n Pyongyang, June 8 (KCNA) -- The Civic and Public Joint Measure Committee against the Suppression of the Pan-national Alliance for Korea's Reunification in south Korea called a press conference on June 5, urging the puppet authorities to halt their repression of the South Headquarters of Pomminryon (Pan-national Alliance for Korea's Reunification).\n\t\t\t\t\t A press release, read out at the conference, pointed out that the authorities' crackdown on the headquarters, which has conducted legitimate and patriotic activities for peace and reunification, reveals that they have no willingness for inter-Korean dialogue, cooperation, reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the said suppression lies in that the security authorities are putting violent oppression in an arbitrary manner upon the reunification movement as a whole by dint of the \"National Security Law\", it said.\n\t\t\t\t\t\n\t\t\t\t\t It branded the NSL as an evil law which turns aside the spirit of the times and blatantly goes against the entire nation's desire and demand for reunification.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to set free at once the detained members of the headquarters."
        },
        {
            "title": "Lee Myung Bak Group's Crimes against Democracy Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-04ee.html",
            "content": "Lee Myung Bak Group's Crimes against Democracy Condemned in S. Korea\r\n Pyongyang, June 8 (KCNA) -- The Network of Civic and Public Organizations for Defending Democracy and Checking Suppression under the Pretext of \"Security\" in south Korea held a meeting in Seoul on June 4, denouncing the Lee Myung Bak group for its undemocratic criminal behavior intended to check peaceful rallies and demonstrations.\n\t\t\t\t\t Speakers at the meeting noted that recently the police disallowed 200 notifications on rallies, applied by civic and public organizations in Seoul, under the pretext of violating the \"law on assembly and demonstration\".\n\t\t\t\t\t\n\t\t\t\t\t They charged that the police authorities dispersed by force the ongoing rally sponsored by the Confederation of Trade Unions and gave \"non-permission\" to a rally for inheriting the June resistance which is due to be held in Seoul on June 10 by the People's Solidarity for Inheriting the Spirit of the Movement for Democracy.\n\t\t\t\t\t\n\t\t\t\t\t The police's attitude toward assembly and demonstration has been turned to the extreme stand called \"blockade in advance\", they said, adding that it is nonsensical for the police to claim that \"rally and demonstration pose a threat to public order and night rally is in contravention of the law.\"\n\t\t\t\t\t\n\t\t\t\t\t They demanded that the police refusing to accept even any notification on assembly and demonstration lend their ears to the voice of the people."
        },
        {
            "title": "Lee Myung Bak Group's Anti-DPRK Confrontation Assailed",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-09ee.html",
            "content": "Lee Myung Bak Group's Anti-DPRK Confrontation Assailed\r\n Pyongyang, June 8 (KCNA) -- Leading officials of organizations of the General Association of Korean Residents in Japan separately released statements on June 5 denouncing the Lee Myung Bak group's reckless anti-DPRK confrontation.\n\t\t\t\t\t Ri Han Su, chairman of the Association of Koreans in Japan for Peaceful Reunification, said that the Lee group of south Korea officially announced south Korea's full participation in the PSI by taking advantage of the U.S. and its followers' frantic racket for applying sanctions against the DPRK over its satellite launch and underground nuclear test, thus driving the situation on the Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t The participation in the PSI means a wanton violation and a total denial of the Korean Armistice Agreement, to say nothing of international law as it is a mechanism crafted and led by the U.S. for invading the DPRK, he held.\n\t\t\t\t\t\n\t\t\t\t\t Choe Song Yong, chairman of the Central Standing Committee of the Korean Youth League in Japan, urged the Lee group to immediately stop the treacherous and anti-reunification moves, clearly aware of the miserable end met by the erstwhile dictators of south Korea who have been engrossed in sycophancy and treachery and confrontation with fellow countrymen in utter disregard of reunification, the nation and people.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the Korean youth and students in Japan would boost the solidarity and alliance with the youth and students in the north and the south and abroad under the banner of the June 15 joint declaration and the October 4 declaration which call for solving the issue of the country's reunification by the concerted efforts of the Koreans who are responsible for it and work hard to remove all stumbling blocks lying in the way of reunification and usher in a new era of independent reunification and peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon, chairperson of the Central Standing Committee of the Korean Democratic Women's Union in Japan, branded traitor Lee as a war maniac, ferocious anti-reunification element and traitor who put the successive military fascist dictators of south Korea into the shade.\n\t\t\t\t\t\n\t\t\t\t\t The traitor deserves denunciation by all the Koreans as he desperately tries to ignite a war, backed by the U.S., she stressed."
        },
        {
            "title": "Hostile Acts of U.S. and its Followers against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-02ee.html",
            "content": "Hostile Acts of U.S. and its Followers against DPRK under Fire\r\n Pyongyang, June 8 (KCNA) -- The Misr Arab Socialist Party of Egypt released a statement on June 2 to denounce the hostile acts of the U.S. and its followers against the DPRK.\n\t\t\t\t\t The hostile acts of the U.S. and its followers got intensified under the pretext of the DPRK's satellite launch for peaceful purposes and have reached an extreme phase, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear test conducted by the DPRK to cope with the increasing threat of the U.S. was a demonstration of its firm will to defend its sovereignty and dignity and security of the country and a legitimate right.\n\t\t\t\t\t\n\t\t\t\t\t The Misr Arab Socialist Party of Egypt vehemently condemns the reckless moves of the U.S. and its followers against the DPRK and expresses full support and solidarity with the Korean people in their struggle for protecting its sovereignty including the nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t We demand the UNSC respect the principle of sovereign equality, a foundation of global peace and security, stand against the double-standards and lift the sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. and its followers to stop the hostile acts against the DPRK at once."
        },
        {
            "title": "Centenary of Kim Il Sung's Birth to Be Commemorated in Congo",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-01ee.html",
            "content": "Centenary of Kim Il Sung's Birth to Be Commemorated in Congo\r\n Pyongyang, June 8 (KCNA) -- A Congolese preparatory committee for commemorating the centenary of birth of President Kim Il Sung was formed in Brazzaville on May 27.\n\t\t\t\t\t Leon Nzokene, general secretary of the Congolese Socialist Party, and Louis Andregoma, chairman of the Congolese National Committee for the Study of the Juche Idea, were elected co-chairmen of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to widely introduce through media the immortal exploits of Kim Il Sung who founded the Juche idea and devoted his all to the human cause of independence and hold colorful events including seminar, lecture and meeting."
        },
        {
            "title": "Kim Jong Il dirige granja cooperativa de Tongbong",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-17ee.html",
            "content": "Kim Jong Il dirige granja cooperativa  de Tongbong\r\n Pyongyang, 8 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la granja cooperativa de Tongbong del distrito de Hamju.\n\t\t\t\t\t  Tras escuchar la explicacion sobre la agricultura cientifica ante el grafico de la tecnologia de agricultura, el Dirigente se entero detalladamente del estado de agricultura de este ano caminando por el sendero de parcelas.\n\t\t\t\t\t\n\t\t\t\t\t  El se mostro muy satisfecho de que se preparo el bueno estado de la agricultura para este ano al ver los arrozales donde crecen lozanamente las posturas de arroz tras terminar su prendimiento  y el frondoso bosque de patatas en que no se pueden distinguir los lomos.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente dijo que al contemplar la aldea de la granja en que las confortables viviendas modernas se levantaron en linea al pie de la parte soleada del monte y abundante llanura cooperativa donde resuena fuertemente el sonido de maquinas le parece ver un cuadro y enseno que esto es precisamente el orgullo aspecto de nuestro campo rural socialista.\n\t\t\t\t\t\n\t\t\t\t\t  Indico que se promueven con vigor en el campo rural las 3 revoluciones ideologica, tecnologica y cultural y se fortalecen el apoyo al campo rural y la direccion estatal sobre las granjas cooperativas.  Gracias a lo cual se realizan rapidamente la claseobrerizacion de los campesinos y la industrializacion de agricultura y se cambia de dia a dia la fisonomia del campo rural,  y de esta manera, se eliminaron las diferencias entre la ciudad y el campo.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que este cambio sorprendente constituye la patente prueba de justedad y la inagotable vitalidad de la tesis rural socialista presentada por el Presidente Kim Il Sung y el ventajoso regimen de la economia rural socialista de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente presento las tareas programaticas que incumben a la granja.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que a fin de lograr los elevados y estables rendimientos cereales en la granja cooperativa de Tongbong situada en la costa del Mar Este, es preciso fortalecer la investigacion cientifica para superar la desfavorable condicion climatica de esta costa donde es grave el dano por el frio y es bajo el coeficiente de la insolacion y establecer el sistema del cultivo correspondiente al respecto.\n\t\t\t\t\t\n\t\t\t\t\t  El medio principal para elevar decisivamente la produccion de cereales reside en aumentar determinadamente el rendimiento por hectarea, dijo  y senalo que hay que elevar continuamente la fertilidad de la tierra y, al mismo tiempo, cultivar la tierra conforme a la razon cientifico-tecnica segun el metodo agricola jucheano.\n\t\t\t\t\t\n\t\t\t\t\t  Indico que para liberar a los campesinos de los duros trabajos y resolver satisfactoriamente el tenso problema de mano de obra conforme a que va elevandose el nivel de la intensificacion y cientifizacion de la agricultura hay que realizar la mecanizacion combinada y destaco que para ese efecto es necesario elevar la tasa de uso de las maquinas agricolas y producir y suministrar mucho los eficientes medios mecanicos.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que el sector de agricultura es uno de los frentes principales para construir una gran potencia prospera y asevero que todo el pais y todo el pueblo deben concentrar de continuo todas las fuerzas a la agricultura y producir el trascendental cambio en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente expreso gran esperanza y conviccion  de que los funcionarios y los grajeros de dicha granja crearian el modelo de la agricultura en la costa del Mar Este al desempenar el papel vanguardista en materializar la orientacion del partido de dar prioridad a la agricultura.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron el secretario del CC del PTC, Kim Ki Nam, y los jefes de departamento del CC del PTC, Jang Song Thaek y Pak Nam Gi."
        },
        {
            "title": "Kim Jong Il dirige labor de creacion de opera \"Evgueni Oneguin\"",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-18ee.html",
            "content": "Kim Jong Il dirige labor de creacion de opera \"Evgueni Oneguin\"\r\n Pyongyang, 8 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea dirigio sobre el terreno la labor de creacion de la opera \"Evgueni Oneguin\".\n\t\t\t\t\t  Tras enterarse del estado de tal labor el Dirigente vio esta opera en creacion.\n\t\t\t\t\t\n\t\t\t\t\t  En pleno acato a las instrucciones del Dirigente de representar las obras de talla mundial junto con las clasicas nacionales, el Conservatorio Kim Won Gyun de Pyongyang crea de nuevo conforme a la demanda del nuevo siglo la opera rusa \"Evguenin Oneguin\" que el plantel docente habia puesto en 1958 en la escena.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente expreso gran satisfecho de que los profesores, empleados y estudiantes del citado Conservatorio presentaron la magnifica opera de elevado valor artistico que refleja fielmente la demanda de la obra original dedicando toda su inteligencia y pasion creadoras y evaluo en alto el exito de su creacion.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo que todos los elementos de esta opera creada en corto plazo del tiempo mantienen el alto nivel artistico y destaco que tal exito prueba que solo cuando el modo de creacion y el estilo de lucha de la decada de 1970 se combinen con la vision renovadora del siglo 21, es posible producir el extraordinario auge creador.\n\t\t\t\t\t\n\t\t\t\t\t  Indico que es la cosa digna de apreciar en alto el que los jovencitos estudiantes han poseido la capacidad de crear magnificamente cualquier opera extranjera y anadio que tal exito orgulloso muestra patentemente la justeza y vitalidad de la orientacion del partido de formar la reserva de artistas.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que debe conocer mas bien tambien la cultura mundial nuestro pueblo que tiene los tesoros culturales de talla mundial como las 5 operas revolucionarias y marcha a pasos firmes hacia el mundo con el gran orgullo nacional y confianza de vivir en la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron el secretario del CC del PTC, Kim Ki Nam, y los jefes de departamento del CC del PTC, Kim Kyong Hui, Jang Song Thaek y Choe Ik Gyu."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno la Granja Fruticola de Kosan",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-19ee.html",
            "content": "Kim Jong Il dirige sobre terreno la Granja Fruticola de Kosan\r\n  Pyongyang, 8 de junio (ATCC) -- El Dirigente    Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Granja Fruticola de Kosan.\n\t\t\t\t\t  Tras escuchar la explicacion ante el proyecto perspectivo, el Dirigente se informo en detalles del estado de modernizacion de las huertas y de produccion de frutas recorriendo varios lugares de la granja como la huerta nuevamente roturada.\n\t\t\t\t\t\n\t\t\t\t\t  Elogio a los militantes del partido y otros trabajadores de la granja por haber hecho muchos trabajos en un ano como la creacion de la huerta de 700 hectareas y la finalizacion de la construccion de la red interior y viviendas para decenas de familias y de la obra de ensanche del vivero.\n\t\t\t\t\t\n\t\t\t\t\t  Presento las tareas programaticas que tiene por delante la granja destacando la necesidad de desarrollar mas la fruticultura para suministrar mas frutas a nuestro pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Indico que son muy amplias las perspectivas de desarrollo de la granja de Kosan dado que ella tiene condiciones naturales y geograficas favorables a la fruticultura, y enseno la direccion y remedios para convertirla en una moderna granja de gran dimension.\n\t\t\t\t\t\n\t\t\t\t\t Prosiguio que para registrar un viraje trascendental en la produccion frutera, se debe modernizar esta granja a la altura del nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\t Destaco la importancia de impulsar con coraje y segun el cientifico plan perspectivo la obra de transformacion general desde la construccion basica hasta el ordenamiento de huertos y el establecimiento del sistema de irrigacion.\n\t\t\t\t\t\n\t\t\t\t\t  Puesto que se preve el aumento brusco, dentro de unos anos, de la produccion en esta granja, es preciso tomar de antemano las medidas de almacenamiento y procesamiento de las frutas para distribuirlas integramente al pueblo, apunto.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que hay que encauzar las fuerzas de todo el pais y todo el pueblo al desarrollo de fruticultura a fin de consolidar los exitos ya logrados y ampliarlos.\n\t\t\t\t\t\n\t\t\t\t\t En el desarrollo de fruticultura esta la manera de mejorar la vida alimentaria del pueblo, proteger y fomentar la salud de los hombres, desarrollar rapido la industria alimentaria y hermosear mas el territorio patrio, asevero.\n\t\t\t\t\t\n\t\t\t\t\t Llamo encarecidamente a legar a las generaciones venideras el mejor paraiso socialista al seguir prestando profunda atencion al desarrollo de fruticultura subrayando que esta labor es uno de los importantes trabajos para garantizarle al pueblo la felicidad eterna.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso gran esperanza y conviccion de que la granja de Kosan producira un nuevo viraje en la produccion fruticola ratificando que ella asume una tarea muy importante en el suministro de mas frutas al pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron el secretario del Comite Central del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Jang Song Thaek y Pak Nam Gi, y los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "Condenadas periodistas de EE.UU. a 12 anos de trabajo reformatorio",
            "url": "http://kcna.co.jp/item/2009/200906/news08/20090608-20ee.html",
            "content": "Condenadas periodistas de EE.UU. a 12 anos de trabajo reformatorio\r\n  Pyongyang, 8 de junio (ATCC) -- El Tribunal Central de la Republica Popular Democratica de Corea realizo del 4 al 8 de junio el juicio sobre las periodistas norteamericanas, Laura Ling y Seung-eun Lee.\n\t\t\t\t\t En este proceso quedaron confirmados los crimenes de que ellas fueron acusadas, o sea, cometer acciones hostiles a la nacion coreana y entrar ilegalmente por la frontera, y se les dicto la condena a 12 anos de trabajo reformatorio, respectivamente."
        }
    ]
}