{
    "date": "2009-01-15",
    "url": "http://kcna.co.jp/item/2009/200901/2009-01-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Guidance to Light Industrial Establishments in Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-16ee.html",
            "content": "Kim Jong Il Gives Guidance to Light Industrial Establishments in Pyongyang\r\nPyongyang, January 15 (KCNA) -- General Secretary Kim Jong Il provided field guidance to light industrial establishments in the city of Pyongyang.\n\t\t\t\t\t The first leg of his guidance was the Pyongyang Silk Mill.\n\t\t\t\t\t\n\t\t\t\t\tGuided by its manager, Kim Jong Il visited the room for education in revolutionary relics and the room devoted to the history of the mill.\n\t\t\t\t\t\n\t\t\t\t\t Then he acquainted himself with the details of technical updating and production at the mill, going round silk reeling, re-reeling and spinning workshops and other places.\n\t\t\t\t\t\n\t\t\t\t\t He said that the admirable and victorious achievements made by the mill despite difficulties and trials clearly prove that there is no impossibility for the people with the great history in which they made such march as the \"Arduous March\" and no force can conquer the people with the history of indomitable mental power as inheritance.\n\t\t\t\t\t\n\t\t\t\t\t It is the Workers' Party of Korea's steadfast determination and will to provide the people with better clothes, he said, stressing the need to direct big efforts to the cloth production so as to bring a fresh turn in solving the clothing problem.\n\t\t\t\t\t\n\t\t\t\t\t He held that the Pyongyang Silk Mill should steadily increase its production capacity to the world level since it undertakes big portion of the nation's silk thread production.\n\t\t\t\t\t\n\t\t\t\t\t In order to radically increase the output of silk thread and further improve its quality, it is necessary to steadily push ahead with the drive to put production processes on a modern and scientific basis, he said, indicating the concrete orientation and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the newly-built Pyongyang Gum Factory in Thongil Street in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the factory before the map of its panoramic view, he went round exterior and interior of the factory for hours to learn in detail about its construction and production.\n\t\t\t\t\t\n\t\t\t\t\t Seeing clean worksites where the highest level of hygienic and cultured conditions has been ensured and gums pouring out from the remote-controlled machines, he expressed satisfaction at the fact that enough quality gums can be provided to the people.\n\t\t\t\t\t\n\t\t\t\t\t Now that the modern factory with big capacity has been built, it is important to operate it at full capacity, he said, clarifying the tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t Stating that consideration should be given to the traditional customs and taste of the Korean people before anything else even in producing a piece of gum, he underlined the need to think and have the good sense always with the attitude of devoted service to the people.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the spirit of a great revolutionary upswing can be felt at any factory of the country and the country is advancing at an extraordinary tempo in the flames of such onward movement, he said that the day of victory in building a great prosperous and powerful nation is coming nearer through the unprecedented grand advance of the people and the army.\n\t\t\t\t\t\n\t\t\t\t\t At present when a great turn is being made, all sectors and units should make great strides toward the last goal, he said, calling for bringing about a great leap with the might of single-minded unity of the army and people.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Pak Nam Gi, department director of the WPK Central Committee, and Ju Kyu Chang, first vice department director of the WPK Central Committee."
        },
        {
            "title": "Reception Hosted for Chinese Diplomats on New Year",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-14ee.html",
            "content": "Reception Hosted for Chinese Diplomats on New Year\r\nPyongyang, January 15 (KCNA) -- The International Affairs Department of the Central Committee of the Workers' Party of Korea Thursday arranged a reception in honor of the staff members of the Chinese embassy here at Pyongyang Koryo Hotel on the occasion of the New Year, Juche 98 (2009).\n\t\t\t\t\t Present there on invitation were Chinese Ambassador to the DPRK Liu Xiaoming and staff members of the embassy.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pak Kyong Son and Kim Thae Jong, vice-department directors of the C.C., the WPK, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Reception Given at DPRK Embassy in Beijing",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-04ee.html",
            "content": "Reception Given at DPRK Embassy in Beijing\r\n Pyongyang, January 15 (KCNA) -- The DPRK embassy in Beijing arranged a reception on Jan. 13 on the occasion of the New Year.\n\t\t\t\t\t Present there on invitation were a vice-chairman of the Standing Committee of the Chinese National People's Congress, Wu Donghe, chairman of the China-Korea Friendship Association, Liu Hongcai, deputy head of the International Liaison Department of the C.C., the Communist Party of China, Hu Zhengyue, assistant to the foreign minister of China, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Choe Jin Su and officials of the embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Choe said in a speech at the reception that the Korean people are much rejoiced over the successes achieved by the Chinese people under the leadership of the Communist Party of China last year and sincerely wish them greater victory in the new year.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that exchange and cooperation would be further strengthened in various fields, as intended by the top leaders of the two countries, in significant 2009 marking the 60th anniversary of the establishment of the bilateral diplomatic ties, thus recording a new chapter in the history of the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t  The vice-chairman of the Standing Committee of the Chinese National People's Congress said in a speech that the Sino-Korean friendly and cooperative relations have steadily developed under the warm care of the top leaders of the two countries and by the joint efforts in the last one year. Especially, unreserved support and assistance the DPRK rendered to China when a great earthquake hit Wenchuan and during the Beijing Olympiad were a full demonstration of the traditional friendship between the two countries, he added.\n\t\t\t\t\t\n\t\t\t\t\t This year marks the 60th anniversary of the establishment of the China-DPRK diplomatic ties and it is the \"year of DPRK-China friendship\", a year of specially historic significance in the Sino-Korean relations, he said, stressing: We, together with Korean comrades, are willing to consolidate and develop the traditional friendship through colorful activities, promote practical cooperation and create more beautiful future of the Sino-Korean friendly relations."
        },
        {
            "title": "Indian Party Leader on Relations with WPK",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-03ee.html",
            "content": "Indian Party Leader on Relations with WPK\r\nPyongyang, January 15 (KCNA) -- The Communist Party of India will continue to strengthen and develop the relations with the Workers' Party of Korea.\n\t\t\t\t\t A. B. Bardhan, general secretary of the National Council of the party, said this when meeting the DPRK ambassador to India who paid a courtesy call on him on Jan. 8.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the signal achievements made by the Korean people in building a great prosperous and powerful socialist nation over the past years and hoped that the DPRK would surely carry out the militant tasks set forth in the joint New Year editorial.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of India consistently supports the policy of the independent and peaceful reunification put forward by President Kim Il Sung and fully responds to the fact that the June 15 joint declaration and the October 4 declaration serve as the guidepost for Korea's reunification, he stressed."
        },
        {
            "title": "Chinese Feature Film Shown",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-15ee.html",
            "content": "Chinese Feature Film Shown\r\nPyongyang, January 15 (KCNA) -- The Chinese feature film \"The tender feeling\" presented to General Secretary Kim Jong Il as a gift by the Shanxi Film Studio of China was shown at the Taedongmun Cinema on Thursday.\n\t\t\t\t\t Watching the film were Kim Yong Nam, Choe Thae Bok, Yang Hyong Sop, Kim Ki Nam and others and leading officials of working people's organizations and officials of ministries, national institutions and fields of culture and art and media.\n\t\t\t\t\t\n\t\t\t\t\t Chinese Ambassador to the DPRK Liu Xiaoming and staff members of his embassy and Chinese guests staying in the DPRK also watched the film.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made prior to the film show.\n\t\t\t\t\t\n\t\t\t\t\t Kang Nung Su, minister of Culture, said that the film show to be held at the outset of this year, the 60th anniversary of the establishment of diplomatic ties between the two countries, would contribute to brilliantly adorning the \"year of the DPRK-China friendship\" and improving the bilateral relations and mark an occasion of boosting the bilateral cultural exchange and cooperation and deepening friendship.\n\t\t\t\t\t\n\t\t\t\t\t Liu Xiaoming said it is an indication of steady development of the China-DPRK relations that the two countries set this year as \"year of the China-DPRK friendship\". Both sides will jointly hold colorful events to further promote the development of the traditional bilateral ties of friendship and cooperation, he added.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants appreciated the film dealing with the story about a Chinese family, which shows that nothing can break the kinship."
        },
        {
            "title": "Saenal, Revolutionary Newspaper",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-11ee.html",
            "content": "Saenal, Revolutionary Newspaper\r\nPyongyang, January 15 (KCNA) -- January 15 is the 81st anniversary of the publication of the first issue of Saenal, the first revolutionary newspaper in Korea.\n\t\t\t\t\tIn the latter half of the 1920s President Kim Il Sung formed the Down-with-Imperialism Union with young revolutionaries of the new generation and many revolutionary organizations such as mass organizations representing youth and people of various strata.\n\t\t\t\t\t\n\t\t\t\t\tIn those days he judged that, in view of the growing number of youth organization and the expansion of their ranks, the publication of a newspaper providing ideological nourishment to the young people and broad sections of the masses was imperative.\n\t\t\t\t\t\n\t\t\t\t\tHe carried the work of publishing the paper into practice without delay. He made the newspaper, writing manuscripts himself through sleepless nights and gave the name Saenal (New Day) to it.\n\t\t\t\t\t\n\t\t\t\t\tThe newspaper Saenal saw thus the light.\n\t\t\t\t\t\n\t\t\t\t\tIts first issue was a solemn declaration of heralding to the world the birth of a revolutionary publication of Juche type serving the struggle of the working masses for the cause of independence, a new-type publication radically differing from preceding ones. The revolutionary publications began to strike their historical roots in Korea from that time.\n\t\t\t\t\t\n\t\t\t\t\tAt that time the newspaper was a powerful ideological weapon for educating broad sections of people in patriotism against the Japanese imperialists and rousing them to the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\tDuring the anti-Japanese armed struggle, the President, basing himself on the experience gained in founding the newspaper, brought out many other revolutionary publications including Sogwang, Jongsori and Samil Wolgan for the purpose of educating the anti-Japanese guerrillas and people and inspiring them to the revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\tThe undying revolutionary exploits performed by the President in the foundation of the first revolutionary newspaper Saenal are still throwing rays under the wise leadership of General Secretary Kim Jong Il who continues to cover the long journey of Songun with a rifle in one hand and a writing brush in the other."
        },
        {
            "title": "Slogan Invariably Carried forward in Korea",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-12ee.html",
            "content": "Slogan Invariably Carried forward in Korea\r\n Pyongyang, January 15 (KCNA) -- The joint editorial published by the organs of the WPK Central Committee, the KPA and the Central Committee of the Kim Il Sung Socialist Youth League on the New Year Juche 98 (2009) calls for strictly adhering to collectivism.\n\t\t\t\t\t Collectivism is a mode of revolution peculiar to Korea, along with self-reliance. It makes it an iron rule to solve all problems by relying upon the strength of the collective and enlisting the inexhaustible wisdom and creativity of the masses.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people have responded to the militant call of the editorial to bring into full blossom all over the society the noble traits of thinking society and collective ahead of oneself and devoting all to the revolutionary comrades under the slogan \"One for all and all for one!\"\n\t\t\t\t\t\n\t\t\t\t\t As far back as in the 1950s the workers of Kangson dashed forward like the wind at the speed of Chollima by giving full scope to the spirit of collectivism and the revolutionary spirit of self-reliance when President Kim Il Sung appealed to them to bridge over the difficulties in the revolution, he believing in them and they in him. \n\t\t\t\t\t\n\t\t\t\t\t The smelters there energetically pushed ahead with a mass innovative movement under the slogan \"For the next shift!\" with the result that a 20-ton electric furnace was turned into a 30-ton furnace and one-ton steel ingot into 1.5-ton ingot, the capacity of the furnace transformer was doubled and a new oxygen blowing method was introduced, so that the steel production plan was topped by 40 percent.\n\t\t\t\t\t\n\t\t\t\t\t Keeping pace with them, the rolling workers increased the capacity of the heating furnace and registered the startling result of rolling 120,000 tons of steel slabs at a blooming mill with a rated capacity of 60,000 tons.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by the example of the workers of Kangson, the Korean people wrought the miracle of completing industrialization that had taken others hundreds of years in a short period of 14 years, holding aloft the slogan of collectivism.\n\t\t\t\t\t\n\t\t\t\t\t With that mental power, the workers of Kangson successfully built the UHP electric arc furnace, which may be called the very acme of the steel industry, in a few months last year by pooling their wisdom and efforts.\n\t\t\t\t\t\n\t\t\t\t\t The new revolutionary upsurge brought about today by the collectivist mode of struggle and creation will turn into a new movement of general advance for lifting the economy of the country to a stage of leaping development on the strength of the revolutionary soldier spirit and science and technology."
        },
        {
            "title": "U.S. Urged to Take Responsible Stance towards Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-10ee.html",
            "content": "U.S. Urged to Take Responsible Stance towards Peace on Korean Peninsula\r\nPyongyang, January 15 (KCNA) -- With no excuse can the U.S. evade its responsibility as a party committed to ensuring peace on the Korean Peninsula, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t Citing facts to prove that the situation on the Korean Peninsula is inching close to the dangerous line of increased tension, confrontation and conflict, the article holds the U.S. entirely accountable for the situation.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to ensure peace on the peninsula unless the U.S. imperialists roll back their hostile policy to stifle the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. bounden duty and historical task to defuse tension and create peaceful atmosphere on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. have been in the hostile relationship for decades. This is attributable to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. treats the DPRK as an enemy state with which it can never co-exist, displeased with the independent and popular policies pursued by it. A particular mention should be made of the fact that the U.S. warlike forces have worked foolishly to defile and destroy the socialist system in the DPRK for the mere reason that it does not follow their intention and political mode. In consequence, the DPRK-U.S. hostile relations have grown tenser as the days go by and the situation on the peninsula is going from bad to worse.\n\t\t\t\t\t\n\t\t\t\t\t It is one of the prerequisites to preserving peace on the peninsula to replace the Korean Armistice Agreement by a peace accord. It is also the historical responsibility the U.S. has assumed for peace on the peninsula to do so.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a party which signed the armistice agreement. The U.S. has so far interfered in the Korean issue and exercised the prerogative of the supreme command over the south Korean army as a signatory to the agreement. There is no ground for the U.S. not to conclude a peace agreement with the DPRK if it does not have an intention to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not prod its followers into invading the DPRK. To refrain from doing so is one of the important responsibilities of the U.S. to ensure peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to swim with the trend of the times towards peace by meeting the requirements of the people and the times for peace on the peninsula and honestly fulfilling its responsibility."
        },
        {
            "title": "Lee Myung Bak Group's Call for Confrontation and War against DPRK Assailed",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-07ee.html",
            "content": "Lee Myung Bak Group's Call for Confrontation and War against DPRK Assailed\r\nPyongyang, January 15 (KCNA) -- Ri Sang Hui, puppet defense minister, recently cried out for \"taking a posture for prompt counteraction\" in such sensitive areas as waters along the \"northern limit line\" in the West Sea and the Demilitarized Zone and asserted the need to adopt an all-out national defense stance in the new year, too, in order to cope with \"threat\" from someone. \n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday observes:\n\t\t\t\t\t\n\t\t\t\t\t The provocative outbursts let loose by the minister to chill the Koreans' desire for the peace of the country and its peaceful reunification are the revelation of his criminal scenario to escalate the confrontation with the DPRK and the moves for a war of aggression against it this year.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers are contemplating stepping up the military ruckus in such militarily sensitive areas as those along the Military Demarcation Line. This is, in fact, little short of playing with fire by the side of a powder keg. \n\t\t\t\t\t\n\t\t\t\t\t Too much dark cloud is bound to bring rain. The escalated military confrontation and tension between the north and the south are bound to lead to an armed conflict and this will no doubt develop into an all-out war. No one can vouch that the above-said call made by the puppet military under this tense situation will not lead to the third West Sea skirmish and another Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers' desperate bid to find a way out in escalating the military confrontation with the DPRK reminds one of a puppy which knows no fear of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will strictly keep tabs on the crimes the traitors have committed by working hard to bring a nuclear war holocaust to the nation in collusion with outsiders and certainly force them to pay for their treachery.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group would be well advised to behave itself, mindful that its dangerous military provocation is as foolish an act as jumping into fire with faggot on its back."
        },
        {
            "title": "Lee Myung Bak Group Hit for Escalating Confrontation with Fellow Countrymen",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-09ee.html",
            "content": "Lee Myung Bak Group Hit for Escalating Confrontation with Fellow Countrymen\r\nPyongyang, January 15 (KCNA) -- The south Korean puppet chief prosecutor recently cried out for \"rooting out the pro-north leftist forces.\" This laid bare the sinister intention of the Lee Myung Bak group to intensify the fascist suppression of the people desirous of national reconciliation, unity and reunification. Minju Joson Thursday observes this in a signed commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The ulterior intention of the Lee group is to escalate its confrontation with fellow countrymen, while cracking down on the people desirous of independent reunification, peace and prosperity by linking them with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak is now finding itself in an uncontrollably serious ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t He seeks a way out of it in reviving the repressive methods and machines dating back to the period of the past military dictatorship and frantically intensifying the fascist suppression of the reunification movement organizations and patriotic figures on the groundless charge of linkage with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But such fascist suppression and moves for confrontation can never help tide over the crisis. The above-said moves of the group of traitors will only touch off bitterer resentment among the Koreans and deepen its ruling crisis and thus precipitate its destruction.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better bear this in mind and stop such moves."
        },
        {
            "title": "Rodong Sinmun Observes Golden Jubilee of Worker-Peasant Red Guards",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-08ee.html",
            "content": "Rodong Sinmun Observes Golden Jubilee of Worker-Peasant Red Guards\r\n Pyongyang, January 15 (KCNA) -- Rodong Sinmun Thursday in an editorial dedicated to the half centenary of the Worker-Peasant Red Guards says that our country will always remain an impregnable fortress and the cause of the Workers' Party of Korea is sure to emerge victorious as long as there are the red guards boundlessly loyal to the Party and the revolution along with the heroic Korean People's Army.\n\t\t\t\t\t The foundation of the red guards by President Kim Il Sung on January 14, Juche 48 (1959) was a historic event which brought about an epochal turn in augmenting the military power of the country in every way, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the red guards made it possible for our country to demonstrate its might as an invincible country where the all-people, nationwide defence system has been fully established, and it provided a firm military guarantee for the triumphant advance of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\tThe red guards greeted the brilliant heyday of its development under the leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Five decades of its history were glorious ones in which it has grown to be a powerful revolutionary armed force of the WPK under the wise leadership of the illustrious commanders unanimously revered by the world people and ones of great struggle and victory in which it has creditably fulfilled its mission and duty as a defender of the country in the annals of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t  It is the spirit of the members of the red guards to turn out as one to mercilessly wipe out those who dare encroach upon even the blade of grass and a tree of the country.\n\t\t\t\t\t\n\t\t\t\t\t  No force on earth can block the vigorous advance of the DPRK in which all the people devotedly defend their ideology, cause and system holding a rifle in one hand and a hammer or a sickle in the other hand along with the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t  It is the great pride of our country and people to have such revolutionary armed force as the red guards intensely loyal to the cause of the Party and fully prepared spiritually and morally and in military technique.\n\t\t\t\t\t\n\t\t\t\t\t  The editorial calls on all the people to get united close around Kim Jong Il to fully display the dignity and might of the socialist military power of Juche."
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for",
            "url": "http://kcna.co.jp/item/2009/200901/news15/20090115-13ee.html",
            "content": "Implementation of Inter-Korean Declarations Called for\r\nPyongyang, January 15 (KCNA) -- All the Koreans in the north and the south and abroad should never allow any slightest deviation from the inter-Korean joint declarations but conduct a more dynamic struggle to foil any move to scrap them in response to the call made by the joint New Year editorial, urges Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t The present reality urgently calls upon all the Koreans at home and abroad to uphold the June 15 joint declaration and the October 4 declaration, great programmes for independent reunification common to the nation, as a banner of patriotism, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t How to approach the historic inter-Korean joint declarations is a touchstone distinguishing reunification from division and patriotism from treachery.\n\t\t\t\t\t\n\t\t\t\t\t To defend the above-said declarations and work hard to implement them is the bounden duty of the people who struggle to achieve national reunification, the greatest desire of the nation, as their top priority task. Negating them and deviating from them quite contrary to it are nothing but moves of the group of traitors to perpetuate confrontation and division.\n\t\t\t\t\t\n\t\t\t\t\t The implementation of the historic inter-Korean joint declarations precisely means pro-reunification patriotism but deviation from them leads to treachery.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration are a milestone for national reunification that all the Koreans should always hold aloft. The faithful implementation of those declarations alone can guarantee independent reunification, peace and prosperity and a rosy future of the nation."
        }
    ]
}