{
    "date": "2009-12-01",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-01ee.html",
    "articles": [
        {
            "title": "Chinese NPC Delegation Feted",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-21ee.html",
            "content": "Chinese NPC Delegation Feted\r\n Pyongyang, December 1 (KCNA) -- The Supreme People's Assembly of the DPRK arranged a reception in honor of the visiting delegation of the Chinese National People's Congress at the Mansudae Assembly Hall on November 30.\n\t\t\t\t\t Present there on invitation were the delegation led by Chen Zhili, vice-chairwoman of the Standing Committee of the CNPC, Liu Xiaoming, Chinese ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Chairman Choe Thae Bok and Vice-chairwoman Hong Son OK of the SPA, Deputy to the SPA Song Ja Rip, chairman of the DPRK-China Friendship Parliamentary Group, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Hong Son Ok, addressing the reception, said that the delegation's visit to the DPRK would mark a meaningful occasion in boosting the DPRK-China relations of friendship and cooperation.\n\t\t\t\t\t\n\t\t\t\t\tShe referred to the fact that the traditional DPRK-China friendship provided by President\n\t\t\t\t\t\t Kim Il Sung together with revolutionaries of the elder generation of China has steadily developed on good terms under the deep care of the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the Workers' Party of Korea and the DPRK government to develop the DPRK-China friendship generation after generation, she noted, adding that the Korean people would firmly join hands with the Chinese people to boost the DPRK-China friendly and cooperative relations in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Chen Zhili said in her speech that it is the consistent policy of the party and the government of China to consolidate and develop the Sino-DPRK relations of good neighborliness, friendship and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t She referred to the fact that the exchanges and celebrations that took place this year, the 60th anniversary of the establishment of diplomatic ties, contributed to developing the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Noting that she is pleased with the great achievements made by the Korean people in the spirit of self-reliance and fortitude under the leadership of the WPK headed by General Secretary Kim Jong Il, she sincerely wished them fresher success in various domains."
        },
        {
            "title": "Chinese NPC Delegation Puts Wreath on Bust of Kim Jong Suk ",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-17ee.html",
            "content": "Chinese NPC Delegation Puts Wreath on Bust of Kim Jong Suk \r\n Pyongyang, December 1 (KCNA) -- The delegation of the Chinese National People's Congress led by Chen Zhili, vice-chairwoman of its Standing Committee, on Tuesday laid a wreath before the bust of Kim Jong Suk, anti-Japanese heroine, in the Revolutionary Martyrs Cemetery on Mt. Taesong.\n\t\t\t\t\t Present there were Hong Son Ok, vice-chairwoman of the Supreme People's Assembly, officials concerned, Liu Xiaoming, Chinese ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t After a wreath was placed there on behalf of the head of the delegation, the participants paid silent tribute to Kim Jong Suk in profound reverence.\n\t\t\t\t\t\n\t\t\t\t\t The delegation laid bouquets before the cemetery."
        },
        {
            "title": "Chinese NPC Delegation Puts Wreath on Friendship Tower",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-18ee.html",
            "content": "Chinese NPC Delegation Puts Wreath on Friendship Tower\r\n Pyongyang, December 1 (KCNA) -- The delegation of the Chinese National People's Congress led by Chen Zhili, vice-chairwoman of its Standing Committee, laid a wreath before the Friendship Tower on Tuesday. \n\t\t\t\t\t Present there were Hong Son Ok, vice-chairwoman of the Supreme People's Assembly, officials concerned, Liu Xiaoming, Chinese ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the head of the delegation was laid before the tower. Then, the participants observed a moment's silence in memory of the martyrs of the Chinese People's Volunteers who bravery fought in the Korean war."
        },
        {
            "title": "Kim Yong Il Greets UAE PM ",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-16ee.html",
            "content": "Kim Yong Il Greets UAE PM \r\nPyongyang, December 1 (KCNA) -- Premier of the DPRK Kim Yong Il Tuesday sent a message of greetings to Sheikh Muhammad Bin Rashid Al-Maktoum, Prime Minister who doubles as vice-president of the United Arab Emirates, on the occasion of its 38th national day.\n\t\t\t\t\tThe message wished the Prime Minister good health and happiness and greater success in the government's work to achieve the economic development of the country."
        },
        {
            "title": "World AIDS Day Marked",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-20ee.html",
            "content": "World AIDS Day Marked\r\n Pyongyang, December 1 (KCNA) -- A function was held at the People's Palace of Culture Tuesday on the occasion of World AIDS Day.\n\t\t\t\t\t Present there were officials of ministries, national institutions and working people's organizations, officials in the field of public health in Pyongyang and staff members of missions of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Ri Pong Hun, vice-minister of Public Health, referred to the fact that brisk observation, control activities and hygienic information service are under way in the DPRK to prevent AIDS. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the DPRK would continue paying state attention to the work for preventing AIDS in close touch with the WHO and other international organizations.\n\t\t\t\t\t\n\t\t\t\t\t Then the floor was taken by Sarveshwar Puri, representative of the WHO here, and Finn Jarle Rode, head of the delegation of the International Federation of Red Cross and Red Crescent Societies active in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There was a lecture given under the title of \"Activities for Preventing and Controlling AIDS in the DPRK.\"\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a CD titled \"On AIDS\" and a performance given by an art group for hygienic information service."
        },
        {
            "title": "New Documentary Film Produced",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-02ee.html",
            "content": "New Documentary Film Produced\r\nPyongyang, December 1 (KCNA) -- The Korean Documentary and Science Film Studio produced \"To Realize the Modeling of the Whole Society on the Juche Idea\", Part 3 of documentary film \"The Sun of Songun Shedding Its Rays All over the World\". \n\t\t\t\t\tThe film extensively deals with the historical facts that General Secretary Kim Jong Il put forward the unique idea and theory on modeling the whole society on the Juche idea and wisely led the work for carrying them into practice.\n\t\t\t\t\t\n\t\t\t\t\t It shows vivid scenes telling about the facts that the Workers' Party of Korea has been further developed into the glorious party of President Kim Il Sung, the single-minded unity of the Party and the revolutionary ranks consolidated and epoch-making changes made in all fields of the revolution and construction during the gigantic struggle for meeting the requirements of Juche in ideology, technology and culture.\n\t\t\t\t\t\n\t\t\t\t\t In peculiar, the film shows the exploits of Kim Jong Il who provided powerful military guarantee for modeling the whole society on the Juche idea by building up the People's Army, the main force of revolution, to be the foremost death-defying corps, the principal pillar and the invincible revolutionary army of Mt. Paektu in carrying out the revolutionary cause as required by the era of Songun, a new era of Juche revolution."
        },
        {
            "title": "Method of Nursing Saplings in Paper-Bag Humus-Cakes",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-08ee.html",
            "content": "Method of Nursing Saplings in Paper-Bag Humus-Cakes\r\n Pyongyang, December 1 (KCNA) -- The Central Tree Nursery of the DPRK is cultivating lots of saplings by the method of growing saplings in the paper-bag humus-cakes.\n\t\t\t\t\t Tens of species of saplings including Evodia daniellii are growing in the open-air cultivation field of the nursery. They are all the saplings growing from the seeds and cuttings planted in paper-bag humus-cakes or seedbeds.\n\t\t\t\t\t\n\t\t\t\t\t Superior is the method of producing saplings in humus-cakes.\n\t\t\t\t\t\n\t\t\t\t\t As the paper-bag has pores, the saplings can absorb enough oxygen through the pores. After they are transplanted into fields, they easily strike their rootlets in the fields through the pores.\n\t\t\t\t\t\n\t\t\t\t\t The humus-cake saplings can be planted all the year round. It is convenient to handle them and the humus cakes are not broken while transporting and planting.\n\t\t\t\t\t\n\t\t\t\t\tThe method reduces the utilization of soil and consumption of seeds to one tenth as against the existing method of producing saplings and saves the manpower while raising the rate of rooting of saplings to over 95 percent."
        },
        {
            "title": "Samil Wolgan, Weapon of Revolutionary Struggle",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-09ee.html",
            "content": "Samil Wolgan, Weapon of Revolutionary Struggle\r\n Pyongyang, December 1 (KCNA) -- Today the Korean people observe the 73rd anniversary of the foundation of Samil Wolgan (Monthly March 1).\n\t\t\t\t\t President Kim Il Sung put forward the idea of giving importance to the writing brush along with the idea of giving priority to the arms in the early period of his revolutionary activities and had led the Korean revolution to victory by firmly taking the press as a powerful political and ideological weapon for propelling the revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t In the latter half of the 1930s, the activities of the Korean People's Revolutionary Army (KPRA) were strengthened and the network of the Association for the Restoration of the Fatherland (ARF) was expanded swiftly. Much upset by this, the Japanese imperialists made every desperate effort to cut off the links between the guerrilla army and the people while stepping up the \"punitive\" operations against the KPRA.\n\t\t\t\t\t\n\t\t\t\t\t To cope with it, the President initiated to found revolutionary publications, a powerful means of propaganda and agitation for quickly disseminating among millions of the masses the revolutionary idea and fight slogans at the same time, rallying them and giving them organizational and ideological training.\n\t\t\t\t\t\n\t\t\t\t\t When he formed the ARF, he directed deep attention to the publication of its organ. As soon as the Paektusan Secret Camp was created, he saw to it that a printing shop was set up there and founded Samil Wolgan, the organ of the ARF, on December 1, Juche 25 (1936).\n\t\t\t\t\t\n\t\t\t\t\t The Samil Wolgan, the mass politico-theoretical magazine, had its main mission to make a contribution to realizing the idea of the ARF to achieve the country's independence.\n\t\t\t\t\t\n\t\t\t\t\t Although Samil Wolgan was launched as the organ of the ARF, it also assumed the function of the mouthpiece of the Party Committee of the KPRA and at the same time assumed and fulfilled the mission of a popular political magazine, serving the whole country and the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t The President wrote articles to the magazine amid fierce battles with the enemy.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the magazine played a great role in uniting not only the members of the KPRA but also the broad sections of people in the patriotic struggle against the Japanese imperialists and arousing them to the struggle.\n\t\t\t\t\t\n\t\t\t\t\tToday the proud tradition of the revolutionary publications established by the President is being carried forward successfully by General Secretary Kim Jong Il."
        },
        {
            "title": "U.S. Impudent Charade Blasted",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-11ee.html",
            "content": "U.S. Impudent Charade Blasted\r\n Pyongyang, December 1 (KCNA) -- The U.S. is now making much fuss, appointing \"envoy for the human rights issue in north Korea\". Minju Joson Tuesday observes in a signed commentary carried in this regard:\n\t\t\t\t\t The U.S. is impudently pointing an accusing finger at the DPRK although it has no right to say about human rights.\n\t\t\t\t\t\n\t\t\t\t\t It is a criminal who must be brought to the international human rights tribunal as it is the world's worst human rights abuser. The commentary lashes out at the U.S. for having infringed upon the state sovereignty of Iraq and Afghanistan by mobilizing military forces.\n\t\t\t\t\t\n\t\t\t\t\t  It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. most savagely violated the sovereignty and national dignity of other countries and ruthlessly abused people's rights but it dared find fault with the DPRK, touching off the Korean people's extreme resentment at it. \n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric the U.S. may let loose calling for defending human rights under the veil of human rights champion, it can never cover up its true colors as the world's worst human rights abuser and such rhetoric will only bring into bolder relief its moral vulgarity and shamelessness.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have never asked the U.S. to take care of their rights and have no idea of having their rights guaranteed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better rectify its own mistake before blaming others."
        },
        {
            "title": "Japan Urged to Drop Its Foolish Bid ",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-06ee.html",
            "content": "Japan Urged to Drop Its Foolish Bid\r\n Pyongyang, December 1 (KCNA) -- Japan would be well advised to sincerely reflect on its crimes committed in the past and redress them before obtrusively eyeing a responsible post on the UN Security Council. \n\t\t\t\t\t Rodong Sinmun Tuesday urges this in a signed commentary. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that a Japanese delegate, addressing the recent plenary meeting of the 64th UN General Assembly, let loose a tirade that his country is \"fit\" for the permanent membership of the UN Security Council, asserting that the issue of its qualification should be \"settled on the basis of the contribution made to ensuring international peace and security,\" the commentary observes: Japan is so imprudent that it does not know where it stands. \n\t\t\t\t\t\n\t\t\t\t\t Japan pretends to creditably perform its responsibility and role in the international arena but, in actuality, it is dreaming of only overseas aggression, not peace. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are going ahead with group visits to \"Yasukuni Shrine\" despite strong resistance and protest of the world people, while lauding war criminals as \"patriotic martyrs\" and \"heroes.\" \n\t\t\t\t\t\n\t\t\t\t\t They are stepping up the moves to turn Japan into a military giant and overseas aggression, while going busy infusing the militarist idea into the minds of Japanese, beefing up armed forces, escalating overseas military operations of the \"Self-Defence Forces\" and making a retrogressive revision of the \"Pacifist Constitution.\" \n\t\t\t\t\t\n\t\t\t\t\t It will be as clear as daylight that if Japan is allowed to sit on the UN Security Council, it will more openly rush headlong into overseas aggression. \n\t\t\t\t\t\n\t\t\t\t\t If this happens, it will help create such danger as dividing the UN and inviting a new militarist war in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t Japan should be the first target that should be excluded from the debate on the issue of increasing the number of permanent members of the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to drop its foolish dream, warns the commentary."
        },
        {
            "title": "S. Korean Authorities' Fascist Suppression Flayed",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-04ee.html",
            "content": "S. Korean Authorities' Fascist Suppression Flayed\r\nPyongyang, December 1 (KCNA) -- The Seoul Central District Court staged a trial of members of the Solidarity for Implementing the South-North Joint Declaration in south Korea on Nov. 27 at which it sentenced the permanent co-representative of the organization and the organizational chairperson to two years in prison, four years' stay of execution and two years' suspension of qualifications each and its two other members to one year and six months in prison, two years' stay of execution and one year and six months' suspension of qualifications each on the charge of conducting \"enemy-benefiting activities.\" \n\t\t\t\t\tThis is a blatant challenge of the dictatorship enforced under the signboard of \"pragmatism\" to justice and truth and an unpardonable fascist action taken to suppress and stamp out the pro-reunification patriotic forces in south Korea calling for independence, democracy and reunification. Rodong Sinmun Tuesday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\tIt says:\n\t\t\t\t\t\n\t\t\t\t\tIt has become an irresistible trend of the times to follow the Juche idea and the Songun politics in south Korea. The activities of the organization are very just as they reflected the aspiration and wishes of the people and they can never be incriminated. \n\t\t\t\t\t\n\t\t\t\t\tWhat should not be overlooked is that the repressive action was taken against the organization at a time when the inter-Korean relations have been pushed again to a catastrophic phase due to the reckless acts on the part of the anti-reunification forces in south Korea including the \"Ministry of Unification\".\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean fascist authorities imposed the above-said penalties upon them at last by linking them with the DPRK after labeling them \"enemy-benefiting elements,\" not content with persecuting them. This once again lays bare the anti-reunification nature of the present south Korean ruling forces seeking only confrontation with compatriots, not improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities would be well advised to stop at once the unwarranted suppression of them, mindful that any crackdown upon the pro-reunification patriotic forces amounts to an unpardonable crime against the country and the nation."
        },
        {
            "title": "\"Ministry of Unification\" Accused of Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-07ee.html",
            "content": "\"Ministry of Unification\" Accused of Confrontation with Compatriots\r\nPyongyang, December 1 (KCNA) -- The south Korean Minister of \"Unification\" Hyon In Thaek and panjandrums of his ministry are busy escalating the confrontation with fellow countrymen after putting cross-bars on the settlement of all issues arising in the north-south relations including the tour of Mt. Kumgang. Minju Joson Tuesday says in a signed commentary in this regard: This is as foolish an act as precipitating their self-destruction. \n\t\t\t\t\tCiting facts to prove that the \"Ministry of Unification\" of south Korea is working hard to force Hyundai to pay for the tour of Mt. Kumgang in kind, not in cash, the commentary dismisses the above-said move as hysteria of lunatics hell-bent on confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\tThe world knows no country where tour is paid in kind, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tPanjandrums of the ministry concocted such an anachronistic idea of paying for tour in kind though it is a decade since the beginning of the 21st century. This fact clearly indicates they are nothing but dregs of history who should have lived in the era of feudalism when barter trade prevailed. \n\t\t\t\t\t\n\t\t\t\t\tWhat merits a serious attention is that the above-said guys took an action the day following the issue of a statement by a spokesman for the Korea Asia-Pacific Peace Committee in connection with the lapse of a year and 5 months since the suspension of the tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tHyon In Thaek and his ilk spelled out the above-said method of paying for the tour the day following the issue of the statement. This cannot but be a blatant challenge to the warning served by the DPRK side. Their ulterior motive is to block the tour of Mt. Kumgang under any pretext and use it as means of stoking confrontation with compatriots in case the tour is resumed.\n\t\t\t\t\t\n\t\t\t\t\tExplicitly speaking, the tour of Mt. Kumgang can never be a plaything of such political charlatans as Hyon In Thaek."
        },
        {
            "title": "All-out Charge for Victorious 100-Day Campaign Called for",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-12ee.html",
            "content": "All-out Charge for Victorious 100-Day Campaign Called for\r\n Pyongyang, December 1 (KCNA) -- Rodong Sinmun Tuesday editorially calls on all officials, party members and other working people to make a dynamic final charge in a do-or-die spirit and thus get the 100-day campaign registered forever as a campaign for the victory in the drive for bringing about a great surge in the history of the Workers' Party of Korea, the country and its people for the building of a thriving nation.\n\t\t\t\t\t To triumphantly conclude the above-said campaign is a very important work to attain a higher goal and make a faster leap forward next year, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Next year is a significant year which marks the 65th founding anniversary of the WPK and the year in which the people should bring about a decisive turn in the efforts to open the gate to a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The on-going 100-day campaign is of great significance in laying a foundation for creating an unheard-of speed of advance next year.\n\t\t\t\t\t\n\t\t\t\t\t All officials, party members and other working people should conduct a dynamic final charge to triumphantly conclude the 100-day campaign by the end of the year with the great honor and pride of having glorified this year as a year which witnessed great changes and thus lay a solid springboard from which to enter the gate to a thriving nation in 2012.\n\t\t\t\t\t\n\t\t\t\t\tThey should make redoubled efforts, firmly determined to follow General Secretary Kim Jong Il in his forced march to the last, and give fuller play to the spirit of devotedly defending the leader which has grown strong to be faith and will, conscience and moral obligation and unchangeable habit and part of their life through their life experience in the protracted revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all the people to triumphantly conclude the above-said campaign through the all-out charge and thus fully demonstrate the heroic spirit of the Korean people ready to unconditionally carry out whatever the party determines to do."
        },
        {
            "title": "Suppression of Organization Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-03ee.html",
            "content": "Suppression of Organization Condemned in S. Korea\r\n Pyongyang, December 1 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea made public a statement on Nov. 27 in denunciation of the authorities' crackdown upon it. \n\t\t\t\t\t The statement noted that on the same day a court bench staged a trial of members of the solidarity at which it made a decision on labeling it an \"enemy-benefiting organization\", charging that they \"supported, praised and encouraged the north and disseminated its ideology\" and that this \"is likely to do harm to the basic order of liberal democracy.\"\n\t\t\t\t\t\n\t\t\t\t\t The statement pointed out that the decision is retaliation against last year's candlelight action and a political charade designed to scrap the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It is intolerable that the court bench made such an unreasonable decision by accepting the false accusation brought by the \"Intelligence Service\" and the prosecution, though it is obliged to pass an impartial judgment, the statement held, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" can never dampen the people's desire for independence, democracy and reunification, no matter how desperately it works to suppress the forces of the reunification movement, negating the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the present \"government\" promptly lift the above-said labeling, abrogate the \"Security Law\" and set free all the prisoners of conscience."
        },
        {
            "title": "DPRK Significant Days Marked in Mexico",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-01ee.html",
            "content": "DPRK Significant Days Marked in Mexico\r\nPyongyang, December 1 (KCNA) -- A Korean book, photo and art exhibition took place in Mexico from November 24 to 27 on the occasions of the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t On display in the venue of the exhibition were works of President Kim Il Sung and Kim Jong Il, photos on the revolutionary exploits of the three commanders of Mt. Paektu and books, fine art works and handicrafts of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present at its opening ceremony were personages of the Mexican government, political parties and organizations, including the parliament, the Ministry of Foreign Affairs, the People's Socialist Party, the Mexican Fellowship Institute to Honor the Memory of President Kim Il Sung, the Mexico-Korea Friendship Association and the Mexican Committee for Supporting Korea's Reunification, and popular masses of different strata.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Mexico and his embassy officials, members of the delegation of the Korean Overseas Exhibition General Bureau and diplomatic envoys of various countries.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican president of the Senate said that the exhibition would mark an important occasion in helping the Mexican people get a better understanding of the politics, economy and culture of the DPRK and further developing the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Expressing resolution to strive to develop the cultural exchange between the two countries, he hoped that the Korean people would achieve signal success in building a great prosperous and powerful nation."
        },
        {
            "title": "Ordinary Deed Highly Praised by Leader",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-10ee.html",
            "content": "Ordinary Deed Highly Praised by Leader\r\nPyongyang, December 1 (KCNA) -- General Secretary Kim Jong Il visited the Chongjin Plastic Tube Factory in May of Juche 97 (2008).\n\t\t\t\t\t Looking at plastic tube and other products, he was satisfied with its production of lots of quality plastic tubes of different sizes and uses for various sectors of the national economy, saying that the workers there had done much work in the past.\n\t\t\t\t\t\n\t\t\t\t\t A moment's later he said with warm affection to the following effect: The Chongjin Plastic Tube Factory is well arranged. It is a creation achieved by officials and working people of North Hamgyong Province who had striven hard with an unswerving determination to build the economy serving our people with our own efforts, technologies and resources at any cost and make our country more prosperous.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, Kim Jong Il is the benevolent father of the people who is pleased to see any thing which can make a substantial contribution to the improvement of the people's living, even though it is a trifling one."
        },
        {
            "title": "APS de RPDC ofrece banquete en honor de delegacion de APN de RPCh",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-22ee.html",
            "content": "APS de RPDC ofrece banquete en honor de delegacion de APN de RPCh\r\nPyongyang, 1 de diciembre (ATCC) -- La Asamblea Popular Suprema de la Republica Popular Democratica de Corea ofrecio la vispera en el Palacio de los Congresos Mansudae el banquete en honor de la delegacion de la Asamblea Popular Nacional de la Republica Popular China, de visita en Corea.\n\t\t\t\t\tA la recepcion fueron invitados la delegacion de APN de la RPCh presidida por su vicepresidenta del Comite Permanente Chen Zhili, el embajador Liu Xiaoming y los miembros de la embajada china acreditada en Corea.\n\t\t\t\t\t\n\t\t\t\t\tY estuvieron presentes el presidente Choe Thae Bok y la vicepresidenta Hong Son Ok, de la APS, el diputado a la APS Song Ja Rip, presidente del Grupo de Parlamentarios de Amistad Corea-China y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tHong Son Ok, al hacer uso de la palabra en la ocasion, senalo que la presente visita de la delegacion china a Corea servira de un motivo significativo en el fortalecimiento y el desarrollo de las relaciones de amistad y cooperacion entre Corea y China.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la tradicional amistad Corea-China, preparada por el Presidente Kim Il Sung junto con los revolucionarios de veterana generacion de China, sigue desarrollandose favorablemente bajo la profunda atencion de los dirigentes maximos de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tExponiendo la invariable posicion del Partido del Trabajo de Corea y el gobierno de la RPDC de desarrollar de generacion en generacion la amistad Corea-China, destaco que tambien en el futuro el pueblo coreano hara esfuerzos por intensificar y desarrollar los vinculos de amistad y cooperacion entre los dos paises mano a mano con el pueblo chino.\n\t\t\t\t\t\n\t\t\t\t\tChen Zhili, se refirio en su discurso a que consolidar y desarrollar las relaciones de buena vecindad, amistad y cooperacion entre China y Corea es invariable orientacion del partido y el gobierno de China.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el intercambio y las actividades de celebracion efectuados en este ano en que se cumplio el 60o aniversario del establecimiento de las relaciones diplomaticas, contribuyeron al desarrollo de las relaciones de amistad entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tAl regocijarse de que el pueblo coreano logra grandes exitos apoyandose en sus propias fuerzas y luchando tenazmente bajo la direccion del PTC encabezado por su Secretario General Kim Jong Il, deseo de todo corazon al pueblo coreano nuevos exitos en diversas ramas."
        },
        {
            "title": "Corea: se filma parte III del \"Sol del Songun que brilla en todo el mundo\"",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-23ee.html",
            "content": "Corea: se filma parte III del \"Sol del Songun que brilla en todo el mundo\"\r\n  Pyongyang, 1 de diciembre (ATCC) -- Los Estudios de Filmes Documentales y Cientificos de Corea filmaron \"Para transformar toda la sociedad segun la idea Juche\", tercera parte del documental \"Sol del Songun que brilla en todo el mundo\".\n\t\t\t\t\t  El filme recoge ampliamente los datos historicos de como el Dirigente Kim Jong Il presento la idea y teoria originales sobre la transformacion de toda la sociedad segun la idea Juche y dirigio sabiamente la lucha por ponerlas en practica.\n\t\t\t\t\t\n\t\t\t\t\t  Muestra vividamente que en los dias de la magna lucha por transformar la ideologia, la tecnica y la cultura segun la demanda de la idea Juche, el Partido del Trabajo de Corea se fortalecio como glorioso partido del Presidente Kim Il Sung, se hizo mas solida la unidad monolitica entre el partido y las filas revolucionarias y se produjeron grandes cambios en todos los sectores de la revolucion y la construccion.\n\t\t\t\t\t\n\t\t\t\t\t  Sobre todo, el largometraje presenta las hazanas del Dirigente Kim Jong Il quien formo al Ejercito Popular de Corea, grueso de la revolucion, como peloton suicida y pilar numero 1 en el cumplimiento de la causa revolucionaria e invencible ejercito revolucionario del monte Paektu conforme a la nueva epoca de la revolucion del Juche, la del Songun (priorizacion militar), preparando asi la firme garantia militar para transformar toda la sociedad segun la idea Juche."
        },
        {
            "title": "Minju Joson denuncia locura de EE.UU., estrangulador de DD.HH.",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-24ee.html",
            "content": "Minju Joson denuncia locura de EE.UU., estrangulador de DD.HH.\r\nPyongyang, 1 de diciembre (ATCC) -- Recientemente, Estados Unidos arma alboroto nombrando al \"enviado especial para derechos humanos del Norte de Corea\", y otras cosas similares.\n\t\t\t\t\tAl respecto el periodico Minju Joson en un comentario individual de este martes senala que el imperio que no tiene el derecho a hablar de DD.HH. acusa arbitrariamente a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Calificando a EE.UU. del criminal que debe subir al banquillo internacional de DD.HH. como maximo estrangulador de DD.HH. del mundo, el comentarista pone al desnudo los crimenes de violacion de la soberania de Estado que este pais norteamericano perpetro en Irak y Afganistan movilizando las fuerzas armadas y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  El pueblo coreano siente la aversion extrema de que EE.UU., criminal de DD.HH. que privo de la soberania y la dignidad nacional a otros paises y violo despiadadamente DD.HH. de los habitantes, se atrevio a acusar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Por mucho que EE.UU. hable de DD.HH. como si el monje repitiera la oracion poniendose el velo de DD.HH., no puede ocultar su naturaleza de maximo estrangulador de DD.HH. del mundo y el pais criminal de DD.HH. y al contrario, eso revela solo su vileza moral y cinismo.\n\t\t\t\t\t\n\t\t\t\t\t   Para EE.UU. sera bueno prestar atencion a sus errores antes de desenmascarar los de otros."
        },
        {
            "title": "Rodong Sinmun demanda a Japon dejar su illusion",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-25ee.html",
            "content": "Rodong Sinmun demanda a Japon dejar su ilusion\r\nPyongyang, 1 de diciembre (ATCC) -- Japon debe reflexionar y liquidar sinceramente sus crimenes del pasado antes de atreverse a ocupar el cargo responsable del Consejo de Seguridad de la ONU.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, en su discurso pronunciado en el pleno del 64o periodo de sesiones de la Asamblea General de la ONU, el delegado japones senalo que la calificacion de pais miembro permanente del Consejo de Seguridad de la ONU \"depende de la contribucion a la preservacion de la paz y la seguridad del mundo\".\n\t\t\t\t\t\n\t\t\t\t\tAl igual que un idiota que no sabe como portarse debidamente, el trato de convencer repetidamente en esa ocasion que su pais es \"adecuado\" para ese cargo de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tSi bien el pais isleno insiste en que cumple con toda su responsabilidad y papel en la escena internacional, lo que suena de veras no es la paz sino la agresion a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses, que presentan a los criminales de guerra como \"martires patrioticos\" y \"heroes\", no dejan de visitar en masas el \"Santuario Yasukuni\" a pesar de la fuerte oposicion y condena del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEllos dan acicate a sus maniobras para convertir a su pais en una potencia militar y agredir a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tPara este fin, inculcan la idea militarista en los habitantes, aumentan las fuerzas armadas, amplian las operaciones militares en ultramar de las \"Fuerzas de Autodefensa\" y se enfrascan en enmendar la \"constitucion pacifista\".\n\t\t\t\t\t\n\t\t\t\t\tEsta claro que si Japon llega a ser miembro permanente del CS de la ONU, marchara mas abiertamente por la senda de agresion a ultramar.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, este suceso peligroso traera la division de la ONU y la nueva guerra militarista en los escenarios internacionales.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, Japon es el candidato que debe ser desaprobado primero durante los debates de la ampliacion del numero de miembros permanentes del Consejo de Seguridad.\n\t\t\t\t\t\n\t\t\t\t\tLe convendria a Japon no hacerse la ilusion con ese puesto importante de la ONU."
        },
        {
            "title": "Rong Sinmun condena acto fascista de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2009/200912/news01/20091201-26ee.html",
            "content": "Rodong Sinmun condena acto fascista de autoridades surcoreanas\r\nPyongyang, 1 de diciembre (ATCC) -- El 27 de noviembre, el \"Tribunal Central Local de Seul\" enjuicio en una vista publica a los miembros de la Solidaridad por la Ejecucion de la Declaracion Conjunta Sur-Norte por el cargo de supuestas \"actividades pro-enemigas\".\n\t\t\t\t\tDe esta manera, el co-representante permanente y la presidenta de organizacion de la mencionada entidad fueron condenados a 2 anos de prision, 4 de remision condicional de la sancion y 2 de descalificacion y otros 2 miembros a un ano y 6 meses de prision, 2 de remision condicional de la sancion y un ano y 6 meses de descalificacion.\n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual difundido este martes, el diario Rodong Sinmun denuncio ese fallo calificandolo de desafio frontal de la dictadura \"pragmatica\" a la justicia y la verdad y de imperdonable accion  fascista encaminada a reprimir y eliminar a las fuerzas patrioticas pro-reunificacion del Sur de Corea que reclaman la independencia, la democracia y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tDeviene hoy la infrenable corriente de la epoca en el Sur de Corea seguir la idea Juche y la politica de Songun (priorizacion militar), comienza el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas actividades de la Solidaridad por la Ejecucion son sumamente justas que no pueden ser acriminadas en ningun caso porque reflejan la aspiracion y la demanda de la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tLo insoslayable del caso es que tal campana represiva se cometio justamente cuando las relaciones intercoreanas vuelven a la fase catastrofica debido a la imprudente conducta del \"Ministerio de Reunificacion\" y otras fuerzas anti-reunificacion del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAl cabo de acosar a los miembros de la Solidaridad por la Ejecucion, las autoridades fascistas surcoreanas les impusieron por fin esas penas calificandolos de \"pro-enemigos\" y vinculandolos con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho vuelve a mostrar claramente el atributo anti-reunificacion de las actuales fuerzas gobernantes del Sur de Corea que persiguen unicamente la confrontacion fratricida lejos del mejoramiento de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben parar ahora mismo su injusta campana represiva contra las fuerzas patrioticas pro-reunificacion teniendo presente que con ella estan cometiendo un crimen imperdonable ante el pais y la nacion."
        }
    ]
}