{
    "date": "2009-09-12",
    "url": "http://kcna.co.jp/item/2009/200909/2009-09-12ee.html",
    "articles": [
        {
            "title": "A delegation of the Council of the Evangelical Church in Germany arrives",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-14ee.html",
            "content": "A delegation of the Council of the Evangelical Church in Germany arrives\r\n Pyongyang, September 12 (KCNA) -- A delegation of the Council of the Evangelical Church in Germany led by Wolfgang Huber, its chairman, arrived here today.\n\t\t\t\t\t Arriving here on the same day were Sachio Nakato, researcher at the International Institute of the Juche Idea, and his party."
        },
        {
            "title": "Delegation of Kyodo News of Japan Leaves",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-13ee.html",
            "content": "Delegation of Kyodo News of Japan Leaves\r\n Pyongyang, September 12 (KCNA) -- The delegation of Kyodo News of Japan led by its President Satoshi Ishikawa left here Saturday after wrapping its visit to the DPRK.\n\t\t\t\t\t While staying in the DPRK the delegation toured various places including the Victorious Fatherland Liberation War Museum and the Pyongyang Cultural Exhibition and appreciated the grand gymnastic and artistic performance \"Arirang.\""
        },
        {
            "title": "Drama \"A Sentry under a Neon Lamp\" Goes On",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-09ee.html",
            "content": "Drama \"A Sentry under a Neon Lamp\" Goes On\r\nPyongyang, September 12 (KCNA) -- Drama \"A Sentry under a Neon Lamp\" is being given in Pyongyang.\n\t\t\t\t\t It has been staged more than 30 times, evoking lively responses from among audiences.\n\t\t\t\t\t\n\t\t\t\t\t The performers truthfully represented soldiers of a unit of the Chinese People's Liberation Army tasked to guard just liberated Shanghai City. The drama vividly and impressively depicts the struggle to keep them free from the influence of the harmful trend spread by enemies in the Nanjing Avenue brightly lit by neon lights, underscoring its cognitive and educational value.\n\t\t\t\t\t\n\t\t\t\t\t Scenes of the drama showing those people allowing themselves to be disarmed due to \"sugar-coated shells\" though once they braved any hail of the enemy bullets and shells teach a serious lesson to the audience that if one falls victim to the reactionary bourgeois ideological poisoning and is taken to the Western way of living, one cannot protect one's destiny and the triumphant revolution.\n\t\t\t\t\t\n\t\t\t\t\t The drama deeply impressed the audience as it truthfully represented the army-people relations, the officer-soldier ties and the military-political relations in the revolutionary army and the sentiment and emotion of the characters.\n\t\t\t\t\t\n\t\t\t\t\t A high level of acting of the performers including their narrative skill as well as truthful stage decor won the admiration of the audience."
        },
        {
            "title": "Great Program for Prosperity of DPRK",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-11ee.html",
            "content": "Great Program for Prosperity of DPRK\r\nPyongyang, September 12 (KCNA) -- General Secretary Kim Jong Il made public a famous work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" in September Juche 97 (2008).\n\t\t\t\t\t The work is a very important document to be taken firmly in successfully carrying forward and completing the cause of building a socialist state of Juche pioneered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il reviewed with great pride the 60-year-long history of the DPRK which had covered the road of brilliant victory under the guidance of President Kim Il Sung and the great Party and clarified the popular and independent character and invincible might of the DPRK which embodies the Juche idea in the state building and activities.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's history is one of great struggle and victory, creation and change in which the sovereignty and honor of the country have been defended with credit and a prosperous and powerful socialist nation has been constructed under the leadership of the Party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have created historic miracles, going through unprecedented trials and difficulties in the acute confrontation with the imperialist aggressive forces from the first period of building a new country to the present time of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Now the cause of building a socialist state of Juche is at a new turning point of history in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun politics of Kim Jong Il, an embodiment of the President's Juche idea and Songun revolutionary leadership exploits, the DPRK is demonstrating its dignity all over the world as an invincible socialist country powerful in political and military realms and a great innovation and change are taking place on the economic and cultural sectors amid the flame of a new revolutionary upsurge.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of the artificial satellite \"Kwangmyongsong-2\" is a great event which demonstrated to the world once again the proud might of the Juche-based space science and technology which have developed swiftly and the tremendous power of the DPRK rushing ahead towards the thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Many gigantic edifices including the Wonsan Youth Power Station and the Ryesonggang Youth Power Station No. 1 have been constructed and the modernization of production process has been vigorously pushed ahead in the metal industry and other major economic sectors amid the full display of the inexhaustible mental power and the revolutionary spirit of self-reliance, thus laying a solid foundation for the epochal development of the socialist independent economy and the improvement of the people's living. \n\t\t\t\t\t\n\t\t\t\t\t Many musical art pieces of new style were created as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\tAll the army and people of the DPRK will give fuller play to its dignity and might by implementing the ideology and theory advanced by Kim Jong Il in the work."
        },
        {
            "title": "Xigang Battle, Demonstration of Kim Il Sung's Independent Stand",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-12ee.html",
            "content": "Xigang Battle, Demonstration of Kim Il Sung's Independent Stand\r\n Pyongyang, September 12 (KCNA) -- The army and people of Korea are looking back upon the immortal feats performed by President Kim Il Sung in leading the Korean revolution to victory on the occasion of the 71st anniversary of the victory in the battle of Xigang held during the anti-Japanese armed struggle.\n\t\t\t\t\t Then the Korean revolution was confronted with a grave situation in which the revolution would be continued or given up halfway owing to the desperate \"punitive\" offensive of the Japanese imperialists \"to finally exterminate\" the anti-Japanese armed forces and the aftermath of the expedition to Rehe forced by the \"left\" adventurists of Comintern.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the President, who had firmly adhered to the independent stand in the military and political activities from the first days of the anti-Japanese armed struggle, penetrated the adventurousness of the expedition to Rehe with his clairvoyance and took initiative measures to advance the units of the Korean People's Revolutionary Army to the border areas and the homeland, not to Rehe and strike the rear of Japanese imperialism one after another with unique guerrilla tactics.\n\t\t\t\t\t\n\t\t\t\t\tWhen some anti-Japanese allied army units suffered hardships in the expedition to Rehe, the units of the KPRA dealt a deadly blow to the Japanese imperialists through several battles in Xigang and other areas, keeping to the Juche-oriented revolutionary line.\n\t\t\t\t\t\n\t\t\t\t\tA company of the puppet Manchukuo army and police force were deployed in Xigang.\n\t\t\t\t\t\n\t\t\t\t\t With a determination to surprise the enemy at night, he formed a combat formation which consisted of two storming parties, two interception parties, two covering parties and one disguised party and issued orders to each party.\n\t\t\t\t\t\n\t\t\t\t\t The zero hour was 11:00 p.m. on September 13, Juche 27 (1938).\n\t\t\t\t\t\n\t\t\t\t\t The interception parties cut off the telephone line of the enemy before the battle while the disguised party entered the town and occupied the east gate and forts to guarantee the advance of the storming parties.\n\t\t\t\t\t\n\t\t\t\t\t The covering parties fired by volleys at the west forts to strike terror into the enemy soldiers and the storming parties killed or captured all the enemies.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of the President who victoriously held the battle of Xigang, the KPRA units undertook positive operations of harassing the enemy's rear while bringing the national liberation revolution to steady upswing in Mt. Paektu and thus dealt a heavy blow to the Japanese imperialists who attempted to conclude the aggressive war of continent with \"blitz tactics\" and saved the anti-Japanese allied army units who were undergoing difficulties in the expedition to Rehe.\n\t\t\t\t\t\n\t\t\t\t\t The victory in the historic Xigang battle was the brilliant victory of the  independent stand the President had adhered to consistently in all military actions and activities and a precious fruition of his superb Juche-oriented guerrilla tactics."
        },
        {
            "title": "KCNA Flails Israel's Decision to Construct New Jewish \"Settlements\" in West Bank",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-10ee.html",
            "content": "KCNA Flails Israel's Decision to Construct New Jewish \"Settlements\" in West Bank\r\n Pyongyang, September 12 (KCNA) -- Israel on Sept. 7 decided to build more than 450 new housing units in the Jewish \"settlements\" in West Bank despite protest and denunciation of Palestine and other members of the international community.\n\t\t\t\t\t This is a blatant challenge to the international community desirous of the progress of the Mid-east peace process as it is a reckless act of the right-wing government of Israel to realize its wild ambition for territorial expansion and torpedo the peace process.\n\t\t\t\t\t\n\t\t\t\t\t The issue of Israel's construction of \"settlements\" surfaced since the Mid-east peace process started early in the 1990s.\n\t\t\t\t\t\n\t\t\t\t\t This issue blocked the progress of the peace process the core of which is the solution of the territorial disputes as it was a product of the premeditated scenario of Israel to keep the occupied territory of Palestine as its own for an indefinite period.\n\t\t\t\t\t\n\t\t\t\t\t The ultra-right forces of Israel seized by the extreme ambition for territorial expansion staged the farce of expanding \"settlements\" in a big way whenever the peace process showed a sign of certain progress, thus laying a stumbling block in its way. Since the ultra-right forces' seizure of power in March last the international community including Arab countries, therefore, strongly demanded the Israeli authorities halt the construction of \"settlements,\" warning of the danger of their expansion pushing the peace process to collapse.\n\t\t\t\t\t\n\t\t\t\t\tIsrael went ahead with the construction of 2,500 housing units which had already been underway in the \"settlements\" in Eastern Kuds and West Bank despite its assurance that it would not construct new \"settlements.\" Not content with this, Israel announced a plan to build new \"settlements\" this time.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that Israel is working with blood-shot eyes to achieve its wild ambition for territorial expansion while hoodwinking the international community including the Arab countries under the patronage of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The recent decision of the Israeli authorities to construct \"settlements\" self-exposed that co-existence with Palestine and the progress of the peace process much touted by them are nothing but window-dressing for materializing their plan for building Zionist \"Greater Israel\".\n\t\t\t\t\t\n\t\t\t\t\t The history of the Mid-east proves that the expansion of \"settlements\" is nothing but a foolish and dangerous act of harassing security and peace in the region including Israel as it gives rise to an evil cycle of retaliation between Arabs and Israel.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli authorities should immediately stop the anachronistic expansion of \"settlements\" if they truly stand for peace and stability in the region."
        },
        {
            "title": "Withdrawal of U.S. Forces Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-06ee.html",
            "content": "Withdrawal of U.S. Forces Demanded in S. Korea\r\n Pyongyang, September 12 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea released a statement titled \"Let us terminate the U.S. forces' presence in south Korea and achieve independent reunification\" on Sept. 8 calling upon all the Koreans to turn out in the struggle to drive the U.S. forces out of south Korea.\n\t\t\t\t\t The statement said that after the landing of the U.S. forces in south Korea on Sept. 8, 1945 they killed Koreans, rejoiced at the liberation of the country, laying bare their true colors as aggressor forces and occupation troops.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces brutally suppressed at the point of bayonet all the movements to build an independent and sovereign state while enforcing a \"military rule\" and committed such atrocities as killing  millions of innocent civilians during the Korean war, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t It also denounced the U.S. forces for having persisted in all sorts of moves for a war of aggression against the north, keeping south Korea under their occupation, and thereby straining the situation on the Korean Peninsula in crude violation of the Armistice Agreement which calls for the withdrawal of all the foreign troops. \n\t\t\t\t\t\n\t\t\t\t\t It condemned the U.S. forces for having staged ceaseless large-scale exercises for a war of aggression against the north including Key Resolve and Ulji Freedom Guardian joint military exercises this year.\n\t\t\t\t\t\n\t\t\t\t\t The peace of the Korean nation and its reunification can hardly be achieved nor can the people's life and security be expected as long as the U.S. forces remain in south Korea, the statement held, calling for putting an end to the disgraceful history of the U.S. forces' presence in south Korea and ushering in a new era of independent reunification, peace and prosperity."
        },
        {
            "title": "All-People Signature Campaign Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-05ee.html",
            "content": "All-People Signature Campaign Launched in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The South Side Committee for Implementing the June 15 Joint Declaration launched an all-people signature campaign calling for implementing the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t The committee held a press conference in Seoul on Sept. 7 at which it said that now is the time to put reconciliation and cooperation between the south and the north on a higher level and give spurs to the implementation of the declarations.\n\t\t\t\t\t\n\t\t\t\t\t The organization declared it would urge the \"National Assembly\" to adopt a \"resolution calling for implementing the June 15 joint declaration and the October 4 declaration\" through the signature campaign, calling upon all the political parties and politicians to come out in the actions to have the resolution passed.\n\t\t\t\t\t\n\t\t\t\t\t  Accusing the authorities of disallowing the working contact between the said committee grouping broad strata of people from all walks of life in south Korea and the north side, the organization demanded the \"government\" lift the action for blocking the exchange and cooperation between the south and the north."
        },
        {
            "title": "DPRK's Birthday Celebrated ",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-03ee.html",
            "content": "DPRK's Birthday Celebrated \r\n Pyongyang, September 12 (KCNA) -- A meeting was held in Finland, a lecture and film show took place in Iran and a film show was held in Uganda on Sept. 2 and 3 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t The chairman of the Communist Workers' Party of Finland for the Peace and Socialism said at the meeting that the DPRK has turned into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, despite the acute confrontation with the U.S. imperialists for several decades since the ceasefire. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that socialism in the DPRK has dynamically advanced along the road of victory, meeting all sorts of challenges of the imperialists unprecedented in history under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Iranian Association of the International Taekwon-Do Federation in a lecture referred to the exploits performed by President Kim Il Sung in the liberation of the country and the nation-building, adding that Kim Il Sung was the founder of the Democratic People's Republic of Korea, a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t He highly lauded the President as the outstanding strategist and peerlessly brilliant commander, who brought the U.S. imperialists that boasted of being the \"strongest\" in the world, to their knees in the Fatherland Liberation War and demonstrated the might of the DPRK to the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kampala City Committee of the Uganda National Resistance Movement praised Kim Il Sung and Kim Jong Il as the great leaders who made a new history of the DPRK with Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film shows watched the Korean films \"Reply of Korea\" and \"The Faith of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting held in Finland."
        },
        {
            "title": "DPRK Birthday Celebrated by Koreans in Ukraine",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-07ee.html",
            "content": "DPRK Birthday Celebrated by Koreans in Ukraine\r\n Pyongyang, September 12 (KCNA) -- The United Confederation of Koreans in Ukraine held a meeting on Sept. 9 on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t Kim Yong Sul, chairman of the confederation, said in his report that the DPRK's founding was a shining victory of President Kim Il Sung's idea and line of nation-building and marked a historic event that brought about a landmark turn in the revolutionary struggle of the Korean people to achieve independence.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the President's outstanding and tested leadership and immortal exploits in the government building the DPRK has fully demonstrated its might as a weapon for accomplishing the popular masses' cause of independence and made a glorious history of bringing about shining victories and epoch-making changes in the revolution and construction despite manifold difficulties and trials, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe President's exploits in the nation-building are firmly upheld and successfully carried forward and developed on a new high stage by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The tremendous attraction and vitality of Songun politics enforced by Kim Jong Il have been fully demonstrated in the struggle for the country's reunification and the external activities, he said, adding that the milestone of reunification, the embodiment of the idea of \"By our nation itself,\" was provided, a new chapter of the nation-wide reunification movement opened and the international prestige and dignity of the DPRK rose remarkably and the independent dignity of Juche Korea came to shed more brilliant rays."
        },
        {
            "title": "Bulletin Issued in Peru on Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-04ee.html",
            "content": "Bulletin Issued in Peru on Birthday of DPRK\r\n Pyongyang, September 12 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship issued a bulletin on the occasion of the 61st birthday of the DPRK.\n\t\t\t\t\t The bulletin in an article introduced the long history and brilliant culture of Korea, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, the iron-willed commander, devoted his all to the prosperity of the country and the accomplishment of the revolutionary cause of Juche till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\tThe validity of the outstanding Songun politics of General Secretary Kim Jong Il is clearly proved by the successful launch of satellite Kwangmyongsong-2, the second nuclear test, powerful national power and the unbreakable single-minded unity in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has developed and enriched the Juche idea founded by the President and led the socialist cause to a shining victory. \n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship pays sincere tribute to Kim Il Sung who defeated two imperialisms, U.S. and Japanese, and sends the best wishes to Kim Jong Il who has firmly defended socialism of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin also carried photos on the Tower of the Juche Idea, the national flag of the DPRK and the single-minded unity of the Korean people."
        },
        {
            "title": "Kim Il Sung's Work Published in Brazil",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-01ee.html",
            "content": "Kim Il Sung's Work Published in Brazil\r\n Pyongyang, September 12 (KCNA) -- President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was brought out in booklet by Eco Copia Publishing House of Brazil on the occasion of the 61st anniversary of the founding of the DPRK.\n\t\t\t\t\t The work, published on April 6, Juche 82 (1993), indicates overall ways of achieving the great national unity including the issues of founding a unified state through the unity of the whole nation and uniting on the basis of patriotism and the spirit of national independence, promoting co-existence, co-prosperity and common interests, ending all political disputes that foment division and confrontation between fellow countrymen, achieving the confidence and unity between the north and the south and advancing hand in hand with each other on the road of national reunification, not rejecting each other because of differing isms."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-02ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, September 12 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in booklet by the Nakhodka Format Publishing House in Russia on the occasion of the 61st birthday of the DPRK."
        },
        {
            "title": "ATCC critica la ampliacion de \"asentamientos\" judios",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-15ee.html",
            "content": "ATCC critica la ampliacion de \"asentamientos\" judios\r\nPyongyang, 12 de septiembre (ATCC) -- A pesar de la protesta y denuncia de Palestina y la sociedad internacional, Israel tomo el dia 7 la decision de construir mas de 450 viviendas en los \"asentamientos\" judios en Cisjordania.\n\t\t\t\t\tEsta decision constituye una locura del regimen derechista de Israel dirigida a frustrar el proceso pacificador del Medio Oriente realizando su ambicion expansionista territorial, siendo desafio frontal a la sociedad internacional que desea el avance de ese proceso. \n\t\t\t\t\t\n\t\t\t\t\tEl problema de la construccion de ghettos por Israel surgio a principios de la decada de 1990 cuando se inicio precisamente el proceso pacificador de esa region cuyo nucleo es la solucion de litigios territoriales. \n\t\t\t\t\t\n\t\t\t\t\tEse proyecto parte del premeditado complot del pais sionista para convertir para siempre las tierras palestinas en las israelies.\n\t\t\t\t\t\n\t\t\t\t\t  Cada vez que se daba cierta senal de avance en el proceso por la paz, las fuerzas ultraderechistas de Israel, cautivadas por su extremada ambicion expansionista territorial, lo impidieron ampliando en gran medida los ghettos. \n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, en marzo pasado, cuando las fuerzas ultraderechistas tomaron el poder en Israel, la sociedad internacional, incluso los paises arabes, demando fuertemente a las autoridades hebreas el cese de dicha obra advirtiendo que esta llevara al fracaso el proceso pacificador.\n\t\t\t\t\t\n\t\t\t\t\t  Si bien Israel dijo entonces que no construiria un nuevo \"asentamiento\", siguio impulsando en realidad la ya comenzada construccion de  viviendas para 2 mil 500 familias en los ghettos establecidos en Jerusalen del Este y Cisjordania.\n\t\t\t\t\t\n\t\t\t\t\tComo si esto fuera poco, recientemente anuncio oficialmente esa polemica decision de construir un nuevo \"asentamiento\". \n\t\t\t\t\t\n\t\t\t\t\t  La realidad demuestra que Israel se mueve desesperadamente bajo el amparo de Estados Unidos para satisfacer su ambicion de expandir el territorio enganando a los paises arabes y la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t  La nueva decision de las autoridades hebreas comprueba que la coexistencia con el Estado de Palestina, el avance del proceso por la paz y otras palabras, que suelen decir ellas, no pasan de ser una cortina para ocultar su sionista plan de construir \"Gran Israel\". \n\t\t\t\t\t\n\t\t\t\t\t  La historia del Medio Oriente ensena que la ampliacion de ghettos es un acto absurdo y peligroso que desata el circulo vicioso de venganza entre los arabes y los israelies y perturba la seguridad y la paz de la region incluso el mismo pais hebreo.\n\t\t\t\t\t\n\t\t\t\t\t  Si las autoridades israelies desean de veras la paz y la estabilidad de la region, deberan desistir de su anacronico proyecto de ampliar los \"asentamientos\" judios."
        },
        {
            "title": "Delegacion de Kyodo concluye su visita a la RPDC ",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-16ee.html",
            "content": "Delegacion de Kyodo concluye su visita a la RPDC\r\nPyongyang, 12 de septiembre (ATCC) -- La delegacion de la Agencia de Noticias Kyodo de Japon encabezada por su presidente Satoshi Ishigawa regreso el dia 12 a su pais luego de concluir su visita a Corea.\n\t\t\t\t\tDurante la visita, la delegacion recorrio varios lugares como el Museo de la Victoria en la Guerra de Liberacion de la Patria y la Exhibicion Permanente de Cultura de Pyongyang y vio la funcion gimnastico-artistica masiva \"Arirang\"."
        },
        {
            "title": "Combate de Xigang",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-17ee.html",
            "content": "Combate de Xigang\r\nPyongyang, 12 de septiembre (ATCC) -- Con motivo del 71o aniversario del triunfo en el combate de Xigang desarrollado en el periodo de la lucha armada antijaponesa, todo el ejercito y el pueblo de Corea recuerdan las inmortales hazanas del Presidente Kim Il Sung quien condujo a la victoria  la revolucion coreana.\n\t\t\t\t\t   En aquel tiempo la revolucion coreana se hallaba en la bifurcacion de hacer de continuo la revolucion o no debido a la desesperada ofensiva de \"punicion\" de los imperialistas japoneses para \"aniquilar definitivamente\" las fuerzas armadas antijaponesas y a las consecuencias de la expedicion a Rehe obligada por los aventureristas de izquierda de la Internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Precisamente en tal periodo, el Presidente, quien desde los primeros dias de la lucha armada antijaponesa mantenia con firmeza la posicion independiente en las actividades militares y politicas, adivino con la perspicacia genial el caracter aventurero de esa expedicion y tomo las medidas iniciativas de avanzar las unidades del Ejercito Revolucionario Popular de Corea a las zonas fronteras y al interior de Corea en lugar de la direccion hacia Rehe para que ellas  asesten con los originales metodos de la guerrilla golpes sucesivos a la retaguardia de los imperialistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\t  Por eso, cuando no pocas unidades de las Fuerzas Unidas Antijaponesas sufrian dificultades por las consecuencias de esa expedicion, las unidades del ERPC, al mantener la linea revolucionaria autoctona, desarrollaron varios combates como el de Xigang para dar golpe aniquilador a los imperialistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\t  En Xigang estaban emplazadas una compania del ejercito manchu y las policias.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo el plan de desarrollar por la noche el combate de asalto, el Presidente organizo el orden de batalla  compuesta de los dos grupos de asalto, los dos de contencion, los dos de proteccion y un disfrazado y les dio deberes a estos.\n\t\t\t\t\t\n\t\t\t\t\t  La batalla se inicio a las 23 del 13 de septiembre del 27 (1938) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Los grupos de contencion cortaron de antemano la linea telefonica enemiga y el grupo disfrazado penetro en la aldea donde ocupo la puerta este del muro y los torreones enemigos asegurando el avance de los grupos de asalto.\n\t\t\t\t\t\n\t\t\t\t\t  Los miembros de los grupos de proteccion asestaron el fuego concentrado a los torreones enemigos situados en el oeste y dieron temor a los enemigos, asi como los grupos de asalto pusieron fuera de combate o capturaron a todos los enemigos.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a la sabia direccion del Presidente quien condujo a la victoria este combate, las unidades del ERPC,  al llevar al auge la revolucion de liberacion nacional en el monte Paektu, dieron demoledor golpe a los imperialistas japoneses tendentes a terminar \"con rapidez\" la guerra de agresion al continente  a traves de la activa operacion de perturbacion en la retaguardia enemiga y pudieron salvar las unidades de las Fuerzas Unidas Antijaponesas que sufrian dificultades en el torbellino de la expedicion a Rehe.\n\t\t\t\t\t\n\t\t\t\t\t  El triunfo del historico combate de Xigang deviene   una brillante victoria de la posicion independiente que el Presidente Kim Il Sung mantuvo invariablemente en todas las operaciones y actividades militares, y es el precioso fruto de sus habiles metodos de guerrilla autoctonos."
        },
        {
            "title": "Festividades en varios paises por efemeride coreana",
            "url": "http://kcna.co.jp/item/2009/200909/news12/20090912-18ee.html",
            "content": "Festividades en varios paises por efemeride coreana\n\t\t\t\t\t\t\r\nPyongyang, 12 de septiembre (ATCC) -- En ocasion del aniversario 61 de la fundacion de la Republica Popular Democratica de Corea, tuvieron lugar los dias 2 y 3 un mitin en Finlandia y encuentros de cine en Uganda e Iran donde se impartio, ademas, una conferencia.\n\t\t\t\t\tEl presidente del Partido Obrero Comunista de Finlandia para la Paz y el Socialismo senalo en su discurso durante el mitin que aun en medio de la aguda confrontacion con el imperialismo yanqui que persiste ya varios decenios despues del fin de la pasada guerra coreana, Corea se ha convertido en una potencia socialista independiente, autarquica y autodefensiva.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que hoy, bajo la direccion del Songun (priorizacion militar) del Dirigente Kim Jong Il, el socialismo coreano avanza a pasos firmes por la senda de victorias superando todos los desafios de los imperialistas sin precedentes en la historia.\n\t\t\t\t\t\n\t\t\t\t\tEl secretario general de la Asociacion Internacional de Taekwon-Do de Iran se refirio en la conferencia a las hazanas del Presidente Kim Il Sung como la liberacion de la patria y la construccion del Estado mencionando que la RPDC, potencia socialista, fue edificada por el.\n\t\t\t\t\t\n\t\t\t\t\tElogio al Presidente como destacado estratega militar y genial comandante sin igual quien en la Guerra de Liberacion de la Patria (junio de 1950-julio de 1953) vencio a los imperialistas yanquis, que se jactaban de su \"supremacia\" mundial, manifestando asi a todo el mundo el poderio de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite del Movimiento Nacional de la Resistencia de Uganda en la Ciudad de Kampala destaco que el Presidente Kim Il Sung y el Dirigente Kim Jong Il son gran Lider y gran Dirigente quienes escribieron la nueva historia de Corea mediante la direccion del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn los encuentros de cine se pusieron en la pantalla los documentales coreanos \"Respuesta de Corea\" y \"Conviccion de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEn el mitin efectuado en Finlandia fue aprobado un mensaje de felicitacion al Dirigente."
        }
    ]
}