{
    "date": "2009-02-19",
    "url": "http://kcna.co.jp/item/2009/200902/2009-02-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Registered as Candidate for Deputy to SPA at Constituency No. 333",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-01ee.html",
            "content": "Kim Jong Il Registered as Candidate for Deputy to SPA at Constituency No. 333\r\nPyongyang, February 19 (KCNA) -- A report of the Central Election Committee was published on Feb. 18 informing all the citizens that General Secretary Kim Jong Il was registered as a candidate for deputy to the Supreme People's Assembly at Constituency No. 333 for the election of deputy to the 12th SPA of the DPRK.\n\t\t\t\t\t  According to the report, all voters' meetings and rallies of constituencies throughout the country for nominating candidates for deputies to the 12th SPA nominated Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, as candidate for deputy to the 12th SPA.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il personally sent an open letter to all voters throughout the country in which he extended his thanks to the entire electorate of the country and let them know that he decided to register as a candidate for deputy to the Supreme People's Assembly at Constituency No. 333 for the election of deputy to the 12th SPA as a candidate for deputy shall be registered only at one constituency according to the Rules on the Elections of Deputies to the People's Assemblies at All Levels of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Constituency No. 333 for the election of deputy to the 12th SPA of the DPRK courteously registered Kim Jong Il as a candidate for deputy as he put forward the People's Army as the mainstay and powerful main force of the revolution and trained it into the invincible revolutionary army of Mt. Paektu."
        },
        {
            "title": "KPA Ready for All-out Confrontation",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-02ee.html",
            "content": "KPA Ready for All-out Confrontation\r\nPyongyang, February 19 (KCNA) -- The Lee Myung Bak group of traitors should never forget that the Korean People's Army is fully ready for an all-out confrontation, warned a spokesman for the KPA General Staff in an answer given to a question put by KCNA Wednesday in connection with the fact that the Lee Myung Bak group of traitors is desperately trying to find a way-out of its serious crisis in escalating the confrontation with the DPRK.\n\t\t\t\t\t The 'instability\" and \"conflict among south Koreans\" touted by the group of traitors are a natural product of the structural contradiction of the corrupt south Korean society and they reflect the serious crisis of the society which is getting worse due to the harsh fascist policy pursued by traitor Lee backed by a handful of traitors, the spokesman said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the Lee group dares find fault with the dignified DPRK and the KPA over the \"instability\" and \"conflict among south Koreans\" caused by itself, an act reminding one of a thief crying \"Stop the thief!,\" in a foolish bid to find a way-out of its current crisis. \n\t\t\t\t\t\n\t\t\t\t\t Reminding once again the group of traitors of the unshakable stand of the KPA as already clarified by it as the group is frantically kicking up an anti-DPRK confrontational racket, failing to come to its sense, the spokesman declared:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee and his group, far from drawing a proper lesson from the serious crisis caused by their treachery, are more frantically inciting hostility toward the DPRK and kicking up anti-DPRK war hysteria under that pretext. But they will only meet the merciless and stern punishment by the army and people of the DPRK for the above-said acts as already warned by it. \n\t\t\t\t\t\n\t\t\t\t\t This retaliatory blow will fully reflect the requirements of the times and the towering resentment of the people."
        },
        {
            "title": "Congratulations to Venezuelan President",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-18ee.html",
            "content": "Congratulations to Venezuelan President\r\n Pyongyang, February 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Feb. 19 sent a congratulatory message to Hugo Chavez Frias, President of Venezuela, as regards the fact that an amendment to the Constitution, proposed by him, enjoyed the unreserved support from the people in a referendum conducted in the country.\n\t\t\t\t\t This is an expression of the Venezuelan people's absolute trust and hope on the president and the Bolivarian socialist revolution, Kim said in the message, wholeheartedly wishing him greater success in his noble work for the independent development of the country and welfare of the friendly Venezuelan people."
        },
        {
            "title": "Gifts to Kim Jong Il from Russia",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-17ee.html",
            "content": "Gifts to Kim Jong Il from Russia\r\nPyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il, on the occasion of his birthday, received gifts from the Maritime Territorial branch of the \"United Russia\" Party, the Russian Army Academic Song and Dance Ensemble Named after Alexandrov, the Veterans Association of War, Labor, Army and Law Enforcement Institutions in Moscow, Russia, the deputy chairman of the Khabarovsk Territorial Government, the head of the above-said Russian army academic ensemble, the general manager of the Russian Technical Glass Research Institute etc..\n\t\t\t\t\t The gifts were handed to the DPRK ambassador to Russia and an official of the DPRK Consulate General in Nakhodka between Feb. 10 and 16."
        },
        {
            "title": "Tanzanian President on Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-05ee.html",
            "content": "Tanzanian President on Friendly Relations with DPRK\r\nPyongyang, February 19 (KCNA) -- Jakaya Mrisho Kikwete, President of the United Republic of Tanzania, referred to the long-standing friendly and cooperative relations between the two countries which were provided by President Kim Il Sung and President Julius K. Nyerere when receiving credentials from An Hui Jong, DPRK ambassador to Tanzania, on Feb. 13.\n\t\t\t\t\t Noting that he can never forget the impressions he had during his visit to the DPRK in the past, he hoped that the friendly and cooperative relations between the two countries would develop to a higher stage in the future."
        },
        {
            "title": "Photo of Kim Il Sung Taken Together with Seyed Ali Khamenei Displayed at Iranian Embassy",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-21ee.html",
            "content": "Photo of Kim Il Sung Taken Together with Seyed Ali Khamenei Displayed at Iranian Embassy\r\nPyongyang, February 19 (KCNA) -- A function was held at the Iranian embassy in Pyongyang on Thursday to display a photograph President Kim Il Sung had taken with leader of the Islamic Revolution of Iran Seyed Ali Khamenei on the occasions of the 20th anniversary of their meeting and the 30th anniversary of the victory of the Islamic Revolution of Iran.\n\t\t\t\t\t Present there were Iranian Ambassador to the DPRK Morteza Moradian and staff members of his embassy, Acting Chairman of the Korean Committee for Cultural Relations with Foreign Countries Mun Jae Chol and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The participants hung the photo on a wall of the embassy and laid a floral basket before it.\n\t\t\t\t\t\n\t\t\t\t\t Morteza Moradian in his speech at the function said that the friendly relations between Iran and the DPRK were provided by the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the Iranian people recollect with deep emotion the meeting of the two great leaders on the occasions of the 30th anniversary of the victory of the Islamic Revolution of Iran, the 20th anniversary of the visit to the DPRK by the leader of the revolution and the birthday of General Secretary\n\t\t\t\t\t\tKim Jong Il, the ambassador wished Seyed Ali Khamenei and Kim Jong Il good health.\n\t\t\t\t\t\n\t\t\t\t\t Mun Jae Chol said that the meeting of Kim Il Sung with Seyed Ali Khamenei marked an occasion of a historic turn in recording a new chapter in the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Saying that it is the DPRK's firm stand to value the relations with Iran and develop the bilateral relations in all fields, he added that he would make efforts to boost these relations, in the future, too."
        },
        {
            "title": "Supreme Programme of Workers' Party of Korea",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-13ee.html",
            "content": "Supreme Programme of Workers' Party of Korea\r\n Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il published a famous work on February 19, Juche 63 (1974) to formulate the revolutionary idea of President Kim Il Sung as a monolithic system of idea, theroy and method of Juche and proclaim modeling the whole society on the Juche idea as the supreme programme of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The proclamation was a reflection of the invariable faith and will of the Workers' Party, army and people of Korea to carry the revolutionary cause pioneered by the President generation after generation and was a gun-report heralding a new age for the development of the Juche revolutionary cause.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, standing in the van of the sacred struggle for modeling the whole society on the Juche idea, has lit brightly the road ahead of the Korean revolution with his energetic ideological and theoretical activities such as developing in depth the great Juche idea in accordance with the requirements of the developing revolution and perfecting the socialist theory on a new scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t He has guided wisely the WPK, army and people in the efforts for transforming the whole society after the Juche idea with his scientific lines and policies embodying the outstanding idea and theory and unusual political calibre.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the whole party, the entire army and all the people have turned into an integral whole centering around the leader in ideology and will, the political and military forces of the Korean revolution have been strengthened in every way and the political and ideological foundation of the whole society, self-defensive national defense capabilities, basis of the independent national economy and the socialist culture cemented and developed remarkably through the vigorous ideological, technological and cultural revolutions.\n\t\t\t\t\t\n\t\t\t\t\t All the victories, achievements, epoch-making changes gained in accomplishing the Juche revolutionary cause forcefully testify to the validity and inexhaustible vitality of the programme on modeling the whole society on the Juche idea and are a precious fruit of his Songun politics, unrivalled political calibre and mature and seasoned revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the WPK, officers and men of the People's Army and people, rallied closer around Kim Jong Il, are doing their bits as his revolutionary soldiers in the Songun era in the efforts for carrying the cause of modeling the whole society on the Juche idea."
        },
        {
            "title": "Pernicious Colonial Rule by Japanese Imperialists \"Resident-General\"",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-14ee.html",
            "content": "Pernicious Colonial Rule by Japanese Imperialists' \"Resident-General\"\r\nPyongyang, February 19 (KCNA) -- The 40-odd year-long colonial rule of the Japanese imperialists over Korea was the most barbarous one without precedent.\n\t\t\t\t\tIt was proved only by the \"resident-general\" rule enforced by the Japanese imperialists in Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe aggressors illegally occupied Korea and concocted the \"Ulsa (1905) Five-point Treaty\" in November that year. Under the mask of the \"treaty\", they set up the \"residency-general\" in Seoul in February next year and put \"resident-general\" rule over Korea in force.\n\t\t\t\t\t\n\t\t\t\t\tThe \"resident-general\" was the supreme ruler in Korea with all the powers over legislation, judicature, administration, military command and others.\n\t\t\t\t\t\n\t\t\t\t\tWith the aim of intensifying the \"resident-general\" rule, the Japanese imperialists shipped their army, gendarmes and policemen into Korea en masse, converting Korea into a huge prison while weakening the royal authority of the feudal government of Ri Dynasty systematically.\n\t\t\t\t\t\n\t\t\t\t\tThey put the royal palace under the \"guard\" of the Japanese police and made Koreans unable to meet the king without their approval, thus binding him hand and foot.\n\t\t\t\t\t\n\t\t\t\t\tThey further reduced the feudal government to a mere name through the pro-Japanese traitors. Besides, they appointed Japanese as \"vice-ministers\" of all the sectors including legislation, judicature and administration and put everything under their direct government.\n\t\t\t\t\t\n\t\t\t\t\tAccording to available data, more than 2,000 Japanese people seized the pro-Japanese puppet central government as of January 1909.\n\t\t\t\t\t\n\t\t\t\t\tDuring the period, they imposed unfathomable calamities and sufferings upon the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThey cold-bloodedly repressed and slew the Korean patriots standing against their colonial rule.\n\t\t\t\t\t\n\t\t\t\t\tOn the plea of \"putting down rioters\", the Japanese imperialists committed barbarous \"punitive operation\" against the righteous volunteers' units in remote mountainous areas, to say nothing of major cities of Korea. They burnt to ashes the villages that volunteers' units passed by and massacred those who had relations with them.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists were also hell bent on turning Korea into their raw material base and commodity market.\n\t\t\t\t\t\n\t\t\t\t\tUnder the pretext of the \"promotion of well-being\", they fabricated the \"mining law\" in June 1906 and plundered large amounts of gold, silver, copper and coal of Korea. They also concocted the \"Korea-Japan Fishery Agreement\" in November 1908 to deprive her of her marine resources.\n\t\t\t\t\t\n\t\t\t\t\tThey rigged up the notorious \"Oriental Development Company\" in December 1908 and confiscated more than 72,000 hectares of land of Koreans only in one following year.\n\t\t\t\t\t\n\t\t\t\t\tThey, with the seizure of the financial institutions of Korea in their hands, blocked the development of the nation and destroyed and plundered the cultural assets. As seen above, the Japanese imperialists committed innumerable crimes against the Korean people during their occupation.\n\t\t\t\t\t\n\t\t\t\t\tJapan should know well that it can neither cover up nor erase the crimes perpetrated by the Japanese imperialists during their colonial \"resident-general\" rule over Korea no matter how much water may flow under the bridge and make reparation for the crimes at an early date."
        },
        {
            "title": "KCNA Blasts U.S. and S. Korea's Preparations for War of Aggression against DPRK",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-16ee.html",
            "content": "KCNA Blasts U.S. and S. Korea's Preparations for War of Aggression against DPRK\r\nPyongyang, February 19 (KCNA) -- The U.S. and south Korea are reportedly contemplating rounding off a new joint operational plan by July to replace the existing one.\n\t\t\t\t\t It is said that this plan would be applied for the first time to Ulji Freedom Guardian joint military exercises due to be staged in August.\n\t\t\t\t\t\n\t\t\t\t\t The above-said operational plan now in the making timed to coincide with the recent moves of the U.S. and south Korea to tighten their \"alliance\" is a dangerous move to step up the preparations for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The bellicose conservative hard-liners of the U.S. and the Lee Myung Bak group have buckled down to working out a new operational plan, a joint product of the theory of a war against the DPRK, in a bid to finally examine the feasibility of the DPRK-targeted war strategy that has already gone through several phases.\n\t\t\t\t\t\n\t\t\t\t\t It is no longer a secret that military operational plans of the U.S. and south Korea have been steadily supplemented and modified to become a perfect scenario for carrying out a strategy for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All their war scenarios such as \"OPLAN 5026\" called \"precision strike plan\", \"OPLAN 5027\" called \"an operational plan for coping with an all-out war\", \"OPLAN 5028\" which took the provocation of a war and its escalation into consideration, \"OPLAN 5029\" simulating \"destabilization in the north\" and \"OPLAN 5030\" aimed to weaken as much as possible the strength and capability of the DPRK assume without exception the nature of preemptive strikes.\n\t\t\t\t\t\n\t\t\t\t\t These operational plans are all focused on enhancing the joint and combined operational capacities of the U.S. imperialist aggression forces and the units of the south Korean puppet army and finally rounding off all the preparations for a war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, operational plans for invading the north under various conditions are now being rounded off and madcap joint military exercises are under way according to them, a clear indication that the U.S. and the south Korean warmongers are making a desperate bid to bring down the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t In fact, these operational plans are being put into practice through ceaseless provocative war exercises simulating an actual invasion of the DPRK as evidenced by Key Resolve, Foal Eagle and Ulji Freedom Guardian joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t All the bellicose aspects of the operational plan at issue are fully revealed by the fact that it will be applied to Ulji Freedom Guardian exercises which were staged last year for the purpose of examining and improving all the preparations for a war of aggression against the DPRK and creating tension reminiscent of the eve of a war on the ground and in the sea and the air.\n\t\t\t\t\t\n\t\t\t\t\t All the military actions taking place in and around south Korea including the above-said moves are direct products of the U.S. policy to stifle the DPRK and the Lee Myung Bak group's policy for confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warmongers' scenario to invade the DPRK has reached an extreme phase. \n\t\t\t\t\t\n\t\t\t\t\t If they have no intention to attack the DPRK but have will to respect the sovereignty of the DPRK, they would feel no need to get such DPRK-targeted war scenario.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities will be forced to pay a dear price for the preparations stepped up by them to start a war in Korea quite contrary to the trend of the times towards peace."
        },
        {
            "title": "Bellicose Remarks of Commander of U.S. Forces in S. Korea Flayed",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-10ee.html",
            "content": "Bellicose Remarks of Commander of U.S. Forces in S. Korea Flayed\r\nPyongyang, February 19 (KCNA) -- Shortly ago, the commander of the U.S. imperialist aggressors forces present in south Korea cried out for setting up the south Korea-U.S. \"combined air force command\" and rounding off a new south Korea-U.S. \"operation plan\" to replace the \"OPLAN 5027.\"  He blustered that the command of the U.S. 8th Army would stay in south Korea even after the \"transfer of the rights to command wartime operations\" in 2012.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered was not an expression of a view of an individual but a provocative statement disclosing the criminal scenario of the U.S. imperialist bellicose quarters to perpetuate their presence in south Korea and escalate the military confrontation on the Korean Peninsula in a bid to ignite a war of aggression against the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talking about what it called \"dialogue\" and \"peace\" on the Korean Peninsula but, in actuality, seeking to escalate the military confrontation and ignite the above-said war, while quelling the aspiration and desire of the Korean nation for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose quarters are pushing ahead with the moves for rounding off the preparations for a preemptive attack on the DPRK at a final phase as evidenced by the massive deployment of means for mounting a preemptive attack including ultra-modern fighters, nuclear-powered carriers in south Korea and its vicinity in a bid to make a preemptive nuclear strike, their strategy for carrying out a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Being part of the above-said strategy, the projected command reveals a sinister intention to put the puppet air force under the U.S. control and hurl it into the operation for mounting a preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is the fact that the U.S. is mulling modifying the \"OPLAN 5027,\" a scenario for mounting a preemptive nuclear attack on the DPRK, in a more adventurous manner.\n\t\t\t\t\t\n\t\t\t\t\t What the above-said commander mentioned as regards the issue of continued presence of the command of the U.S. 8th Army should not be overlooked either. Because this disclosed the U.S. aggressive and criminal intention to indefinitely use south Korea as a bridgehead from which to launch a nuclear war no matter how the status and role of the said aggressor forces may change and thus realize its ambition for aggression against the DPRK and the strategy for world domination at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist bellicose forces and the south Korean puppets would be well advised to stop acting rashly, mindful that their military provocations and moves for a war against the DPRK are as reckless as inviting their self-destruction."
        },
        {
            "title": "End to Treacherous Policy in South Korea Urged",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-15ee.html",
            "content": "End to Treacherous Policy in South Korea Urged\r\nPyongyang, February 19 (KCNA) -- All Koreans in the north and the south and overseas should resolutely check and foil the moves of the Lee Myung Bak treacherous regime to block reunification and escalate confrontation, swimming against the trend of the times towards independent reunification.\n\t\t\t\t\t Rodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The moves of traitor Lee and its gentries for confrontation and war against the DPRK have pushed the inter-Korean relations to the worst crisis and the situation in the West Sea and other areas where both sides are standing in confrontation remains so dangerous that military conflicts may occur any time.\n\t\t\t\t\t\n\t\t\t\t\t The political and military confrontation between the north and the south has reached such an extreme phase that there is neither way nor hope to put it under control.\n\t\t\t\t\t\n\t\t\t\t\t If the reckless moves of the Lee group of traitors to escalate the confrontation between the north and the south in collusion with the outside forces, going against the trend of the times, are left unchecked, the Koreans can not escape a nuclear war disaster and the nation will find itself at the crossroads of rise or fall.\n\t\t\t\t\t\n\t\t\t\t\t No ferocious enemy will be able to go scot-free when all the Koreans from the north and the south and overseas unite close as one and struggle to smash the group of traitors' moves for confrontation against reunification with towering hatred against the traitor Lee making desperate efforts to do harm to the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people can survive and achieve peace and reunification only when they come out to topple the treacherous regime.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is making desperate efforts to weather its worst crisis but these traitors are fated to meet destruction in face of the united actions of the south Korean people."
        },
        {
            "title": "DPRK-Targeted War Exercises Staged ",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-19ee.html",
            "content": "DPRK-Targeted War Exercises Staged\r\nPyongyang, February 19 (KCNA) -- The U.S. imperialists and warmongers of the south Korean puppet army are getting more frantic in their arms build-up and exercises for a war of aggression against the DPRK these days, according to a military source.\n\t\t\t\t\t On Feb. 19 warmongers of the U.S. imperialist aggressor forces deployed at least 20 overseas-based F/A-18s, HC-130 and KC-135 in their air force bases in south Korea. 16 F/A-18s and E-3 were also deployed there on Feb. 13. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. imperialists are contemplating transferring a squadron of F-16 to south Korea from their Misawa air base in Japan to be deployed there at the end of this month. \n\t\t\t\t\t\n\t\t\t\t\t The flying corps already deployed are busy with exercises for navigation flight, air battle, striking ground targets, close air support, mid-air refueling with south Korea as an operation theater.\n\t\t\t\t\t\n\t\t\t\t\t Warmongers of the puppet military are getting more frantic with reckless moves for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The 26th division and 8th division of the puppet army massively hurled tanks, armored cars, artillery pieces and troops of the puppet forces into different areas of Kyonggi and south Korean Kangwon provinces to stage madcap exercises for ground attack operations. \n\t\t\t\t\t\n\t\t\t\t\t Similar exercises are being staged by the puppet second, third, fifth and seventh army corps almost every day.\n\t\t\t\t\t\n\t\t\t\t\t A flotilla for special warfare of the navy has been busy with exercises for the mobilization of vessels, underwater infiltration, securing a retreat and maritime dropping for more than 10 days since early February to fan up a war atmosphere. \n\t\t\t\t\t\n\t\t\t\t\t The north-south relations have reached such a pass due to the puppet army warmongers' moves to escalate the confrontation with the DPRK that there is no way to improve them or put them under control.  \n\t\t\t\t\t\n\t\t\t\t\t Now that the political and military confrontation between the north and the south has gone into extremes, only physical clash may break out any moment."
        },
        {
            "title": "Lee Myung Bak's Crimes under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-07ee.html",
            "content": "Lee Myung Bak's Crimes under Fire in S. Korea\r\nPyongyang, February 19 (KCNA) -- Civic and public organizations and political parties of south Korea including the Citizens' Solidarity for Democratic Society and the Bar Association for Democratic Society held a seminar in Seoul on Feb. 10 at which they denounced traitor Lee Myung Bak for his crimes committed during the first year of his office. \n\t\t\t\t\t Speakers charged that the freedoms of assembly, demonstration and expression have been seriously violated in the above-said period.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" has been keen only on putting media organs under its control in a bid to stay long in power, they noted, accusing it of pushing forward its moves for the revision of the law on media aimed at handing over broadcasting services to conservative newspapers and big businesses under the pretext of \"economic recovery.\"\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" and the ruling party are working hard to enact an evil law for expanding the sphere of operations of the \"Intelligence Service\" under the pretext of \"security,\" they recalled, stressing that this is nothing but a dream of restoring the past dictatorship."
        },
        {
            "title": "S. Korean People's Struggle for Reunification Supported",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-20ee.html",
            "content": "S. Korean People's Struggle for Reunification Supported\r\nPyongyang, February 19 (KCNA) -- Alejandro Cao de Benos, chairman of the Korean Friendship Association headquartered in Spain, on Feb. 19 visited the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF).\n\t\t\t\t\t Jo Il Min, chief of the mission, and its staff members welcomed the chairman's visit and had a talk with him.\n\t\t\t\t\t\n\t\t\t\t\t He briefed Alejandro Cao de Benos on the treacherous crimes of the Lee Myung Bak group which pushed the inter-Korean relations to catastrophic phase and the struggle of the south Korean people denouncing the brutal killing of evacuees in Ryongsan.\n\t\t\t\t\t\n\t\t\t\t\t Alejandro Cao de Benos expressed full support for the statement issued by the Committee for the Peaceful Reunification of Korea as regards the fact that the south Korean conservative authorities have been driving the situation to the brink of a war while totally negating the June 15 joint declaration and the October 4 declaration and extended solidarity to the AINDF and the south Korean people in the struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, he released a statement in denunciation of the murder of evacuees in Ryongsan.\n\t\t\t\t\t\n\t\t\t\t\t The statement denounced the group of traitors for shifting the blame for the recent Ryongsan tragedy on to the evacuees and harshly suppressing the just struggle of the people from all walks of life calling for probe into the truth about the case and punishment of the murderer.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded that the Lee group apologize for the brutal killing of evacuees, punish those responsible for it and immediately halt the crackdown on the south Korean people fighting to defend their vital rights."
        },
        {
            "title": "Kimjongilia Show Held in China",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-04ee.html",
            "content": "Kimjongilia Show Held in China\r\n Pyongyang, February 19 (KCNA) -- A Kimjongilia show was held in Shenyang, China, on Feb. 13 and 14 on the occasion of the holiday of February.\n\t\t\t\t\t Among those present at the opening ceremony of the show on invitation were Chinese personages and people from all walks of life, Koreans in China including the chairman and the vice-chairman of the General Association of Koreans in China and the DPRK consul-general in Shenyang and staff members of its consulate general.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed the belief that the Korean people would build a great prosperous and powerful socialist nation without fail, rallied close around Kim Jong Il."
        },
        {
            "title": "Functions Held in Various Countries to Mark Feb. 16",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-03ee.html",
            "content": "Functions Held in Various Countries to Mark Feb. 16\r\nPyongyang, February 19 (KCNA) -- Meetings, art performances, film shows, photo exhibitions and lectures were held in Romania, Mongolia, Laos, Tanzania, Guinea, India, Iran and Brazil from February 5 to 11 to mark the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venues of events in Romania, Mongolia and Laos were photos showing the exploits of Kim Jong Il and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t Niculae Pavelescu, vice-chairman of the Romanian Socialist Union, said that Kim Jong Il has wisely led the Korean people regarding the Juche idea founded by President Kim Il Sung as the guiding idea. \n\t\t\t\t\t\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian Workers' Association, after elaborating on Kim Jong Il's immortal work \"Abuses of Socialism Are Intolerable\" said that they should avidly read more works of Kim Jong Il in order to have better understanding of the victory and the development of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t E. Maksim, executive chairperson of the Mongolian Mt. Paektu Association for Independent Development, noted that Kim Jong Il has wisely guided all affairs of the party, the army and the state by carrying forward the revolutionary cause of the President.\n\t\t\t\t\t\n\t\t\t\t\t The attendants of the film shows watched Korean films introducing Kim Jong Il's birthplace in the Paektusan secret camp and the grand gymnastic and art performance \"Arirang\" and dealing with the happiness of the Korean children.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Il were adopted at the meetings."
        },
        {
            "title": "Kim Jong Il registrado en la circunscripcion electoral No. 333",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-22ee.html",
            "content": "Kim Jong Il registrado en la circunscripcion electoral No. 333\r\nPyongyang, 19 de febrero (ATCC) -- Segun la informacion fechada 18 del Comite Electoral Central, el Dirigente Kim Jong Il fue registrado como candidato a diputado en la circunscripcion electoral No. 333 para las elecciones de los diputados a la XII legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\t Los colegios y reuniones de los electores de todas las circunscripciones electorales del pais para nominar a los candidatos a diputados a la XII legislatura de la Asamblea Popular Suprema eligieron unanimemente como tal al Dirigente      Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, precisa el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\t A traves de un mensaje abierto, el Dirigente Kim Jong Il expreso el agradecimiento a todos los electores del pais y anuncio su decision de inscribirse en la circunscripcion electoral No. 333 dado que la ley sobre las elecciones de los diputados a las asambleas populares a todos los niveles de la Republica Popular Democratica de Corea estipula que el candidato a diputado debe registrarse solo en una circunscripcion electoral.\n\t\t\t\t\t\n\t\t\t\t\t  El comite electoral de la circunscripcion No. 333 registro al Comandante Supremo Kim Jong Il quien presento al ejercito popular como pilar y potente grueso de la revolucion y lo convirtio en el invencible ejercito revolucionario del monte Paektu."
        },
        {
            "title": "EPC esta en la disposicion de enfrentamiento total, advierte EMG",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-23ee.html",
            "content": "EPC esta en la disposicion de enfrentamiento total, advierte EMG\r\nPyongyang, 19 de febrero (ATCC) -- La banda del  traidor Lee Myung Bak no debe olvidar nunca que el Ejercito Popular de Corea esta en la disposicion de enfrentamiento total.\n\t\t\t\t\tEl portavoz del Estado Mayor General del EPC hizo esta advertencia en su respuesta a la pregunta formulada el dia 18 por un reportero de la Agencia Telegrafica Central de Corea en relacion con que la banda del traidor Lee esta desesperada para buscar la salida de su seria crisis en el enfrentamiento con la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa \"incertidumbre de la seguridad\" y la \"discrepancia entre personas\", de que en estos dias habla tanto la banda del traidor Lee, devienen el resultado inevitable de las contradicciones estructurales de la corrupta sociedad surcoreana y la crisis fatal de la misma que se agrava cada vez mas debido a la brutal y vendepatria politica fascista que practica Lee Myung Bak con un punado de traidores, revelo el portavoz y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, como dice el refran coreano \"El incendiario grita 'fuego'\", la banda de Lee acusa a la muy digna Republica Popular Democratica de Corea y al Ejercito Popular de Corea de la \"incertidumbre de la seguridad\" y la \"discrepancia entre personas\" generadas por si misma en su mal intento de buscar asi la salida de la actual crisis que afronta.\n\t\t\t\t\t\n\t\t\t\t\t  Puesto que esa banda se enfrasca en la confrontacion con la RPDC sin recobrar el juicio todavia, nos vemos en la necesidad de recordar la invariable posicion de nuestro ejercito que fue anunciada ya.\n\t\t\t\t\t\n\t\t\t\t\t  Si el traidor Lee y su banda, en vez de sacar las lecciones debidas de la profunda crisis causada por sus actos traidores a la nacion, la utiliza como pretexto para fomentar la hostilidad a la RPDC e intensificar sus locuras belicistas contra esta, no podran evitar el implacable y poderoso castigo correspondiente del ejercito y el pueblo de la RPDC como lo advertido ya.\n\t\t\t\t\t\n\t\t\t\t\t  Este castigo sera muy costoso porque parte de la demanda de la epoca y de la ira del pueblo."
        },
        {
            "title": "Entidad mujeril de Corea condena la banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2009/200902/news19/20090219-24ee.html",
            "content": "Entidad mujeril de Corea condena la banda de Lee Myung Bak\r\nPyongyang, 19 de febrero (ATCC) -- En una declaracion fechada 18, la portavoz del CC de la Union de Mujeres Democraticas de Corea (UMDC) condeno severamente a la banda de Lee Myung Bak del Sur de Corea que al practicar la dominacion de dictadura fascista y la politica antipopular arrebato el derecho a la vida de los habitantes surcoreanos, violo cruelmente hasta la vida de los habitantes evacuados e imputa a las victimas la responsabilidad del caso de asesinato en Ryongsan, calificandola de monstruosa homicida. \n\t\t\t\t\t  Este incidente es el asesinato sin precedente en la historia y la supresion de derechos humanos que el \"poder para los ricos\" de Lee Myung Bak perpetro pisoteando sin vacilacion los intereses de la mayoria de las masas de trabajadores para un punado de los privilegiados, senala el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Por medio de los medios de prensa conservadores y la fiscalia titere, la banda de traidores, que asesino quemando a los habitantes forzosamente desalojados, trata de imputar su responsabilidad a las victimas y otros manifestantes tergiversando con toda clase de intrigas y enganos el verdadero aspecto del citado caso.\n\t\t\t\t\t\n\t\t\t\t\t  Hace unos dias, la Chongwadae (casa azul) dicto directamente a la fiscalia titere la orden de \"encubrir el incidente de Ryongsan\", lo cual no pasa de ser una parte de tales maniobras.\n\t\t\t\t\t\n\t\t\t\t\t  La banda del traidor Lee, autor principal de ese caso, induce en error la vehemente exclamacion de las mujeres danadas y otros familiares que perdieron sus esposos e hijos y todos los demas surcoreanos y reprime cruelmente a los habitantes de distintos sectores que demandan el castigo al asesino.\n\t\t\t\t\t\n\t\t\t\t\t  Fue revelada claramente a todo el mundo la naturaleza de la banda de Lee, dictador fascista sin igual y asesino antietico.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras el traidor Lee permanece en el \"poder\", no podran mantenerse ni los derechos a la democracia y a la existencia ni la familia ni la vida. Esto es la unanime opinion publica de la sociedad surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Todas las mujeres de la Republica Popular Democratica de Corea apoyaran y respaldaran activamente a las mujeres y otros habitantes del Sur de Corea que luchan contra el traidor Lee por lograr la independencia, la democracia y los derechos humanos y estaran siempre junto con esa fila de resistencia."
        }
    ]
}