{
    "date": "2009-10-02",
    "url": "http://kcna.co.jp/item/2009/200910/2009-10-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Meets Soldier-Builders ",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-15ee.html",
            "content": "Kim Jong Il Meets Soldier-Builders\r\nPyongyang, October 2 (KCNA) -- General Secretary Kim Jong Il met soldier-builders who performed labor feats in the socialist construction and had a photo session with them.\n\t\t\t\t\t He warmly congratulated them who have performed heroic feats in the socialist construction by fully displaying the revolutionary soldier spirit. \n\t\t\t\t\t\n\t\t\t\t\t Soldier-builders of the units of the KPA are the fighters unconditionally carrying through the leader's instructions by turning any impossibility into a possibility; they have powerfully demonstrated the might of Juche Korea to the whole world and made a great contribution to the development and the prosperity of the country by successfully building many monumental structures, he noted, adding: The Korean people will never forget the shining feats performed by them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that they would make a positive contribution to the accomplishment of the cause of building a great prosperous and powerful nation by fully displaying the patriotic devotion and popular heroism in the socialist construction in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Kim Yong Chun, vice-chairman of the NDC of the DPRK and minister of the People's Armed Forces, KPA Generals Hyon Chol Hae and Ri Myong Su and other commanding officers of the KPA, secretaries of the WPK Central Committee Choe Thae Bok and Kim Ki Nam and Jang Song Thaek, member of the NDC of the DPRK and department director of the WPK Central Committee."
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Central Tree Nursery and Ostrich Farm",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-16ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Central Tree Nursery and Ostrich Farm\r\n Pyongyang, October 2 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Central Tree Nursery and the Ostrich Farm. \n\t\t\t\t\t The first leg of his guidance was the Central Tree Nursery under the Ministry of Land and Environmental Conservation.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the nursery in front of a huge map showing its panoramic view, he went round greenhouses for young trees and fields under young trees of various species. \n\t\t\t\t\t\n\t\t\t\t\t Commanding a bird's- eye view of the greenhouses and the huge tree nursery built on the basis of ultra-modern science and technology, he expressed great satisfaction over the fact that the production of seedlings has been successfully put on a scientific, industrial and intensive basis. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the Central Tree Nursery has a very important role to play in turning the country into a thick woodland and greenery, he set forth important tasks to be fulfilled by the tree nursery. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to strenuously carry out the work for turning the country into a thick woodland and greenery with the whole party, the whole army and all the people involved and thus hand down the beautiful country with thick woodland and all kinds of flowers in bloom to posterity. \n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Ostrich Farm on the outskirts of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the nursery in front of a huge map showing its panoramic view, he went round different places of the farm for hours.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the workers of the farm for having turned the farm into a modern one and successfully got its compound clad in foliage provided by trees and plants, ensuring cultured practice in production and life on the best level. He sent them the most profound special thanks in the name of the general secretary of the WPK, the chairman of the NDC of the DPRK and the supreme commander of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t Saying that the farm is important for improving the standard of people's living, he set forth important tasks which would serve as guidelines for managing and operating the farm. \n\t\t\t\t\t\n\t\t\t\t\t He looked at a new-type compressor manufactured by workers of the country. \n\t\t\t\t\t\n\t\t\t\t\t He learned in detail about the mechanism, efficiency and principles of operation of the compressor. Technicians and workers including researcher Cha Sung Gun have made an efficient world-level compressor by their own efforts and with their own technology through their creative wisdom and cooperation, he said, adding that this amounts to a revolution in the field of machine-building industry. He highly appreciated their feats. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that as the Korean people are fully displaying their extraordinary mental power there unfolds before them a great reality in which the country is taking on the appearance of a thriving nation step by step, ranging from their thinking to their economic life and from the landscape of streets and villages to their dressing style and diet. \n\t\t\t\t\t\n\t\t\t\t\t He earnestly called on them to glorify every precious minute and second with most admirable feats and thus bring earlier the historic day when the fireworks to celebrate the appearance of a thriving nation will be displayed in the sky.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, secretary of the Central Committee of the WPK, Jang Song Thaek and Pak Nam Gi, department directors of the C.C., the WPK and its other leading officials and KPA Generals Hyon Chol Hae and Ri Myong Su."
        },
        {
            "title": "Message of Sympathy to Indonesian President ",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-14ee.html",
            "content": "Message of Sympathy to Indonesian President\r\nPyongyang, October 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of sympathy to Susilo Bambang Yudhoyono, Indonesian President, as regards earthquake that hit West Sumatra Province of Indonesia, claiming huge casualties and property losses.\n\t\t\t\t\tExpressing deep sympathy and consolation to the President, the victims and bereaved families, Kim in the message expressed conviction that the president and government of Indonesia would eradicate the aftermath of the earthquake and stabilize the people's livelihood in the afflicted area as early as possible."
        },
        {
            "title": "Greetings to German President ",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-11ee.html",
            "content": "Greetings to German President\r\n Pyongyang, October 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Horst Kohler, President of Germany, on Friday on the occasion of its national day.\n\t\t\t\t\t Expressing belief that the relations between the DPRK and Germany would grow stronger in the mutual interests, the message wished the President and people of Germany success in their work for prosperity of the country."
        },
        {
            "title": "Nigerian Ambassador to DPRK Gives Reception",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-06ee.html",
            "content": "Nigerian Ambassador to DPRK Gives Reception\r\n Pyongyang, October 2 (KCNA) -- Yusuf Amuda Abubakar, Nigerian ambassador to the DPRK, gave a reception on Thursday at his embassy on the occasion of the 49th anniversary of the independence of Nigeria.\n\t\t\t\t\t Present there on invitation were Minister Pak Ui Chun and Vice-Minister Kim Hyong Jun of Foreign Affairs, Vice-Minister of Foreign Trade Ri Myong San, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Paek Yong Ho and other officials concerned and diplomatic envoys of different countries here.\n\t\t\t\t\t\n\t\t\t\t\t Nigerian embassy officials were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Chinese Delegation Here",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-12ee.html",
            "content": "Chinese Delegation Here\r\n Pyongyang, October 2 (KCNA) -- A delegation of the National Tourism Administration of the People's Republic of China led by Vice-Chairman Wang Zhifa arrived here on Friday."
        },
        {
            "title": "Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-13ee.html",
            "content": "Photo Exhibition Opens\r\n Pyongyang, October 2 (KCNA) -- A photo exhibition was opened with due ceremony at the People's Palace of Culture here on Friday to mark the 60th anniversary of the establishment of diplomatic ties between the Democratic People's Republic of Korea and the People's Republic of China.\n\t\t\t\t\tOn display in the venue of the exhibition are photos showing the activities President Kim Il Sung and General Secretary Kim Jong Il conducted with Chairman Mao Zedong and other revolutionaries of the elder generation of China and President Hu Jintao for the development of the friendly relations between the two countries and photos introducing the long-standing history, traditions and development of the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Chang Sik, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, officials concerned and working people in the city. Also on hand were Ambassador Liu Xiaoming and staff members of the Chinese embassy here and Chinese guests staying in the DPRK and Chinese students studying here.\n\t\t\t\t\t\n\t\t\t\t\t Choe in his speech said that the DPRK-China friendly and cooperative relations provided by Kim Il Sung together with Mao Zedong and Premier Zhou Enlai are steadily developing on good terms under the deep care of the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The photo exhibition will provide an opportunity of deepening the ties of friendship between the peoples of the two countries and boosting the above-said relations, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese ambassador said in his speech that he was pleased with the opening of the photo exhibition to mark the above-said anniversary in the \"year of Sino-DPRK friendship.\" And he expressed belief that the exhibition would contribute to promoting the exchange in the field of culture between the two countries and boosting the bilateral friendship.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the photos on display."
        },
        {
            "title": "Japan's \"Punitive Operations\" against Koreans under Fire",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-10ee.html",
            "content": "Japan's \"Punitive Operations\" against Koreans under Fire\r\n Pyongyang, October 2 (KCNA) -- The bloody \"punitive operations\" carried out by the Japanese imperialists in the year of Kyongsin (1920) was a product of their policy to exterminate the Korean nation.\n\t\t\t\t\t On October 2, 1920, the Japanese imperialists cooked up the \"Hunchun incident\" in which they hurled mounted bandits into attacking their consulate and kicked up a wholesale whirlwind of suppression against Koreans in Northeast China under that pretext.\n\t\t\t\t\t\n\t\t\t\t\t Huge armed forces including the troops which had been dispatched to Siberia, a regiment of the 19th division of the Japanese army in Korea and police corps in North and South Hamgyong provinces and heavy weapons were involved to perpetrate massacres of Koreans in Hunchun, Wangqing and Helong counties and other parts of Northeast China from early in October to the middle of the month.\n\t\t\t\t\t\n\t\t\t\t\t Shouting \"Kill all the Koreans\", they gouged out their eyeballs, skinned them off, dismembered them to death and buried one group of dozens of people after another alive.\n\t\t\t\t\t\n\t\t\t\t\t They did not hesitate to tear children off their parents before throwing them into burning houses and dismember to death the Koreans bound to ropes. \n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists' thrice-cursed atrocities resulted in killing at least 30,000 Koreans and destroying or reducing to ashes more than 6,000 dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t Countless are the mass killings of Koreans committed by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The mass killings of Koreans perpetrated by them during the March First Popular Uprising in 1919, the June Tenth Independence Movement in 1926 and the great Kanto earthquake in 1923, etc. were intolerable international crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t All the mass killings of Koreans committed by them should be punished under international laws."
        },
        {
            "title": "DPRK in Constant Innovation and Uninterrupted Progress",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-08ee.html",
            "content": "DPRK in Constant Innovation and Uninterrupted Progress\n\t\t\t\t\t\t\r\n Pyongyang, October 2 (KCNA) -- The DPRK has entered a 100-day campaign immediately after concluding the 150-day campaign with success.\n\t\t\t\t\t During the last campaign, the Korean people had created brilliant miracles and achievements in all sectors for the building of a great, prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The national defence industry registered a giant success for the building of a thriving nation, a radical growth was made in the production of iron and steel, electricity, coal and railway freight turnover and remarkable progress was made in the overall heavy industry, the key branches of the economy, including machine-building, chemical and building materials industries.\n\t\t\t\t\t\n\t\t\t\t\t Great monumental edifices were constructed in different parts of the country, a breakthrough was made for achieving a decisive turn in the light industry and agricultural production and wonderful successes were made in science and technology, education, public health, culture, sports and other fields.\n\t\t\t\t\t\n\t\t\t\t\t It is the traditional mode of revolution and fighting spirit of the Korean people to make constant innovation and uninterrupted advance with redoubled efforts for a greater victory, not content with the already-won victory.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea called upon the entire Korean people again to turn out in the 100-day campaign in order to glorify this year as a year of great change which will be noteworthy in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\t In response to the call, the workers of the Chollima Steel Complex, where the torch of the great revolutionary upsurge was kindled, are upping the steel output remarkably as against last year by shortening the melting time of electric furnaces and increasing molten iron per charge for the purpose of winning a victory in the 100-day campaign, too.\n\t\t\t\t\t\n\t\t\t\t\t Those in the Pukchang Thermal Power Complex are boosting the average load factor per equipment to the fullest through intensified checking of the generation facilities, thus raising the electricity output from the outset of the campaign.\n\t\t\t\t\t\n\t\t\t\t\t The high-speed tunneling work-teams are intensifying the socialist emulations in the Tokchon, Tukjang and Kangdong area coal complexes to register good results. And those in the forestry field are also expanding the timber production day by day. \n\t\t\t\t\t\n\t\t\t\t\t Following the fighting spirit of the constructors of the Huichon Power Station who created a new Chollima speed, \"Huichon speed\", the builders of Wonsan Army-People Power Station, Orangchon Power Station and others are advancing like the wind to bring earlier the day of completion of the projects.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will win a great victory in the 100-day campaign with the sky-high spirit to build a great, prosperous and powerful nation and thus demonstrate the mettle of heroic Korea to the whole world again."
        },
        {
            "title": "Kim Jong Il's Feats Praised",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-09ee.html",
            "content": "Kim Jong Il's Feats Praised\r\n Pyongyang, October 2 (KCNA) -- Today the Workers' Party of Korea is demonstrating its might as the most dignified and powerful Juche-oriented revolutionary party and the general staff of the Songun revolution shining with the august name of President Kim Il Sung.\n\t\t\t\t\t Kim Jong Il who developed the WPK into the party of the President published the famous work \"The Workers' Party of Korea is the Party of the Great Leader Comrade Kim Il Sung\" on October 2, Juche 84 (1995) which occupies an important place in the immortal history of his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The work fully reflects his unshakable faith and will to exalt the dignity of the WPK as a revolutionary party always remaining true to the idea and cause of the President.\n\t\t\t\t\t\n\t\t\t\t\t He ushered in a new era of accomplishing the cause of perpetuating the memory of the President and glorified his revolutionary idea as the eternal guiding idea of the Party.\n\t\t\t\t\t\n\t\t\t\t\t He put up the slogan \"Let us arm ourselves firmly with the revolutionary ideas of the great leader Comrade Kim Il Sung!\" and has energetically led the work for putting the modeling of the whole party on the monolithic idea on a higher plane over the last more than decade. He, at the same time, developed the revolutionary idea of the President in depth, providing ideological and theoretical guidelines for the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic ideological and theoretical activities and outstanding leadership the principles and contents of the Songun idea fathered by the President have been developed and enriched from a new angle and the WPK has demonstrated its dignity as an invincible one advancing the socialist cause with the unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He has developed in depth the work for establishing the Party's leadership system whereby it can firmly defend and carry forward and accomplish the revolutionary cause of the President.\n\t\t\t\t\t\n\t\t\t\t\t In the course of the Songun revolution he has strengthened and developed the WPK to be a steel-like party strong in the sense of organization and discipline and established the revolutionary traits of thoroughly implementing the behest of the President throughout the party.\n\t\t\t\t\t\n\t\t\t\t\t He has consolidated the harmonious whole of the party and the people in every way, guided by the idea of believing in people as in Heaven of the President.\n\t\t\t\t\t\n\t\t\t\t\t Having Kim Jong Il, peerlessly great man, at its helm, the WPK will always win one victory after another as the party of President Kim Il Sung."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-07ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed \r\nPyongyang, October 2 (KCNA) -- Rodong Sinmun Friday in a signed article observes the 14th anniversary of the publication of General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\".\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t The work, published on Oct. 2, Juche 84 (1995), comprehensively deals with President Kim Il Sung's idea and theories on building the Juche-oriented party and the exploits he performed in party building and the experience gained in it and indicates overall tasks and ways for developing the WPK into the party of the President.\n\t\t\t\t\t\n\t\t\t\t\t The past 14 years since the publication of the work shine as a proud course in which an example of the times was set in carrying out the President's cause of party building.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is the powerful revolutionary party which has regarded the revolutionary idea of the President as the steadfast guidelines for party building and activities.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has energetically pushed forward the party construction, the army building and the economic and cultural construction by thoroughly embodying the Juche idea, the Songun idea of the President, and thus glorified the DPRK as an ideological and political and military power despite the vicious moves of the imperialists and reactionaries against it and ushered in the great heyday of building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is an invincible militant party which has strengthened in every way its unity and cohesion provided by the President.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has adorned the era of building a thriving nation with great victories and miracles to shine in the history of the DPRK as it is pervaded with the spirit of devotedly defending the leader and the do-or-die spirit of implementing the tasks set by him and its militancy and might have grown stronger than ever before.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is also an experienced and tested guide advancing the revolution and steering the cause of building a rich and powerful country, its roots struck deep among the popular masses and forming a harmonious whole with them.\n\t\t\t\t\t\n\t\t\t\t\t The party devotedly serves the people while they absolutely trust it. Herein lie its inexhaustible might and rosy future."
        },
        {
            "title": "Kim Jong Il Praised by Mexican Figure",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-01ee.html",
            "content": "Kim Jong Il Praised by Mexican Figure\r\n Pyongyang, October 2 (KCNA) -- Cuautemoc Amezcua Dromundo, first secretary of the Central Committee of the Socialist Popular Party of Mexico, issued a statement on September 25 on the occasions of the 64th birthday of the Workers' Party of Korea and the 83rd formation anniversary of the Down-with-Imperialism Union.\n\t\t\t\t\tHe in the statement stressed that General Secretary Kim Jong Il has energetically worked to develop the WPK into a party which shows profound loving care for the people and devotes itself to them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's leadership mode has become the important principle of the WPK's activities as can be seen in such slogans as \"We Serve the People!\" and \"Let the Whole Party Go among the Masses!\", the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He has developed the WPK into a party which looks after the people's destiny with responsibility and leads them to the future.\n\t\t\t\t\t\n\t\t\t\t\t He ensured that popular policy has become the fixed policy of the WPK with the warmest loving care for the people. \n\t\t\t\t\t\n\t\t\t\t\t He unfolded a blueprint for building a great prosperous and powerful socialist nation toward the end of the last century when the DPRK was suffering from the worst trial by the imperialists' offensive to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of satellite Kwangmyongsong-2 in April this year marked a historic event that heralded the advent of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Today the WPK is leading the Korean people in their gigantic drive to open the gate to a great prosperous and powerful nation in 2012 marking the centenary of birth of President Kim Il Sung, the founder of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Absolute and unlimited are the Korean people's support and trust in the WPK with Kim Jong Il as its general secretary, it concluded."
        },
        {
            "title": "Exploits of Kim Il Sung Lauded by South African Figure",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-04ee.html",
            "content": "Exploits of Kim Il Sung Lauded by South African Figure\r\nPyongyang, October 2 (KCNA) -- I came to know well about the noble life of President Kim Il Sung who devoted his all to the prosperity of the country and the happiness of the people. Eddie Kekana, chairman of the Group for the Study of the Progressive Ideas of South Africa, said this, when interviewed by KCNA before his departure from here at the end of his visit to the DPRK.\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was a legendary hero and peerlessly great man.\n\t\t\t\t\t\n\t\t\t\t\tWhile staying in the DPRK, I visited the President's birthplace in Mangyongdae and was deeply touched by his revolutionary career and immortal exploits.\n\t\t\t\t\t\n\t\t\t\t\t The President grew up, inheriting the revolutionary spirit and patriotism of his family in Mangyongdae which loved the country and the nation and bitterly hated the foreign aggressors.\n\t\t\t\t\t\n\t\t\t\t\t He led the revolutionary struggle against the Japanese imperialists to realize the historic cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Mangyongdae conveys down to posterity the revolutionary history and exploits of Kim Il Sung, the elder of the world politics and the great leader. \n\t\t\t\t\t\n\t\t\t\t\t Mangyongdae pervaded with high praises of the great man will always be remembered by the Korean people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t I was deeply impressed to visit the Tower of the Juche Idea, the chairman noted, and further said:\n\t\t\t\t\t\n\t\t\t\t\t The tower is a grand monument handing down to posterity the ideological and theoretical exploits of Kim Il Sung, founder of the great Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerlessly great thinker-theoretician who ushered in the era of Juche, a new era of history.\n\t\t\t\t\t\n\t\t\t\t\t One can say the whole course of the Korean revolution is a process of the brilliant embodiment of the Juche idea and a history of its shining victory.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea encouraged the world progressives opposed to exploitation and oppression to courageously turn out in the struggle to independently carve out their own destiny.\n\t\t\t\t\t\n\t\t\t\t\t The undying exploits of Kim Il Sung will remain shining forever as he fathered the immortal Juche idea, clearly indicating the way for mankind to follow."
        },
        {
            "title": "Important Days of DPRK Marked in Italy",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-03ee.html",
            "content": "Important Days of DPRK Marked in Italy \r\n Pyongyang, October 2 (KCNA) -- The Group of Dialectical Materialists of Italy specially released the September issue of magazine La Voce, its organ, on the occasions of the 64th birthday of the Workers' Party of Korea and the 83rd anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The magazine carried an article titled \"The WPK Shining with Victory and Glory\".\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung gave origin to the building of a new type revolutionary party by forming the DIU and laid an organizational and ideological foundation for founding the party throughout the 20 year-long anti-Japanese revolutionary struggle. He founded the WPK, a guiding force of the Korean people, in a short span of time after the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of the WPK the Korean people won victories in the Korean war forced upon them by the U.S. imperialists and in the post-war period of rehabilitation and construction and the socialist construction. They firmly defended the sovereignty of the country and socialism in the 1990s, weathering out indescribably arduous adversities caused by the political and military pressure and economic sanctions of the imperialist allied forces including the U.S. imperialists and consecutive years of natural disasters.\n\t\t\t\t\t\n\t\t\t\t\t The WPK could make a history of victory and glory thanks to the outstanding leaders.\n\t\t\t\t\t\n\t\t\t\t\tThe history and tradition of the WPK, founded and developed by the President, are given steady continuity by General Secretary Kim Jong Il."
        },
        {
            "title": "Birthday of WPK Celebrated in Germany and Guinea",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-02ee.html",
            "content": "Birthday of WPK Celebrated in Germany and Guinea \r\n Pyongyang, October 2 (KCNA) -- A seminar and a film show were held in Germany and a lecture and reading session in Guinea from Sept. 17 to 25 on the occasion of the 64th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The chairman of the Nider Sachsen State Committee of the Communist Party of Germany at the seminar said that the WPK founded by President Kim Il Sung has wisely led the revolutionary struggle of the Korean people foiling all sorts of interference and maneuvers of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\tNoting that General Secretary Kim Jong Il has further enriched in depth the Juche idea and led the party, the army and the people of the DPRK to the victory of the cause of socialism with his unique Songun politics, the speaker extended full support and solidarity to the struggle of the Korean people for building a thriving nation and achieving the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Camano Vitor, chairman of the Group for the Study of the Juche Idea in Conakry, Guinea, said at the lecture that the politics of the WPK has deepened the people's support and trust in the leader and made them single-mindedly rally closer around him. This helped consolidate the single-minded unity among the leader, the party and the masses that have formed organizational and ideological entity in the DPRK, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, at the reading session said that the WPK has won high dignity and prestige in the international community as it has successfully built socialism and reliably defended it as the guiding force of the Korean people since its foundation.\n\t\t\t\t\t\n\t\t\t\t\t Korean films were appreciated at the film show.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the function held in Germany."
        },
        {
            "title": "Kim Yong Nam envia telegrama de consuelo al presidente indonesio",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-17ee.html",
            "content": "Kim Yong Nam envia telegrama de consuelo al presidente indonesio\r\n  Pyongyang, 2 de octubre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 2 un telegrama de consuelo al  presidente de la Republica de Indonesia, Susilo Bambang Yudhoyono, en relacion con que hubo muchas perdidas humanas y materiales por el terremoto ocurrido en Sumatra, zona occidental de este pais asiatico.\n\t\t\t\t\t  En la misiva el remitente expresa profunda compasion y condolencias al destinatario, a las victimas y los familiares de los difuntos y manifiesta la conviccion de que el presidente y el gobierno de Indonesia eliminaran cuanto antes las consecuencias del terremoto y estabilizaran la vida de los habitantes de la zona damnificada."
        },
        {
            "title": "Inaugurada fotoexhibicion por efemeride entre Corea y China",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-18ee.html",
            "content": "Inaugurada fotoexhibicion por efemeride entre Corea y China\r\nPyongyang, 2 de octubre (ATCC) -- Quedo inaugurada el dia 2 en el Palacio Cultural del Pueblo la exhibicion fotografica en homenaje al 60o aniversario del establecimiento de las relaciones diplomaticas entre Corea y China. \n\t\t\t\t\tEn la ocasion se ven las fotos alusivas a las actividades realizadas por el Presidente Kim Il Sung y el Dirigente Kim Jong Il junto con Mao Zedong y otros revolucionarios chinos de veterana generacion y Hu Jintao en aras del desarrollo de las relaciones de amistad entre los dos paises y las otras que muestran la larga historia, la tradicion y el desarrollo de la amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon en la apertura el ministro de Salud Publica y presidente del Comite Central de la Asociacion de Amistad Corea-China, Choe Chang Sik, y otros funcionarios, los trabajadores capitalinos, el embajador chino Liu Xiaoming y otros miembros de la embajada china, los huespedes chinos que permanecen ahora en Corea y los estudiantes chinos en este pais.\n\t\t\t\t\t\n\t\t\t\t\tChoe Chang Sik senalo en su discurso que las relaciones de amistad y cooperacion entre Corea y China, forjadas por el Presidente Kim Il Sung junto con su homologo Mao Zedong y el premier Zhou Enlai, siguen desarrollandose positivamente bajo la profunda atencion de los maximos dirigentes de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la fotoexhibicion sera una oportunidad para estrechar los lazos de amistad entre los pueblos de los dos paises y fortalecer aun mas las relaciones de amistad y cooperacion Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tLe siguio en usar la palabra Liu Xiaoming quien expreso su satisfaccion por la inauguracion de esta galeria de fotos dedicada al 60o aniversario del establecimiento de las relaciones diplomaticas entre los dos paises en este \"Ano de Amistad China-Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEstoy seguro de que este acto contribuira a fomentar el intercambio y a fortalecer la amistad bilateral en el area cultural, afirmo el embajador.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los participantes pasaron revista a las fotos exhibidas."
        },
        {
            "title": "\"Punicion de 1920\" ejecutada por imperialistas japoneses",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-19ee.html",
            "content": "\"Punicion de 1920\" ejecutada por imperialistas japoneses\r\nPyongyang, 2 de octubre (ATCC) -- La ensangrentada \"punicion de 1920\", que realizaron los imperialistas japoneses en el siglo pasado, fue un producto de su politica de exterminio de la nacion coreana.\n\t\t\t\t\t  El 2 de octubre de 1920, estallo el \"caso de Hunchun\", en el cual unos bandoleros \"atacaron\" el consulado de Japon segun la indicacion de los mismos japoneses.\n\t\t\t\t\t\n\t\t\t\t\tTomandolo por pretexto, los imperialistas japoneses levantaron una feroz oleada de represion a los coreanos que habitaban entonces en la region nordeste de China.\n\t\t\t\t\t\n\t\t\t\t\t  En esta \"operacion punitiva\" fueron movilizados muchos efectivos y armas pesadas como los uniformados trasladados desde Siberia, un regimiento de la division 19 de las tropas japonesas estacionadas en Corea y los cuerpos policiales de las provincias de Hamgyong del Sur y del Norte.\n\t\t\t\t\t\n\t\t\t\t\tDesde principios hasta mediados de octubre, ocurrio la horrenda caza de los coreanos radicados en los distritos Hunchun, Wangqing, Helong y otras partes de dicha region china.\n\t\t\t\t\t\n\t\t\t\t\t  Coreando la consigna \"!Exterminemos a los coreanos!\", los agresores japoneses sacaban los ojos a los hombres vivos y les despellejaban.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, mataron a los coreanos descuartizandolos y enterrandolos vivos en masas y tiraron a los ninos arrancados de sus padres a las casas envueltas en llamas.\n\t\t\t\t\t\n\t\t\t\t\t  Esta horrible operacion genocida dejo como saldo mas de 30 mil coreanos muertos y mas de 6 mil casas destruidas o quemadas.\n\t\t\t\t\t\n\t\t\t\t\tLa masacre de los coreanos se escenifico tambien durante el Levantamiento Popular del Primero de Marzo (1919), la Manifestacion del 10 de Junio por la Independencia (1926) y el gran terremoto de Kanto (1923).\n\t\t\t\t\t\n\t\t\t\t\tEstos crimenes internacionales de lesa humanidad deben ser liquidados consecuentemente en virtud de las leyes internacionales."
        },
        {
            "title": "Rodong Sinmun elogia al invencible Partido del Trabajo de Corea",
            "url": "http://kcna.co.jp/item/2009/200910/news02/20091002-20ee.html",
            "content": "Rodong Sinmun elogia al invencible Partido del Trabajo de Corea\r\n  Pyongyang, 2 de octubre (ATCC) -- En ocasion del XIV aniversario de la publicacion de la obra del Dirigente Kim Jong Il \"El Partido del Trabajo de Corea es el partido del gran Lider, camarada Kim Il Sung\", el periodico Rodong Sinmun inserto el dia 2 un articulo individual.\n\t\t\t\t\t  En esa obra publicada el 2 de octubre del 84 (1995) de la Era Juche estan mencionados generalmente la idea y la teoria del Presidente Kim Il Sung sobre la construccion del partido autoctono y sus proezas y experiencias logradas en esta materia, las tareas y remedios para desarrollar el PTC como partido del camarada Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  Los 14 anos que datan de la publicacion de esa obra fueron registrados como orgulloso proceso en que se sento el ejemplo de la epoca en el cumplimiento de la causa del lider por la construccion del partido.\n\t\t\t\t\t\n\t\t\t\t\t  El PTC es el poderoso partido revolucionario que toma la idea revolucionaria del Presidente como invariable guia directriz en la construccion y las actividades del partido.\n\t\t\t\t\t\n\t\t\t\t\t  Al impulsar energicamente la construccion del partido, el ejercito, la economia y la cultura materializando cabalmente la idea Juche y la del Songun del Presidente, el PTC pudo convertir a nuestra patria en una potencia ideologica, politica y militar y dar inicio a la era de plena prosperidad de la construccion de la gran potencia prospera pese a las brutales maniobras de los imperialistas y otros reaccionarios contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  El PTC es el invencible partido combativo que fortalece por todos los medios la unidad y cohesion del partido forjadas por el Presidente.\n\t\t\t\t\t\n\t\t\t\t\t  En todas las filas del partido reina la disposicion de defender al lider a costa de la vida y materializar de la misma manera sus indicaciones.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, crecieron notablemente la combatividad y el poderio del PTC que corona la era de construccion de la gran potencia prospera con grandes victorias y prodigios dignos de inscribirse en los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, el PTC es probado y diestro orientador que lleva adelante la revolucion y orienta la causa de la construccion de una patria prospera echando profundamente sus raices entre las masas populares y uniendose con ellas de cuerpo y alma.\n\t\t\t\t\t\n\t\t\t\t\t  El partido trabaja abnegadamente por el pueblo y este confia absolutamente en aquel, he aqui la fuente del inagotable poderio y el futuro maravilloso del PTC."
        }
    ]
}