{
    "date": "2009-05-07",
    "url": "http://kcna.co.jp/item/2009/200905/2009-05-07ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Singapore ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-11ee.html",
            "content": "Kim Yong Nam Arrives in Singapore\r\n Pyongyang, May 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and his party arrived in Singapore on Wednesday."
        },
        {
            "title": "Congratulations to South African President",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-10ee.html",
            "content": "Congratulations to South African President\r\nPyongyang, May 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Jacob Gedleyihlekisa Zuma on his election as President of South Africa.\n\t\t\t\t\t In the message Kim said that his assumption of presidential office is an expression of the South African people's deep trust and expectation in him.\n\t\t\t\t\t\n\t\t\t\t\t Wishing the president bigger success in his noble work for the country's stability and prosperity and the regional peace and development, the message expressed belief that the relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "Korean Committee of Space Technology on Satellite Kwangmyongsong-2",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-19ee.html",
            "content": "Korean Committee of Space Technology on Satellite Kwangmyongsong-2\r\nPyongyang, May 7 (KCNA) -- A spokesman for the Korean Committee of Space Technology issued a statement on Thursday, one month after satellite Kwangmyongsong-2 started its normal operation after being put into orbit.\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t As already reported, scientists and technicians of the DPRK successfully put Kwangmyongsong-2, an experimental communications satellite, into orbit of space by means of carrier rocket Unha-2 on April 5 in the Tonghae Satellite Launching Ground in Hwadae County, North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t The carrier rocket has three stages and the satellite is tasked to transmit information about its performance and experimental relay communications to the earth along with melodies.\n\t\t\t\t\t\n\t\t\t\t\t Installed in the carrier rocket and the satellite are measuring and transmitting devices including remote-controlled measuring devices and orbit measuring devices for the purpose of measuring orbit and sending information. There are on the ground such measuring devices as radar for tracking orbit and remote-controlled receiving devices.\n\t\t\t\t\t\n\t\t\t\t\t The melodies of \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\" sent to the earth at 470 MHz already made public and the observation of information about the satellite and the operation of such measuring devices as the radar for tracking orbit on the ground confirmed that the satellite was accurately put into orbit. \n\t\t\t\t\t\n\t\t\t\t\t Various information sent by the satellite has been received and analyzed, the movement of the satellite changed as commanded by the control posts on the ground and a relay communications test through the satellite successfully conducted at relay communications posts in various regions.\n\t\t\t\t\t\n\t\t\t\t\t The observation by the satellite and a control test were normally conducted despite the unidentified strong jamming done in the above-said communications frequency band, in particular.\n\t\t\t\t\t\n\t\t\t\t\t We have accumulated a wealth of experience in the course of launching and operating the satellite and made great progress in laying a scientific and technological foundation for the launch of practical satellites in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\t The scientists and technicians of the DPRK satisfactorily attained their goals of the desired establishment of the comprehensive satellite launch and control system, the putting of satellite into orbit and experimental communications by a satellite through the launch of Kwangmyongsong-2 and thus made a giant stride forward in the activities for the development of outer space for peaceful purposes."
        },
        {
            "title": "Lee Myung Bak Group's Suppression of S. Koreans' Protests Blasted",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-17ee.html",
            "content": "Lee Myung Bak Group's Suppression of S. Koreans' Protests Blasted\r\nPyongyang, May 7 (KCNA) -- The Lee Myung Bak group is brutally suppressing on the charge of \"violation of law\" the south Koreans who rose up demanding human rights and the improvement of the north-south relations on the occasion of May Day, 100 days since the tragic death of evacuees in Ryongsan and one year since the candlelight actions.\n\t\t\t\t\t A spokesman for the Association for Human Rights Studies of Korea in a statement on May 7 branded the Lee group's brutal suppression of south Koreans as blatant human rights abuses and crude violation of democracy, an extension of the shuddering fascist rule it has enforced since it came to power.\n\t\t\t\t\t\n\t\t\t\t\t The statement cites facts to prove that since the emergence of the Lee regime south Korea has turned into the world's worst \"land ridden with tyranny\" and the world's biggest tundra of human rights where people's independent right and dignity are ruthlessly violated.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous, indeed, for such violators of democracy and human rights to talk about someone's \"human rights issue,\" the statement notes, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The popular resistance getting fiercer in south Korea as the days go by is an eruption of the people's resentment against the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities should immediately stop their fascist suppression of the south Korean people who rose up in the actions for new democratic politics and new life, keenly aware that those who turned their back on the people will meet nothing but a miserable end."
        },
        {
            "title": "Lee Myung Bak Group's Suppression of S. Korean Youth and Students Assailed ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-15ee.html",
            "content": "Lee Myung Bak Group's Suppression of S. Korean Youth and Students Assailed\r\n Pyongyang, May 7 (KCNA) -- A spokesman for the Youth and Student Sub-committee of the North Side Committee for Implementing the June 15 Joint Declaration issued a statement on May 7 denouncing the Lee Myung Bak group's suppression of pro-reunification movement organizations in south Korea including the Solidarity for Implementing the South-North Joint Declaration.\n\t\t\t\t\t South Korea has turned into the darkest land under fascism in the world where people demanding stable jobs and minimum wages are suppressed on charges of \"violation of law\" and those who speak truth are punished for being \"criminals\" and those standing for national unity and reunification are thrown into prisons for \"benefiting the enemy\" due to the Lee group, the statement says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t As long as the Lee group is allowed to stay in power in south Korea, it would be impossible to get rid of such deplorable situation in which people from all walks of life are ruthlessly punished for calling for social democracy and national reunification and workers demanding the right to existence and the school youth and children keen to have the opportunity of learning are cracked down under the fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t It is the truth of history that no fascist suppression can dampen the nation's desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should immediately take the \"enemy-benefiting\" label off those organizations supporting the north-south joint declarations and set free innocent pro-reunification and patriotic figures and youth and students whom they threw behind bars on charges of violation of the \"National Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t All the youth and students in the DPRK will always join their brothers and sisters in south Korea in their actions and devote their energies and wisdom to the struggle for foiling the Lee group's sycophancy toward the U.S. and anti-reunification moves and bringing earlier the day of national reunification."
        },
        {
            "title": "DPRK, China Cooperate in Science and Technology ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-14ee.html",
            "content": "DPRK, China Cooperate in Science and Technology\r\n Pyongyang, May 7 (KCNA) -- A protocol of the 43rd meeting of the DPRK-China inter-governmental committee for scientific and technological cooperation was signed here Thursday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Ri Song Uk, vice-president of the State Academy of Sciences, and other officials concerned and from the opposite side were the members of the Chinese government scientific and technological delegation headed by Vice-Minister of Science and Technology Cao Jianlin and Chinese Ambassador to the DPRK Liu Xiaoming.\n\t\t\t\t\t\n\t\t\t\t\t Ri Song Uk and Cao Jianlin inked the protocol."
        },
        {
            "title": "Gift to Kim Jong Il from African Regional Organization",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-09ee.html",
            "content": "Gift to Kim Jong Il from African Regional Organization\r\n Pyongyang, May 7 (KCNA) -- General Secretary Kim Jong Il was presented with a gift from the African Regional Committee for the Study of the Juche Idea.\n\t\t\t\t\t The gift was handed to the head of the delegation of the Social Scientists Society of Korea participating in the African regional seminar on the Juche idea held in Democratic Congo on May 1."
        },
        {
            "title": "Anniversary of Publication of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-18ee.html",
            "content": "Anniversary of Publication of Kim Jong Il's Work Marked\r\nPyongyang, May 7 (KCNA) -- A national seminar was held at the Grand People's Study House on Thursday on the occasion of the 35th publication anniversary of General Secretary Kim Jong Il's historic work on May 7, Juche 63 (1974).\n\t\t\t\t\t The work comprehensively deals with all the matters arising in bringing about a revolutionary turn in media activities including the mission of the media of the Workers' Party of Korea, principles to be abided by in their activities and their basic duty.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the seminar referred to the feats performed by Kim Jong Il in the field of media, the validity and the tremendous vitality of the ideas and theories set forth in the work and tasks facing the media persons and ways for carrying them out.\n\t\t\t\t\t\n\t\t\t\t\t They said that the work serves as precious guidelines of lasting value in the efforts to accomplish the revolutionary cause of Juche, adding that the work made it possible for the media of the WPK to firmly preserve their revolutionary and popular nature as media of Juche type which has established the revolutionary outlook on the leader and powerfully encourage the building of a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need for all the media persons to bring about a creative surge in media activities and become honorable victors in the 150-day campaign for bringing about a landmark turn in building a thriving nation."
        },
        {
            "title": "Red Cross Event Held on Month of Preventing Accidents ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-16ee.html",
            "content": "Red Cross Event Held on Month of Preventing Accidents\r\n Pyongyang, May 7 (KCNA) -- A Red Cross event took place at the Red Cross Service Center Thursday in May, the month of preventing accidents.\n\t\t\t\t\t Present at the event were officials of the Red Cross Society and young RC members of the DPRK, members of the delegation of the International Federation of Red Cross and Red Crescent Societies and members of the International Committee of the Red Cross working in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the event looked round the room for the education in traffic safety, being briefed on the measures being stepped up to prevent accidents in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They appreciated an art performance given by young RC members.\n\t\t\t\t\t\n\t\t\t\t\t Red Cross activities to prevent accidents are going on."
        },
        {
            "title": "Information Service Capacity of E-library Extended",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-13ee.html",
            "content": "Information Service Capacity of E-library Extended\r\nPyongyang, May 7 (KCNA) -- The E-library of Kim Chaek University of Technology is the leading scientific and technological dissemination and research centre of the country which is peculiar in content, form and mode of service.\n\t\t\t\t\t Over the last three years the service capacity of the library has been doubled, supplemented with lots of scientific and technological dynamic images and multimedia data and millions of items of e-texts and latest data of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Every day it collects and pigeonholes promptly and exactly hundreds of items of scientific and technological data and news from various countries for the readers. It is also engaged in advanced education including remote-controlled lectures and scientific and technological interchange of broad scale.\n\t\t\t\t\t\n\t\t\t\t\t With powerful research forces and material and technical foundation, it is working energetically to complete a mode of service by a Korean-style operating system.\n\t\t\t\t\t\n\t\t\t\t\t The number of the readers has more than doubled each year after its opening. Now it renders services to 8,000 or more teachers, scholars and students at maximum a day \n\t\t\t\t\t\n\t\t\t\t\t The number of the readers who have been served by the library after its opening totals more than 537,000."
        },
        {
            "title": "Spirit of Defending Leader with Life Is Core of Spiritual Strength",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-12ee.html",
            "content": "Spirit of Defending Leader with Life Is Core of Spiritual Strength\r\nPyongyang, May 7 (KCNA) -- Now the Korean people are striving hard to open the gate to a great, prosperous and powerful socialist nation with the indomitable spiritual strength, taking the ideological theory of Juche as the treasured sword.\n\t\t\t\t\t So strong is the mental power of the Korean people because it has the spirit of defending the leader at the risk of life as the core.\n\t\t\t\t\t\n\t\t\t\t\t The spirit is the fundamental source for making the DPRK's spirit of single-minded unity the eternal soul and life of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The tradition of single-hearted unity, the main stay of the Korean revolution which was provided in the flame of anti-Japanese armed struggle is being displayed to the full generation after generation. This great unity has turned into a perfect and eternal one that can be found  nowhere else in the world.\n\t\t\t\t\t\n\t\t\t\t\t During the \"Arduous March\" and forced march in particular, the entire people became the true Songun revolutionary comrades who displayed  comradeship to a greater extent, sharing ideology and will on the road of defending the leader with their lives and the internal force of the Korean revolution was strengthened still more solidly.\n\t\t\t\t\t\n\t\t\t\t\t The fundamental source of the spirit of defending the motherland which has been manifested in each sacred chronicle of the DPRK is also based on the sprit of defending the leader with life.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, who had grasped the philosophical principle that the motherland is precisely the leader in the revolution, safeguarded the DPRK creditably with heroic struggle in the Fatherland Liberation War and, after the war, defended the socialist motherland firmly, frustrating the anti-DPRK maneuvers of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Upon receiving the report of the Supreme Command of the Korean People's Army (KPA) and the statement of the spokesman for the General Staff of the KPA, the entire people have turned out as one in the struggle for protecting socialism. This revolutionary stamina of the DPRK shows well the height of the spiritual world of the whole army and entire people armed with the spirit of defending the leader with their lives.\n\t\t\t\t\t\n\t\t\t\t\t The spirit lets the revolutionary spirit of self-reliance be displayed to the full in the building of a rich and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t In the postwar period, the heroic Korean people carried out with success the historical task of industrialization, which would have taken others hundreds of years, in a short span of time by rushing ahead at the speed of Chollima (a winged horse) under the banner of the self-reliance and converted the country into an invincible socialist power, independent, self-supporting and self-reliant in national defence, with uninterrupted leaps and innovations.\n\t\t\t\t\t\n\t\t\t\t\tThe modern industrial establishments and the solid foundation guaranteeing the epochal prospect for the development of agriculture which have been created in the Songun era are the precious fruition of the spirit of defending the leader with life displayed by the Korean people in the efforts to realize brilliantly General Secretary Kim Jong Il's plan of building the rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t The flame of a new revolutionary upsurge which was kindled in Kangson last year proved that the Korean people can build the great, prosperous and powerful socialist nation with their own strength and technology when they give full play to the spirit of defending the leader with their lives.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will open the gate to the great, prosperous and powerful nation without fail in 2012 which greets the 100th birth anniversary of President Kim Il Sung and demonstrate the invincible stamina and might of Songun Korea to the whole world by giving fuller play to the spirit that they have acquired and cemented in the protracted revolution."
        },
        {
            "title": "Papers Editorially Call for Emerging Victors in 150-Day Campaign ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-05ee.html",
            "content": "Papers Editorially Call for Emerging Victors in 150-Day Campaign\r\nPyongyang, May 7 (KCNA) -- Leading papers today editorially call on all the people of the DPRK to win shining victory in the 150-day campaign by dint of the single-minded unity true to the Songun leadership of Kim Jong Il.\n\t\t\t\t\t Rodong Sinmun says that the 150-day campaign represents the firm determination and will of the Workers' Party of Korea to make this year a year in which a landmark event will take place and a breakthrough be made toward bringing about a decisive turn at any cost in building a great prosperous and powerful nation and the WPK's unquestioned trust in the tremendous might of the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t The campaign will mark an important occasion of demonstrating the might of the single-minded unity, in which all the servicepersons and people share the same idea and will, destiny and future with the headquarters of the revolution, and the invincible mettle of Songun Korea in which all the people are making a dynamic patriotic march towards a bright future, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's single-minded unity represents an integral whole of the servicepersons and people replete with the do-or-die spirit who lose no chance to respond to any call of the Party and unconditionally carry out what it determines to do.\n\t\t\t\t\t\n\t\t\t\t\t  Now is the time for them to give fullest play to the might of the single-minded unity more powerful than a nuclear weapon and conduct an all-party, all-state and all-people offensive and decisive campaign to achieve the eternal prosperity of Kim Il Sung's Korea.\n\t\t\t\t\t\n\t\t\t\t\t All the officials, party members and other working people should exalt the honor of victors in the 150-day campaign to successfully accomplish the Party's cause of building a thriving nation, deeply aware of their missions and duties they assumed before the era and the history and the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is standing in the van of the on-going 150-day campaign. An immensely rosy future is in store for the country and the nation thanks to his tested leadership and the might of the single-minded unity of the army and people around the Party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the spirit of the working class all out in the drive to build a great prosperous and powerful nation is running high thanks to the loving care and trust shown by Kim Jong Il for them. The paper calls for dynamically waging the above-said campaign to make a breakthrough towards victory in the drive to build a thriving nation without fail."
        },
        {
            "title": "U.S. Wrong Policy toward DPRK Rebutted",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-07ee.html",
            "content": "U.S. Wrong Policy toward DPRK Rebutted\r\n Pyongyang, May 7 (KCNA) -- The process of the denuclearization of the Korean Peninsula has been totally scuttled and a grave political and military tension is now prevailing in Northeast Asia. The blame for this rests entirely with the United States and its followers.\n\t\t\t\t\t Minju Joson today says this in a signed commentary. It cites facts to prove that the U.S. and its followers blatantly violated the sovereignty of the DPRK and seriously defamed the dignity of the Korean people while taking issue with its satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t In fact, if something right was to be done, Japan should have been pulled up for pushing forward its space development strategy for military purposes in gross violation of the international commitment to the peaceful use of outer space, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is unreasonably and doggedly pulling up the DPRK for refusing to meekly obey it, while pursuing its wild design to isolate and stifle the latter.\n\t\t\t\t\t\n\t\t\t\t\t While following its foreign policy, the U.S. resorts to high-handed and arbitrary practices in violation of international justice and impartiality, overestimating its strength. It is the reality of the international community that many worldwide issues are not properly dealt with as required by international law and the principle of impartiality due to the U.S. high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a rogue and gangster of the world community as it is engaging itself in the said practices in reliance on strength only in utter disregard of international law and the principle of impartiality.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that though the present U.S. administration put up the signboard of \"change\" and \"multilateral cooperation diplomacy\" it is, in essence, pursuing a unilateral policy little different from the Bush administration's. \n\t\t\t\t\t\n\t\t\t\t\t As long as officials of such administration are allowed to do as they please, it will be impossible to ensure the international justice and observe the principle of impartiality.\n\t\t\t\t\t\n\t\t\t\t\t Under the present situation, in which international law and all other things are thrown into utter confusion by the U.S., the only way out for each nation is to build up its strength.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable faith and will of the DPRK to counter the U.S. strong-arm policy with its own strength.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to behave itself, properly understanding who its rival is."
        },
        {
            "title": "Provocative Outbursts of U.S. and S. Korean Warmongers Blasted",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-06ee.html",
            "content": "Provocative Outbursts of U.S. and S. Korean Warmongers Blasted\r\n Pyongyang, May 7 (KCNA) -- The commander of the U.S. forces in south Korea in his recent \"lecture\" openly hinted at the possibility of carrying out their \"operation plan\" to cope with what they called an \"emergency situation,\" blustering that the U.S. will remain committed to implementing the U.S.-south Korea \"mutual defense treaty\" and providing its \"nuclear umbrella to south Korea\" regardless of the transfer of the \"right to command the wartime operations.\" \n\t\t\t\t\t Brasshats of the south Korean puppet military let loose a spate of bellicose outbursts that \"it is expected to report a developed plan to cope with an 'emergency situation' to 'Chongwadae'\" and they are \"at the phase where a counter-proposal has been put into a concrete plan.\"\n\t\t\t\t\t\n\t\t\t\t\t  Rodong Sinmun today observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK can never remain a passive onlooker to those provocative outbursts that can be let loose only on the eve of a war as they are an undisguised military threat and blackmail against it. \n\t\t\t\t\t\n\t\t\t\t\t What the commander of the U.S. forces in south Korea uttered amounts to a declaration of all-out military confrontation with the DPRK and a grave threat of aggression to it. It only betrays the U.S. scenario to ignite a nuclear war on the Korean Peninsula at any cost by using the puppets as a shock brigade.\n\t\t\t\t\t\n\t\t\t\t\t The fact that the U.S. imperialist warmongers openly hinted at the application of the \"OPLAN 5027\" and the \"OPLAN 5029\" patently proves that the U.S. imperialists have already wound up the operational preparations and offensive posture to launch armed invasion against the DPRK and are now watching for a chance to start a nuclear war, while zealously egging the puppets onto provoke a war. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers of the puppet military are rolling up their sleeves to carry out their operation plans for invading the north in collusion with their U.S. master while becoming again vociferous about \"an emergency situation.\" This is nothing but a reckless move to bring the north-south relations to total collapse and drive them to the military confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t The theory of \"strength\" touted by the U.S. only invites shame and self-destruction and the Lee Myung Bak group of traitors' moves to escalate the confrontation with compatriots and provoke a war of aggression against the DPRK only precipitate its miserable end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee group would be well advised to bear in mind that the DPRK's warning is by no means an empty talk and if they turn a deaf ear to such warning, they will have to pay a dear price for it."
        },
        {
            "title": "Elimination of Pro-U.S. Conservative Forces Urged",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-08ee.html",
            "content": "Elimination of Pro-U.S. Conservative Forces Urged\r\nPyongyang, May 7 (KCNA) -- Rodong Sinmun today in a signed article calls for reenergizing the movement for national reunification while strongly opposing and rejecting the traitors to the nation keen on sycophancy and dependence on foreign forces.\n\t\t\t\t\t The pro-U.S. conservative forces in south Korea are the sworn foes of reunification as they are desperately standing in the way of independent reunification of the nation while negating the June 15 joint declaration and the October 4 declaration, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The conservative authorities of south Korea, utterly indifferent to the destiny of the country and the nation, are persistently pursuing the anachronistic policy of confrontation, backed by outsiders, negating the inter-Korean joint declarations quite contrary to the unanimous desire and will of the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The negation of the above-said declarations precisely means opposition to the development of the inter-Korean relations and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that it is impossible to achieve reunification and peace of the country and prosperity common to the nation as long as the Lee Myung Bak group negating the inter-Korean declarations and adamantly opposing their implementation is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The pro-U.S. conservative forces in south Korea are a very dangerous bellicose group as they are bringing the dark clouds of a war of aggression on the DPRK, threatening the peace of the country and the security of the nation in collusion with foreign aggression forces.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities' moves to isolate and stifle the DPRK through cooperation with foreign forces have reached an extremely dangerous phase. It is as plain as a pikestaff that such dangerous moves are designed to put political and military pressure upon the DPRK through international cooperation with outsiders and, furthermore, spark off armed conflict and stage an all-out war.\n\t\t\t\t\t\n\t\t\t\t\t Whoever truly wants the independent development and prosperity of the nation and aspires after national reunification should actively turn out in the patriotic struggle to throw the pro-U.S. conservative forces in south Korea into the dumping ground of history irrespective of ideology and ism as called for by the joint editorial for this year."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-03ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed\r\nPyongyang, May 7 (KCNA) -- Harish Gupta, secretary general of the Asian Regional Institute of the Juche Idea who visited the DPRK, said that through the successful launch of the satellite Kwangmyongsong-2 the DPRK fully demonstrated the might of its independent national economy and showed its strong will to reliably protect the sovereignty of the country and the nation. \n\t\t\t\t\t He accused the United States and its followers of asserting that the DPRK's satellite launch for peaceful purposes was a \"missile launch\" and forcing the UNSC to issue its \"presidential statement\" with no binding force critical of the satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t But, the progressive people of the world are rejoiced as over their own over the success made by the Korean people and positively and highly praise it, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The adherents to the Juche idea fully support the firm stand of the DPRK that it would not participate in the six-party talks any more now that the talks have been reduced to a platform for infringing upon the sovereignty of the country and disarming it and its policy for using outer space for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\tThanks to General Secretary Kim Jong Il who has successfully carried forward the idea and leadership of President Kim Il Sung, the Korean people will surely open the gate to a great prosperous and powerful nation in the near future, he stressed."
        },
        {
            "title": "UNSC's Anti-DPRK Steps Flayed ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-01ee.html",
            "content": "UNSC's Anti-DPRK Steps Flayed\r\nPyongyang, May 7 (KCNA) -- Chairman Manzurla Ahsan Khan and General Secretary Mujahidul Islam Selim of the C.C., Bangladesh Communist Party issued a joint statement on May 1, which said that the Bangladesh Communist Party scathingly denounces the UNSC for having adopted an anti-DPRK \"presidential statement\" in pursuance of the U.S. moves over the DPRK's satellite launch for peaceful purposes and then designated its three companies as targets of sanctions. \n\t\t\t\t\t The party has already expressed apprehension that the UNSC's sanctions against the DPRK would result in the breach of the spirit of the six-way talks, the statement said, adding that it regards the sanctions as part of the moves of the U.S. administration which does not truly want peace and security of the Korean Peninsula and the Asia-Pacific region but seeks to ignite a new war. \n\t\t\t\t\t\n\t\t\t\t\t The party strongly demands that the United Nations deal with the international issues, proceeding from the independent and fair stand and drop at once the hostile policy toward the Korean people, the statement said. \n\t\t\t\t\t\n\t\t\t\t\t It urged the UNSC to make a total apology for having adopted the decision of seriously violating the DPRK's sovereignty."
        },
        {
            "title": "April Issue of Magazine \"Paektu-Halla\" Published ",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-02ee.html",
            "content": "April Issue of Magazine \"Paektu-Halla\" Published\r\n Pyongyang, May 7 (KCNA) -- The General Association of Koreans in China published the April issue of its magazine \"Paektu-Halla\".\n\t\t\t\t\tThe magazine carried a photo of President Kim Il Sung and General Secretary Kim Jong Il standing together on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the magazine was a letter the general association sent to Kim Jong Il on the occasion of the birth anniversary of the President.\n\t\t\t\t\t\n\t\t\t\t\t It edited an article titled \"The eternal father of all people possessed of noble virtues.\"\n\t\t\t\t\t\n\t\t\t\t\t The article praised the President as the eternal father of all people and the great sun of humankind as he embraced the 70 million Koreans and world people from all walks of life with his noble virtues, magnanimity, warm heart and noble humanity and showed warm loving care for them. \n\t\t\t\t\t\n\t\t\t\t\t The magazine also conveyed photo-accompanied news that the general association and its affiliated organizations held colorful events to commemorate the Day of the Sun. \n\t\t\t\t\t\n\t\t\t\t\t It carried statements issued by organizations of Korean residents in China denouncing the Lee Myung Bak group of traitors in south Korea for its anti-DPRK moves."
        },
        {
            "title": "Alcanzado objetivo del lanzamiento de satelite artificial, confirma CTEC",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-20ee.html",
            "content": "Alcanzado objetivo del lanzamiento de satelite artificial, confirma CTEC\r\nPyongyang, 7 de mayo (ATCC) -- El portavoz del Comite de Tecnologias Espaciales de Corea (CTEC) hizo publica el dia 7 una declaracion en relacion con que paso un mes desde que el satelite artificial \"Kwangmyongsong No.2\" de nuestro pais comenzo a funcionar sin problemas siguiendo su orbita.\n\t\t\t\t\t　El documento sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Como ya trascendidos, los cientificos y tecnicos de nuestro pais pusieron exitosamente en la orbita espacial el satelite artificial de comunicaciones piloto a bordo del cohete transportador \"Unha-2\", lanzado el 5 de abril en el Campo de Lanzamiento de Satelite Tonghae en el distrito de Hwadae de la provincia de Hamgyong del Norte.\n\t\t\t\t\t\n\t\t\t\t\t  \"Unha-2\" es de tres escalones y el \"Kwangmyongsong No.2\" tiene por su mision transmitir las canciones y los datos sobre el funcionamiento de los aparatos interiores del mismo y realizar la prueba de retransmision.\n\t\t\t\t\t\n\t\t\t\t\t  En el cohete y el satelite artificial estan instalados los aparatos de medicion y transmision incluyendo los para la medicion a distancia y la de la orbita que se necesitan en esta ultima labor y el envio de datos. Y en la tierra estan emplazados los otros medios de medicion como el radar de persecucion de la orbita y el radiorreceptor a distancia.  \n\t\t\t\t\t\n\t\t\t\t\t  Confirmamos que nuestro satelite se puso exactamente en su orbita mediante la observacion de las melodias de la \"Cancion del General Kim Il Sung\" y la \"Cancion del General Kim Jong Il\" y los materiales, que se envian a la Tierra por 470 MHz ya anunciado, y a traves del radar de persecucion de la orbita y otros medios de medicion emplazados en la tierra. \n\t\t\t\t\t\n\t\t\t\t\t   Hemos recibido y analizado los datos de medicion de diversos tipos enviados por el satelite.\n\t\t\t\t\t\n\t\t\t\t\t Se realizaron exitosamente el cambio del estado de funcionamiento del satelite artificial segun los mandatos transmitidos por los puestos de control de la tierra y el ensayo de retransmision via satelite en los puestos instalados para este fin en varios puntos de la tierra.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, aunque hubo fuertes y extranas interferencias en la banda de frecuencia ya anunciada, se llevaron a cabo normalmente la observacion del satelite y la prueba de su control.\n\t\t\t\t\t\n\t\t\t\t\t  De esta manera, hemos acumulado muchas experiencias durante el lanzamiento y la administracion del \"Kwangmyongsong No. 2\" y logrado un gran avance en el sentamiento de la base cientifico-tecnica para el futuro lanzamiento del satelite efectivo.\n\t\t\t\t\t\n\t\t\t\t\t  A traves del reciente lanzamiento de ese satelite piloto, nuestros cientificos y tecnicos alcanzaron con satisfaccion sus objetivos propuestos como el establecimiento del sistema integral del control de lanzamiento de satelites artificiales, la puesta en orbita del satelite y la prueba de comunicaciones via satelite y dieron asi un gran paso adelante en sus actividades para el desarrollo espacial con fines pacificos."
        },
        {
            "title": "Firmado protocolo Corea-China sobre cooperacion cientifico-tecnica",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-21ee.html",
            "content": "Firmado protocolo Corea-China sobre cooperacion cientifico-tecnica\r\n  Pyongyang, 7 de mayo (ATCC) -- Quedo rubricado el dia 7 en esta capital el protocolo de la 43a reunion del Comite de la Cooperacion Cientifico-Tecnica entre los gobiernos de la Republica Popular Democratica de Corea y de la Republica Popular China.\n\t\t\t\t\t  En la ceremonia de firmas participaron por la parte coreana el vicepresidente de la Academia Estatal de Ciencias, Ri Song Uk, y otros funcionarios y por la china, los miembros de la delegacion gubernamental de la ciencia y tecnologia de China presidida por el viceministro de Ciencia y Tecnologia, Cao Jianlin, y el embajador chino en Corea Liu Xiaoming.\n\t\t\t\t\t\n\t\t\t\t\t  Ri Song Uk y Cao Jianlin firmaron el documento."
        },
        {
            "title": "Ampliada capacidad de servicio de biblioteca electronica",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-22ee.html",
            "content": "Ampliada capacidad de servicio de biblioteca electronica\r\nPyongyang, 7 de mayo (ATCC) -- La biblioteca electronica de la Universidad Politecnica Kim Chaek es la mejor base de divulgacion y estudio de ciencias y tecnicas del pais tanto en el contenido de servicio como en su forma y modo.\n\t\t\t\t\t  Durante los 3 anos pasados, la biblioteca dispuso nuevamente de numerosos datos de imagenes moviles cientificas y tecnicas y multimedias, millones de textos electronicos y datos de ciencias y tecnicas ultramodernas, y amplio en dos veces la capacidad de servicio.\n\t\t\t\t\t\n\t\t\t\t\t  La biblioteca recoge y arregla de manera rapida y correcta los datos cientificos y tecnicos, nuevas noticias de estas ramas de varios paises del mundo y los sirve a los lectores.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, organiza ampliamente la educacion a distancia y de punta asi como el intercambio  de ciencias y tecnicas. \n\t\t\t\t\t\n\t\t\t\t\t  Tambien, apoyandose en las poderosas fuerzas de investigacion y la base material y tecnica despliega animadamente las labores para perfeccionar el modo de gestion de servicio segun el OS coreano.\n\t\t\t\t\t\n\t\t\t\t\t  En comparacion con aquel tiempo de inauguracion el numero de lectores se aumento cada ano en mas de dos veces y ahora se ofrecen diversos servicios a mas de 8 mil profesores, sabios y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\t  Desde su inauguracion hasta la fecha, mas de 537 mil lectores recibieron el servicio de este lugar."
        },
        {
            "title": "Periodicos llaman a la victoria en la batalla de 150 dias",
            "url": "http://kcna.co.jp/item/2009/200905/news07/20090507-23ee.html",
            "content": "Periodicos llaman a la victoria en la batalla de 150 dias\r\nPyongyang, 7 de mayo (ATCC) -- En sendos editoriales publicados este jueves, los periodicos centrales exhortan a todos a lograr una victoria fulminante en la batalla de 150 dias con el poderio de la unidad monolitica bajo la guia del Songun (priorizacion militar) del Dirigente Kim Jong Il.\n\t\t\t\t\t  En la batalla de 150 dias se reflejan la invariable decision y voluntad del Partido del Trabajo de Corea de convertir este ano en el que registra grandes acontecimientos y abre la brecha del cambio decisivo en la construccion de una gran potencia prospera, y esta depositada la confianza de esta agrupacion politica en las inagotables fuerzas de la unidad monolitica, senala el diario Rodong Sinmun y continua:\n\t\t\t\t\t\n\t\t\t\t\t  La batalla de 150 dias de hoy marca un importante hito para manifestar el invencible aspecto de la Corea del Songun, que marcha a galopes hacia el futuro esplendido a fuerza de la unidad monolitica, segun la cual la Direccion de la Revolucion, todo el ejercito y todo el pueblo concuerdan la idea, el proposito, el destino y el futuro, y a traves del avance patriotico de todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Esta unidad es la sintesis de la materializacion a ultranza consistente en que todos se levantan a la llamada del PTC y cumplen incondicionalmente todo lo que decida este. \n\t\t\t\t\t\n\t\t\t\t\t Ahora es el tiempo de la movilizacion general de todo el partido, la ofensiva general de todo el Estado y de la batalla decisiva de todo el pueblo para lograr la prosperidad ilimitada de la Corea de Kim Il Sung empleando al maximo las fuerzas de la unidad monolitica mas poderosa que el arma nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Bien conscientes de su mision y deber asumidos ante la epoca, la historia, la patria y la nacion, todos los funcionarios, los militantes del partido y los trabajadores deben ser orgullosos triunfadores en la batalla de 150 dias para cumplir con brillantez la causa de construccion de una gran potencia prospera del partido.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente Kim Jong Il esta al frente de la batalla de 150 dias para abrir la brecha del cambio decisivo en la construccion de la gran potencia prospera. Gracias a su sabia direccion y al poderio de la unidad monolitica del ejercito y el pueblo en torno al partido y al Lider, se va abriendo un horizonte amplio y prometedor en el camino de nuestra patria y nacion.\n\t\t\t\t\t\n\t\t\t\t\t  El periodico Minju Joson senala que el amor y la confianza del Dirigente Kim Jong Il centuplican la moral de la clase obrera que se levanto en la construccion de una gran potencia prospera y llama a librar intrepidamente la batalla de 150 dias para abrir sin falta la brecha de la victoria en esta obra."
        }
    ]
}