{
    "date": "2009-03-30",
    "url": "http://kcna.co.jp/item/2009/200903/2009-03-30ee.html",
    "articles": [
        {
            "title": "Spokesman for DPRK Foreign Ministry Rejects Anti-DPRK \"Resolution\" ",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-12ee.html",
            "content": "Spokesman for DPRK Foreign Ministry Rejects Anti-DPRK \"Resolution\"\r\n Pyongyang, March 30 (KCNA) -- A spokesman for the DPRK Ministry of Foreign Affairs gave the following answer to the question raised by KCNA on Monday as regards the adoption of an anti-DPRK \"resolution\" at a meeting of the UN Human Rights Council:\n\t\t\t\t\t Another anti-DPRK \"resolution\" peppered with lies and fabrications was adopted at the 10th meeting of the UN Human Rights Council as what happened last year.\n\t\t\t\t\t\n\t\t\t\t\t This is a product of the plot being hatched by the EU and Japan each year to achieve a sinister political aim.\n\t\t\t\t\t\n\t\t\t\t\t The West is taking much pain to maintain the outdated, biased and confrontation-minded special rapporteur system in a bid to continue behaving as if it were a \"judge\" even in the newly-organized UN Human Rights Council.\n\t\t\t\t\t\n\t\t\t\t\t Japan is acting as ever a shock brigade in kicking up the anti-DPRK human rights racket in an effort to cover up its hideous human rights abuses committed against the Korean nation in the past.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, as it did in the past, resolutely and categorically rejects such \"resolution\" cooked up by the charlatans keen to selectively pull up those countries antagonized by their master, while keeping mum about his human rights abuses in Iraq and Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t Human rights precisely mean the sovereignty of a country.\n\t\t\t\t\t\n\t\t\t\t\t It is a daydream to do harm to the DPRK's sovereignty through plot-breeding and pressure."
        },
        {
            "title": "S. Korean Puppet Authorities' Moves to Participate in \"PSI\" Flailed",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-13ee.html",
            "content": "S. Korean Puppet Authorities' Moves to Participate in \"PSI\" Flailed\r\nPyongyang, March 30 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea in a statement on Monday denounced the puppet authorities of south Korea for recently disclosing its intention to fully participate in the \"PSI\", not content with kicking up a frantic row absurdly asserting that the DPRK's projected satellite launch for peaceful purposes is a \"missile launch\" and \"urging\" it to \"cancel\" it.\n\t\t\t\t\t The statement branded this as a reckless act of the political philistines who are so blinded with distrust in compatriots and bitterness towards them that they ignore even the universally recognized law governing the scientific researches into outer space for peaceful purposes and a blatant challenge to the dignity and sovereign rights of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact that the \"PSI\" is a mechanism for aggression set up by the U.S. and its followers to apply sanctions and stifle those countries incurring their displeasure, the statement noted, and went on to say:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group's intention to participate in this regime in a bid to help them interfere in the internal affairs of the DPRK and apply sanctions against it is an unpardonable criminal act to completely sever the inter-Korean relations that have reached a catastrophe and bring a nuclear war disaster to the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already made it clear that it will never tolerate the \"PSI\" after branding it as a prelude to a war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A touch-and-go situation is prevailing on the peninsula due to the U.S. and the south Korean puppets' reckless moves for a war against the DPRK and their moves to escalate the confrontation with it.\n\t\t\t\t\t\n\t\t\t\t\t We solemnly declare that should the Lee group participate in the \"PSI,\" oblivious of this reality, the DPRK will consider this as a declaration of a war and promptly take a resolute countermeasure against it.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group will be held fully responsible for the consequences to be entailed by its action."
        },
        {
            "title": "Annual Summing-up of Korean Olympic Committee",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-11ee.html",
            "content": "Annual Summing-up of Korean Olympic Committee\r\nPyongyang, March 30 (KCNA) -- The Olympic Committee of the DPRK held an annual meeting to review its work for Juche 97 (2008) a few days ago.\n\t\t\t\t\tRi Nam Chol, secretary of the committee, said in an interview with KCNA that a conspicuous innovation was made in the physical culture and sports activities in the country last year to gain proud successes.\n\t\t\t\t\t\n\t\t\t\t\tDPRK sports men and women, he added, bagged 149 medals including 51 gold medals in the 29th Olympiad, 2008 FIFA U-17 Women's World Cup and other important international games.\n\t\t\t\t\t\n\t\t\t\t\tAnd 46 athletes set up new records of the DPRK in more than 30 categories of events including weightlifting, track and field and archery in the Mangyongdae Cup Sports Contest and other national sports tournaments and sports technical renovation contests. \n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the committee sponsored international courses for football, basket ball, boxing, wrestling, archery, field hockey, swimming and track and field."
        },
        {
            "title": "Prizes Awarded to Exemplary Students in DPRK",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-06ee.html",
            "content": "Prizes Awarded to Exemplary Students in DPRK\r\nPyongyang, March 30 (KCNA) -- Certificates of University Student Scientific Research Prize and medals were conferred on at least 500 exemplary university students who have acquired ample scientific and technological knowledge and made achievements through energetic scientific researches for applying it in practice.\n\t\t\t\t\t A ceremony of awarding them took place at the hall of the youth league on Monday."
        },
        {
            "title": "Mass-breeding of Sabina Chinensis in DPRK",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-09ee.html",
            "content": "Mass-breeding of Sabina Chinensis in DPRK\r\nPyongyang, March 30 (KCNA) -- Much effort has been made to mass-breed Sabina chinensis by botanists of the DPRK.\n\t\t\t\t\tThe ornamental aromatic tree is good for environmental protection and widely used in making medicines and others. Its utility field is being enlarged steadily.\n\t\t\t\t\t\n\t\t\t\t\tIn order to meet the growing demand for the trees, the researchers, basing themselves on the scientific exposition of the biological features of the tree, have put the sapling production method by stem cutting on a scientific base according to species of trees and processes and succeeded in its application to production.\n\t\t\t\t\t\n\t\t\t\t\tIn the past the propagation of the tree was mainly relied on the transplantation of wild trees growing in mountains and the method of producing saplings from seed.\n\t\t\t\t\t\n\t\t\t\t\tThe sapling production by the new air-tight method of planting cuttings makes it possible to remarkably increase the propagation rate of the tree as against the old methods, and produce thousands of saplings from a mother tree.\n\t\t\t\t\t\n\t\t\t\t\tThe saplings bred by the new method have rooted in and around the Revolutionary Martyrs Cemetery on Mt. Taesong, Mausoleum of King Tangun, Central District Landscaping Company and other parts of the capital to add beauty to the city. The new method is greatly helpful toward covering the whole country with trees within a few years."
        },
        {
            "title": "Many Trees Planted around Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-08ee.html",
            "content": "Many Trees Planted around Kumsusan Memorial Palace\r\n Pyongyang, March 30 (KCNA) -- Officials of the Central Committee of the Kim Il Sung Socialist Youth League and youth planted trees around the Kumsusan Memorial Palace on Monday on the occasion of the Day of the Sun.\n\t\t\t\t\t They planted the flower plants with great care around the Kumsusan Memorial Palace with ardent longing for President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t That day they handed various kinds of materials needed for making the palace look more sublime to those concerned."
        },
        {
            "title": "New Books Published ",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-10ee.html",
            "content": "New Books Published\r\n Pyongyang, March 30 (KCNA) -- The Science and Encyclopedia Publishing House of the DPRK has published new books to give the versatile knowledge to the working people.\n\t\t\t\t\tContained in the book \"Beauty and Traits of Women\" are the data on the women revolutionaries of the Mangyongdae family, women highly appreciated by President Kim Il Sung and General Secretary Kim Jong Il, famous women in the world and proverbs, words and common knowledge related with them.\n\t\t\t\t\t\n\t\t\t\t\t The book \"The History of Korean Calligraphy Development\" formulates in a comprehensive and systematic way the history of the Juche calligraphy development and the history of the fine national calligraphy created by the Korean people in the ancient, medieval and modern times.\n\t\t\t\t\t\n\t\t\t\t\t The book is making a contribution to further developing the Juche-oriented calligraphy by elucidating the superiority of the national calligraphy, its inherent characteristics and the law of its development and by properly carrying forward them.\n\t\t\t\t\t\n\t\t\t\t\t The book \"Korean History According to Periods\" (Koguryo history Vols. 3, 4 and 5) deals with the well-arranged military system of Koguryo as a powerful nation and her castle-wall defence system, her economic development and diplomatic relations with neighboring countries in accordance with her independent foreign policy, struggles of her people against the aggressors in each period, the course of unifying the territory, her literature and art, science and technology and the like on the basis of historical materials.\n\t\t\t\t\t\n\t\t\t\t\t Among the newly published books is \"Korean Fauna\"."
        },
        {
            "title": "S. Korean Authorities' Suppression of Reunification Movement under Fire",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-07ee.html",
            "content": "S. Korean Authorities' Suppression of Reunification Movement under Fire\r\nPyongyang, March 30 (KCNA) -- The Solidarity for Progress of south Korea made public a statement on Mar. 25 denouncing the unreasonable action taken by the south Korean authorities against the non-governmental movement for reunification.\n\t\t\t\t\t The statement accused the \"Ministry of Unification\" of disallowing the visit to Pyongyang by two members of the above-said solidarity among members of the South Side Committee for Implementing June 15 Joint Declaration to attend the meeting of the co-chairmen of All-Korean Committee for Implementation of June 15 Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t The statement charged that the recent action taken by the authorities under the pretext of \"security,\" etc. was prompted by their intention to exclude the progressive organizations from the exchange and cooperation and divide and control the above-said south side committee.\n\t\t\t\t\t\n\t\t\t\t\t Putting a brake on the work of the south side committee which groups major political parties and the majority of social organizations in south Korea is an undemocratic and treacherous act to stamp out the non-governmental movement for reunification, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard the authorities may work to block the reunification movement, they can never quell the aspiration and will of the Koreans to support and implement the June 15 joint declaration."
        },
        {
            "title": "War Moves of U.S. and S. Korean Warmongers Assailed Abroad",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-05ee.html",
            "content": "War Moves of U.S. and S. Korean Warmongers Assailed Abroad\r\nPyongyang, March 30 (KCNA) -- The Arab Solidarity Committee for Supporting the Struggle of the Anti-Imperialist National Democratic Front and the South Korean People released a statement on Mar. 23 in denunciation of the war moves of the U.S. imperialists and the south Korean bellicose forces.\n\t\t\t\t\t The statement accused them of staging the reckless Key Resolve and Foal Eagle joint military exercises against the DPRK despite the unanimous protest of the Korean people and the world progressives against them, jeopardizing the peace and security on the Korean Peninsula and the rest of Asia and the world.\n\t\t\t\t\t\n\t\t\t\t\t The recent frantic war maneuvers clearly indicated once again that the new U.S. administration remains unchanged in its hostile policy towards the DPRK and the U.S. forces in south Korea are a stumbling block lying in the way of reunification of the Korean nation, it noted. \n\t\t\t\t\t\n\t\t\t\t\t The statement expressed full support and solidarity with the Korean people dynamically advancing along the road of independence against imperialism under the uplifted banner of the Juche idea, the Songun idea, and bitterly denounced the U.S. imperialists and the south Korean authorities for their anti-reunification moves.\n\t\t\t\t\t\n\t\t\t\t\t It voiced unequivocal support for the stand of the Korean people to boost their capability for self-defence in every way to cope with the enemies' moves for aggression and exercise their legitimate right to the development of outer space and extended solidarity to the south Korean people in their patriotic struggle to drive the Lee Myung Bak group of traitors into destruction."
        },
        {
            "title": "Solidarity with Korean People Expressed by Arabians",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-03ee.html",
            "content": "Solidarity with Korean People Expressed by Arabians\r\n Pyongyang, March 30 (KCNA) -- The Arab Committee for Solidarity with the Korean People and Supporting the Reunification of Korea in Jordan issued a statement on Mar. 23 to mark the 15th anniversary of its formation.\n\t\t\t\t\t The statement extended firm solidarity to all the Korean people in their struggle to put an end to the United States' political and military domination and rule over south Korea and reunify the country under the banner of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the will to strive to strengthen the friendship and solidarity between the Arabian people and the Korean people in politics, culture and all other fields and deepen the mutual understanding by developing information services and humanitarian work.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung is the great leader of the world revolution and Kim Jong Il is the prominent leader who has developed and enriched the Juche idea founded by the President and is carrying forward to completion his cause while guiding the human cause of independence to victory, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\t It affirmed that the Arabian people would always stand by the peerlessly great persons and regard the Juche idea as the steadfast guideline for their activities."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\nPyongyang, March 30 (KCNA) -- General Secretary Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner for Our Revolution\" was brought out in booklet at the Nakhodka Format Publishing House of Russia on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The work, published on Jan. 29, Juche 92 (2003), clarifies the validity, superiority and great vitality of the Songun policy as well as the idea that the Songun revolutionary line, the Songun policy of the Workers' Party of Korea, is a powerful political mode of the present times and a scientific revolutionary line and political mode as it inherited and developed Kim Il Sung's idea and line of giving priority to the arms and most correctly reflected the demand of the times and the revolution."
        },
        {
            "title": "Day of Sun Observed in Various Countries",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-02ee.html",
            "content": "Day of Sun Observed in Various Countries\r\nPyongyang, March 30 (KCNA) -- Lecture meetings were held in South Africa and Guinea and a film show in Russia on Mar. 23 on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The chairman of the Mahlambandlophy, Pretoria City, Branch of the African National Congress of South Africa said in a lecture that the whole life of Kim Il Sung, who regarded it as his motto to believe in the people as in Heaven, was embroidered with the love and devotion to the people.\n\t\t\t\t\t\n\t\t\t\t\t That is why the Korean people have held him in high esteem as their father, founder of socialist Korea and the eternal President, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He also said that General Secretary Kim Jong Il who fully inherited the idea and personality of the President is the most prominent elder statesman of the present era.\n\t\t\t\t\t\n\t\t\t\t\tBanou Keita, chairman of the Guinea-Korea Friendship Association, said in a lecture that\n\t\t\t\t\t\t Kim Il Sung dedicated his all to the country and the people and that the lifetime of the President will remain long in the hearts of the Korean people and the world's progressive mankind expressing their admiration and reverence.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film show was Korean film \"Mt. Kuwol, a Scenic Spot on the West Coast.\""
        },
        {
            "title": "MINREX rechaza \"resolucion\" anti-RPDC del Consejo de DDHH de ONU",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-15ee.html",
            "content": "MINREX rechaza \"resolucion\" anti-RPDC del Consejo de DDHH de ONU\r\nPyongyang, 30 de marzo (ATCC) -- En entrevista con la Agencia Telegrafica Central de Corea concedida este lunes en cuanto a la \"resolucion\" anti-Republica Popular Democratica de Corea aprobada en una reunion del Consejo de Derechos Humanos de la ONU, el portavoz del Ministerio de Relaciones Exteriores de la RPDC hizo las siguientes declaraciones:\n\t\t\t\t\t En la X reunion del Consejo de Derechos Humanos de la ONU fue aprobada otra \"resolucion\" anti-RPDC, penetrada de embustes y falsificaciones, al igual que en el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Este documento es producto de la campana intrigante que libran todos los anos la Union Europea y Japon partiendo de su malsano objetivo politico.\n\t\t\t\t\t\n\t\t\t\t\t En su intento de seguir fungiendo como \"juez\" tambien en el nuevamente instaurado Consejo de Derechos Humanos de la ONU, el Occidente se esfuerza desesperadamente por mantener el caduco, parcial y conflictivo sistema de relator especial.\n\t\t\t\t\t\n\t\t\t\t\t Japon se ofrece como la avanzada fija de la campana anti-RPDC en el terreno de DDHH para disimular sus espeluznantes crimenes de violacion de DDHH cometidos en el pasado contra la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Como de siempre, la RPDC rechaza resuelta y totalmente tal \"resolucion\" fabricada por los politicastros que se dedican a censurar de modo selectivo a los paises hostilizados por su amo guardando silencio de los actos de violacion de DDHH cometidos por este en Iraq y Afganistan.\n\t\t\t\t\t\n\t\t\t\t\t Los derechos humanos son los derechos del Estado.\n\t\t\t\t\t\n\t\t\t\t\t Es una ambicion nunca realizable la intencion de violar nuestros derechos estatales mediante el complot y la presion."
        },
        {
            "title": "CRPP condena intento de autoridades surcoreanas de participar en \"PSI\"",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-16ee.html",
            "content": "CRPP condena intento de autoridades surcoreanas de participar en \"PSI\"\n\t\t\t\t\t\t\r\nPyongyang, 30 de marzo (ATCC) -- Ultimamente, las autoridades titeres surcoreanas exponen abiertamente su intento de participar totalmente en la \"Iniciativa de Seguridad contra la Proliferacion\" (PSI en siglas inglesas) como si no les bastara la acalorada campana que arman en demanda de la supuesta \"suspension\" del plan de lanzamiento de satelite artificial con fines pacificos de la Republica Popular Democratica de Corea calificandolo absurdamente de \"disparo de misil\". \n\t\t\t\t\t  Al respecto, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 30 la siguiente declaracion:\n\t\t\t\t\t\n\t\t\t\t\t  Resulta brutal desafio a la dignidad y derechos soberanos de la RPDC esa imprudente campana de los politicastros surcoreanos quienes desconfian a los connacionales y los hostilizan tanto, que ya no quieren tomar en consideracion la internacionalmente reconocida legitimidad de la investigacion cientifica del cosmos para fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\t  Esta conocido por todos que la \"PSI\" no pasa de ser un aparato de agresion fabricado por EE.UU y sus satelites para sancionar y aplastar a los paises que no les gustan.\n\t\t\t\t\t\n\t\t\t\t\t  La banda Lee Myung Bak trata de ingresar en ese mecanismo arbitrario para servir de lacayo en la intervencion y sancion contra la RPDC, lo cual deviene imperdonable acto criminal para romper totalmente las relaciones Norte-Sur ya en la coyuntura catastrofica e infligir los desastres de guerra nuclear a toda la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\t  La RPDC ya habia aclarado su posicion de no tolerar jamas esa \"Iniciativa\" tildandola del factor que trae el nubarron de guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, debido a los imprudentes alborotos de EE.UU. y los titeres surcoreanos para la confrontacion con la RPDC y desatar la guerra de agresion contra esta, la situacion de la Peninsula Coreana llego al limite de explosion.\n\t\t\t\t\t\n\t\t\t\t\t  Declaramos con solemnidad que si la banda de Lee participa en esa \"Iniciativa\" sin tomar en cuenta esa realidad, esto sera precisamente la declaracion de guerra contra la RPDC y esta tomara inmediatamente resueltas contramedidas.\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Lee sera totalmente responsable de las consecuencias que emanen de estas."
        },
        {
            "title": "Comite olimpico coreano balancea los exitos del ano pasado",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-17ee.html",
            "content": "Comite olimpico coreano balancea los exitos del ano pasado\r\nPyongyang, 30 de marzo (ATCC) -- Recientemente, el Comite Olimpico de la Republica Popular Democratica de Corea realizo la asamblea anual para rendir las cuentas de sus labores del 97 (2008) de la Era Juche. \n\t\t\t\t\tEntrevistado por la Agencia Telegrafica Central de Corea, el secretario general del Comite Olimpico, Ri Nam Chol, dijo que gracias a la innovacion radical producida en la rama deportiva del pais, fueron alcanzados magnificos exitos tambien en el ano pasado y continuo: \n\t\t\t\t\t\n\t\t\t\t\tNuestros deportistas conquistaron 149 medallas incluyendo 51 de oro en los importantes torneos internacionales, entre otros, los XXIX Juegos Olimpicos, el Campeonato Mundial de Futbol Femenino Sub-17 de 2008 de la FIFA.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, en el Torneo Deportivo por la Copa Mangyongdae y otros eventos nacionales y los encuentros para la innovacion tecnica por disciplinas 46 deportistas registraron nuevos recordes nacionales en mas de 30 disciplinas detalladas del levantamiento de pesas, el atletismo, el tiro al arco, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, el Comite Olimpico organizo los cursillos internacionales sobre el futbol, el baloncesto, el boxeo, la lucha, el tiro al arco, el jockey sobre el cesped, la natacion y el atletismo."
        },
        {
            "title": "Partidos politicos del mundo apoyan la lucha del pueblo coreano",
            "url": "http://kcna.co.jp/item/2009/200903/news30/20090330-18ee.html",
            "content": "Partidos politicos del mundo apoyan la lucha del pueblo coreano\r\nPyongyang, 30 de marzo (ATCC) -- Tuvo lugar del dia 19 al 21 en Mexico el XIII Simposio de los Partidos Politicos del Mundo sobre la Construccion de la Nueva Sociedad.\n\t\t\t\t\t  En la ocasion participaron las delegaciones y delegados de mas de 100 partidos politicos y entidades de mas de 40 paises incluidas Corea, China y Cuba, los miembros de la direccion del Partido del Trabajo de Mexico y fueron invitados las personalidades del Congreso y del amplio frente progresista del pais anfitrion y representantes diplomaticos de varios paises en este pais.\n\t\t\t\t\t\n\t\t\t\t\t  En la cita los delegados de los partidos politicos y entidades de varios paises enfatizaron que los partidos politicos progresistas deben mantener el principio revolucionario y la posicion antiimperialista y antiyanqui en oposicion a la estrategia de dominio de los imperialistas y fortalecer la unidad y solidaridad internacionales de los partidos politicos del mundo que aspiran al socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos evaluaron altamente al Partido del Trabajo de Corea que con la bandera del Songun (priorizacion militar) en alto defiende firmemente la soberania del pais y la causa socialista en oposicion a la politica hostil de EE.UU. y sus maniobras de aplastamiento a Corea y enviaron el entero apoyo y solidaridad al respecto.\n\t\t\t\t\t\n\t\t\t\t\t  El simposio aprobo la declaracion conjunta de apoyo a la lucha del PTC y el pueblo coreano por la construccion de la gran potencia prospera socialista y la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\t  El documento senala que brindar apoyo y respaldo a la lucha del PTC y el pueblo coreano deviene el importante deber internacional de todos los partidos politicos progresistas y los pueblos amantes de la paz.\n\t\t\t\t\t\n\t\t\t\t\t  Formula votos por los grandes  exitos del heroico pueblo coreano en la marcha general por el  fortalecimiento del poderio nacional y la construccion de la gran potencia prospera socialista.\n\t\t\t\t\t\n\t\t\t\t\t  En representacion de todos los participantes Alberto Anaya Gutierrez, coordinador del Comite Nacional de Coordinacion del Partido del Trabajo de Mexico, dirigio la carta al Dirigente Kim Jong Il en relacion con la exitosa realizacion del simposio.\n\t\t\t\t\t\n\t\t\t\t\t  La carta senala que el Dirigente Kim Jong Il convirtio Corea en la potencia socialista del Juche y defendio honrosamente la soberania y la dignidad del pais y la nacion contra los imperialistas creando asi un ejemplo mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Destaca que el temperamento revolucionario y el espiritu indoblegable del PTC y el pueblo coreano sirven de la bandera estimulante que infunde la fe en la victoria a todos los partidos politicos progresistas y pueblos del mundo en la lucha por la independencia antiimperialista y el socialismo."
        }
    ]
}