{
    "date": "2009-05-15",
    "url": "http://kcna.co.jp/item/2009/200905/2009-05-15ee.html",
    "articles": [
        {
            "title": "Prospect of KIZ Depends on S. Side's Attitude",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-10ee.html",
            "content": "Prospect of KIZ Depends on S. Side's Attitude\r\nPyongyang, May 15 (KCNA) -- The Central Special Zone Development Guidance General Bureau sent a message to the south side through the Kaesong Industrial Zone (KIZ) Management Committee on Friday in connection with the fact that the north-south working contact for the revision of contracts on the KIZ has come to a rupture.\n\t\t\t\t\t The working contact aimed to comprehensively reexamine and renegotiate the institutional preferential measures in the KIZ has faced the situation arousing concern due to the south side's perfidious attitude, the message says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south side was compelled to respond to the contact on April 21 but it showed such seriously indecent attitude as delaying the contact for more than 10 hours while raising an unreasonable issue in disregard of even an elementary decorum and morality.\n\t\t\t\t\t\n\t\t\t\t\t The south side promised to inform the north of the date for the next contact soon. However, it has delayed informing the north of the date for more than 20 days while getting hell-bent on a racket of confrontation with the DPRK over an issue outside the agenda despite the fact that the north side urged the south side on several occasions and showed such sincerity and magnanimity as informing it of the number of persons to be involved in the contact and its date and venue, etc. on its own initiative. The south side refused to respond to the contact the north side suggested again to have on May 12, driving the hard-won working contact to the crisis of rupture.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the south side did not hesitate to kick up a row over the issue of a man who is now under investigation after being arrested red-handed for conducting a dishonest hostile act against the DPRK as an employee of Hyundai Asan in the KIZ and raise the issue as a precondition for the working contact.\n\t\t\t\t\t\n\t\t\t\t\t By nature, the north side may revise laws and regulations and norms set by it and notify the south side of them and unilaterally put them into force as the KIZ is under its jurisdiction. But it offered the south side an opportunity of holding renegotiations with the north side, independent of the prevailing situation, taking the present north-south relations and the fate of the south side's businesses into due consideration.\n\t\t\t\t\t\n\t\t\t\t\t However, the south side responded to our sincere efforts with a confrontational stand at last. This situation compels the north side to reconsider its stand to seek negotiated settlement of the issue as it has already informed the south side.\n\t\t\t\t\t\n\t\t\t\t\t The north side solemnly notifies the south side of the following measures upon authorization:\n\t\t\t\t\t\n\t\t\t\t\t First. We declare null and void the rules and contracts on the land rent, land use tax, wages, all sorts of taxes, etc. which we have so far applied to the south side in the KIZ out of special favor, guided by the spirit of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Second. We will start going through the procedures for implementing the measures in line with the laws, regulations and norms to be revised as required by the changed situation and reality.\n\t\t\t\t\t\n\t\t\t\t\t The enterprises and personnel concerned of the south side in the KIZ should unconditionally accept the above-mentioned matters and we do not care about them leaving the KIZ if they have no will to carry them out.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the south side's authorities which caused the north side to take such measures.\n\t\t\t\t\t\n\t\t\t\t\t We can not show favor for an indefinite period to those who seek confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The south side will be held responsible for making the working contact aimed at modifying the contracts on the KIZ abortive and deteriorating the situation.\n\t\t\t\t\t\n\t\t\t\t\t Whether the situation will reach a more deplorable phase in the future or not entirely depends on the south side's attitude."
        },
        {
            "title": "Kim Yong Nam Returns Home",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-09ee.html",
            "content": "Kim Yong Nam Returns Home\r\n Pyongyang, May 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, came back home today after winding up his visit to South Africa, Zimbabwe and Singapore.\n\t\t\t\t\t Arriving together with him were Minister of Foreign Trade Ri Ryong Nam, Vice-Minister of Foreign Affairs Kim Hyong Jun and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted at the airport by Yang Hyong Sop, vice-president of the SPA Presidium, and others and Liu Xiaoming, Chinese ambassador to the DPRK."
        },
        {
            "title": "Chinese Delegation Here",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-14ee.html",
            "content": "Chinese Delegation Here\r\n Pyongyang, May 15 (KCNA) -- A friendship delegation of the China Association for International Friendly Contact led by its Vice Secretary General Song Enlei arrived here Friday."
        },
        {
            "title": "12th Pyongyang Spring International Trade Fair Held",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-11ee.html",
            "content": "12th Pyongyang Spring International Trade Fair Held\r\nPyongyang, May 15 (KCNA) -- The 12th Pyongyang Spring International Trade Fair was held at the Three-Revolution Exhibition between May 11 and 14.\n\t\t\t\t\t Participating in the fair were more than 200 companies and organizations from many countries including the DPRK, China, Russia, Germany, Malaysia, Syria, Sweden, Singapore, Vietnam and Thailand and a region.\n\t\t\t\t\t\n\t\t\t\t\t Over 65,700 pieces of products in more than 15,700 kinds were displayed there. They include machine tools, electric and electronic equipment, vehicles, petrochemicals, medicines, articles of daily use and foodstuffs.\n\t\t\t\t\t\n\t\t\t\t\t Various kinds of NC machine tools, implements, building materials, light industrial goods, foodstuffs and highly efficacious medicines presented by more than 60 Korean companies attracted interest of the visitors.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous were the exhibits of foreign companies, too.\n\t\t\t\t\t\n\t\t\t\t\t Economic transactions were conducted among companies during the fair.\n\t\t\t\t\t\n\t\t\t\t\t Representatives of different countries and region discussed possibilities of multifold trade activities and concluded export and import contracts with each other.\n\t\t\t\t\t\n\t\t\t\t\t It marked a good occasion for developing friendship and exchange and cooperation in such fields as trade, economy, science and technology.\n\t\t\t\t\t\n\t\t\t\t\tThe annual Pyongyang international trade fair ever grows in scope and standard."
        },
        {
            "title": "National School Children's Sports Contest for Jongilbong Prize Opens",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-04ee.html",
            "content": "National School Children's Sports Contest for Jongilbong Prize Opens\r\n Pyongyang, May 15 (KCNA) -- The 35th National School Children's Sports Contest for Jongilbong Prize opened with due ceremony at the Hamhung Stadium on May 14. \n\t\t\t\t\t The contest brought together at least 1,500 school children selected in various provinces. The participants in the contest divided into the group of secondary schools and the group of primary schools will compete in more than 10 events including football, basketball, table tennis, Taekwon-Do, Korean wrestling and rhythmic gymnastics. \n\t\t\t\t\t\n\t\t\t\t\t The opening ceremony was followed by a football match between players of Pyongyang City and the South Hamgyong Provincial teams."
        },
        {
            "title": "Tomb Mural Paintings Showing Martial Spirit of Koguryo",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-13ee.html",
            "content": "Tomb Mural Paintings Showing Martial Spirit of Koguryo\r\nPyongyang, May 15 (KCNA) -- Korea has lots of mural tombs belonging to Koguryo (277 B.C.-668 A.D.), the first feudal state of the country.\n\t\t\t\t\t Tomb mural paintings, a glimpse of the time-honored history and the outstanding wisdom of the nation, vividly show till today the patriotic martial spirit of the then people such as their intrepid disposition and the social custom of enjoying and practicing martial arts.\n\t\t\t\t\t\n\t\t\t\t\tThe spirit is illustrated by the tomb mural paintings showing ssirum (Korean wrestling), hunting, archery, sword and spear games and practices.\n\t\t\t\t\t\n\t\t\t\t\tMural paintings of Yaksu-ri Tomb, Taean-ri Tomb No. 1 and other tombs vividly describe vivacious hunting games and Jangchon Tomb No. 1 a feature of wrestlers watching for a chance to overpower the opponent.\n\t\t\t\t\t\n\t\t\t\t\t The features of hunters clearly prove that hunting was not for mere existence but for practicing martial arts.\n\t\t\t\t\t\n\t\t\t\t\tThe mural of the Phalchong-ri Tomb clearly shows two swordsmen wielding long swords and a mural of the Mausoleum of King Kogukwon (Anak Tomb No. 3) two stalwarts going to strike each other with their hands raised high.\n\t\t\t\t\t\n\t\t\t\t\tAs seen above, the mural paintings of ancient tombs indicate that Koguryo thoroughly subordinated civilian sports activities to the military purpose, to say nothing of the military training of soldiers for increasing military power and that such martial spirit always pervaded the country.\n\t\t\t\t\t\n\t\t\t\t\tSixty-three mural tombs of Koguryo, a pride of the Korean nation, representing the developed culture in the northeastern Asia in the Middle Ages, were registered on the list of the world heritage at the 28th meeting of the World Heritage Committee of UNESCO held in July 2004."
        },
        {
            "title": "Agitation for Victorious 150-Day Campaign",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-12ee.html",
            "content": "Agitation for Victorious 150-Day Campaign\r\n Pyongyang, May 15 (KCNA) -- Now vigorous agitation for increased production is going on in the DPRK to powerfully inspire the working people in the 150-day campaign.\n\t\t\t\t\t The Workers' Party of Korea set a grand goal to fling open the gate to a great, prosperous and powerful nation in 2012, the year marking the centennial birth anniversary of President Kim Il Sung, and called on the people to bring about a revolutionary upsurge on all economic fronts by displaying to the full their mental power and potentiality accumulated through the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t In response to the call, officials of the Ministry of Culture and other relevant institutions are scrupulously planning the work to launch a mobile agitation for increased production the way the anti-Japanese guerrillas did, in the spirit and morale displayed in the 1970s when loud drumbeat of agitation for increased production resounded throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Professional art troupes, art propaganda squads and itinerant art propaganda teams across the country find themselves in various economic sectors to carry on intensive agitation for increased production.\n\t\t\t\t\t\n\t\t\t\t\t The first agitation took place at the Sungri Motor Complex by a propaganda squad made of artistes of central art troupes such as the Phibada Opera Troupe, the State Folk Art Troupe and the State Theatrical Company.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the Mansudae Art Troupe and the Cinema and Radio Musical Company and other art organizations are making rounds of the Kum Song Tractor Plant, the February 8 Vinalon Complex, the Ryongsong Machine Complex, the Hungnam Fertilizer Complex and other industrial establishments.\n\t\t\t\t\t\n\t\t\t\t\t Acrobats of the Pyongyang Circus presented fascinating and joyful acrobatic pieces at the Taean Heavy Machine Complex, encouraging the workers there greatly.\n\t\t\t\t\t\n\t\t\t\t\t Art propaganda squads of the Kim Il Sung Socialist Youth League, the General Federation of Trade Unions of Korea, Pyongyang City and South Hamgyong and other provinces and itinerant art propaganda team of the Pyongyang Railway Bureau visited the Hwanghae Iron and Steel Complex, the Musan Ore Mining Complex, the Rakwon Machine Complex, the Sinuiju Cosmetics Factory, the Anju Area Coal Mining Complex, the Migok Co-op Farm in Sariwon City, Huichon City and so on to conduct vigorous art agitation activities with colorful programs.\n\t\t\t\t\t\n\t\t\t\t\t These agitation activities are bracing up the revolutionary zeal of the Korean people in the building of a thriving nation by letting raging waves of a new revolutionary upsurge sweep the whole country."
        },
        {
            "title": "South-South Cooperation Called for ",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-07ee.html",
            "content": "South-South Cooperation Called for\r\nPyongyang, May 15 (KCNA) -- South-South cooperation is the work to be done by developing countries themselves to promote the joint development and prosperity and interests.\n\t\t\t\t\t Rodong Sinmun Friday observes this in a signed article:\n\t\t\t\t\t\n\t\t\t\t\t Economic independence represents a material foundation to guarantee the sovereignty and independence of each country.\n\t\t\t\t\t\n\t\t\t\t\t The people of many countries in Asia, Africa and Latin America gained political independence free from the colonial yoke and embarked upon the road of independent development after the Second World War. \n\t\t\t\t\t\n\t\t\t\t\t But the people of not a few developing countries have not yet achieved economic independence and are facing a series of economic difficulties in the building of a new society. \n\t\t\t\t\t\n\t\t\t\t\t At present the imperialists are pursuing a predatory policy aimed at meeting their own interests at the sacrifice of the interests of developing countries by taking advantage of their unchallenged position in the international economic relations.\n\t\t\t\t\t\n\t\t\t\t\t In consequence, resources of developing countries and the fruits of labor of their people are sold to capitalist countries at giveaway prices. The foreign debts of developing countries are now snowballing and their people are subject to hard living.\n\t\t\t\t\t\n\t\t\t\t\t Only when developing countries develop South-South cooperation can they get rid of imperialists' economic subjugation and dependence upon them and successfully build an independent national economy. \n\t\t\t\t\t\n\t\t\t\t\t Successful progress in this cooperation would help bring the present old and unfair international economic system to collapse and build instead a new and fair international economic order.\n\t\t\t\t\t\n\t\t\t\t\t Developing countries have the common interest in realizing the said cooperation for their common conditions and aspirations.\n\t\t\t\t\t\n\t\t\t\t\t They have huge human resources and inexhaustible natural resources as well as experience and technologies good enough for exchange among themselves. \n\t\t\t\t\t\n\t\t\t\t\t They are sure to realize South-South cooperation if they make a proper use of all conditions and possibilities and make joint efforts. \n\t\t\t\t\t\n\t\t\t\t\t The vitality of the said cooperation is clearly proven in practice."
        },
        {
            "title": "Lee Myung Bak Group's Increased Dependence on Outsiders Slammed",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-08ee.html",
            "content": "Lee Myung Bak Group's Increased Dependence on Outsiders Slammed\r\n Pyongyang, May 15 (KCNA) -- The Lee Myung Bak group of traitors are now busy trumpeting about \"measures\" against the just steps taken by the DPRK to bolster its nuclear deterrent for self-defense, while letting loose a spate of outbursts terming those steps a challenge to the international community and urging a stop to the act of threatening peace.\n\t\t\t\t\t Minju Joson Friday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What the group uttered proves that it has not yet abandoned its bad habit of depending on foreign forces and escalating confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's counter-measures for self-defense reflecting the firm faith and will of its army and people never to pardon any act of infringing upon its sovereignty even a bit are supported and sympathized not only by all the Koreans but by the world conscience and fair public.\n\t\t\t\t\t\n\t\t\t\t\t It is only the Lee group that does evils, taking issue with those steps this or that way. This clearly indicates that its preoccupation is to slander and stifle fellow countrymen at any cost in league with foreign aggressor forces.\n\t\t\t\t\t\n\t\t\t\t\t Now that the puppets are becoming frantic in their moves to do harm to compatriots, backed by outsiders, while vociferating about what they call \"measures\" no one can predict what miserable disaster they will impose upon the compatriots. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better discard the above-said bad habit, though belatedly, mindful that dependence on outsiders and confrontation with compatriots lead to it self-destruction. Otherwise, it will face a stern punishment by the army and people of the DPRK."
        },
        {
            "title": "Joint Struggle against Lee Myung Bak Group Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-02ee.html",
            "content": "Joint Struggle against Lee Myung Bak Group Declared in S. Korea\r\nPyongyang, May 15 (KCNA) -- More than 100 civic and public organizations and political parties in south Korea, including the Solidarity for Progress, the Confederation of Trade Unions and the Democratic Labor Party, formed a \"civic and public joint measure committee against the suppression of the Pan-national Alliance for Korea's Reunification (Pomminryon)\" on May 12 and declared a joint struggle against the Lee Myung Bak group of traitors' frantic crackdown on the reunification movement organizations.\n\t\t\t\t\t Personages from different circles made speeches at its inaugural ceremony held at the Christian church in Seoul that day.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the suppression of the South Headquarters of Pomminryon is a revelation of the Lee Myung Bak regime's scheme to root out the progressive forces and this is just an open declaration of \"no dialogue with the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Then a declaration was read out there. It stressed that all political parties and civic and public organizations should unite and launch a strong struggle against the current fascist suppression as it is a advance notice on the suppression of not only the South Headquarters of Pomminryon but also other progressive organizations for reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t The joint measure committee will join efforts with all other progressive organizations demanding the abrogation of the \"National Security Law\" to form a broad social solidarity and thus put an end to the high-handed rule, neo-liberalism and suppression under the pretence of security by the Lee Myung Bak regime, the declaration said.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony the joint measure committee clarified its action program.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, an \"all-citizens Chungbuk measure committee to defend democracy and frustrate the suppression under pretence of security\" was formed in North Chungchong Province where the puppet authorities made a wholesale racket of search and seizure. And the Buddhist Human Rights Committee, the Buddhist Peace Solidarity, the south Korean Catholic Alliance for Justice, the Missionary Solidarity Council of Christian Society and other religious organizations turned out in the movement to defend Pomminryon."
        },
        {
            "title": "S. Korean Authorities' Moves to Cover Up Truth behind Tragedy in Ryongsan Flayed",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-05ee.html",
            "content": "S. Korean Authorities' Moves to Cover Up Truth behind Tragedy in Ryongsan Flayed\r\nPyongyang, May 15 (KCNA) -- The south Korean Confederation of Trade Unions made public a statement on May 7 slamming the despicable moves of the puppet authorities to cover up the truth behind the tragedy in Ryongsan.\n\t\t\t\t\t The statement accused the prosecution and court of falsifying and covering up the truth behind the tragedy in Ryongsan to hold a trial of the incident as intended by them. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\tThe prosecution has not presented to the court some parts of the records of the investigation into the Ryongsan incident. Among them are such important clues to the probe into the truth behind the case as statements revealing the police \"commandoes'\" brutal suppression of the struggle of evacuees of Ryongsan for vital rights, information about the contact between the gangsters of the team for evacuation and the police and statements made by police bosses including the former chief of the Seoul Metropolitan Police Agency who commanded the operation to kill evacuees at that time.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the prosecution has not presented such important records of investigation to the court because these records contain evidence unfavorable for them and it sought to pass the buck for the tragedy in Ryongsan to the evacuees.\n\t\t\t\t\t\n\t\t\t\t\tThe bereaved families of the victims have not yet held funerals but demand a probe into the truth behind the case. The prosecution should stop deliberately throwing hurdles in the way of the probe and open all the records of investigation into the case to the public.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the court to take relevant measures, not remaining a passive onlooker to the prosecution's behavior."
        },
        {
            "title": "Participants in African Regional Seminar on Juche Idea Interviewed",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-03ee.html",
            "content": "Participants in African Regional Seminar on Juche Idea Interviewed\r\nPyongyang, May 15 (KCNA) -- Participants in the African regional seminar on the Juche idea were interviewed by a reporter of the TV Broadcasting Service of Democratic Congo on May 2.\n\t\t\t\t\t Kenichi Ogami, secretary general of the International Institute of the Juche Idea, referred to the fact that the seminar proved successful amid the great expectation and concern of adherents to the Juche idea from different countries and political and social figures of Democratic Congo. \n\t\t\t\t\t\n\t\t\t\t\t He expressed satisfaction over the fact that groups for the study of the Juche idea in Democratic Congo have conducted brisk study and dissemination of the Juche idea among broad strata of people.\n\t\t\t\t\t\n\t\t\t\t\t Baguma Isoke, director general of the African Regional Committee for the Study of the Juche Idea, pointed to the validity and profound nature of the Juche idea, adding that this idea serves as a powerful driving force for the development of Africa.\n\t\t\t\t\t\n\t\t\t\t\t Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea, stressed the need to put the African regional seminar on the Juche idea on a regular basis, renewing his resolution to achieve greater success in the work for the study of the Juche idea and its dissemination to significantly commemorate the centenary of birth of President Kim Il Sung in 2012. \n\t\t\t\t\t\n\t\t\t\t\t Rohekele Andre, president of the Working Citizens' Association of Democratic Congo, said that he would make efforts to reenergize the study and dissemination of the Juche idea among people of different circles of Democratic Congo and put the Juche idea into practice."
        },
        {
            "title": "Anniversary of Publication of Kim Jong Il's Work Observed in Mexico",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-01ee.html",
            "content": "Anniversary of Publication of Kim Jong Il's Work Observed in Mexico\r\nPyongyang, May 15 (KCNA) -- The Mexican Committee for the Study of Kimilsungism released the 22nd issue of its bulletin to mark the 14th anniversary of the publication of General Secretary Kim Jong Il's work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism.\"\n\t\t\t\t\t The bulletin carried a portrait of Kim Jong Il and an article titled \"By the ideological might,\" which said:\n\t\t\t\t\t\n\t\t\t\t\t What is important character in the leadership method of Kim Jong Il is to solve any problem by the might of ideology while giving priority to the ideological work.\n\t\t\t\t\t\n\t\t\t\t\t Basing himself on the Juche idea founded by President Kim Il Sung, father of socialist Korea, he advocates the steadfast theory on ideology that the popular masses play a decisive role in the revolution and construction and there is nothing impossible to do when they are awakened and set in motion ideologically.\n\t\t\t\t\t\n\t\t\t\t\t He designated the noble and indomitable fighting spirit displayed by servicepersons as the revolutionary soldier spirit and urged all the people to follow it.\n\t\t\t\t\t\n\t\t\t\t\t Thus, the craters of such surging spirit as the Kanggye spirit, the torch of Ranam and the spirit of Thaechon were made across the DPRK in the difficult period when it was hard pressed for everything.\n\t\t\t\t\t\n\t\t\t\t\t In this course the economic difficulties were overcame and the DPRK successfully launched its first satellite Kwangmyongsong-1, manufactured with its own efforts and technology, to startle the world.\n\t\t\t\t\t\n\t\t\t\t\t On December 24, last year Kim Jong Il gave a historic field guidance to the Chollima Steel Complex to arouse the Korean people to the general advance and offensive campaign for building a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t He lighted the torch of new great revolutionary surge for bringing about a great leap in all fields of the national economy by displaying the mental power and potentiality of the DPRK to the maximum to open a gate to a thriving nation in 2012, the centenary of birth of the President."
        },
        {
            "title": "Futuro de ZIK depende de actitud de parte surcoreana, declara DGCDZE",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-15ee.html",
            "content": "Futuro de ZIK depende de actitud de parte surcoreana, declara DGCDZE\r\n Pyongyang, 15 de mayo (ATCC) -- En relacion con que el contacto de trabajo entre el Norte y el Sur de Corea para la enmienda de los contratos de la Zona Industrial de Kaesong (ZIK) corre el riesgo de ruptura, la Direccion General Central del Desarrollo de la Zona Especial (DGCDZE) de la Republica Popular Democratica de Corea envio el dia 15 un aviso a la parte surcoreana a traves del Comite de Administracion de la ZIK. \n\t\t\t\t\t  Debido a la posicion insincera de la parte surena, llego a la fase preocupante el contacto de trabajo para revisar y renegociar generalmente las medidas preferenciales institucionales de la ZIK, comienza el aviso y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Si bien asistio a desgana al contacto del pasado 21 de abril, la parte surcoreana tomo una actitud muy grosera de demorar esta cita por mas de 10 horas planteando problemas injustos y faltando a la elemental cortesia y moral.\n\t\t\t\t\t\n\t\t\t\t\t La parte surcoreana habia prometido en esa ocasion informar pronto la fecha del proximo contacto.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de que lo hemos urgido varias veces e informado con iniciativa el numero de los participantes, la fecha y el lugar del contacto y otros detalles mostrando nuestra sinceridad y magnanimidad, la parte surcoreana recurrio hasta ahora, por mas de 20 dias, a la tactica dilatoria librando la campana de confrontacion con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, llevo a la crisis de ruptura el dificilmente preparado contacto de trabajo al faltar a la cita del dia 12, fecha que hemos propuesto otra vez.\n\t\t\t\t\t\n\t\t\t\t\t  Para colmo, arma escandalos con el problema de un tipejo, que infiltrado en la ZIK en calidad de empleado de Hyundai Asan, se dedicaba a las acciones hostiles a nuestra parte y se sometio ahora a la investigacion al ser detenido en el acto de su crimen, y no vacilo en ponerlo como condicion del contacto de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que la Zona Industrial de Kaesong es la  jurisdiccional de nuestra parte, podiamos modificar los reglamentos, los estatutos y las normas, avisarlos a la parte surcoreana y entrar en la ejecucion unilateral de ellos. Pero, tomando en consideracion las actuales relaciones Norte-Sur y la situacion de las empresas surcoreanas, ofrecimos a la parte surcoreana la oportunidad de renegociar independientemente de la situacion actual.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, la parte surcoreana respondio al fin y al cabo con la posicion conflictiva despreciando nuestra sinceridad y esfuerzos.\n\t\t\t\t\t\n\t\t\t\t\t  En estas circunstancias, como hemos avisado previamente, nos vemos obligados a revisar nuestra posicion de discutir ese tema mediante las negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, por el encargo, notificamos con seriedad las siguientes medidas que tomaremos:\n\t\t\t\t\t\n\t\t\t\t\t1.   Declaramos invalidos los reglamentos y los contratos sobre el arriendo de la tierra, el precio del uso de la tierra, el salario, los impuestos de diferentes tipos, etc. que hasta la fecha, fueron aplicados de manera preferencial a la parte surcoreana segun el espiritu de la Declaracion Conjunta del 15 de Junio en la Zona Industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t2.   De acuerdo con la enmienda de los reglamentos, los estatutos y las normas conforme a la situacion y realidad cambiadas, accederemos al procedimiento para ejecutarlos.\n\t\t\t\t\t\n\t\t\t\t\t  Las empresas y los interesados de la parte surcoreana en la Zona Industrial de Kaesong deben aceptar incondicionalmente esos articulos notificados y pueden salir de esta zona si no tienen la voluntad de cumplirlos.\n\t\t\t\t\t\n\t\t\t\t\t  Estas medidas nuestras se deben a las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  No podemos tratar por mas tiempo con buena fe a los tipejos que persiguen la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  La parte surcoreana sera responsable del aborto del contacto de trabajo por la enmienda de los contratos de la Zona Industrial de Kaesong y del empeoramiento de la situacion.\n\t\t\t\t\t\n\t\t\t\t\t  La agravacion de la situacion en el futuro dependera enteramente de la actitud de la parte surcoreana."
        },
        {
            "title": "Actividades de agitacion economica para victoria de batalla de 150 dias",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-16ee.html",
            "content": "Actividades de agitacion economica para victoria de batalla de 150 dias\r\nPyongyang, 15 de mayo (ATCC) -- En Corea cobra nuevo brio la agitacion economica para estimular activamente a los trabajadores enfrascados en la batalla de 150 dias.\n\t\t\t\t\t  El Partido del Trabajo de Corea presento el gran proposito de abrir las puertas a la gran potencia prospera en 2012 en que se cumple el centenario del natalicio del Presidente Kim Il Sung y llamo a dar un gran asalto en todos los frentes con el gran auge revolucionario poniendo en pleno despliegue la capacidad espiritual y las potencialidades acumuladas en el camino del Songun (priorizacion militar).\n\t\t\t\t\t\n\t\t\t\t\t  En respuesta a esta exhortacion combativa los funcionarios del Ministerio de Cultura y otras ramas correspondientes se esmeran en la labor organizativa para desarrollar dinamicamente las actividades de agitacion economica al estilo de la guerrilla antijaponesa con aquel espiritu y estilo de lucha de la decada de 1970 en que sonaba potentemente el tambor de la agitacion economica.\n\t\t\t\t\t\n\t\t\t\t\t  Las organizaciones artisticas, grupos de propaganda artistica y los de agitacion artistica movil de todas las localidades libran las dinamicas actividades en diversas unidades de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\t El grupo de agitacion economica integral por los artistas de las organizaciones artisticas centrales a saber: el Conjunto Operistico Mar de Sangre, el Conjunto Nacional de Arte Tradicional, el Conjunto Dramatico Nacional dio su primera funcion en el Complejo automovilistico Sungri.\n\t\t\t\t\t\n\t\t\t\t\t  Los artistas del Conjunto Artistico Mansudae, el Conjunto Musical para el Cine y la Radio y otras entidades artistas realizan giras por la Fabrica de Tractores Kum Song, el Complejo de Vinalon 8 de Febrero, el Complejo de Maquinaria de Ryongsong, el Complejo de Abonos de Hungnam, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Los artistas del Conjunto Circense de Pyongyang llegados al Complejo de Maquinaria Pesada Daean realizaron las especificas actividades de agitacion economica con las piezas acrobaticas romanticas y jubilosas.\n\t\t\t\t\t\n\t\t\t\t\t  Los artistas del grupo de propaganda artistica central juvenil, el de propaganda artistica central de la Federacion General de los Sindicatos de Corea, el de propaganda artistica de la ciudad de Pyongyang, el de propaganda artistica de la provincia de Hamgyong del Sur y otros de todas las demas provincias, arribados al Complejo Siderurgico de Hwanghae, el Complejo de Minas de Musan, el Complejo de Maquinaria de Rakwon, la Fabrica de Cosmeticos de Sinuiju, el Complejo Carbonifero de la Zona de Anju, la Granja Cooperativa de Migok de la ciudad de Sariwon, la ciudad de Huichon y los miembros del grupo de agitacion artistica movil de la Direccion de Ferrocarril de Pyongyang desarrollan dinamicas actividades con diversas funciones.\n\t\t\t\t\t\n\t\t\t\t\t  Las actividades de agitacion economica contribuyen a producir un nuevo y gran auge revolucionario en todo el pais y elevar el entusiasmo revolucionario del pueblo coreano enfrascado en la construccion de la gran potencia prospera."
        },
        {
            "title": "12a Exposicion Internacional de Mercancias primaveral de Pyongyang",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-17ee.html",
            "content": "12a Exposicion Internacional de Mercancias primaveral de Pyongyang\r\nPyongyang, 15 de mayo (ATCC) -- Tuvo lugar del dia 11 al 14 en la Exposicion Permanente de las Tres Revoluciones la XII Exposicion Internacional de Mercancias Primaveral de Pyongyang.\n\t\t\t\t\t  En la ocasion participaron mas de 200 companias y entidades de varios paises y regiones del mundo, entre ellas, Corea, China, Rusia, Alemania, Malasia, Siria, Suecia, Singapur, Vietnam y Tailandia.\n\t\t\t\t\t\n\t\t\t\t\t  Se presentaron mas de 65 mil 700 mercancias de mas de 15 mil 700 variedades incluyendo maquinas herramientas, equipos electricos y electronicos, medios de transporte, articulos pertroquimicos, medicinas, articulos de uso diario y comestibles.\n\t\t\t\t\t\n\t\t\t\t\t  Llamaron atencion de los visitantes las maquinas herramientas de manejo numerico de varias clases, distintas herramientas, materiales de contraccion, productos de la industria ligera, comestibles y  medicinas eficaces que presentaron mas de 60 companias de Corea, asi como los productos  presentados por las companias extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t  Durante la exposicion hubo las dinamicas actividades de transaccion economica entre las companias participantes en la exposicion.\n\t\t\t\t\t\n\t\t\t\t\t  Los delegados de varios paises y regiones del mundo discutieron la posibilidad de diversas negociaciones comerciales y concluyeron los contratos de exportacion e importacion de mercancias de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\t  Esta exposicion sirvio del bueno motivo para promover el intercambio y cooperacion en varias esferas como comercio, economia, ciencias y tecnicas entre los paises.\n\t\t\t\t\t\n\t\t\t\t\tEl tamano de la exposicion internacional de mercancias que se efectua cada ano en Pyongyang se aumenta continuamente y se eleva tambien su nivel."
        },
        {
            "title": "Seminaristas de la idea Juche se entrevistan con TV",
            "url": "http://kcna.co.jp/item/2009/200905/news15/20090515-18ee.html",
            "content": "Seminaristas de la idea Juche se entrevistan con TV\r\nPyongyang, 15 de mayo (ATCC) -- Los participantes en el simposio de la region africana sobre la idea Juche sostuvieron el dia 2 una entrevista con la TV del Congo Democratico.\n\t\t\t\t\t  El director general del Instituto Internacional de la Idea Juche, Kenichi Ogami, senalo que el presente seminario se realizo con exito centrando las expectativas y atencion de los adeptos a la idea Juche de varios paises y las personalidades de los circulos politico y social del Congo Democratico.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso su satisfaccion de que las organizaciones de estudio de la idea Juche en ese pais africano realizan dinamicamente el estudio y la divulgacion de esta ideologia entre amplias masas.\n\t\t\t\t\t\n\t\t\t\t\t  El director general del Comite Regional Africano para el Estudio de la Idea Juche, Baguma Isoke, se refirio a lo justo y profundo de esta idea y destaco que la misma sirve de potente motor del desarrollo de Africa.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite para el Estudio de la Idea Juche de Egipto, Yehia Zakaria Khairullah, subrayo la necesidad de regularizar el foro regional africano sobre la idea Juche y expreso su decision de lograr mayor exito en el estudio y la difusion del pensamiento en cuestion para acoger significativamente el centenario de nacimiento del Presidente Kim Il Sung en 2012.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente de la Asociacion de Ciudadanos Obreros del Congo Democratico, Rohekele Andre, recalco que dinamizaria el estudio y la divulgacion de la idea Juche en distintos circulos del pais y se esforzaria por aplicarla en la realidad."
        }
    ]
}