{
    "date": "2009-05-25",
    "url": "http://kcna.co.jp/item/2009/200905/2009-05-25ee.html",
    "articles": [
        {
            "title": "KCNA Report on New Successful Underground Nuclear Test ",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-12ee.html",
            "content": "KCNA Report on One More Successful Underground Nuclear Test\r\nPyongyang, May 25 (KCNA) -- The Korean Central News Agency released the following report on Monday in connection with one more successful underground nuclear test in the DPRK.\n\t\t\t\t\tThe Democratic People's Republic of Korea successfully conducted one more underground nuclear test on May 25 as part of the measures to bolster up its nuclear deterrent for self-defence in every way as requested by its scientists and technicians.\n\t\t\t\t\t\n\t\t\t\t\t The current nuclear test was safely conducted on a new higher level in terms of its explosive power and technology of its control and the results of the test helped satisfactorily settle the scientific and technological problems arising in further increasing the power of nuclear weapons and steadily developing nuclear technology.\n\t\t\t\t\t\n\t\t\t\t\t The successful nuclear test is greatly inspiring the army and people of the DPRK all out in the 150-day campaign, intensifying the drive for effecting a new revolutionary surge to open the gate to a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The test will contribute to defending the sovereignty of the country and the nation and socialism and ensuring peace and security on the Korean Peninsula and the region around it with the might of Songun."
        },
        {
            "title": "Kim Jong Il Sends Message of Condolences to Bereaved Family of Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-01ee.html",
            "content": "Kim Jong Il Sends Message of Condolences to Bereaved Family of Roh Moo Hyun\r\n Pyongyang, May 25 (KCNA) -- General Secretary Kim Jong Il Monday sent a message of condolences to the bereaved family of former President Roh Moo Hyun.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t On hearing the news that former President Roh Moo Hyun died in an accident, I express profound condolences to widow Kwon Ryang Suk and his bereaved family."
        },
        {
            "title": "Kim Jong Il Enjoys Art Performance Given by KPA Company Soldiers",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-14ee.html",
            "content": "Kim Jong Il Enjoys Art Performance Given by KPA Company Soldiers\r\n Pyongyang, May 25 (KCNA) -- General Secretary Kim Jong Il enjoyed an art performance given by soldiers of the Kamnamu (persimmon tree) company of the KPA honored with the title of the thrice three-revolution red flag together with servicepersons of the KPA.\n\t\t\t\t\t The soldiers of the company known to the whole country as a symbol of Kim Jong Il's loving care for the soldiers put on the stage chorus \"Our General Is the Best\", story-telling  and song \"General and Our Kamnamu Company\", quartet and chorus \"May Soldiers' Song of Happiness Reverberate Far and Wide\", poem and song \"The Blue Sky over My Country\", instrumental music and song \"Our Days as Soldiers\", solo and chorus \"Who Ever Taught Me?\", chorus and dance \"Song of Coastal Artillery Women\", chorus \"Footstep\" and other colorful numbers of various genres.\n\t\t\t\t\t\n\t\t\t\t\t Through the performance replete with revolutionary enthusiasm and militant spirit and rich emotion the women soldiers enthusiastically sang of the worthwhile military service through which they fully enjoy happiness thanks to the profound loving care of Kim Jong Il and strikingly demonstrated the might of the heroic KPA which has grown to be a matchless army and the iron faith and will and militant spirit of the KPA to devotedly safeguard the headquarters of the revolution as a fortress and shield and accomplish the revolutionary cause of Juche with arms.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed great satisfaction over the successful performance given by the soldiers of the company with various art pieces truthfully depicting their service and highly appreciated their successful presentation. \n\t\t\t\t\t\n\t\t\t\t\t Noting that all the women soldiers have not only prepared themselves as servicepersons strong in ideology and faith but grown to be staunch revolutionaries and Songun fighters possessed of a high degree of cultural attainment, he said that it is another aspect of the pride of our army to have such dependable women's unit.\n\t\t\t\t\t\n\t\t\t\t\t It is an important work to increase the militancy of the units to dynamically conduct cultural and art activities among soldiers, he said, putting forward the tasks to be carried out by all units including companies to intensify the art activities.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were KPA Generals Hyon Chol Hae and Ri Myong Su and other commanding officers of the army, Secretary of the WPK Central Committee Kim Ki Nam, Department Directors of the WPK Central Committee Jang Song Thaek, Pak Nam Gi and Choe Ik Gyu and other leading officials of the Party Central Committee."
        },
        {
            "title": "Congratulations to Indian Prime Minister",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-13ee.html",
            "content": "Congratulations to Indian Prime Minister\r\n Pyongyang, May 25 (KCNA) -- Premier Kim Yong Il on May 23 sent a congratulatory message to Manmohan Singh upon his reassumption of office as prime minister of India. \n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries developing on good terms as the days go by would continue to grow stronger in the future, too and wished him success in his work for the development and prosperity of the country."
        },
        {
            "title": "Polarized Light Devices for Medical Treatment",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-10ee.html",
            "content": "Polarized Light Devices for Medical Treatment\r\n Pyongyang, May 25 (KCNA) -- Polarized light devices displayed at the recent 12th Pyongyang Spring International Trade Fair attracted interest of visitors for their medical function.\n\t\t\t\t\t The wrist watches, rings and other goods, which were manufactured by making use of the special polarized light of natural Iceland spar, are used for the prevention and treatment of various diseases.\n\t\t\t\t\t\n\t\t\t\t\t They were proved highly efficacious in the treatment of hypertension, arteriosclerosis, hyperlipemia, obesity, headache, insomnia, benumbed limbs, skin diseases and stress."
        },
        {
            "title": "Path Replete with Victory and Glory",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-09ee.html",
            "content": "Path Replete with Victory and Glory\r\nPyongyang, May 25 (KCNA) -- The General Association of Korean Residents in Japan (Chongryon), a dignified organization of overseas citizens of the Democratic People's Republic of Korea, was formed on May 25, Juche 44 (1955) and since then it has covered a road of patriotism and loyalty to the leader, nation and motherland as a model of Juche-oriented overseas citizens' organizations.\n\t\t\t\t\t Chongryon has developed into a dignified and powerful organization of overseas Koreans by establishing a well-arranged organizational and work system and realizing the unity of the ranks in ideology and purpose.\n\t\t\t\t\t\n\t\t\t\t\t It has defended the democratic national rights of the Koreans in Japan and developed national education, thus giving a steadfast continuity to patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Although the Japanese reactionaries are ever intensifying moves against the DPRK and Chongryon, the Chongryon and Koreans in Japan have striven hard for the prosperity of the socialist motherland and the reunification of the country, keeping step with the people in the homeland without any vacillation and thus made a great contribution to boosting the external prestige of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t For their feats, Han Tok Su, Ho Jong Man, Ryang Su Jong, Kim So Ja and many other Koreans in Japan were elected deputies to the DPRK Supreme People's Assembly and honored with Order of Kim Il Sung, Kim Il Sung Prize, Citation of the Great Leader Comrade Kim Il Sung, Citation of the Great Leader General Kim Jong Il, the title of Twice Labor Hero and the title of Labor Hero of the DPRK, National Reunification Prize and Socialist Patriotism Prize.\n\t\t\t\t\t\n\t\t\t\t\t They have devoted themselves for the motherland with noble patriotism and loyalty.\n\t\t\t\t\t\n\t\t\t\t\t University, street, hospital, industrial establishments and various other places in Pyongyang have been named after Koreans in Japan who showed patriotic devotion and monuments to loyalty were erected in the compounds of the Meari Audio Company and the Incretion Research Institute of the Academy of Medical Science and others.\n\t\t\t\t\t\n\t\t\t\t\t Today the officials of Chongryon and Koreans in Japan are invariably displaying the national dignity and honor, courageously struggling against the high-handed and shameless repression by and the deep-rooted national discrimination policy of the Japanese reactionaries."
        },
        {
            "title": "Kim Il Sung's Exploits for Development of Chongryon",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-11ee.html",
            "content": "Kim Il Sung's Exploits for Development of Chongryon\r\nPyongyang, May 25 (KCNA) -- Fifty-four years have passed since the General Association of Korean Residents in Japan (Chongryon) was formed on May 25, Juche  44 (1955).\n\t\t\t\t\t Availing themselves of this occasion, the Korean people are recalling, with deep emotion, the immortal services of President Kim Il Sung for the development of Juche-oriented overseas compatriots movement.\n\t\t\t\t\t\n\t\t\t\t\t Busy as he was with leading the Fatherland Liberation War to victory, the President met a representative of Koreans in Japan who came to the homeland across the death-line and earnestly taught him that though the Koreans were living in the land of Japan, they should struggle for the motherland, nation and the revolution of the country.\n\t\t\t\t\t\n\t\t\t\t\t After then, he clearly indicated the road to be taken by Chongryon at each period and each state of the developing revolution and showed all manner of love and benevolence for the Korean residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The President saw to it that the Nationality Law and the Socialist Constitution of the DPRK were instituted and promulgated to firmly guarantee the dignity and position of the Koreans in Japan and they were elected deputies to the Supreme People's Assembly to discuss the state affairs.\n\t\t\t\t\t\n\t\t\t\t\t Under his care, they could display the dignity and honor of the nation in international arena.\n\t\t\t\t\t\n\t\t\t\t\t The President remitted a large amount of educational aid fund and stipends to them every year from the difficult period of the postwar rehabilitation and construction and opened the sea route for their repatriation and visit to the homeland in accordance with their aspiration.\n\t\t\t\t\t\n\t\t\t\t\t Saying that it was happiest for him to meet overseas Koreans on a visit to the homeland, he used to meet them and have photographs taken with them.\n\t\t\t\t\t\n\t\t\t\t\t And he praised highly the Koreans in Japan who made patriotic contributions to the motherland and nation and took a step to convey their patriotism and loyalty to the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by the President for the development of Chongryon are shining along with the history of Songun Korea."
        },
        {
            "title": "Advice to An Old Man",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-08ee.html",
            "content": "Advice to An Old Man\r\nPyongyang, May 25 (KCNA) -- On a spring day of Juche 44 (1955) when the construction of the Phyongnam Irrigation project was near completion President Kim Il Sung had the car stopped on the side of a crop field of a rural village to acquaint himself with the preparations for farming in the Yoldusamcholli plain. There he found an old man absorbed in sowing some seed.\n\t\t\t\t\tGoing up to him, the President asked him gently what he was sowing.\n\t\t\t\t\t\n\t\t\t\t\tThe old man answered it was foxtail millet. Smiling, the President said why didn't he turn the land into a paddy field where water was expected before the rice-transplanting season.\n\t\t\t\t\t\n\t\t\t\t\tThe old man frankly unbosomed himself, saying he would do so, working all night through, if he could see water flowing there, but he was not sure he would see water so soon.\n\t\t\t\t\t\n\t\t\t\t\tNever minding his words, the President turned to the officials accompanying him and said his words hinted how much he had suffered from the lack of water. Then he told the old man the water would come certainly in more or less half a month and told him to boldly turn the land into a paddy field and make preparations to grow rice.\n\t\t\t\t\t\n\t\t\t\t\tDeeply touched by the words of the President, the old man said he would not fail to make it a paddy field.\n\t\t\t\t\t\n\t\t\t\t\tAfter the President left, the old man kept to his words with confidence.\n\t\t\t\t\t\n\t\t\t\t\tIrrigation water flowed into the field soon and heavy ears of rice drooped on the stalks in the former foxtail millet plot.\n\t\t\t\t\t\n\t\t\t\t\tLooking at the stack of rice in the yard, the old man recollected with deep thanks the advice of the President."
        },
        {
            "title": "Lee Myung Bak Group Accused of Dancing to Tune of U.S. ",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-05ee.html",
            "content": "Lee Myung Bak Group Accused of Dancing to Tune of U.S. \r\n Pyongyang, May 25 (KCNA) -- The presidential secretary for foreign strategy of Chongwadae of south Korea at a recent \"seminar on board\" of a warship of the puppet navy talked nonsense that the north \"could not defend the security of its system with nukes and missiles\". The south Korean minister of \"Unification\" at a \"forum on the policy toward the north\" urged the north to \"withdraw the stand of rejecting the six-party talks\" and \"stop posing the threat of nuclear test and launching intercontinental ballistic missiles\".\n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed commentary:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but jargons made by the pitiful cat's paws dancing to the tune of the U.S., unaware of how the peace and security of the Korean Peninsula are protected. \n\t\t\t\t\t\n\t\t\t\t\t But for the DPRK's powerful war deterrent for self-defence built up with Songun, a war would have broken out on the Korean Peninsula more than ten times.\n\t\t\t\t\t\n\t\t\t\t\t It is disgusting, indeed, for the group of traitors to dare slander the DPRK defending the peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It was quite natural for the DPRK to have decided not to participate in the six-party talks now being used as a platform for undisguisedly pursuing the confrontation with it as it regards sovereignty and dignity as its life and soul. \n\t\t\t\t\t\n\t\t\t\t\t The nuclear test and the launch of intercontinental ballistic missiles are the options taken by the DPRK to defend itself from the military threat increased by the imperialist forces for aggression and firmly defend the peace on the peninsula and the security of the nation. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will bolster up the war deterrent for self-defense in every way along the road already chosen by itself for the peace on the peninsula and the security of the nation no matter how others may speak ill of it as long as the U.S. hostile policy toward the DPRK and its nuclear threat and its lackeys the Lee Myung Bak war-like forces' moves to ignite a war against the north persist. The DPRK cannot take other option than the one mentioned above now that the hostile forces use the six-party talks as a lever for infringing upon the sovereignty of the DPRK, disarming and stifling it. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group would be well advised to stop such foolish acts, clearly understanding the DPRK's unshakable revolutionary will to shatter the moves of the imperialist forces for aggression to stifle the DPRK and firmly defend the peace on the peninsula with the might of the army of Songun."
        },
        {
            "title": "Japan Can Never Evade Responsibility for Its Past Crimes against Humanity",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-06ee.html",
            "content": "Japan Can Never Evade Responsibility for Its Past Crimes against Humanity\r\n Pyongyang, May 25 (KCNA) -- A former member of the SS of fascist Germany was recently reported to stand trial for his role in massacring 29,000 Jews at a Nazi concentration camp in Poland during the Second World War.\n\t\t\t\t\tRodong Sinmun Monday says in a signed commentary in this regard: The perpetrators of the crimes against humanity are destined to face judgment of history and meet a miserable end any time.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the Japanese imperialists committed hideous crimes against humanity by enforcing the darkest colonial fascist rule in history over Korea for almost half a century and brutally suppressing and killing Koreans, the commentary notes: Japan can never evade the blame for the crimes committed by it against humanity in the past as the statute of limitation is not applicable to these crimes under international law.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t History records not a few perpetrators of the above-said crimes but no country has made such desperate efforts to evade the responsibility for crimes, refusing to admit and reflect on them, like Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan has run the whole gamut of mean and brazen-faced tricks to keep the hideous crimes committed against humanity buried into oblivion in utter disregard of law, ethics and morality.\n\t\t\t\t\t\n\t\t\t\t\t Japan now finds itself in a bottomless abyss of international isolation after being censured by the world public for persistently denying the above-said crimes against humanity and perpetrating rash acts to go without liquidating its crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan will neither win public support nor get international confidence nor will have any future unless it redeems its past crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never forget those crimes of Japan no matter how much water flows under the bridge and no matter how often generations are replaced by new ones. They will certainly force Japan to pay for the blood shed by the Koreans to the last.\n\t\t\t\t\t\n\t\t\t\t\t History will surely mete out a stern judgment to Japan for the above-said crimes."
        },
        {
            "title": "Lee Regime's Suppression of Youth and Students Condemned",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-07ee.html",
            "content": "Lee Regime's Suppression of Youth and Students Condemned\r\nPyongyang, May 25 (KCNA) -- The Action Headquarters of the 17th-term south Korean Federation of University Student Council (Hanchongryon) issued a statement on May 20 in which it denounced the Lee Myung Bak \"government\" for its suppression of the youth and students and the students' movement.\n\t\t\t\t\t The statement accused the \"security investigation corps\" of the Mokpho Police Station of arresting in Seoul that day Kim Son Nam, student of Chosun University, who has devotedly fought for Korea and people though he had been on a want list for seven years due to the security authorities' persecution.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime has escalated the crackdown upon the progressive pro-reunification movement organizations including the Solidarity for Implementing the South-North Joint Declaration and the South Headquarters of the Pan-national Alliance for Korea's Reunification and workers, while stretching out its tentacles of suppression to the patriotic youth and students, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" is intensifying as never before the suppression of the students' movement in a desperate bid to calm down the daily mounting people's resentment and their anti-\"government\" tendency in the wake of its shameful setback in the \"by-election of national assemblymen.\" \n\t\t\t\t\t\n\t\t\t\t\t A typical example of its moves is its reckless crackdown upon the youth and students who took part in the actions staged on the occasion of May Day and the anniversary of the May 18 Kwangju resistance.\n\t\t\t\t\t\n\t\t\t\t\t Hanchongryon will never tolerate the authorities' illegal violence against the patriotic youth and students and the students' movement, it warned."
        },
        {
            "title": "Lee Myung Bak Group's Fascist Suppression under Fire",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-02ee.html",
            "content": "Lee Myung Bak Group's Fascist Suppression under Fire\r\n Pyongyang, May 25 (KCNA) -- The Network of Civic and Public Organizations for Defending Democracy and Checking Suppression under the Pretext of \"Security\" in south Korea released a statement on May 21 in which it strongly denounced the Lee Myung Bak group of traitors' fascist repressive action to totally disallow rallies and demonstrations.\n\t\t\t\t\t The statement charged that the step taken by the \"government\" this time to disallow the just rallies and demonstrations of people of different circles under the pretext of \"blocking illegal and violent demonstrations\" clearly revealed once again the true colors of the dictatorial politics pursued by the Lee Myung Bak regime.\n\t\t\t\t\t\n\t\t\t\t\t It accused Lee of having cracked down all the anti-\"government\" rallies and demonstrations including candlelight actions against American beef import, walked off hundreds of persons to police stations in May alone, in particular, and branded even press conferences as \"illegal\".\n\t\t\t\t\t\n\t\t\t\t\t We will never remain a passive onlooker to the present situation in which democracy is stifled and human rights ruthlessly abused due to the frantic fascist dictatorship of the Lee regime, declared the statement.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities persistently disallow rallies and demonstrations, we will conduct a wholesale disobedience campaign in protest against the unjust repressive step, it warned."
        },
        {
            "title": "DPRK's Important Day Celebrated in Italy",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-03ee.html",
            "content": "DPRK's Important Day Celebrated in Italy\r\nPyongyang, May 25 (KCNA) -- A meeting took place in Italy on May 18 to celebrate the 45th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in the venue of the meeting were Kim Jong Il's works and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of a district committee of Rome of the Communist Reconstruction Party of Italy said that Kim Jong Il, general secretary of the WPK, has pursued the policy of attaching importance to ideology on the basis of the theory that man's thinking decides everything.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il the whole society of the DPRK has been imbued with the Juche idea and the Korean People's Army has grown to be an army strong in idea and faith and the single-minded unity of the army and the people based on the Songun idea has been consolidated, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Constanzi Franco, secretary general of the Italian Committee for the Study of the Juche idea, noted that the WPK has settled all the issues on the principle of independence, self-sustenance and self-defence and from the viewpoint of meeting the nation's interests while firmly preserving the Juche character and national character in the struggle to build a great prosperous and powerful nation and reunify the country under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He extended warm congratulations to Kim Jong Il on having led the Korean revolution to victory, guided by the Juche idea and the Songun politics, and wished the Korean people greater success in their struggle."
        },
        {
            "title": "ATCC informa de la otra prueba nuclear subterranea en la RPDC",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-15ee.html",
            "content": "ATCC informa de la otra prueba nuclear subterranea en la RPDC\r\nPyongyang, 25 de mayo (ATCC) -- Con motivo de que se realizo exitosamente en Corea la otra prueba nuclear subterranea, la Agencia Telegrafica Central de Corea publico este lunes la siguiente informacion:\n\t\t\t\t\t Como parte de la medida para fortalecer por todos los medios el disuasivo nuclear para la autodefensa de la Republica Popular Democratica de Corea, se realizo exitosamente el 25 de mayo del 98 (2009) de la Era Juche otra prueba nuclear subterranea por la peticion de los cientificos y tecnicos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Este ensayo tuvo lugar seguramente en la nueva y alta etapa tanto en el poder explosivo como en la tecnologia de control.\n\t\t\t\t\t\n\t\t\t\t\t Como resultado, quedaron solucionados satisfactoriamente los problemas cientifico-tecnicos para incrementar el poder del arma nuclear y desarrollar constantemente la tecnologia nuclear.\n\t\t\t\t\t\n\t\t\t\t\t   El exito de esta prueba nuclear estimula mucho al ejercito y al pueblo de la RPDC que se han levantado unanimemente en la batalla de 150 dias dando grandes pasos del nuevo y gran auge revolucionario para abrir las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, contribuira a defender con la fuerza del Songun (priorizacion militar) la soberania del pais y la nacion y el socialismo y a garantizar la paz y la seguridad de la Peninsula Coreana y la region periferica."
        },
        {
            "title": "Kim Jong Il expresa condolencias por el fallecimiento de Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-16ee.html",
            "content": "Kim Jong Il expresa condolencias por el fallecimiento de Roh Moo Hyun\r\nPyongyang, 25 de mayo (ATCC) -- El Dirigente Kim Jong Il envio el dia 25 un telegrama de condolencias a los familiares del ex presidente surcoreano Roh Moo Hyun.\n\t\t\t\t\t  La misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Informado de la noticia del fallecimiento por desgracia del ex presidente Roh Moo Hyun, expreso sentidas condolencias a la senora Kwon Ryang Suk y a los familiares del difunto."
        },
        {
            "title": "Muere ex presidente surcoreano Roh Moo Hyun",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-17ee.html",
            "content": "Muere ex presidente surcoreano Roh Moo Hyun\r\nPyongyang, 24 de mayo (ATCC) -- Segun medios informativos, murio por la manana del 23 de mayo el ex presidente surcoreano, Roh Moo Hyun.\n\t\t\t\t\t  Las fuentes nacionales y extranjeras vinculan el motivo del deceso de Roh con la molestia psicologica que le causaba la investigacion impactante de la fiscalia."
        },
        {
            "title": "54 anos de victorias y glorias de la Chongryon",
            "url": "http://kcna.co.jp/item/2009/200905/news25/20090525-18ee.html",
            "content": "54 anos de victorias y glorias de la Chongryon\r\nPyongyang, 25 de mayo (ATCC) - Durante los 54 anos desde que fue fundada el 25 de mayo de 1955, la Asociacion General de Coreanos Residentes en Japon (Chongryon), digna entidad de los ciudadanos en ultramar de la Republica Popular Democratica de Corea, vino avanzando por el unico camino de fidelidad al lider, la nacion y la patria.\n\t\t\t\t\t  Esta organizacion ejemplar, prestigiosa y poderosa de tipo Juche, implanto el ordenado sistema organizativo y el de trabajo y logro la cohesion ideo-volitiva de sus filas.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, da firme continuidad a la tradicion patriotica defendiendo los derechos nacionales democraticos de los compatriotas residentes en Japon y desarrollando la educacion nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Aun en medio de las cada vez mas brutales maniobras de los reaccionarios japoneses contra la RPDC y la Chongryon, esta y los coreanos residentes en Japon lucharon con firmeza por la prosperidad de la patria socialista y la reunificacion de esta respirando el mismo aire con los habitantes de la patria y contribuyeron mucho al aumento del prestigio internacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En este curso, Han Tok Su, Ho Jong Man, Ryang Su Jong, Kim So Ja y otros muchos compatriotas fueron electos como diputados a la Asamblea Popular Suprema y condecorados con la \"Orden Kim Il Sung\", el \"Premio Kim Il Sung\", los diplomas de reconocimiento del Presidente Kim Il Sung y del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, recibieron el titulo de Heroe del Trabajo de la RPDC, incluyendo los que lo recibieron dos veces, el Premio Reunificacion de la Patria y el Premio Patriotismo Socialista.\n\t\t\t\t\t\n\t\t\t\t\t Para recompensar la devocion patriotica de los compatriotas residentes en Japon, fueron denominados con sus nombres varios lugares de esta capital como universidad, avenida, hospital, fabrica, empresa, etc.\n\t\t\t\t\t\n\t\t\t\t\t Igualmente, fueron edificados los \"monumentos a la fidelidad\" en la Compania Acustica Meari, el Instituto de Secrecion Interna de la Academia de Ciencias Medicas y otros puntos.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, los funcionarios de la Chongryon y otros coreanos radicados en Japon luchan audazmente contra la brutal y descarada represion de los reaccionarios japoneses y la arraigada politica de discriminacion nacional exaltando la dignidad y el honor de la nacion coreana."
        }
    ]
}