{
    "date": "2009-12-09",
    "url": "http://kcna.co.jp/item/2009/200912/2009-12-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects General Tractor Plant",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-19ee.html",
            "content": "Kim Jong Il Inspects General Tractor Plant\r\nPyongyang, December 9 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Kanggye General Tractor Plant put on a perfect Juche-oriented CNC basis.\n\t\t\t\t\tHe went round various shops of the plant and saw products for hours to acquaint himself in detail with the technical updating of the plant and production there. \n\t\t\t\t\t\n\t\t\t\t\tHe highly appreciated the shining feats performed by the officials, workers and technicians of the plant, noting that they put the plant on a CNC basis by their own efforts and with their own technology by fully displaying the revolutionary spirit of self-reliance and thus creditably played a pioneer's role in pushing back the frontiers of science.\n\t\t\t\t\t\n\t\t\t\t\tThe workers of the plant could perform a miracle in the work to place it on a CNC basis because they fully displayed the indomitable spirit and work style of the people of Jagang Province and the Kanggye Spirit which had grown strong a thousand times through \"the Arduous March\", the forced march, he said, praising them for their patriotic enthusiasm with which they surpassed the world level of the machine-building industry with persevering will. He extended thanks to all the officials, workers and technicians of the plant. \n\t\t\t\t\t\n\t\t\t\t\t Our workers have made great progress in establishing a production system based on the modern science and technology as required by the IT age and firmly held the supremacy of the CNC technology, in particular, he said, adding that this represents another great victory won in the era of Songun. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for all fields and units to dynamically push ahead with the modernization based on the latest science and technology, saying that if the most revolutionary ideology and army in the DPRK are combined with ultra-modern science and technology, they will bring about great changes in the revolution and construction and it will turn into an invincible powerful country, a genuine paradise for people.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the general plant plays an important role in developing the nation's machine-building industry, he set forth important tasks which would serve as guidelines for managing and operating the plant. \n\t\t\t\t\t\n\t\t\t\t\t He called on the plant to steadily dash ahead towards a higher technological and scientific goal on the basis of the successes achieved in putting it on a CNC basis, setting the target to be attained by the plant in the near future and specifying the orientation and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t He called on the leading officials of the plant to manage and operate it with a scientific management and business strategy in order to firmly adhere to the principle of profitability in production.\n\t\t\t\t\t\n\t\t\t\t\t That day he saw fire-fighting equipment newly manufactured by the plant. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak To Chun, chief secretary of the Jagang Provincial Committee of the WPK, Kim Ki Nam, secretary of the C.C, the WPK, and Pak Nam Gi, Kim Kyong Hui and Jang Song Thaek, department directors of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Inspects Newly Built Stock Farm",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-20ee.html",
            "content": "Kim Jong Il Inspects Newly Built Stock Farm\r\n Pyongyang, December 9 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the newly-built Kanggye Stock Farm.\n\t\t\t\t\t The farm covering a vast area of fields along the Kubong Pass and in Uijin is a large comprehensive stock-breeding base for raising goats, rabbits, ducks and milch cows and other grass-eating domestic animals.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a big map showing its panoramic view, Kim Jong Il looked round the feed and milk processing rooms and its other places to learn in detail about its construction and production there. \n\t\t\t\t\t\n\t\t\t\t\t He said the Kanggye Stock Farm is the first-class farm to be proud of having a good location and strictly based on the principle of profitability as it is equipped with various facilities and up-to-date processing machines for breeding goats and other domestic animals in a scientific and technological manner. \n\t\t\t\t\t\n\t\t\t\t\tFisting his eyes on the farm reminiscent of a picture--its branches at the foot of each mountain, modern dwelling houses, production buildings and entertainment and service facilities that stand in rows at the sunny foot of a mountain--, he noted that there is one more spectacular scenery on the bank of the brightly lit River Jangja. He expressed great satisfaction over the fact that the city built such a splendid farm on its own in a matter of one year. \n\t\t\t\t\t\n\t\t\t\t\t Watching varieties of processed milk including butter, cheese and yogurt being churned out in an endless stream from the processing room equipped with ultra-modern facilities, he said the products are high in quality and noted with great pleasure that it has become possible to supply greater quantities of tasty and nutritious subsidiary food to the citizens of Kanggye.\n\t\t\t\t\t\n\t\t\t\t\tSaying that the Kanggye Stock Farm has an important role to play in improving the diet of the citizens of Kanggye, he set forth important tasks to be fulfilled by the farm to manage and operate itself. \n\t\t\t\t\t\n\t\t\t\t\tWhat is most important for boosting the livestock products is to solve the issue of breeding animals, he said, underscoring the need to pay primary attention to the WPK's policy of bringing about a radical turn in raising breeding animals to this end. \n\t\t\t\t\t\n\t\t\t\t\t He called for putting the breeding on a perfect scientific and intensive basis, noting it is a precious experience worth learning that the farm has solved the issue of feed by relying on highly nutritious locally available raw materials and chlorella and applied new advanced technology into the overall production processes to sharply increase the fattening rate of animals. \n\t\t\t\t\t\n\t\t\t\t\t He called on the officials to steadily deepen their thinking and make tenacious efforts in the spirit of devoted service to the people. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak To Chun, chief secretary of the Jagang Provincial Committee of the WPK, Kim Ki Nam, secretary of the C.C., the WPK, and Pak Nam Gi, Kim Kyong Hui and Jang Song Thaek, department directors of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Il Congratulates Belgian PM",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-18ee.html",
            "content": "Kim Yong Il Congratulates Belgian PM\r\n Pyongyang, December 9 (KCNA) -- Premier of the DPRK Cabinet Kim Yong Il Monday sent a congratulatory message to Yves Leterme upon his appointment as prime minister of Belgium. \n\t\t\t\t\t The message wished him success in his work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minister Pak Ui Chun also sent a congratulatory message to Steven Vanackere on Monday upon his appointment as foreign minister of Belgium."
        },
        {
            "title": "Credentials of Hungarian Ambassador Accepted",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-16ee.html",
            "content": "Credentials of Hungarian Ambassador Accepted\r\n Pyongyang, December 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Hungarian Ambassador to the DPRK Lengyel Miklos at the Mansudae Assembly Hall Wednesday.\n\t\t\t\t\t The president conversed with the ambassador after receiving the credentials."
        },
        {
            "title": "Anti-A/H1N1 Flu Campaign Intensified",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-06ee.html",
            "content": "Anti-A/H1N1 Flu Campaign Intensified\r\nPyongyang, December 9 (KCNA) -- New Influenza A/H1N1 broke out in some areas of the DPRK amid the growing of its victims worldwide.\n\t\t\t\t\tAccording to the Ministry of Public Health, nine cases were reported from Sinuiju and Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThe relevant organ is further perfecting the quarantine system against the spread of this flu virus while properly carrying on the prevention and medical treatment.\n\t\t\t\t\t\n\t\t\t\t\tThe State Emergency Anti-epidemic Committee has taken steps to enhance the role of prevention and treatment centers at all levels and increased checkup stations across the country while directing efforts to the medical treatment of its cases."
        },
        {
            "title": "Haeju Martyrs Cemetery Completed",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-17ee.html",
            "content": "Haeju Martyrs Cemetery Completed\r\nPyongyang, December 9 (KCNA) -- The Haeju Martyrs Cemetery was built at the foot of Mt. Suyang in Haeju City, South Hwanghae Province.\n\t\t\t\t\tBuried in the cemetery were remains of martyrs and persons of distinguished services who exalted their life in the sacred struggle for the freedom and independence, prosperity and reunification of the country. Tombstones bearing stone pictures were set up.\n\t\t\t\t\t\n\t\t\t\t\tAmong them are Ri Won Son and Kim Nam Sun, anti-Japanese patriotic martyrs, Pak Chun Sik, former chairman of the Sinwon County People's Committee, Ham Won Jang, former chairman of the management board of the Okjong Cooperative Farm in Pyoksong County, Kim Uk Chan, former chairman of the management board of the Saenal Cooperative Farm in Sinchon County, and others.\n\t\t\t\t\t\n\t\t\t\t\tA completion ceremony took place on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were leading officials of party and power organs and working people's organizations in South Hwanghae Province, bereaved families, builders and working people.\n\t\t\t\t\t\n\t\t\t\t\tThe participants laid wreaths and bunches of flowers before the cemetery and observed a moment's silence in memory of the martyrs."
        },
        {
            "title": "Chinese Official on Sino-DPRK Friendship",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-04ee.html",
            "content": "Chinese Official on Sino-DPRK Friendship\r\nPyongyang, December 9 (KCNA) -- While staying in the DPRK, we deepened our fraternity towards the Korean people, said Huang Wei, head of the delegation of the People's Government of Beijing Municipality of China. \n\t\t\t\t\tThe head of the delegation went on:\n\t\t\t\t\t\n\t\t\t\t\tWherever we went, we witnessed the Korean people waging a dynamic 100-day campaign with inexhaustible mental power.\n\t\t\t\t\t\n\t\t\t\t\tWe were deeply impressed by this. \n\t\t\t\t\t\n\t\t\t\t\tChina and the DPRK are the friendly neighbors linked by the same mountain and rivers.\n\t\t\t\t\t\n\t\t\t\t\tThe traditional relations of friendship between the two countries were provided by revolutionaries of the elder generation of China including Chairman Mao Zedong and Premier Zhou Enlai and President Kim Il Sung, the great leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThese friendly ties have grown strong through the sacred struggle for the common cause, standing all sorts of tests of history.\n\t\t\t\t\t\n\t\t\t\t\tThe Sino-DPRK relations of friendship are growing stronger as the days go by under the deep care of Hu Jintao and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Sino-DPRK friendship will be evergreen despite the flow of the time and replacement of one generation by another. \n\t\t\t\t\t\n\t\t\t\t\tThis friendship is the common asset of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\tIt is their desire to steadily boost it.\n\t\t\t\t\t\n\t\t\t\t\tWe will contribute to boosting the long-standing ties of bilateral friendship through the exchange in various fields in the future."
        },
        {
            "title": "Floral Basket from Japanese Study of Juche Delegation",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-15ee.html",
            "content": "Floral Basket from Japanese Study of Juche Delegation\r\nPyongyang, December 9 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the delegation of the Japanese Society for the Study of the Juche Idea.\n\t\t\t\t\t The floral basket was handed to an official concerned by Sakae Araki, deputy director general of the Japanese Society for the Study of Kimilsungism, who is leading the delegation on a visit to the DPRK on Wednesday."
        },
        {
            "title": "DPRK Weightlifter Wins Gold at East Asian Games",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-08ee.html",
            "content": "DPRK Weightlifter Wins Gold at East Asian Games\r\n Pyongyang, December 9 (KCNA) -- The 5th East Asian Games have been under way in Hong Kong since Dec. 5.\n\t\t\t\t\tOn Dec. 7 DPRK weightlifter Kim Un Guk lifted 170 kg in jerk and 140 kg in snatch at the men's 62 kg category event, keeping himself in accurate posture with a single jerk and moment's snatch. He thus bagged a gold medal with a total of 310 kg.\n\t\t\t\t\t\n\t\t\t\t\tHe broke the previous records of the East Asian Games -- 169 kg in jerk and a total of 304 kg."
        },
        {
            "title": "Potato Starch Used for Dishes",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-11ee.html",
            "content": "Potato Starch Used for Dishes\r\n Pyongyang, December 9 (KCNA) -- Potato starch produced by the Uljibong J.V. Company is received well in the DPRK.\n\t\t\t\t\t The product, made by skinning raw potato and powdering and drying it, keeps most of the nutritive substances the raw potato has.\n\t\t\t\t\t\n\t\t\t\t\t It contains quite a few minerals and vitamins such as B1, B2, B3, B6 and PP. In particular, it has 66.2 milligrams of vitamin C per 100 grams.\n\t\t\t\t\t\n\t\t\t\t\t It is popular with catering establishments and housewives as it can be used to prepare noodle, rice cake, bread, pancake and so on."
        },
        {
            "title": "Chonwang Temples",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-09ee.html",
            "content": "Chonwang Temples\r\n Pyongyang, December 9 (KCNA) -- From a long time ago, Korean ancestors had built temples and held services for the heavenly King of Mt. Paektu.\n\t\t\t\t\t According to historical records and data available, several temples called Chonwang (heavenly King) temples were built in and around Mt. Paektu in the latter half of the 1700's.\n\t\t\t\t\t\n\t\t\t\t\tThey had been preserved until the early 1930's but all of them were destroyed by the Japanese imperialists' moves to obliterate the Korean nation. Only old records and ruined sites still remain.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them were Chonwang Temple in Mt. Hongdan in Taehongdan Township and Great Chonwang Temple in Samjiyon Township. They were also called Pukbonwongung and Nambonwongung.\n\t\t\t\t\t\n\t\t\t\t\t \"Outline Map of Mt. Paektu Area\" contained in the book \"Paektusandungchokgi\" published in 1931 gives the position and photo of Chonwang Temple in Mt. Hongdan and a record of visit to the temple.\n\t\t\t\t\t\n\t\t\t\t\t Hanging on walls of the temple were signboards reading \"most famous mountain\", \"ancestral mountain\", \"worship of Mt. Paektu\" and \"temple in Mt. Hongdan\". Inside the temple was a mortuary tablet with letters \"divine position of Great Chonwang\" behind a vessel for burning incense.\n\t\t\t\t\t\n\t\t\t\t\t Historical records say that all the Korean people had lived, regarding Mt. Paektu as the spirit of the country and the nation and the symbol of eternal prosperity and believing that if they prayed to Mt. Paektu, a legendary great man would come to defend and glorify the destiny of the nation and ensure its eternal happiness.\n\t\t\t\t\t\n\t\t\t\t\t The desire of the Korean nation could be accomplished by the peerlessly illustrious commanders of Mt. Paektu who liberated the country with the spirit of Mt. Paektu and demonstrated the dignity of the DPRK with the treasured sword of Songun."
        },
        {
            "title": "Japan's Launch of Spy Satellite Lambasted",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-13ee.html",
            "content": "Japan's Launch of Spy Satellite Lambasted\r\n Pyongyang, December 9 (KCNA) -- Shortly ago, the Japanese reactionaries put into orbit a spy satellite capable of identifying and monitoring objects by H-2A for the fifth time.\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says this is a revelation of their ambition to acquire their own capability to gather intelligence necessary for preemptive attack and monitoring targets without depending on others in a bid to pave the way for military aggression against other countries any time. \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that Japan's launch of a spy satellite cannot but be protested and denounced by the international community as it is a dangerous military action of threatening the world peace and security, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Several days have passed since Japan's launch of the spy satellite but the West is keeping mum about this though it made much fuss about the DPRK's launch of satellite Kwangmyongsong-2.\n\t\t\t\t\t\n\t\t\t\t\t Japan's launch of the spy satellite is a criminal act of wantonly violating the international treaty on peaceful use of outer space as it is aimed at spying on the military moves of its neighboring countries. Whereas the DPRK's launch of satellite Kwangmyongsong-2 is part of the activities for space development for peaceful purpose aimed at developing practicable satellites helpful to developing space science and technology and building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the unsavory forces are calling into question the DPRK's activities for space development for peaceful purpose and keeping mum about Japan's launch of the spy satellite for a military purpose, claiming that it poses no problem. This double-dealing attitude clearly indicates how prejudiced, illogical and partial the present international order is.\n\t\t\t\t\t\n\t\t\t\t\t Such ridiculous old international order whereby international law is applied, depending on objects, should be eradicated as soon as possible."
        },
        {
            "title": "Japan's Hypocritical \"Three Nonnuclear Principles\"",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-12ee.html",
            "content": "Japan's Hypocritical \"Three Nonnuclear Principles\"\r\n Pyongyang, December 9 (KCNA) -- Kyodo News recently reported that the former government of the Liberal Democratic Party of Japan \"lobbied the U.S. for confidence-building\", claiming that the \"U.S. unilateral nuclear disarmament may blunt the 'nuclear umbrella'\".\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard: This claim brought into bolder relief the absurdity and hypocrisy of the \"three non-nuclear principles\" touted by Japan so far. \n\t\t\t\t\t\n\t\t\t\t\t Japan, the world's only atomic-bombed country, adopted the above-said three principles banning introduction, manufacture and possession of nuclear weapons as its state policy, saying that it \"hates nukes\". But the U.S.-Japan secret nuclear agreement virtually reduced these principles to a mere slogan from the very day they were enunciated.\n\t\t\t\t\t\n\t\t\t\t\t Japan, however, continues advocating the \"three non-nuclear principles\", feigning ignorance of the above-mentioned secret nuclear agreement with the U.S. Lurking behind this is its sinister intention to press for nuclear weaponization at the tacit connivance of its American master and under his patronage in return for allowing the U.S. shipment and deployment of nuclear weapons in Japan. \n\t\t\t\t\t\n\t\t\t\t\t It is an invariable wild ambition of Japan and its strategic goal for emerging a military power to go nuclear.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists have stepped up nuclear weaponization overtly and covertly, grumbling that Japan sustained a defeat in World War II because it was weak and had no access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t Japan's nuclear weaponization is becoming a reality, not just speculation and hypothesis. The danger of such moves lies in that Japan seeks to launch overseas aggression for world domination after going nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Japan's much-touted \"three non-nuclear principles\" remain in name only. They are nothing but a fig-leaf for covering up its nuclear ambition as it is a deception and mockery of the international community.\n\t\t\t\t\t\n\t\t\t\t\t With no trite trick can Japan conceal its ambition for nuclear weaponization."
        },
        {
            "title": "Hyon In Thaek Urged to Behave Themselves",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-14ee.html",
            "content": "Hyon In Thaek Urged to Behave Themselves\r\n Pyongyang, December 9 (KCNA) -- Hyon In Thaek and his group and the bellicose forces of the south Korean military will get nothing but a shameful destruction by persisting in their confrontation with the DPRK, warns Rodong Sinmun today in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The confrontation-minded maniacs of the \"Ministry of Unification\" of south Korea including Hyon In Thaek are turning aside under absurd pretexts from the important opportunity of dialogue and cooperation arranged with much effort thanks to the initiative of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is imprudent for the puppets to talk about the nuclear issue though they are no more than political cat's paws of the U.S. It is intolerable, indeed, for them to meddle in the nuclear issue utterly irrelevant to the inter-Korean relations and cite it as a pretext for opposing the improvement of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t This behavior of the puppets only strips bare their true colors as anti-reunification elements as it is a revelation of their sinister intention to increase pressure upon the north in conspiracy with foreign forces and escalate the inter-Korean confrontation, far from working hard to find a solution to the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The military tension has been so escalated on the Korean Peninsula due to the provocations made by the warmongers of the south Korean military in league with outside forces that a touch-and -go situation is prevailing there, laying another stumbling block in the way of improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of folly for the south Korean ruling forces to work with bloodshot eyes to escalate the confrontation and moves for a war, misjudging the DPRK's good faith for the improved inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities would be well advised to stop going reckless, mindful that confrontation and moves for a war against the DPRK will bring them nothing but disgrace and destruction."
        },
        {
            "title": "S. Korean Authorities Accused of Suppressing KCTU",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-03ee.html",
            "content": "S. Korean Authorities Accused of Suppressing KCTU\r\nPyongyang, December 9 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held a press conference in Seoul on Dec. 6 at which it denounced the authorities for working hard to stamp out the organization, according to south Korean CBS.\n\t\t\t\t\t Recalling that the so-called \"three representatives of workers, the management side and the government\" met on Dec. 4 and \"agreed\" on the revised law on trade unions banning the payment of wages to full time union leaders, etc., the organization termed this meeting collusion aimed at excluding activities of opposition parties and the KCTU in disregard of the workers' rights. \n\t\t\t\t\t\n\t\t\t\t\t The organization declared that in protest against this unwarranted action it would launch a massive anti-\"government\" by beginning with rallies in front of each regional office of the \"Grand National Party.\"\n\t\t\t\t\t\n\t\t\t\t\t It added that in the period of the actions organizations affiliated to the KCTU would stage demonstrations in front of the building of the \"National Assembly\" and hold big protest rallies in Seoul and other areas."
        },
        {
            "title": "Struggle for Abolition of NSL Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-05ee.html",
            "content": "Struggle for Abolition of NSL Called for in S. Korea\r\n Pyongyang, December 9 (KCNA) -- The People's Solidarity for Abolishing the \"National Security Law\" of south Korea held a meeting in Seoul on Dec. 5 at which it declared that it would intensify the actions for the repeal of the fascist law.\n\t\t\t\t\tThe secretary general of the South Headquarters of the Pan-national Alliance for Korea's Reunification at the meeting deplored that the method of faking up a case on the false charge of violating the fascist law remains unchanged, recalling that the \"National Intelligence Service described the joint editorial issued in the north every year as 'its instruction' and absurdly asserted that any meeting with someone from the north side was a 'contact with its operative'\".\n\t\t\t\t\t\n\t\t\t\t\tThe honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy said that over the past more than six decades since the fabrication of the NSL many south Koreans have undergone indescribable sufferings, calling on all of them to pool efforts and wage a courageous struggle for the abolition of the evil law aimed at abusing human rights, stifling democracy and blocking reunification.\n\t\t\t\t\t\n\t\t\t\t\tA resolution read out at the meeting noted that the solidarity will not remain an onlooker to the authorities' suppression on the strength of the NSL.\n\t\t\t\t\t\n\t\t\t\t\tNeither violence nor threat can convince our people and prop the regime, the resolution declared, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe members of the solidarity will struggle to the last against the present regime's tyrannical and repressive rule alongside all the people who have shed sweat and blood for the democracy of south Korea, human rights, peace, reunification and the people's right to existence.\n\t\t\t\t\t\n\t\t\t\t\t They will certainly get the NSL, an evil law of the times, repealed to put an end to the era of barbarism."
        },
        {
            "title": "Kim Jong Il's Work Published in France",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-01ee.html",
            "content": "Kim Jong Il's Work Published in France\r\nPyongyang, December 9 (KCNA) -- General Secretary Kim Jong Il's work \"On Establishing Socialist Cultured Practice in Life to Meet the Need of the Songun Era\" was published in booklet on Dec. 2 by the Democrate Publishing House under the Anti-Imperialist Front of France.\n\t\t\t\t\tThe work, issued on February 10 and July 2, Juche 92 (2003), comprehensively clarifies the importance of establishing cultured practice in life as required by the Songun era and tasks and ways to do so."
        },
        {
            "title": "DPRK Important Days Observed",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-02ee.html",
            "content": "DPRK Important Days Observed\r\n Pyongyang, December 9 (KCNA) -- Seminars, round-table talks, book and photo exhibitions and film shows took place in Ethiopia, the Czech Republic and Russia from Nov. 28 to Dec. 3 on the occasions of the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\tOn display in venues of the functions were photos on the immortal exploits of President Kim Il Sung and Kim Jong Il, works of Kim Jong Il and photos on the Korean people in the struggle for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions and the participants in the film shows watched Korean films including \"The Reply of Korea\". \n\t\t\t\t\t\n\t\t\t\t\t The chairman and the secretary general of the Ethiopian Youth Study Group of the Juche Idea at the seminar said that the Songun politics has served as an all-powerful treasured sword as it ensured that the DPRK turned into a powerful socialist fortress which shed bright rays as a unique country centered on the popular masses in which all the people lead a happy life. They spoke high praises of the immortal feats performed by Kim Jong Il who has turned the KPA into an invincible strong army. They also praised Kim Jong Suk for having greatly contributed to the liberation of the country and the building of a new country. \n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Plzen City Committee of the Communist Party of Czech and Moravia at the round-table talks stressed that he could not repress admiration at the Korean people as they have firmly defended the socialist system provided by the President under the leadership of Kim Jong Il true to their faith despite the ceaseless moves of the U.S. and other anti-socialist forces. \n\t\t\t\t\t\n\t\t\t\t\t He noted that he would extend full support and solidarity to the Korean people in the struggle for independent and peaceful reunification of the country in the future, too."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-10ee.html",
            "content": "Story of Kim Jong Suk\r\n Pyongyang, December 9 (KCNA) -- One day in late February Juche 35 (1946), anti-Japanese heroine Kim Jong Suk, accompanying President Kim Il Sung, took part in the opening ceremony of Pyongyang Institute.\n\t\t\t\t\t While giving instructions that the institute should fulfill its duty and mission as a training centre of military and political cadres, she found portraits of famous foreign generals hanging on walls of dorm corridors.\n\t\t\t\t\t\n\t\t\t\t\t She asked officials of the school why they had hung only foreigners' pictures though the country was boasting of a lot of renowned patriotic commanders.\n\t\t\t\t\t\n\t\t\t\t\t She advised them to have portraits of Korean patriots hung on the walls, saying that patriotism comes from a good knowledge of one's own things first and foremost.\n\t\t\t\t\t\n\t\t\t\t\t Looking around visual aids made by the school, she said it should make the best use of objective and visual aid materials in education and that military education should not be done in others' way blindly but in the Korean way as in the period of the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The advice she gave to the staff of the school that day served as guidelines in its educational work."
        },
        {
            "title": "Acreditase ante Kim Yong Nam embajador de Hungria",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-21ee.html",
            "content": "Acreditase ante Kim Yong Nam  embajador de Hungria\r\n Pyongyang, 9 de diciembre (ATCC) -- Miklos Lengyel presento el dia 9 en el capitalino Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como embajador extraordinario y plenipotenciario de la Republica de Hungria en Corea.\n\t\t\t\t\t Tras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "RPDC despliega labores para detener proliferacion de la gripe A (H1N1)",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-22ee.html",
            "content": "RPDC despliega labores para detener proliferacion de la gripe A (H1N1)\r\nPyongyang, 9 de diciembre (ATCC) -- En medio de que en el mundo siguen ampliandose las perdidas humanas por la gripe A (H1N1) fue brotada esta enfermedad tambien en algunas zonas de Corea.\n\t\t\t\t\tSegun estadisticas recogidas por el Ministerio de Salud Publica, fueron diagnosticados 9 enfermos en Sinuiju y Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tPor el respecto, el organo correspondiente fortalece mas el sistema de inspeccion medica para prevenir la proliferacion del virus de esta nueva gripe y  organiza con escrupulosidad los trabajos de prevencion y tratamiento medico.\n\t\t\t\t\t\n\t\t\t\t\tEl Comite Estatal Emergente de Prevencion hace elevar el papel de las entidades preventivas y organos de tratamiento y prevencion a todos los niveles, incremento mas los puestos de vigilancia de la gripe a escala nacional y presta atencion a la labor de tratamiento para los enfermos."
        },
        {
            "title": "Inaugurado Cementerio de Martires de Haeju",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-23ee.html",
            "content": "Inaugurado Cementerio de Martires de Haeju \r\nPyongyang, 9 de diciembre (ATCC) -- Fue construido el Cementerio de Martires de Haeju al pie del monte Suyang de la ciudad de Haeju de la provincia de Hwanghae del Sur.\n\t\t\t\t\tEn el cementerio fueron enterrados los restos mortales de los martires y benemeritos quienes hicieron brillar sus vidas en la sagrada lucha por la libertad, la independencia, la prosperidad y la reunificacion de la patria y se irguieron las lapidas con sus fotos inclusivas de piedra.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos figuran los martires patrioticos antijaponeses Ri Won Son y Kim Nam Sun, el ex presidente del Comite Popular del distrito de Sinwon Pak Chun Sik, el ex presidente de la Junta Administrativa de la Granja Cooperativa de Okjong del distrito de Pyoksong Ham Won Jang, el ex presidente de la Junta Administrativa de la Granja Cooperativa de Saenal del distrito de Sinchon Kim Uk Chan, etc.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 9 el acto inaugural.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes los funcionarios directivos de los organos del partido y el Poder y organizaciones de masas de la misma provincia,  familiares de los martires,  constructores y  trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes depositaron ofrendas y ramos de flores ante el cementerio y guardaron un momento de silencio en memoria de los martires."
        },
        {
            "title": " Minju Joson condena el lanzamiento de satelite espia de Japon",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-24ee.html",
            "content": "Minju Joson condena el lanzamiento de satelite espia de Japon\r\nPyongyang, 9 de diciembre (ATCC) -- Recientemente, los reaccionarios japoneses pusieron en la orbita por quinta vez el satelite espia capaz de reconocer y vigilar los objetos a bordo del cohete transportador tipo \"H-2A\".\n\t\t\t\t\tEsto demuestra la ambicion de Japon de adquirir la capacidad de recoger las informaciones necesarias al ataque preventivo y vigilar los blancos de manera independiente para iniciar en cualquier momento la agresion militar contra otro pais.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el periodico Minju Joson en un comentario individual del dia 9 y continua:\n\t\t\t\t\t\n\t\t\t\t\tResulta evidente para todos que tal lanzamiento merece la protesta y la condena de la sociedad internacional siendo una locura militar que amenaza la paz y la seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Si bien pasaron varios dias desde ese suceso, se mantiene callado al respecto el mundo occidental, que armaba escandalos en cuanto al lanzamiento del satelite artificial \"Kwangmyongsong No. 2\" por parte de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento de satelite espia de Japon resulta un crimen que viola gravemente el tratado internacional sobre el uso del cosmos con fines pacificos porque forma parte de las actividades para espiar los movimientos militares de los paises vecinos.\n\t\t\t\t\t\n\t\t\t\t\t En contraste, el lanzamiento del satelite \"Kwangmyongsong No.2\" se realizo como colofon del programa espacial con fines pacificos para desarrollar las ciencias y tecnicas de la rama y el satelite efectivo que contribuya a la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t Pero, las fuerzas malsanas cuestionan solo el desarrollo espacial con fines pacificos de la RPDC haciendo vista gorda de la misma actividad con objetivos militares de Japon.\n\t\t\t\t\t\n\t\t\t\t\tEsta actitud de doble rasero demuestra cuan parcial, ilogico y desigual es el actual orden internacional.\n\t\t\t\t\t\n\t\t\t\t\tHay que corregirse lo mas pronto posible ese orden internacional caduco y extravagante, segun el cual no se aplica por igual la ley internacional a los paises."
        },
        {
            "title": "Rodong Sinmun denuncia a la banda de Hyon In Thaek",
            "url": "http://kcna.co.jp/item/2009/200912/news09/20091209-25ee.html",
            "content": "Rodong Sinmun denuncia a la banda de Hyon In Thaek\r\nPyongyang, 9 de diciembre (ATCC) -- Si la banda de Hyon In Thaek y los belicistas del circulo militar del Sur de Corea siguen recurriendo a las maniobras de enfrentamiento con la Republica Popular Democratica de Corea, les tocara solo la vergonzosa derrota.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tHyon In Thaek y otros maniacos de enfrentamiento del \"Ministerio de Reunificacion\" del Sur de Corea salen con el pretexto injusto y dan espaldas a la valiosa oportunidad del dialogo y la cooperacion preparados a tantos esfuerzos por la medida principal de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEs insolito el mismo hecho de que los titeres politicos de EE.UU. hablan tanto del problema nuclear. Ellos intervienen en el problema nuclear que no tiene nada que ver con las relaciones Norte-Sur y niegan el mejoramiento de tales relaciones cuestionandolo.\n\t\t\t\t\t\n\t\t\t\t\tTal conducta de los titeres surcoreanos pone al desnudo solo la naturaleza anti-reunificacion de ellos siendo designio tendente a ejercer la presion a la RPDC en contubernio con las fuerzas extranjeras y agravar aun mas la confrontacion fratricida en lugar de solucionar el problema nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la locura provocativa de los belicistas del circulo militar surcoreano, asociados con las fuerzas extranjeras, la tension militar de la Peninsula Coreana esta en la crisis muy tirante, lo cual pone otro gran obstaculo en el mejoramiento de las relaciones Norte-Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas dominantes surcoreanas se entregan locamente a las maquinaciones de confrontacion y guerra calculando erroneamente la buena fe de la RPDC para la mejora de las relaciones con el Sur.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben darse clara cuenta de que tales tejemanejes traeran solo la ignominia y autodestruccion y actuar con prudencia."
        }
    ]
}