{
    "date": "2009-10-09",
    "url": "http://kcna.co.jp/item/2009/200910/2009-10-09ee.html",
    "articles": [
        {
            "title": "Evening of Fireworks Held",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-08ee.html",
            "content": "Evening of Fireworks Held\r\n Pyongyang, October 9 (KCNA) -- The evening of fireworks \"We Will Go Confidently Following the Great Party!\" took place at the plaza of the Party Founding Memorial Tower in celebration of the 64th founding anniversary of the Workers' Party of Korea (WPK) Friday evening.\n\t\t\t\t\t The plaza of the Kimilsungia-Kimjongilia Exhibition, Mansu Hill, the banks of the River Taedong, Panwol Islet and streets of Pyongyang were crowded with Pyongyangites from all walks of life who gathered to watch the fireworks.\n\t\t\t\t\t\n\t\t\t\t\t Stands for the guests of honor were taken by senior officials of the party, the army and the state, officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons, officials in the fields of science, education, culture and art, public health and media, labor innovators, overseas compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Diplomatic envoys and representatives of international organizations here were present there on invitation.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, in his address said that the evening of fireworks to be held to celebrate October 10 in the wake of the similar functions held on the Day of the Sun and May Day this year would once again powerfully demonstrate before the world the invincible spirit of heroic Korea dashing ahead towards a thriving nation at the \"Huichon speed,\" a new Chollima speed, under the leadership of the WPK headed by Kim Jong Il and the indomitable mental power of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the evening of fireworks today was provided thanks to the noble intention and meticulous guidance of Kim Jong Il to instill conviction of sure victory and courage into the army and people of the DPRK making leaping advances sounding the drive for effecting a new great surge and make the founding anniversary of the WPK more significant.\n\t\t\t\t\t\n\t\t\t\t\t The fireworks to decorate the nocturnal sky of the capital city with multi-colors will be an expression of the firm faith and will of the army and people of the DPRK to advance forever single-mindedly united around the headquarters of the revolution and the fireworks to shake the land and sky will herald the victory in the drive for opening the gate to a thriving nation, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the people to continue giving spurs to the on-going general offensive full of conviction and optimism about sure victory under the experienced and seasoned leadership of Kim Jong Il and thus bring earlier the final victory in the drive to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Amid the playing of the song \"The People Offer Glory to the Party\", fireworks were displayed in the air over the Party Founding Memorial Tower, gorgeously decorating the nocturnal sky of the city.\n\t\t\t\t\t\n\t\t\t\t\t Fireworks of diverse colors and shapes were displayed to the tunes of songs praising the party including \"Song of Comradeship\" and \"The Workers' Party of Korea Is Our Guide\"."
        },
        {
            "title": "Reception Given by Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-06ee.html",
            "content": "Reception Given by Cuban Ambassador\r\n Pyongyang, October 9 (KCNA) -- Cuban Ambassador to the DPRK Jose Manuel Galego Montano hosted a reception at his embassy on Thursday on the occasion of the 64th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t Present there on invitation were Choe Thae Bok, secretary of the WPK Central Committee, Pak Kyong Son, vice department director of the C.C., the WPK, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Jose Manuel Galego Montano said at the reception that the DPRK is dynamically advancing along the road of socialism thanks to General Secretary Kim Jong Il who is wisely guiding the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the two countries have maintained the fraternal and friendly relations and the relationship between the Communist Party of Cuba and the Workers' Party of Korea is very excellent.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok noted that the party and people of Cuba are dynamically advancing the revolution and construction under the leadership of Fidel Castro Ruz and Raul Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the friendship between the two countries, established and developed on the road of the common cause for anti-imperialist and anti-U.S. struggle and socialism, would be everlasting in the future, too."
        },
        {
            "title": "Russian Academy Ensemble Gives Its Premiere",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-09ee.html",
            "content": "Russian Academy Ensemble Gives Its Premiere\r\n Pyongyang, October 9 (KCNA) -- The visiting Academy Ensemble of the Interior Unit of the Russian Ministry of Interior gave its premiere at the Pyongyang Grand Theatre on Friday. \n\t\t\t\t\t Among the audience were Kang Nung Su, minister of Culture, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairperson of the DPRK-Russia Friendship Association, officials, creators and artistes in the field of literature and art, university teachers and students in the field of art education, and the Russian ambassador to the DPRK and staff members of his embassy and diplomatic envoys of various countries and staff members of foreign embassies here. \n\t\t\t\t\t\n\t\t\t\t\t The ensemble which consists of famous actors and actresses including international concours winners put on the stage wartime songs such as \"Just War\" and \"Song of the Soviet Army\", male solo and chorus \"Kalinka\", dance \"Dance of Russian Holiday\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented the staunch spirit displayed by the Soviet Army in the courageous battles fought against the aggressors during the last patriotic war and the national sentiment and life of their people.\n\t\t\t\t\t\n\t\t\t\t\t They impressively sang Korean songs \"General of Korea\" and \"I Think of You, While Seeing You\" to delight the audience.\n\t\t\t\t\t\n\t\t\t\t\t The performance continues."
        },
        {
            "title": "Central Tree Nursery",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-11ee.html",
            "content": "Central Tree Nursery\r\n Pyongyang, October 9 (KCNA) -- The Central Tree Nursery under the Ministry of Land and Environmental Conservation on the outskirts of Pyongyang is a comprehensive sapling production base.\n\t\t\t\t\t The Central Tree Nursery has nursed tens of millions of saplings of over 160 species since the end of the 1990s, thus making a great contribution to the forestation in the country.\n\t\t\t\t\t\n\t\t\t\t\t The nursery, covering an area of a hundred and scores of hectares, consists of a sowing district, cultivation district, species preservation district, acclimatization district and others.\n\t\t\t\t\t\n\t\t\t\t\t Growing there are Changsong larch, oak and other tree saplings and flower shrubs of good species cultivated in the DPRK and foreign countries.\n\t\t\t\t\t\n\t\t\t\t\t It has extensively introduced advanced science and technology into the sapling production in recent years. \n\t\t\t\t\t\n\t\t\t\t\t Light, temperature and humidity are automatically controlled in accordance with characters of each plant and healthy saplings are growing in the greenhouses furnished with modern facilities by dint of solar-electricity.\n\t\t\t\t\t\n\t\t\t\t\t All the work including watering, fertilizing, prevention from blight and harmful insect and packing of saplings are done in an intensive way in the open-air cultivation field, thus producing 10 times as many saplings as in the past and ensuring the rate of rooting above 95 percent.\n\t\t\t\t\t\n\t\t\t\t\t The nursery cultivates many saplings of Metasequoia glyptostroboides, larch and other trees which are fast-growing, high in economic utility value and ideal for greening cities and parks and send them to many units. \n\t\t\t\t\t\n\t\t\t\t\tWhile inspecting the nursery some time ago, General Secretary Kim Jong Il underscored the need to conduct dynamic activities for turning the country into a thick woodland and greenery with the whole party, the whole army and all the people involved and thus hand down the beautiful homeland covered with thick woodland and all kinds of flowers to posterity."
        },
        {
            "title": "Modern Ostrich Farm",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-12ee.html",
            "content": "Modern Ostrich Farm\r\n Pyongyang, October 9 (KCNA) -- There is a modern ostrich farm in a beautiful place on the outskirts of Pyongyang.\n\t\t\t\t\t The farm with a large acreage has breeding and young ostrich cotes, hatchery, playground and others which have been built in a peculiar way. It is equipped with all necessary facilities.\n\t\t\t\t\t\n\t\t\t\t\t The introduction of advanced breeding method is promoting the course of acclimatizing ostrich indigenous to tropical desert of Africa to the country and a good ecological environment is provided.\n\t\t\t\t\t\n\t\t\t\t\t The farm also produces quality fodder with local raw materials.\n\t\t\t\t\t\n\t\t\t\t\t The fattening cotes teem with ostriches.\n\t\t\t\t\t\n\t\t\t\t\t The well-furnished ostrich meat processing factory is producing not only quality leather and feather but also fresh meat, meat processed goods, eggs and egg craftworks.\n\t\t\t\t\t\n\t\t\t\t\t When he visited it some time ago, Kim Jong Il said that it was important for the improvement of the people's living, adding that the ostrich breeding should be encouraged."
        },
        {
            "title": "Heightened Vigilance against Imperialists' Vicious Moves for Aggression Called for",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-07ee.html",
            "content": "Heightened Vigilance against Imperialists' Vicious Moves for Aggression Called for\r\n Pyongyang, October 9 (KCNA) -- The world peaceloving people should see through and approach with vigilance the imperialists' crafty and vicious moves for aggression and shatter all of them.\n\t\t\t\t\t  Rodong Sinmun Friday stresses this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t  It says:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are becoming craftier and more vicious in their methods of aggression as the days go by. If one does not approach them with vigilance, this will entail grave consequences.\n\t\t\t\t\t\n\t\t\t\t\t It is a trite method of aggression for the imperialists to spread misinformation. \n\t\t\t\t\t\n\t\t\t\t\t Whenever the U.S. faked up and floated misinformation, the sovereignty of independent states was encroached upon to force innocent people to shed blood and disturb peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. invasion of Iraq was committed on the basis of the prearranged and forged misinformation provided by the White House.\n\t\t\t\t\t\n\t\t\t\t\t It is the inveterate bad habit and method employed by the imperialists for aggression to invent a lie and make profound confusing of right and wrong. \n\t\t\t\t\t\n\t\t\t\t\t It is a brigandish method of the U.S. to take issue with the anti-U.S. independent countries' measures for bolstering their military capabilities for self-defence and exercise its right to high-handed military actions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is beefing up its armed forces and staging ceaseless military exercises, rendering the situation extremely tense, and taking such shocking military steps as the declaration of a war one after another.\n\t\t\t\t\t\n\t\t\t\t\t To undermine socialism from within is one of the main methods employed by the imperialists for their moves against socialism at present.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is busy with the vicious moves to massively smuggle into the DPRK mini-transistors, micro TV sets, undesirable literature, etc. in a bid to break its single-minded unity and destabilize and degenerate the society. This goes to patently prove that the U.S. imperialists are desperately working to destabilize, degenerate and bring down the DPRK, the bulwark of socialism."
        },
        {
            "title": "Implementation of North-South Declarations Called for",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-04ee.html",
            "content": "Implementation of North-South Declarations Called for\r\n Pyongyang, October 9 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea released a statement on October 4 on the occasion of the 2nd anniversary of the October 4 declaration.\n\t\t\t\t\t The publication of the October 4 declaration provided a political foundation for pushing forward the independent reunification and the building of a reunified power in the spirit of \"By our nation itself\" clarified in the June 15 joint declaration and a realistic proposal for building military confidence between the south and the north, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t The implementation of the south-north declarations is very important for paving the way for improving the inter-Korean relations at present, the statement said, adding that only when the October 4 declaration is implemented, it is possible to achieve lasting peace on the Korean Peninsula and its independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that no force can quell the 70 million Koreans' desire for independent reunification and it is the mission of the Korean nation and the true need of history to thoroughly implement the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t No progress can be expected in the inter-Korean relations without the implementation of the said declarations and any move to scrap them is bound to face the judgment by all the Koreans and history, it concluded."
        },
        {
            "title": "Immortal Feats of WPK Praised",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-10ee.html",
            "content": "Immortal Feats of WPK Praised\r\nPyongyang, October 9 (KCNA) -- Foreigners, who visited the Party Founding Memorial Tower, spoke highly of the immortal feats performed by President Kim Il Sung and General Secretary Kim Jong Il in party building and leadership.\n\t\t\t\t\tA foreigner said in an emotion-charged tone that the Party Founding Memorial Tower is the only tower in the world and added: This magnificent memorial tower could be erected as the Workers' Party of Korea and its founder are great, I think.\n\t\t\t\t\t\n\t\t\t\t\tThe Editor-in-Chief of the Russian paper \"Patriot\" remarked that he learned a good lecture run through with the red-flag idea. We envy you Koreans having the mighty WPK headed by General Kim Jong Il, a great revolutionary and a great leader, he stated.\n\t\t\t\t\t\n\t\t\t\t\tAfter looking round the tower, Omba Taluhata Michel, general secretary of the Kabilist Renovation Youth Union of Democratic Congo, said: The Party Founding Memorial Tower plays an important role in the education of new generations. The Party's emblem representing a hammer, a sickle and a writing brush strikingly shows that the WPK is a revolutionary party of the working class, a mass party of the working people. The great His Excellency Kim Jong Il has developed and enriched the revolutionary idea of the respected President Kim Il Sung. Led by him, the Korean people are dynamically advancing along the road of socialism chosen by themselves.\n\t\t\t\t\t\n\t\t\t\t\tSusana Maristany, head of the Venezuelan delegation for the Study of the Juche Idea, emphasized: The tower body, cylindrical band and platform comprehensively show the glorious and brilliant revolutionary history of the WPK which has covered a road of victory. The WPK organizes and guides all victories of the Korean people. Under the leadership of His Excellency Kim Jong Il it is demonstrating its might as the ever-victorious Party.\n\t\t\t\t\t\n\t\t\t\t\tThe Party Founding Memorial Tower will shine forever in the minds of the Korean people and progressive mankind along with the great history of the invincible WPK."
        },
        {
            "title": "History of WPK Praised by Bangladeshi Political Figure",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-02ee.html",
            "content": "History of WPK Praised by Bangladeshi Political Figure\r\n Pyongyang, October 9 (KCNA) -- Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, in a statement issued on Oct. 4 on the occasion of the 64th birthday of the Workers' Party of Korea spoke highly of its more than six decade-long history.\n\t\t\t\t\t The more than six decade-long history of the WPK is a glorious one in which it has turned the country, once a backward colonial semi-feudal society, into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, and led to shining victory the cause of Korean-style socialism and the human cause of independence despite all tempests of history, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The WPK holding General Secretary Kim Jong Il in high esteem as its general secretary is now leading the Korean revolution to steady victory, demonstrating its dignity as the eternal party of President Kim Il Sung and the Korean people are working miracles in their efforts to protect the dignity and sovereignty of the country and build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the party, the army and the people of the DPRK under the distinguished leadership of Kim Jong Il would achieve greater successes in their efforts to defend their socialist motherland and build a reunified thriving nation under the great banner of Songun, he extended full support and solidarity to the just cause of socialist Korea."
        },
        {
            "title": "Proposal for Founding DFRK Supported in Mexico",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-03ee.html",
            "content": "Proposal for Founding DFRK Supported in Mexico\r\n Pyongyang, October 9 (KCNA) -- The People's Socialist Party, the Socialist Party, the Socialist Popular Party and the National Coordinating Committee for the Study of the Juche Idea of Mexico, the Mexican Committee for the Study of Kimilsungism, the Mexican Institute for the Study of the Juche Idea, the Mexican Fellowship Institute to Honor the Memory of President Kim Il Sung, the Mexican Committee for Supporting Korea's Reunification and the Mexico-Korea Friendship Association released a joint statement on October 1 to mark the 29th anniversary of the proposal for founding the Democratic Federal Republic of Koryo and the 2nd anniversary of the publication of the October 4 declaration.\n\t\t\t\t\t The statement said that the DFRK founding proposal put forward by President Kim Il Sung is the most just reunification proposal to achieve the country's reunification, the greatest national desire of the Korean people, by their own efforts, free from foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration, provided by General Secretary Kim Jong Il with his patriotic will for reunification and strong determination, serves as a milestone of Korea's reunification based on the idea of \"By our nation itself\" and the October 4 declaration is a programme for its implementation, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the south Korean authorities to orient the inter-Korean relations to achieving reunification, keenly aware that the prospect of Korea's reunification depends on faithfully implementing the historic declarations.\n\t\t\t\t\t\n\t\t\t\t\t We call upon the political parties, governments and organizations of the world desirous of the independent reunification of Korea to voice full support for the Workers' Party of Korea and the Korean people in their just struggle to achieve the country's reunification according to the proposal for founding the DFRK and under the banner of the historic June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Important Days of DPRK Marked in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-01ee.html",
            "content": "Important Days of DPRK Marked in Foreign Countries \r\nPyongyang, October 9 (KCNA) -- A seminar, a film show and a photo exhibition were held in the Czech Republic and a seminar and a film show in Thailand on Oct. 1 and 2 on the occasions of the 64th birthday of the Workers' Party of Korea and the 83rd anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\tDisplayed in the venues of the functions were photos on exploits of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association who is chairman of the Czech Group for the Study and Materialization of the Juche Idea, said that the WPK has grown to be a powerful revolutionary party of Juche under the leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people great success in their efforts to materialize the grandiose plan of Kim Jong Il to build a thriving nation under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, noted that the WPK is being called the party of Kim Il Sung because it was founded by the President and its line and policies are formulated, guided by the Juche idea, his revolutionary idea.\n\t\t\t\t\t\n\t\t\t\t\t The speaker noted that Kim Jong Il who has successfully carried forward the cause of the President made it possible for the WPK to shed more brilliant rays as the party of Kim Il Sung and a guiding force for the cause of socialism and global independence.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films including \"The Rivers and Mountains of the Country Being Face-lifted under the Leadership of the Great General\".\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the seminars."
        },
        {
            "title": "Kim Jong Il recorre Teatro de Arte de provincia de Hwanghae de Norte",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-13ee.html",
            "content": "Kim Jong Il recorre Teatro de Arte de provincia de Hwanghae de Norte\r\nPyongyang, 9 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recorrio el Teatro de Arte de la provincia de Hwanghae del Norte construido nuevamente y presencio la funcion inaugural del Conjunto Artistico de esta provincia.\n\t\t\t\t\tPrimeramente, el Dirigente, al recorrer el interior y el exterior de este teatro acondicionado majestosa y elegantemente, averiguo en detalles del estado de construccion.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer conocimiento minucioso de la forma de edificio y su contenido, el adorno, los mobiliarios y el detalle acustico, senalo que no solo es buena la estructura interior del teatro y la construccion se aseguro en el alto nivel sino que tambien son perfectos el contenido y la forma como el centro de cultura y arte y evaluo altamente las proezas de los constructores quienes lo edificaron modernamente.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente presencio en este  teatro la funcion inaugural del Conjunto Artistico de la provincia de Hwanghae del Norte. \n\t\t\t\t\t\n\t\t\t\t\tLos artistas del conjunto artistico pusieron en la escena el duo mixto y coro \"Fortuna de Corea\", el solo femenino \"Es luz primaveral y solar\", el \"Baile con mascara de Pongsan\", el solo masculino \"Confiad en el manana\", el coro \"Marchemos a todo galope hacia la gran potencia prospera\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Dirigente respondio a las efusivas aclamaciones de los ejecutantes y espectadores y felicito el exito de funcion.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la gran esperanza y conviccion de que todos los artistas del citado Conjunto Artistico desplegaran energicamente en el futuro tambien las actividades artisticas revolucionarias y estimularan activamente a los trabajadores de la provincia a la nueva lucha y proezas.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del Partido del Trabajo de Corea en la Provincia de Hwanghae del Norte Choe Ryong Hae, el secretario Kim Ki Nam, los jefes de departamento Jang Song Thaek y Pak Nam Gi y otros cuadros directivos, del CC del PTC."
        },
        {
            "title": "Kim Jong Il dirige la Granja Cooperativa de Migok",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-14ee.html",
            "content": "Kim Jong Il dirige la Granja Cooperativa de Migok\r\nPyongyang, 9 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Granja Cooperativa de Migok de la ciudad de Sariwon.\n\t\t\t\t\tDurante su recorrido por la brigada de mecanizacion y otros lugares de la granja, se cercioro en detalles de la situacion de produccion agricola de este ano.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que todos los militantes del partido y los trabajadores de la granja hayan tenido una cosecha excepcionalmente abundante en comparacion con otros anos al trabajar decidida y tenazmente desde el comienzo de las faenas agricolas de este ano sintiendose responsables por el granero del pais.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, visito el hogar del oficial retirado Ri Yong Jun, quien se mudo recientemente a una nueva casa de la \"aldea de albaricoques\", escrutando la situacion de la construccion de las viviendas modernas nuevamente construidas y de la vida economica familiar.\n\t\t\t\t\t\n\t\t\t\t\tEstuvo en la Tienda de Migok, situada en el centro de la aldea, donde hizo conocimiento del estado de suministro de mercancias a los campesinos. Y presento el rumbo y remedios para mejorar esa labor en las areas rurales.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente subio al mirador donde contemplo el panorama de la granja.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que el paisaje otonal de abundantes cosechas, dado en las llanuras de la cooperativa donde se ven cereales y frutas maduros de toda clase, resulta el peculiar que se puede ver solo en el campo socialista de nuestro pais que tiene como su atributo fisiologico la administracion economica colectiva.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que esa orgullosa realidad es una muestra directa de la gran vitalidad del mas ventajoso sistema de la economia rural socialista de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t Subrayo que el problema mas importante para solucionar el problema de la ropa, los alimentos y la vivienda es aumentar la produccion agricola e indico las tareas programaticas que se presentan ante la granja.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que la construccion rural es la honrosa y digna labor patriotica para convertir nuestro campo en el socialista acomodado y civilizado.\n\t\t\t\t\t\n\t\t\t\t\tEnseno concretamente las tareas y remedios para acondicionar mejor las aldeas rurales conforme al caracter socialista.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizando que el sector agricola constituye el frente mas importante para solucionar el problema de la ropa, los alimentos y la vivienda, exhorto a todo el pais y todo el pueblo a seguir concentrando todas las fuerzas en la agricultura a fin de registrar incesantes saltos en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el secretario responsable del Comite del PTC en la Provincia de Hwanghae del Norte, Choe Ryong Hae, el secretario del CC del PTC, Kim Ki Nam, y los jefes de departamento del CC del PTC, Pak Nam Gi y Jang Song Thaek."
        },
        {
            "title": "a de fuegos artificiales por 64 aniversario del PTC",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-15ee.html",
            "content": "Velada de fuegos artificiales por 64 aniversario del PTC\r\nPyongyang, 9 de octubre (ATCC) -- Tuvo lugar el dia 9 por la noche en la plaza del Monumento a la Fundacion del Partido la velada de fuegos artificiales intitulada \"!Marcharemos llenos de la confianza siguiendo al gran Partido!\" por el 64o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la explanada frente a la Exposicion Permanente de Kimilsungia y Kimjongilia, la colina Mansu, la orilla del rio Taedong, el islote Panwol y las calles de esta capital estuvieron conglomeradas las masas de distintos estratos para ver el cielo nocturno que se adornara con fuegos artificiales.\n\t\t\t\t\t\n\t\t\t\t\tEn la localidad reservada para los invitados se vieron los cuadros del partido, el ejercito y el Estado, los funcionarios de los organismos del partido, las fuerzas armadas y el Poder, las organizaciones de masas, los ministerios y los organos centrales, los oficiales y soldados del Ejercito Popular de Corea, los funcionarios de los dominios de la ciencia, educacion, cultura y arte, salud publica, prensa e informacion, innovadores laborales, coreanos residentes en ultramar y el representante de la Sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos de varios paises y los delegados de organizaciones internacionales, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl miembro suplente del Buro Politico y secretario del CC del PTC, Choe Thae Bok, senalo en el discurso que la velada de fuegos artificiales por el 10 de octubre, que sigue a otras del Dia de Sol (15 de abril, cumpleanos del Presidente Kim Il Sung) y del Primero de Mayo de este ano, demostrara otra vez con vigor a todo el mundo el invencible temperamento de Corea heroica que bajo la direccion del PTC encabezado por el  Dirigente Kim Jong Il, corre a todo galope hacia la gran potencia prospera con la nueva velocidad Chollima, \"velocidad de Huichon\" y la indoblegable potencia espiritual de la nacion de Kim Il Sung\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la presente velada de fuegos artificiales fue preparada bajo el noble proposito y minuciosa direccion del Dirigente para infundir la conviccion de cierta victoria y la energia estimulante al ejercito y el pueblo de Corea que al tocar fuertemente el tambor del nuevo y gran auge levantan furiosamente la tempestad de salto y hace brillar de modo mas significativo el dia de fundacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que las chispas de salvas que estallan en el cielo nocturno de Pyongyang constituiran expulsion de la ferrea conviccion y voluntad de nuestro ejercito y pueblo dispuestos a ir hasta el fin de este mundo unidos compactamente en torno a la Direccion de la Revolucion y la detonacion de salvas que sonara estremeciendo toda la tierra sera el trueno de victoria que toca fuertemente las puertas a la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a todos a seguir dando espuelas a la ofensiva general de hoy llenos de la conviccion de cierta victoria y el optimismo bajo la veterana y probada guia del Dirigente para adelantar la victoria final de la construccion de gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tMientras se interpretaba la cancion \"El pueblo glorifica al Partido\", las salvas estallaron en el cielo nocturno convirtiendo el espacio  aereo sobre el Monumento en un mar de chispas hermosas.\n\t\t\t\t\t\n\t\t\t\t\tBordaron hermosamente el cielo nocturno de la capital las salvas de diversas formas y colores, lanzados al compas de las canciones al partido entre otras la \"Cancion de la camaraderia\", \"El Partido del Trabajo es nuestro orientador\", etc."
        },
        {
            "title": "Embajador cubano ofrece banquete por aniversario 64 del PTC",
            "url": "http://kcna.co.jp/item/2009/200910/news09/20091009-16ee.html",
            "content": "Embajador cubano ofrece banquete por aniversario 64 del PTC\r\nPyongyang, 9 de octubre (ATCC) -- Con motivo del 64o aniversario de la fundacion del Partido del Trabajo de Corea, el embajador extraordinario y plenipotenciario de la Republica de Cuba en Corea, Jose Manuel Galego Montano, ofrecio el dia 8 un banquete en su sede diplomatica.\n\t\t\t\t\tA la recepcion fueron invitados Choe Thae Bok y Pak Kyong Son, secretario y subjefe de departamento del Comite Central del PTC, respectivamente, y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\t  En su discurso pronunciado en la ocasion, el embajador cubano dijo que la Republica Popular Democratica de Corea avanza a pasos firmes por la senda socialista gracias al Dirigente Kim Jong Il quien conduce sabiamente el PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que existen las relaciones hermanas y amistosas entre los dos paises y anadio que son magnificos tambien los vinculos entre el Partido Comunista de Cuba y el Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, Choe Thae Bok senalo que el PCC y el pueblo cubano dan buen impulso a la revolucion y la construccion bajo la direccion de los estimados companeros Fidel Castro Ruz y Raul Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que sera eterna en lo adelante tambien la amistad entre los dos paises que se establecio y vino desarrollandose en la lucha antiimperialista y antiyanqui y en el proceso del cumplimiento de la causa comun por el socialismo."
        }
    ]
}