{
    "date": "2010-06-06",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Expanded Taedonggang Fruit Farm",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-11ee.html",
            "content": "Kim Jong Il Inspects Expanded Taedonggang Fruit Farm\r\nPyongyang, June 6 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Taedonggang Combined Fruit Farm which underwent expansion of its capacity.\n\t\t\t\t\t He was greeted on the spot by Ju Sang Song, member of the DPRK NDC and minister of People's Security, Ri Pyong Sam, director of the Political Bureau of the Korean People's Internal Security Forces, and other commanding officers of the ministry and leading officials of the farm.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a map showing its panoramic view, he went round various places of the farm for hours to acquaint himself in detail with the expansion of its capacity.\n\t\t\t\t\t\n\t\t\t\t\t It is laudable success that the soldier-builders completed the gigantic project of expanding capacity of the farm five times as much as the previous one in a matter of months despite biting cold, he said, highly estimating their feats.\n\t\t\t\t\t\n\t\t\t\t\t Going round several places of the orchard, he said that the farm built on the highest level is another spectacular scenery representing the Songun era. He noted with great joy that now it has become possible to bring into reality the desire of President Kim Il Sung who was always considerate of supplying people with more fruits.\n\t\t\t\t\t\n\t\t\t\t\t The construction of such large-scale fruit farm as the Taedonggang Combined Fruit Farm is a great project which can be carried out only under Korean-style socialist system based on collectivism, he said, noting with pride that really great is the mental power of the army and people of the DPRK united in single mind around the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t The combined fruit farm is a great asset suited to the needs of the new century, he said, adding that the country is taking on fresh looks as the days go by amid a great drive sweeping across the country. He stressed that this eye-opening change heralds the bright future of a thriving nation to emerge before long.\n\t\t\t\t\t\n\t\t\t\t\t Going round a fruit storehouse equipped with the latest facilities and the modern dried apple slices factory whose processes ranging from washing, cutting, drying and packing are all streamlined, he expressed great satisfaction with their successful construction as required by the era of knowledge-based economy. \n\t\t\t\t\t\n\t\t\t\t\t The farm is a model one of great significance in not only supplying people with fruits but also developing the fruit farming of the country in a modern way, he said, setting forth highly important tasks to be fulfilled by the farm.\n\t\t\t\t\t\n\t\t\t\t\t He said that developing the fruit farming is a worthwhile work of adding shine to the undying exploits of Kim Il Sung, who devoted his all to the improvement of the standard of people's living, and translating into reality his idea of believing in the people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t In order to supply people with fruits produced at the farm without any waste, it is important to properly organize manpower to pick apples in time in right season, he said, underlining the need to pay deep attention to preserving fruits and steadily improving fruit processing.\n\t\t\t\t\t\n\t\t\t\t\t He repeatedly appreciated great feats performed by the soldier-builders of the Korean People's Internal Security Forces in their sacred struggle for the prosperity of the country and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Department Directors Kim Kyong Hui and Jang Song Thaek and First Vice Department Director Ri Jae Il of the Central Committee of the WPK."
        },
        {
            "title": "Lee Myung Bak Condemned for Referring \"Cheonan\" to UN",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-10ee.html",
            "content": "Lee Myung Bak Condemned for Referring \"Cheonan\" to UN\r\n Pyongyang, June 6 (KCNA) -- The south Korean puppet group referred the case of sinking of warship \"Cheonan\" to the UN on June 5. The case has been blamed as extremely provocative conspiratorial charade. \n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 956 on Sunday denounced this farce as another unpardonable grave provocation to the DPRK and a blatant challenge to the internal and external opinions.\n\t\t\t\t\t\n\t\t\t\t\t Despite the strong denunciation at home and abroad, the puppet group hastily referred the case to the UN, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This is a last-ditch effort of those who are driven to a tight corner censured inside and outside.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military masterminded the case and riff-raffs who can hardly be called experts in the field or representatives orchestrated the case in league with the U.S. imperialists in a back room. The puppet military should have been put in the dock for the direct responsibility for the case.  The reference of such case to the UN, therefore, can not but be a mockery and insult to it. \n\t\t\t\t\t\n\t\t\t\t\t By \"referring the case to the UN\", the puppet group seeks to clear itself of the shame it suffered at home.\n\t\t\t\t\t\n\t\t\t\t\t The group should understand that gone are the days when the U.S. lorded it over the UN.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never remain an on-looker to the treacherous crimes committed by the Lee group by staging the anti-DPRK conspiratorial farce even at the UN.\n\t\t\t\t\t\n\t\t\t\t\t Should the group persist in smear campaign to escalate confrontation with the DPRK, it will not be able to escape stern punishment by the army and people of the DPRK and stronger protest by the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The UN should not be disgracefully abused by the U.S. and the south Korean puppet group."
        },
        {
            "title": "Kim Yong Nam Greets Swedish King",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-08ee.html",
            "content": "Kim Yong Nam Greets Swedish King\r\nPyongyang, June 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Carl X VI Gustaf, King of Sweden, on its national day.\n\t\t\t\t\t Kim in the message wished Sweden prosperity and its people happiness."
        },
        {
            "title": "Bears Again Found on Lake Chon of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-09ee.html",
            "content": "Bears Again Found on Lake Chon of Mt. Paektu\r\n Pyongyang, June 6 (KCNA) -- Bears again appeared on Lake Chon of Mt. Paektu in Korea.\n\t\t\t\t\t The Group for Comprehensive Exploration of Lake Chon on Mt. Paektu discovered a mother bear and its cub on the frozen Lake Chon at around 8 a.m. Saturday with the thaw coming late as compared with the ordinary years due to this year's heaviest snowfall in 50 years.\n\t\t\t\t\t\n\t\t\t\t\t A dark brown bear presumed to weigh more than 250 kg was seen standing together with its cub weighing 30-40 kg on the ice of Lake Chon for about 15 minutes.\n\t\t\t\t\t\n\t\t\t\t\t The movements of bears had been observed on the lake several times since the discovery of the first bear in Juche 70 (1981) but it was the first time that the mother bear appeared there together with its cub.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the environment in the Mt. Paektu area is turning favorable for the existence and inhabitation of diverse living things. Faunas and floras in the area have already been under active protection and propagation as evidenced by a shoal of bull trout brought to Lake Chon from the River Tuman.\n\t\t\t\t\t\n\t\t\t\t\t The members of the group said that the steady discovery of animals and their propagation in the area of the lake in a crater where the existence of living things was considered as impossible in the past are very peculiar phenomena worldwide."
        },
        {
            "title": "Lee Myung Bak Group's Mendicant Diplomacy Slammed ",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-05ee.html",
            "content": "Lee Myung Bak Group's Mendicant Diplomacy Slammed \r\n Pyongyang, June 6 (KCNA) -- The Lee Myung Bak group of traitors is busy with the \"diplomacy over warship 'Cheonan'\" in conspiracy with the U.S. and Japanese masters. \n\t\t\t\t\t Minju Joson Sunday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's hectic diplomacy over the ship sinking is absolutely intolerable as it is a treacherous crime aimed to internationalize the case and hurt and stifle fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Evidence and data proving that the case is a clumsy conspiratorial farce are on the steady increase.\n\t\t\t\t\t\n\t\t\t\t\t In view of the development of the situation so far, evidence proving the sinking case to be a charade has been on the daily increase. This has prompted growing possibility whereby scenario hatched by the group of traitors together with the U.S. and Japanese masters may be brought into bolder relief. Under such situation, the south Korean puppet group has become increasingly fretful as they orchestrated the hideous farce, even taking lives of 46 seamen. It is precisely for this reason that the group has worked hard to refer the case to the UN Security Council in a bid to ban the truth about the warship sinking from being brought to light. In other words, it is the final calculation of the Lee Myung Bak group that only when the UNSC crafts an anti-DPRK document, be it a \"resolution\" or a \"presidential statement\", it can convince the public of the warship sinking by the \"torpedo attack of the north\" and thus bury the truth about the case into oblivion once and for all and escal\n\t\t\t\t\t\n\t\t\t\t\t ate the confrontation with fellow countrymen under the pretext of it.\n\t\t\t\t\t\n\t\t\t\t\t An awl is bound to protrude from a sack and truth to be brought to light. The group of traitors' hysteric \"diplomacy over the warship 'Cheonan'\" only reveals in what predicament it finds itself, feeling guilty conscience.\n\t\t\t\t\t\n\t\t\t\t\t If the warship sinking is not a charade and a conspiratorial farce orchestrated by it, the Lee Myung Bak group should take measures to receive the inspection group of the National Defence Commission of the DPRK, though belatedly."
        },
        {
            "title": "Japan's Sycophancy toward US Slashed",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-06ee.html",
            "content": "Japan's Sycophancy toward US Slashed\r\n Pyongyang, June 6 (KCNA) -- The issue of transferring the base of the U.S. forces in Futenma came to a conclusion with the agreement reached between the U.S. and Japan on May 28. According to it, the base previously stationed in Ginowan, Okinawa Prefecture is to be transferred to the area near Henoko district in Nago in the same prefecture. \n\t\t\t\t\t Minju Joson Sunday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is quite contrary to the commitment made by the Democratic Party of Japan to transfer the base outside the country or the prefecture. In the final analysis, this proves that the former Hatoyama government of Japan yielded to the U.S. and betrayed the people's mind-set.\n\t\t\t\t\t\n\t\t\t\t\t There is need for all to give deep thinking over the destiny of Hatoyama government which ended up with a short life for its perfidy this time and for Japan to make serious reflection on this.\n\t\t\t\t\t\n\t\t\t\t\t What destiny will sycophantic Japan meet?  The recent political situation in Japan which was deeply embroiled in the whirlwind of extreme uneasiness suggests a lot.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, the recent short-lived Cabinets of Japan pursued pro-U.S. one-sided policy without an exception, regardless of the will of the Japanese people.\n\t\t\t\t\t\n\t\t\t\t\t They all made miscalculation that overseas aggression only is what keeps Japan alive and dependence upon the U.S. is essential for realizing its ambition. So they desperately pursued the policy of depending on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t This finally led them to entrust not only their political destiny but also the destiny of the country to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But the voice of the people is the voice of God. Nothing but the abyss of destruction awaited those politicians of Japan who took to flunkeyism at the sacrifice of the security of the lives of people and the interests of the country.\n\t\t\t\t\t\n\t\t\t\t\t Today individual politicians and governments met short life due to their sycophancy toward the U.S. but tomorrow Japan as a whole will meet ruin for its sycophancy.\n\t\t\t\t\t\n\t\t\t\t\t Japan should avail itself of this occasion to make poignant repentance of its history interwoven with sycophancy, bearing deep in mind the truth that sycophancy leads to nothing but destruction."
        },
        {
            "title": "KCU Are Reliable Reserves of Socialist Homeland",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-07ee.html",
            "content": "KCU Are Reliable Reserves of Socialist Homeland\r\n Pyongyang, June 6 (KCNA) -- All the members of the Korean Children's Union should cherish the honor of being the members of the KCU in the era of Songun led by Kim Jong Il and firmly prepare themselves to be his genuine sons and daughters and reliable successors to the revolutionary cause of Juche.\n\t\t\t\t\t Rodong Sinmun Sunday says this in an editorial.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the KCU on June 6, Juche 35 (1946). This was a significant event that provided a new landmark in strengthening the Juche-oriented movement of children and giving a steady continuity to the Korean revolution generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The shining history and tradition of the movement of Korean children provided by the President has been successfully carried forward under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il published a lot of works including \"On Improving Guidance of Children's Union Work\" and led the KCU at every stage of its work.\n\t\t\t\t\t\n\t\t\t\t\t Bean-based milk vans ran along the streets non-stop carrying loving care of Kim Jong Il for children even in the period of the arduous march when everything was in short supply. Centers of training computer talents and extracurricular educational bases have been wonderfully built, bringing about an epochal turn in the education of the rising generation. All these would have been unthinkable without the noble viewpoint of future of Kim Jong Il who spares nothing for the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t The KCU members have stoutly grown to be the reserves of the Songun revolution, bringing their hopes into full bloom under the great loving care of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Really excellent are the ideological and moral traits of the members of the KCU who are growing up under the care of the great leaders and the great Workers' Party of Korea. Those who were educated and trained in the tempests of arduous struggle in the past have become heroes, labor innovators and famous scientists and artistes, playing their roles in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t It is a great pride of our party and people to have a large contingent of dependable child revolutionaries who are growing up to be reliable successors to the revolution yearning and following only Kim Jong Il anytime and anywhere."
        },
        {
            "title": "Great Unity against Conservatives Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-04ee.html",
            "content": "Great Unity against Conservatives Called for in S. Korea\r\n Pyongyang, June 6 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification in its statement on Thursday referred to the recent \"elections to the local self-governing bodies\" in which the pro-reunification democratic forces inflicted a decisive defeat on the ruling party in unity. It called for giving further spurs to strengthening the great unity against the conservative forces in the same spirit with which they defeated the ruling party and thus wage more dynamic struggle against a war and dictatorship.\n\t\t\t\t\t The statement said that the U.S. and the Lee Myung Bak dictatorial forces may try to intensify their confrontation and war moves under the pretext of the case of warship sinking, their own fabrication, and make desperate efforts to retrieve the defeat they sustained at the \"elections\".\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need for all the people to make redoubled efforts to remove the evil source of the \"Grand National Party\" and revive the inter-Korean cooperation and exchange.\n\t\t\t\t\t\n\t\t\t\t\t It called on all the progressive forces to further demonstrate the might of unity, get the GNP dissolved at an early date and force Lee Myung Bak to step down and achieve independence, democracy and reunification upholding the banner of \"By our nation itself\"."
        },
        {
            "title": "Smear Campaign of US and S. Korean Authorities Assailed",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-03ee.html",
            "content": "Smear Campaign of US and S. Korean Authorities Assailed\r\n Pyongyang, June 6 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, Austria released a resolution on May 28 denouncing the smear campaign kicked off by the U.S. and the south Korean authorities in the wake of the sinking of warship \"Cheonan\".\n\t\t\t\t\t The resolution noted that the plot hatched by the south Korean authorities after the ship's sinking poses a great threat to the peace on the Korean Peninsula and demanded them receive the inspection group of the National Defence Commission of the DPRK and probe the truth behind the case.\n\t\t\t\t\t\n\t\t\t\t\t They should immediately roll back the confrontation policy toward the DPRK and make efforts for the peaceful reunification of the peninsula, far from creating danger of a war, it urged.\n\t\t\t\t\t\n\t\t\t\t\t Jose Gil de Almeida, chairman of the Brazilian Committee for Solidarity with the DPRK, in his statement on May 29 dismissed the \"results of investigation\" into the case as a charade orchestrated by the U.S. and the south Korean puppet forces. He said that the main objective of the plot is to stifle the DPRK and check the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the voices of the international public growing increasingly assertive in condemning the case as a farce orchestrated by the U.S. and south Korea, he expressed full support and solidarity with the Korean people in their efforts for justice and the country's reunification."
        },
        {
            "title": "June 15 North-South Joint Declaration Supported",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-02ee.html",
            "content": "June 15 North-South Joint Declaration Supported\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- The 19th meeting of the Communist Workers' Party of Finland for the Peace and Socialism held on May 29 and 30 expressed full support for the June 15 North-South Joint Declaration and slashed at the U.S. and the south Korean authorities' anti-DPRK smear campaign.\n\t\t\t\t\t A statement adopted at the meeting said that it is entirely due to the U.S. and the south Korean authorities' anti-DPRK moves that the inter-Korean relations have reached the lowest ebb, adding that the inter-Korean declaration was nullified due to their anti-DPRK moves.\n\t\t\t\t\t\n\t\t\t\t\t In order to weather the crisis prevailing on the Korean Peninsula and avert the danger of war, it is necessary to conclude a peace treaty between the DPRK and the U.S., have the illegal sanctions against the DPRK lifted and immediately drive the U.S. forces out of south Korea, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t It extended full support and solidarity to the Korean people's just struggle for independent and peaceful reunification of the country, recognizing the June 15 declaration as the most correct programme for Korea's reunification."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2010/201006/news06/20100606-01ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Bangladesh\r\nPyongyang, June 6 (KCNA) -- A seminar on General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was held in Bangladesh on May 22 on the occasion of the 10th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t M. Jahangir Khan, advisor of the Bangladesh Barisal Society for the Study of Songun Policy, and other speakers said that Kim Jong Il in the work systematized in an integrated way the undying exploits performed by President Kim Il Sung for the reunification of the country throughout his whole life.\n\t\t\t\t\t\n\t\t\t\t\t They explained and proved in depth that Kim Jong Il formulated the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo initiated by Kim Il Sung as the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The three charters serve as the only guidelines for the reunification as they most correctly reflect the unanimous will of the Korean nation and the specific reality of the country, they said, stressing that the Korean nation would surely achieve the independent and peaceful reunification under the banner of the June 15 joint declaration."
        }
    ]
}