{
    "date": "2010-11-11",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-11ee.html",
    "articles": [
        {
            "title": "Telephone Notice to Ministry of Unification of south Korea ",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-19ee.html",
            "content": "Telephone Notice to Ministry of Unification of south Korea\r\nPyongyang, November 11 (KCNA) -- The General Guidance Bureau for the Development of Scenic Sports Thursday sent a telephone notice to the Ministry of Unification of south Korea urging it to urgently open the north-south authorities working talks on the resumption of tour.\n\t\t\t\t\t The notice expressed regret over the fact that the DPRK side proposed to have talks on the resumption of tour two times on October 2 and 14, but the south side has not sent any reply to it up to this date though tens of days have passed since then, talking about \"examination\" and \"the sending of a notice later\".\n\t\t\t\t\t\n\t\t\t\t\t It again proposed to have the above-said talks in Kaesong on November 19 as it is urgently needed for the normalization of the reunion of separated families and relatives.\n\t\t\t\t\t\n\t\t\t\t\t If those talks are opened, it will create an atmosphere favorable for the inter-Korean Red Cross talks, too, slated to take place on Nov. 25."
        },
        {
            "title": "Kim Yong Il Meets Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-18ee.html",
            "content": "Kim Yong Il Meets Vietnamese Delegation\r\nPyongyang, November 11 (KCNA) -- Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly talk on Thursday with the delegation of the Ho Chi Minh National Academy of Politics and Public Administration headed by its President Le Huu Nghia, member of the Central Committee of the Communist Party of Vietnam.\n\t\t\t\t\t The head of the delegation asked Kim Yong Il to extend to Kim Jong Il the greetings of Nong Duc Manh, general secretary of the Central Committee of the Communist Party of Vietnam. \n\t\t\t\t\t\n\t\t\t\t\t  He expressed belief that the traditional friendly relations between the two countries provided by President Ho Chi Minh and President Kim Il Sung would grow stronger. \n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people greater success in the building of a thriving socialist nation."
        },
        {
            "title": "Gift from Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-16ee.html",
            "content": "Gift from Vietnamese Delegation \r\nPyongyang, November 11 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting delegation of the Ho Chi Minh National Academy of Politics and Public Administration.\n\t\t\t\t\t The gift was handed over to Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, by President Le Huu Nghia, member of the Central Committee of the Communist Party of Vietnam, who is leading the delegation, on Thursday."
        },
        {
            "title": "Choe Thae Bok Meets New Indonesian Ambassador",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-15ee.html",
            "content": "Choe Thae Bok Meets New Indonesian Ambassador\r\nPyongyang, November 11 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a talk with Nasri Gustaman, new Indonesian ambassador to the DPRK, who paid a courtesy call on him, at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t Present there were an official concerned and a staff member of the Indonesian embassy here."
        },
        {
            "title": "Pak Ui Chun Greets Polish FM",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-13ee.html",
            "content": "Pak Ui Chun Greets Polish FM\r\nPyongyang, November 11 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun on Thursday sent a message of greetings to Polish Foreign Minister Radoslaw Sikorski on the occasion of the day of its independence.\n\t\t\t\t\t Expressing belief that the traditional relations of friendship and cooperation between the two countries would continue to favorably  develop, the message wished him greater success in his work."
        },
        {
            "title": "Reception Given to Mark Independence Day of Poland",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-14ee.html",
            "content": "Reception Given to Mark Independence Day of Poland\r\nPyongyang, November 11 (KCNA) -- Edward Pietrzyk, Polish ambassador to the DPRK, hosted a reception on Nov. 11 on the occasion of its independence day.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Han Chol, vice-minister of Culture, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned and diplomatic envoys of different countries here.\n\t\t\t\t\t\n\t\t\t\t\t On hand were staff members of the Polish embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Joint Concert Held on Chopin's 200th Birthday",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-09ee.html",
            "content": "Joint Concert Held on Chopin's 200th Birthday\r\nPyongyang, November 11 (KCNA) -- A joint concert was held at the Music Hall of Pyongyang Kim Won Gyun Conservatory on Thursday on the occasion of the 200th birth anniversary of Chopin.\n\t\t\t\t\t Among the audience were Kung Sok Ung, vice-minister of Foreign Affairs, Han Chol, vice-minister of Culture, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, teachers and students in the field of art education, Edward Pietrzyk, Polish ambassador to the DPRK, and staff members of the Polish embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys and members of embassies of different countries here.\n\t\t\t\t\t\n\t\t\t\t\tThe concert was presented by musicians of the conservatory and Poland.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were a piano solo \"Nocturne No. 14\" and \"Scherzo No. 2\" and others, music pieces of Chopin, Polish musician, who made a contribution to the development of music of humankind."
        },
        {
            "title": "Preview of Feature Film Held",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-17ee.html",
            "content": "Preview of Feature Film Held\r\nPyongyang, November 11 (KCNA) -- The Korean April 25 Film Studio produced feature film \"Lovely Sunshine\" (Part 2).\n\t\t\t\t\t A preview of the film took place at the People's Palace of Culture on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were leading officials of party, army and state, the chairpersons of friendly parties, officials of party, armed forces and power organs, working people's organizations, ministries and national institutions and officials in the city.\n\t\t\t\t\t\n\t\t\t\t\t The film impressively represents the noble ideological and moral world of servicemen's families who set an example in mass culture and arts, bearing in mind such profound trust shown by leader Kim Jong Il as putting forward them as women revolutionaries and the second bugler in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The film tells stories that art works rich in ideological contents and high in artistry are being produced and truthful acting is presented thanks to such intense loyalty of officers' wives as firmly believing and following Kim Jong Il only, a striking proof of the vitality of the contest among the art groups of servicepersons' families, a product of the era of Songun."
        },
        {
            "title": "Quality Natural Graphite Products Turned Out",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-11ee.html",
            "content": "Quality Natural Graphite Products Turned Out\r\nPyongyang, November 11 (KCNA) -- Great efforts have been directed to the development of graphite industry in the Democratic People's Republic of Korea.\n\t\t\t\t\t Various kinds of natural graphite materials and products developed in the country are much helpful towards the economic development. \n\t\t\t\t\t\n\t\t\t\t\t Among them are a wide range of graphite blocks and brushes for rotating electric machines such as generator and motor, acid and alkali-proof graphite pipes for chemical industry, graphite materials with high resistance to thermal shock, friction and wear and adsorption blocks of artificial radioactive substances.\n\t\t\t\t\t\n\t\t\t\t\t They, which satisfy all technical indices, including bulk, resistivity and bending strength, have been well accepted in economic sectors.  \n\t\t\t\t\t\n\t\t\t\t\t Such things as electroconductive and heat-resistant products were registered with the World Intellectual Property Organization in July Juche 96 (2007).   \n\t\t\t\t\t\n\t\t\t\t\t In 2005 the International Electrotechnical Commission adopted the standard of the DPRK's natural graphite products as the IEC's common standard --IEC/PAS 62072."
        },
        {
            "title": "Ramie Cloth Increasingly Popular",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-12ee.html",
            "content": "Ramie Cloth Increasingly Popular\r\nPyongyang, November 11 (KCNA) -- Clothes, including national dresses, made of ramie fabric are enjoying increasing popularity in the Democratic People's Republic of Korea.\n\t\t\t\t\t According to the Chronicles of the Three Kingdoms (Koguryo, Paekje, and Silla) and other old documents, Korea had an advanced technology of weaving ramie cloth and exported it to other countries already in the middle ages. \n\t\t\t\t\t\n\t\t\t\t\t Ramie cloth, well known as a special product of Korea, is as stiff as starched one and makes people feel cool.\n\t\t\t\t\t\n\t\t\t\t\t It is used with and without bleach.\n\t\t\t\t\t\n\t\t\t\t\t The durable and fadeproof cloth is not easily wet with sweat, so it has been taken for summer dresses from old times. \n\t\t\t\t\t\n\t\t\t\t\t The production of ramie cloth is based on modern technologies in the country."
        },
        {
            "title": "Establishment of Juche Character in Cause of National Reunification Called for",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-01ee.html",
            "content": "Establishment of Juche Character in Cause of National Reunification Called for\r\nPyongyang, November 11 (KCNA) -- It is an intrinsic requirement and lifeline for accomplishing the cause of Korea's reunification to establish the Juche character, says Rodong Sinmun today in a signed article. \n\t\t\t\t\t The Koreans can surely achieve national reunification with their own efforts and wisdom if they have the firm attitude and viewpoint that they should achieve it in a responsible manner by playing the role of a master free from outside interference.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is urgently required by the prevailing situation to thoroughly establish the Juche character in the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities' policy towards the U.S. is characterized by sycophancy towards the U.S.\n\t\t\t\t\t\n\t\t\t\t\t As soon as they wrested power, they helped the U.S. reinforce its domination over south Korea and increased its dependence on the U.S., talking about \"restoration of alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They are standing in the way of carving out the independent destiny of the Korean nation persistently denying national cooperation and zealously cooperating with outsiders still today when the inter-Korean relations have been driven to catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the facts that the south Korean authorities are frequently holding confabs with the U.S. to harm the DPRK, opposed to dialogue and cooperation with fellow countrymen, and taking the lead in the campaign for confrontation with the DPRK kicked off by the U.S. in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and its action programme October 4 declaration serve as a banner for establishing the Juche character of the nation. All the Koreans at home and abroad should thoroughly reject the dependence on outsiders and cooperation with them and independently settle the issue of national reunification by their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t It is an important way for establishing the Juche character in the national reunification movement to strengthen the driving force.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in the north and the south and abroad should get single-mindedly united under the slogan of national reunification irrespective of ideology, system and class and stratum."
        },
        {
            "title": "Heightened Vigilance against West's \"Aid Diplomacy\" Called for",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-07ee.html",
            "content": "Heightened Vigilance against West's \"Aid Diplomacy\" Called for \r\nPyongyang, November 11 (KCNA) -- It is necessary to heighten vigilance against the West's \"aid diplomacy\", observes Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t Noting that the imperialists' \"assistance\" is just like a lever for exploitation as it is designed to loot ten, nay, a hundred for offering one and a trap for economic subjugation, the article stresses that herein lie the hypocrisy and reactionary nature of the imperialists' \"aid diplomacy\".\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are now becoming craftier in their methods to tighten the economic subjugation and intensify plunder of other countries with their \"assistance\" as bait. At present Western countries are selecting the countries to be aided by them strictly on the principle of ensuring effectiveness of investment.\n\t\t\t\t\t\n\t\t\t\t\t The above-said diplomacy is being used as a lever for interfering in the internal affairs of developing countries, bringing into bolder relief its brigandish and reactionary nature and danger. When giving   \"aid\" to other countries the U.S. puts main emphasis on \"military assistance.\" \n\t\t\t\t\t\n\t\t\t\t\t There are many examples showing that the U.S. used the \"aid diplomacy\" for putting its political plots into practice. A typical example of this was that the U.S. halted its \"aid\" to Nicaragua for the mere reason that there was not democracy in the election held there last year.\n\t\t\t\t\t\n\t\t\t\t\t This is also clearly evidenced by the abnormal situations in the countries which blindly accepted the hypocritical \"aid\" from the imperialists without any vigilance.\n\t\t\t\t\t\n\t\t\t\t\t The developing countries are required to properly see through the hypocrisy and danger of the imperialists' \"aid diplomacy\" and heighten the vigilance against it. They will neither achieve economic independence nor get rid of the fate as \"a beggar\" and will be destined to fall victim to the imperialists' domination and subjugation in the end, should these countries persistently depend on the imperialists, pinning hope on their interest-seeking \"aid\" without believing in their own strength.\n\t\t\t\t\t\n\t\t\t\t\t It is the way for the developing countries to achieve socio-economic progress and prosperity to boost the South-South cooperation on the principle of collective self-reliance and settle the problems facing them by weathering difficulties before them by themselves without depending upon outside forces. This is the lesson and truth taught by history and reality."
        },
        {
            "title": "Investigation into Illegal Inspection on Civilians Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-04ee.html",
            "content": "Investigation into Illegal Inspection on Civilians Demanded in S. Korea\r\nPyongyang, November 11 (KCNA) -- More than 110 members of the \"National Assembly\" from the south Korean opposition parties including the Democratic Labor Party and the Democratic Party submitted to the NA on Nov. 8 a written request for inspection of state administration as regards the illegal inspection on civilians conducted by the puppet group, according to the KBS of south Korea.\n\t\t\t\t\t In their written request, they referred to the disclosure of the facts that the office in charge of observance of public servants' ethics under the office of the \"prime minister\" illegally inspected civilians and Chongwadae was involved in the supply of mobile phones to destroy evidence, sparking furor. \n\t\t\t\t\t\n\t\t\t\t\t They called for inspection of state administration to probe the truth behind the case."
        },
        {
            "title": "Actions for Rights to Existence Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-05ee.html",
            "content": "Actions for Rights to Existence Staged in S. Korea\r\nPyongyang, November 11 (KCNA) -- At least 40,000 members of the south Korean Confederation of Trade Unions (KCTU) held a rally in Seoul on November 7 in defence of the basic rights to labor and for the settlement of the issue of part-time jobs. \n\t\t\t\t\t Speakers at the rally said that it is 40 years since martyr Jon Thae Il burnt himself to death in protest against the dictatorial regime's anti-worker policy but the suppression and exploitation of workers are still going on in this land. \n\t\t\t\t\t\n\t\t\t\t\t  They accused the present regime of kicking workers out to streets after depriving them of jobs and suppressing the labor movement. \n\t\t\t\t\t\n\t\t\t\t\t They declared the KCTU would boost the unity and solidarity with people of different circles and wage a dynamic struggle to judge the present regime for pursuing the unpopular policies. \n\t\t\t\t\t\n\t\t\t\t\t Prior to the rally the trade unions in different fields under the KCTU staged actions in different parts of Seoul in demand of the right to existence. \n\t\t\t\t\t\n\t\t\t\t\t That day the fascist authorities deployed police force of 113 companies around the venue of the rally, whipping up a terror-ridden atmosphere of suppression."
        },
        {
            "title": "Prison Term Inflicted upon Member of Solidarity Organization in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-06ee.html",
            "content": "Prison Term Inflicted upon Member of Solidarity Organization in S. Korea\r\nPyongyang, November 11 (KCNA) -- The south Korean puppet supreme court inflicted a prison term upon a  member of the Solidarity for Implementing the South-North Joint Declaration on charge of violating the draconic \"National Security Law\" on November 8, according to south Korean Yonhap News.\n\t\t\t\t\t The supreme court at a trial held that day sentenced him to two years in prison, etc. charging that the music CDs he had were the \"enemy-benefiting ones as they praise the north\"."
        },
        {
            "title": "Anti-DPRK Smear Campaign Assailed",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-02ee.html",
            "content": "Anti-DPRK Smear Campaign Assailed\r\nPyongyang, November 11 (KCNA) -- The Bangladesh Group for the Study of the Songun Policy issued a statement on Nov. 6 in denunciation of the anti-DPRK smear campaign of the U.S. and the south Korean authorities.\n\t\t\t\t\t The statement noted that the U.S. and the south Korean puppet authorities have escalated the anti-DPRK war exercises with the case of the sinking of the warship \"Cheonan\" as an occasion, increasing to the extremes the danger of war. And they are working hard to link the case with the DPRK at any cost while seeking to mislead the world public opinion, it added.\n\t\t\t\t\t\n\t\t\t\t\t The \"Cheonan\" case is an extra-large conspiratorial farce and charade deliberately orchestrated by the U.S. and the south Korean puppet authorities to attain their heinous political and military aims, the statement pointed out.\n\t\t\t\t\t\n\t\t\t\t\t It strongly urged the U.S. and the south Korean puppet authorities to stop at once the anti-DPRK campaign and extended support and solidarity to the Korean people's struggle of justice for peace and security of the Korean Peninsula."
        },
        {
            "title": "Permission for Field Investigation by DPRK Demanded",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-03ee.html",
            "content": "Permission for Field Investigation by DPRK Demanded\r\nPyongyang, November 11 (KCNA) -- The British Branch of the Korean Friendship Association headquartered in Spain issued a statement on Nov. 3 in support of the first installment of the statement disclosing the truth behind the \"Cheonan\" case released by the inspection group of the DPRK National Defence Commission.\n\t\t\t\t\t The statement of the NDC inspection group fully proves that the \"pieces of evidence\" presented by the south Korean puppet regime and the U.S., its master, are total fabrication devoid of any scientific and objective ground, the branch said, referring to falsity of the \"pieces of evidence\" disclosed by the statement.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the NDC of the DPRK demanded the permission for field investigation by its inspection group to find a fair solution to the issue and expressed its willingness to hand over the steel alloy sample of torpedo of the DPRK, the branch said in its statement:\n\t\t\t\t\t\n\t\t\t\t\t We demand that the U.S. and the south Korean authorities accept the said proposal of the DPRK and allow the field investigation by its NDC inspection group.\n\t\t\t\t\t\n\t\t\t\t\t If this demand is persistently rejected, they would be branded as swindlers and tricksters by the world.\n\t\t\t\t\t\n\t\t\t\t\t Expressing full support and solidarity with the just proposal of the DPRK, we urge the U.S. and the south Korean authorities to stop at once their moves against the DPRK."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-10ee.html",
            "content": "Story of Kim Jong Suk\r\nPyongyang, November 11 (KCNA) -- One June day in Juche 35 (1946) Kim Jong Suk, an anti-Japanese heroine, made time to go to then Pyongyang Sinyang Primary School and attend an accession ceremony to the Korean Children's Union (KCU).\n\t\t\t\t\t After an address was made and a written oath read out, badges were pinned on the chests of the schoolchildren joining the KCU. \n\t\t\t\t\t\n\t\t\t\t\t At the request of the school principal, the heroine took the platform to make a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t She, above all, warmly congratulated the newcomers and said President Kim Il Sung formed the Children's Corps, a genuine organization of children, for the future of the revolution in the arduous period of the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t She also said that the red flag he had handed over to the Children's Corps in that period was inherited by the KCU with hundreds of thousands of members. She then called on the KCU members to grow to be pillars of new Korea, infinitely loyal to the President, following the example of the Children's Corps members in remaining faithful to the revolutionary principles. \n\t\t\t\t\t\n\t\t\t\t\t After the ceremony, she met KCU officials to give them important instructions concerning their work."
        },
        {
            "title": "Funerales solemnes del difunto Jo Myong Rok",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-20ee.html",
            "content": "Funerales solemnes del difunto Jo Myong Rok\r\nPyongyang, 11 de noviembre (ATCC) -- Tuvieron lugar solemnemente con honores del estado el dia 10 en esta capital los funerales del difunto Jo Myong Rok, vicemariscal del Ejercito Popular de Corea, quien fue miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, primer vicepresidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y diputado a la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t　A la ceremonia funeral asistieron los miembros del Presidium del Buro Politico (BP) del Comite Central del Partido del Trabajo de Corea, los miembros y los miembros suplentes del BP del CC del PTC, los integrantes del Comite Funerario Estatal y los familiares del difunto.\n\t\t\t\t\t\n\t\t\t\t\t　Mientras se interpretaba el canto funebre, partio el feretro del difunto.\n\t\t\t\t\t\n\t\t\t\t\t　El carro blindado con el feretro, escoltado por las motocicletas, partio hacia el Cementerio de Martires Patrioticos.\n\t\t\t\t\t\n\t\t\t\t\t　En las calles de la capital por donde pasaba el carro funebre, estaban alineados mas de cien mil oficiales y soldados del Ejercito Popular de Corea y de las Fuerzas Populares del Interior de Corea y otros trabajadores de distintos estratos para despedirse del difunto Jo, excelente hijo de nuestro partido y pueblo. \n\t\t\t\t\t\n\t\t\t\t\t　Los reunidos se quedaron tristes recordando la vida de Jo quien durante toda la vida lucho abnegadamente por el partido y el lider, realizo relevantes meritos militares en la confrontacion con EE.UU. e hizo aporte especial al desarrollo de las fuerzas armadas revolucionarias y a la lucha por la soberania y la independencia de la patria.\n\t\t\t\t\t\n\t\t\t\t\t　El convoy de carros funerales llego al Cementerio de Martires Patrioticos, luego de pasar despacio por el puente Okryu, la avenida Mansudae, la Puerta Pothong, la plaza Jonsung y las calles donde estaban alineados los militares del EPC.\n\t\t\t\t\t\n\t\t\t\t\t　Alli se realizo la ceremonia de despedida de duelo.\n\t\t\t\t\t\n\t\t\t\t\t　Estuvieron presentes Kim Yong Nam, miembro del Presidium del BP del CC del PTC y presidente del Presidium de la Asamblea Popular Suprema; Choe Yong Rim, miembro del Presidium del BP del CC del PTC y primer ministro del Consejo de Ministros; Ri Yong Ho, miembro del Presidium del BP del CC del PTC y jefe del Estado Mayor General del EPC; los miembros y miembros suplentes  del BP del CC del PTC, los miembros del Comite Funerario Estatal, los funcionarios de los organismos del partido, las fuerzas armadas  y el Poder, los oficiales y soldados del EPC y de las Fuerzas Populares del Interior de Corea junto con los familiares del difunto. \n\t\t\t\t\t\n\t\t\t\t\t　Ri Yong Ho, en su oracion funebre, senalo que hoy todos los militantes del partido, los oficiales y soldados del ejercito popular y otros habitantes se sienten muy tristes por la despedida al difunto Jo, excelente hijo de nuestro partido y pueblo y celebre activista del partido, el Estado y el ejercito.\n\t\t\t\t\t\n\t\t\t\t\t　En estos momentos en que todo el partido, todo el ejercito y todo el pueblo libran una lucha energica por adelantar el triunfo de la batalla de la construccion de la gran potencia prospera y la reunificacion independiente de la patria, en pleno acato al legado del Presidente Kim Il Sung y siguiendo la direccion del Dirigente Kim Jong Il, fallecio Jo, quien durante mucho tiempo ha venido luchando tan abnegadamente por la causa revolucionaria del Juche, lo cual es una gran perdida para nuestro partido, ejercito y pueblo, dijo.\n\t\t\t\t\t\n\t\t\t\t\t　Aunque el corazon de Jo dejo de latir, su noble espiritu revolucionario estara vivo para siempre en el alma de los oficiales y soldados del ejercito popular y otros habitantes, y sus nobles proezas realizadas ante el partido, la revolucion, la patria y el pueblo brillaran eternamente en los anales de nuestro partido y patria, concluyo.\n\t\t\t\t\t\n\t\t\t\t\t　Mientras se interpretaba el canto funebre y se tiraban las salvas en honor de Jo, fueron enterrados los restos mortales del difunto.\n\t\t\t\t\t\n\t\t\t\t\t　En medio de la interpretacion de la musica de ocasion, fueron depositadas la ofrenda floral enviada por el Dirigente Kim Jong Il, Secretario General del  Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, y las otras a nombre del CC del PTC, la Comision Militar Central del PTC, el CDN de la RPDC, el Presidium de la Asamblea Popular Suprema de la RPDC, el Consejo de Ministros de la RPDC y otras unidades.\n\t\t\t\t\t\n\t\t\t\t\t　Los cuadros directivos del partido, el ejercito y el Estado y otros participantes en la ceremonia funeral guardaron un momento de silencio en memoria del difunto."
        },
        {
            "title": "Inaugurado 29o concierto de Yun I Sang",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-21ee.html",
            "content": "Inaugurado 29o concierto de Yun I Sang\r\nPyongyang, 11 de noviembre (ATCC) -- Quedo iniciado el dia 10 el 29o concierto de Yun I Sang en la Casa de Musica Yun I Sang.\n\t\t\t\t\t  Presenciaron la funcion inaugural el ministro de Cultura An Tong Chun, y otros funcionarios, los creadores y artistas de las entidades artisticas centrales, profesores, investigadores y estudiantes de sector de ensenanza artistica, asi como trabajadores.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, estuvieron presentes alli la esposa y la hija de Yun y el grupo de corresponsales de la compania televisiva musical de Alemania.\n\t\t\t\t\t\n\t\t\t\t\t　  Al hacer uso de la palabra, el viceministro de Cultura Han Chol expreso la conviccion de que el concierto, que se realiza significativamente bajo el amor cordial del Dirigente Kim Jong Il quien no olvida a Yun I Sang, contribuira a aumentar el fervor de todos los coreanos por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t   En la escena se pusieron el solo femenino \"Que prospere la patria\" y las musicas compuestas por Yun; el duo de instrumento para violoncelo y arpa, el duo de instrumento para viola y piano, el concierto para violin No.3.\n\t\t\t\t\t\n\t\t\t\t\t　La funcion ofrecida por los artistas de la Orquesta del Instituto de Musica Yun I Sang y otras varias entidades artisticas recibio ovaciones efusivas por parte de los espectadores por su alto nivel de descripcion.\n\t\t\t\t\t\n\t\t\t\t\t  El concierto continua hasta el dia 12."
        },
        {
            "title": "Efectuada ceremonia de encender antorcha para la IV CIAM",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-22ee.html",
            "content": "Efectuada ceremonia de encender antorcha para la IV CIAM\r\nPyongyang, 11 de noviembre (ATCC) -- Tuvo lugar el dia 10 en esta capital la ceremonia de encender la antorcha para la IV Competencia Internacional de Arte Marcial (CIAM).\n\t\t\t\t\t  La antorcha encendida en la Torre de Ahumada de Arte Marcial en el reparto Chongchun se trasladara a la similar torre del acto inaugural del IV CIAM que tendra lugar en febrero de 2011 en Tallinn, capital de Estonia. \n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion participaron Ri Jong Gun, coordinador general del IV CIAM, Hwang Pong Yong, presidente de la Federacion de Arte Marcial de Corea, y otros funcionarios junto con los deportistas.\n\t\t\t\t\t\n\t\t\t\t\t  Ali Montazeri, presidente de la Union Mundial de Asociaciones TOA, Moosa Bakhshaei, secretario general de la Federacion Internacional de Pankration Athlima y Li Zong Lin, coordinador general de patrocinio al CIAM.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t  Ri Jong Gun entrego la antorcha a los corredores.\n\t\t\t\t\t\n\t\t\t\t\t  Y estos corrieron con la antorcha a lo largo de la ruta del reparto Chongchun."
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion vietnamita",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-23ee.html",
            "content": "Kim Jong Il recibe presente de delegacion vietnamita\r\nPyongyang, 11 de noviembre (ATCC) -- El Dirigente Kim Jong Il recibio regalo que le dirigiera la delegacion de la Academia Nacional de Politica y Administracion Publica Ho Chi Minh, de visita en Corea.\n\t\t\t\t\t　El jefe de la delegacion Le Huu Nghia, miembro del Comite Central del Partido Comunista de Vietnam y director de la academia, lo entrego el dia 11 a Kim Yong Il, miembro suplente del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Concierto conjunto en homenaje al bicentenario de Chopin",
            "url": "http://kcna.co.jp/item/2010/201011/news11/20101111-24ee.html",
            "content": "Concierto conjunto en homenaje al bicentenario de Chopin\r\nPyongyang, 11 de noviembre (ATCC) -- Tuvo lugar el dia 11 en el Salon Musical del Conservatorio Kim Won Gyun de Pyongyang el concierto conjunto dedicado al bicentenario de natalicio de Chopin.\n\t\t\t\t\t　Lo presenciaron el vicecanciller Kung Sok Ung, el viceministro de Cultura Han Chol, la vicepresidenta del Comite Coreano de Relaciones Culturales con el Extranjero, Hong Son Ok, y otros funcionarios, los profesores y estudiantes del sector de educacion artistica, el embajador Edward Pietrzyk y otros miembros de la embajada polaca en Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Fueron invitados a la ocasion los representantes diplomaticos de varios paises y otros miembros de embajadas acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Los ejecutantes del citado Conservatorio y de Polonia pusieron en la escena el solo de piano \"Nocturno No. 14\" y \"Scherzo No. 2\", obras del musico polaco Chopin, quien contribuyo al desarrollo musical de la humanidad, y otras piezas."
        }
    ]
}