{
    "date": "2010-10-28",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-28ee.html",
    "articles": [
        {
            "title": "DPRK Military Delegation Leaves for Cuba ",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-08ee.html",
            "content": "DPRK Military Delegation Leaves for Cuba\r\nPyongyang, October 28 (KCNA) -- A DPRK military delegation led by Vice Marshal of the Korean People's Army Ri Yong Ho, vice-chairman of the Central Military Commission of the Workers' Party of Korea and chief of the General Staff of the KPA, left here on Thursday to visit Cuba.\n\t\t\t\t\t The delegation was seen off at the airport by KPA General Kim Jong Gak, first vice director of the General Political Bureau of the KPA, Kim Thaek Gu, vice-minister of the People's Armed Forces, KPA Col. General Kim Chol and Ambassador Jose Manuel Galego Montano and Military Attache Leonardo Perez Mesa of the Cuban embassy here."
        },
        {
            "title": "Cuban Ambassador Hosts Reception ",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-15ee.html",
            "content": "Cuban Ambassador Hosts Reception \r\nPyongyang, October 28 (KCNA) -- Cuban Ambassador to the DPRK Jose Manuel Galego Montano hosted a reception at his embassy on Thursday on the successful Conference of the Workers' Party of Korea and the grand celebration of the 65th anniversary of the founding of the WPK.\n\t\t\t\t\t Present there on invitation were Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, and other officials of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Jose Manuel Galego Montano in his speech at the reception referred to the fact that the Conference of the WPK reelected General Secretary Kim Jong Il as general secretary of the WPK and its 65th birthday was grandly celebrated.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that Fidel Castro Ruz made public articles this year denouncing the moves of the U.S. and the south Korean puppet forces to stifle the DPRK and expressing solidarity with the Korean people in their struggle to build socialism, defend sovereignty and achieve the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t On behalf of the party, government and people of Cuba, he expressed sincere hope that the Korean people would fling open the gate to a thriving nation and enjoy happy life and the WPK grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il who spoke next at the reception expressed deep gratitude to the Communist Party and people of Cuba for extending positive support and solidarity to the WPK and the Korean people in their struggle to build a thriving socialist nation and achieve the independent reunification of the country under the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Korean people are sincerely rejoiced as their own over the successes made by Cuba under the leadership of Fidel Castro Ruz and Raul Castro Ruz. \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the friendly relations between the two parties and peoples forged and developed in the anti-imperialist and anti-U.S. struggle and in the efforts to build socialism would grow stronger thanks to their concerted efforts."
        },
        {
            "title": "DPRK-Brazil Signed Agreement on Economic and Technical Cooperation",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-09ee.html",
            "content": "DPRK-Brazil Signed Agreement on Economic and Technical Cooperation\r\nPyongyang, October 28 (KCNA) -- An inter-governmental agreement on the economic and technical cooperation between the DPRK and Brazil was signed in Pyongyang on Thursday.\n\t\t\t\t\t Present at the signing ceremony were Minister of Foreign Trade Ri Ryong Nam and officials concerned from the DPRK side and Brazilian Ambassador to the DPRK Arnaldo Carrilho and a member of his embassy from the Brazilian side.\n\t\t\t\t\t\n\t\t\t\t\t On hand were diplomatic envoys of different countries, embassy officials and Brazilian guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ryong Nam and Arnaldo Carrilho inked the agreement."
        },
        {
            "title": "Pak Ui Chun Meets New Indonesian Ambassador ",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-14ee.html",
            "content": "Pak Ui Chun Meets New Indonesian Ambassador\r\nPyongyang, October 28 (KCNA) -- Foreign Minister Pak Ui Chun met and had a talk with Nasri Gustaman, new Indonesian ambassador to the DPRK, who paid a courtesy call on him on Thursday."
        },
        {
            "title": "Kim Yong Nam Greets President of Turkey",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-07ee.html",
            "content": "Kim Yong Nam Greets President of Turkey\r\nPyongyang, October 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Abdulah Gul, president of Turkey, on the occasion of its national day.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the DPRK and Turkey would grow stronger, wishing the people of Turkey progress and prosperity."
        },
        {
            "title": "Kim Yong Nam Greets President of Czech Republic",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-05ee.html",
            "content": "Kim Yong Nam Greets President of Czech Republic\r\nPyongyang, October 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Vaclav Klaus, president of the Czech Republic, on the occasion of its national day.\n\t\t\t\t\t Kim in the message wished the people of the Czech Republic progress and prosperity."
        },
        {
            "title": "Choe Yong Rim Greets PM of Czech Republic",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-06ee.html",
            "content": "Choe Yong Rim Greets PM of Czech Republic \r\nPyongyang, October 28 (KCNA) -- Premier Choe Yong Rim Thursday sent a message of greetings to Petr Necas, prime minister of the Czech Republic, on its national day.\n\t\t\t\t\t The message expressed belief that the relations between the two countries would grow stronger in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minster Pak Ui Chun sent a similar message to Karel Schwarzenberg, deputy prime minister who doubles as foreign minister, on the same day."
        },
        {
            "title": "National Program Contest and Exhibition Open",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-18ee.html",
            "content": "National Program Contest and Exhibition Open\r\nPyongyang, October 28 (KCNA) -- The 21st national program contest and exhibition were opened with due ceremony at the Three-Revolution Exhibition Thursday.\n\t\t\t\t\t Presented to the contest and exhibition are more than 1 300 applied programs developed by scientists and technicians of the DPRK in the course of waging a dynamic drive to push back the frontiers of the latest science and technology and put production processes on a modern basis.\n\t\t\t\t\t\n\t\t\t\t\t On display are a lot of valuable programs conducive to improving the standard of the people's living by developing light industry and agriculture as well as increasing production in various fields of the national economy including metal, power and coal industries and railway transport.\n\t\t\t\t\t\n\t\t\t\t\t The contest and exhibition will be divided into 15 panels including system and security, man-made intelligence and processing of Korean language information. They will give publicity to the achievements and experience gained in developing Korean-style programming technology and putting the production process on a CNC basis and also provide service for the exchange of IT technology and programming.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Thae Bok, secretary of the Central Committee of the WPK, Jon Ha Chol, vice-premier of the Cabinet, Kim Yong Jin, chairman of the Education Commission, Jang Chol, president of the State Academy of Sciences, officials concerned and program developers from across the country.\n\t\t\t\t\t\n\t\t\t\t\t Choe Sang Gon, vice-chairman of the State Science and Technology Commission, addressed the ceremony."
        },
        {
            "title": "Russian Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-17ee.html",
            "content": "Russian Embassy Officials Help Korean Farmers\r\nPyongyang, October 28 (KCNA) -- Valery Sukhinin, Russian ambassador to the DPRK, and his embassy officials did friendship work at the DPRK-Russia Friendship Kochang Cooperative Farm in Chollima District in Nampho on Thursday.\n\t\t\t\t\t The guests helped farmers in thrashing rice.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "New Postage Stamp Issued",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-10ee.html",
            "content": "New Postage Stamp Issued\r\nPyongyang, October 28 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea has brought out an individual stamp to mark the recently held Conference of the Workers' Party of Korea.\n\t\t\t\t\t Printed in the stamp are such inscriptions as  \"Greatest Glory to Leader Kim Jong Il\", \"Conference of the Workers' Party of Korea\" and \"September 28, Juche 99 (2010)\".\n\t\t\t\t\t\n\t\t\t\t\t It, which also contains pictures of Kimjongilia and the WPK flag, reflects the unshakable will of the Korean army and people to build a thriving nation without fail with a great pride of having Kim Jong Il reelected as WPK general secretary."
        },
        {
            "title": "DPRK Football Team Beats Its Oman Rival 2-1",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-20ee.html",
            "content": "DPRK Football Team Beats Its Oman Rival 2-1\r\nPyongyang, October 28 (KCNA) -- The DPRK boys football team beat its Oman rival 2-1 on Thursday in the last group league match of the 2010 Asian U-16 Soccer Championship.\n\t\t\t\t\t The DPRK team took the first place in the group to advance into the quarter finals."
        },
        {
            "title": "Seminar in Field of Social Science Held ",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-19ee.html",
            "content": "Seminar in Field of Social Science Held \r\nPyongyang, October 28 (KCNA) -- A seminar in the field of social science took place here on Thursday on the lapse of 90 years since the Japanese imperialists' large punitive operation in Jiandao area.\n\t\t\t\t\t Present there were Song Ja Rip, president of   Kim Il Sung University who doubles as minister of Higher Education, Thae Hyong Chol, president of the Academy of Social Sciences, and others.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including Prof. and Dr. Jo Hui Sung, director  of an institute of the Academy of Social Sciences, and Jon Tong Chol, dean of a faculty of Kim Il Sung University, said that the colonial policy enforced by the Japanese imperialists towards Korea was aimed at terminating the Korean nation and it has been bitterly condemned by the international arena and called for apologizing for the hideous crimes committed by Japan against the Korean people and making a full reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the punitive operation was a monstrous massacre tragedy committed by the Japanese imperialists under the pretext of the so-called protection of Japanese residents and the purge of anti-Japanese forces from A to Z and this was the product of their colonial policy over Korea and the policy of exterminating the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists held a commendation ceremony, claiming that they emerged victorious in the punitive operation after committing this brutality in the area, they noted, adding that such acts of the Japanese imperialists clearly prove that it was an unpardonable crime.\n\t\t\t\t\t\n\t\t\t\t\t Demanding the Japanese reactionaries face up to the requirement and trend of the times and make an honest apology and full reparation for the crimes, the speakers stressed that the Korean people would surely force their sworn enemy the Japanese imperialists to pay for their crimes generation after generation."
        },
        {
            "title": "Renovated Restaurant and Shop and Expanded Foodstuff Factory Go Operational",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-16ee.html",
            "content": "Renovated Restaurant and Shop and Expanded Foodstuff Factory Go Operational\r\nPyongyang, October 28 (KCNA) -- The renovated Hyangmanru Restaurant, Hyangmanru Shop and Sonhung Foodstuff Factory rebuilt on an expansion basis went operational with due ceremony. \n\t\t\t\t\t The restaurant and shop designed in peculiar style are decorated with lamp lights and their management is computerized.\n\t\t\t\t\t\n\t\t\t\t\t The foodstuff factory has a new foodstuff production center fully furnished with equipment put on a CNC basis for producing carbonated drinks, eskimo pies and quality biscuits. All its production processes are computerized and placed under a germ-free system. \n\t\t\t\t\t\n\t\t\t\t\t Their opening ceremonies took place on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the ceremonies underlined the need for the officials and employees to bring about a new turn in the production of foodstuff and commercial and catering activities for the improvement of the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t They called on all the officials and employees to spruce up and manage their worksites well with the honor of being servants of people and continue pushing forward the modernization of service and production facilities in order to contribute to improving the standard of people's living and the building of a rich and powerful country."
        },
        {
            "title": "Multi-functional Paint Produced",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-12ee.html",
            "content": "Multi-functional Paint Produced\r\nPyongyang, October 28 (KCNA) -- Multi-functional paint produced by the Taedonggang Paint Factory in the Democratic People's Republic of Korea has been used in some projects, including the construction of 100,000 housing units in Pyongyang.\n\t\t\t\t\t The paint can be applied to concrete, metal, wood, plastic and other materials for various colorful decorations and patterns. \n\t\t\t\t\t\n\t\t\t\t\t It, strong in adhesive power and resistance to acid, alkali and freezing, is suitable for vessel, container, iron bridge and the like.\n\t\t\t\t\t\n\t\t\t\t\t It also prevents buildings from being infested with mold and insects or damaged by external effects."
        },
        {
            "title": "Dasheen Dishes Popular in Kaesong Area",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-13ee.html",
            "content": "Dasheen Dishes Popular in Kaesong Area\r\nPyongyang, October 28 (KCNA) -- Dasheen has widely been cultivated in Kaesong area, the Democratic People's Republic of Korea.\n\t\t\t\t\t A tuber plant bears 20 to 45 fruits as large as egg in August and September.\n\t\t\t\t\t\n\t\t\t\t\t Dasheen contains protein, fat, sugars, minerals and vitamins.\n\t\t\t\t\t\n\t\t\t\t\t Dishes mixed with dasheen are traditional food of the area.\n\t\t\t\t\t\n\t\t\t\t\t In particular, tangle soup and chopped roast chicken prepared with dasheens are most popular in restaurants and families in this dasheen harvest season as they are highly nutritive and absorptive.\n\t\t\t\t\t\n\t\t\t\t\t Kaesong people enjoy cooked rice wrapped in dasheen leaf in summer and broiled dried leafstalks in autumn.\n\t\t\t\t\t\n\t\t\t\t\t Dasheen is also efficacious for shoulder pain, burn and frostbite."
        },
        {
            "title": "Mausoleum of Tangun, Holy Place of Korean Nation",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-11ee.html",
            "content": "Mausoleum of Tangun, Holy Place of Korean Nation\r\nPyongyang, October 28 (KCNA) -- The Mausoleum of Tangun is situated in Kangdong County, Pyongyang.\n\t\t\t\t\t Tangun was the founder of Ancient Korea, the first state in the East that existed in a vast expanse of northeast Asia from the early 30th century B.C. to the year 108 B.C. with Pyongyang as its centre.\n\t\t\t\t\t\n\t\t\t\t\t The pyramid-shaped mausoleum, 22 meters high, covers an area of 45 hectares, with one side of the square lower part being 50 metres long.\n\t\t\t\t\t\n\t\t\t\t\t The nine-stair mausoleum, made up of 1 994 trimmed granite pieces, has two stone gates, each weighing 1.2 tons.\n\t\t\t\t\t\n\t\t\t\t\t Two glass coffins containing the remains of Tangun and his wife are placed on a pedestal in the chamber spacious enough for ten persons to come in at the same time.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the front wall of the chamber is a picture of Tangun.\n\t\t\t\t\t\n\t\t\t\t\t The mausoleum is surrounded by delicately trimmed stone sculptures of Korean tigers, pipha-shaped daggers typical of Ancient Korea's weapons, sons and subjects of Tangun, etc.\n\t\t\t\t\t\n\t\t\t\t\t Tangun had long been considered to be a myth in Korea. But he was proved to be the ancestral father of the Korean nation through the unearthing of his mausoleum, which was wonderfully reconstructed afterwards under the guidance of President Kim Il Sung to make the Koreans proud of the history of Korea and the wisdom of the nation. As a result, it has been corroborated in a scientific way that Pyongyang is the cradle and holy land of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t While giving on-site guidance to the reconstructed mausoleum on October 29, Juche 83 (1994), General Secretary Kim Jong Il clearly indicated ways of developing the science of history in a Juche-based way."
        },
        {
            "title": "Prospect of Denuclearization of Korean Peninsula Hinges on US Attitude",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-03ee.html",
            "content": "Prospect of Denuclearization of Korean Peninsula Hinges on US Attitude\r\nPyongyang, October 28 (KCNA) -- The issue of the resumption of the six-party talks for the denuclearization of the Korean Peninsula is high on the agenda and the countries concerned are locked in the discussion on it.\n\t\t\t\t\t Rodong Sinmun Thursday observes in its commentator's article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Stories about the U.S. scenario to mount a nuclear attack on the DPRK are casting shadow on the efforts to settle the nuclear issue on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The article cites concrete facts to prove that the U.S. has pursued the ambition for a preemptive nuclear attack on the DPRK since the 1950s. \n\t\t\t\t\t\n\t\t\t\t\t One may say that it is a key link in the chain of the efforts for making the world nuclear-free to denuclearize the Korean Peninsula exposed to the international nuclear threat and the biggest danger of a nuclear war, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that some people are floating misinformation that the DPRK is to blame for the deadlocked six-party talks for the denuclearization of the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t This is a very wrong view prompted by the lack of knowledge about the essence of the issue.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuclear deterrent was the best option and a legitimate measure for self-defence taken after its painstaking efforts to check the U.S. preemptive nuclear attack. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made strenuous efforts to turn the peninsula into a nuclear-free zone and a peace zone against the U.S. moves to keep south Korea as its nuclear base and ignite a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, has further increased its nuclear threat to the DPRK, turning its face away from all the efforts made by the latter to turn the peninsula into a nuclear-free zone. \n\t\t\t\t\t\n\t\t\t\t\t It has become clear that no international treaty was effective enough to deter the U.S. from its arbitrary practices and on the contrary it has been abused as a tool for justifying its high-handed actions. \n\t\t\t\t\t\n\t\t\t\t\t Even under this tense situation the DPRK did not cease to make efforts to seek a negotiated settlement of the nuclear issue on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the sincerity and magnanimity on the part of the DPRK the \"DPRK-U.S. Agreed Framework\" was adopted to settle the nuclear issue on the Korean Peninsula in the 1990s but after its emergence the bellicose Bush administration unilaterally scrapped it, completely suspending the negotiations with the DPRK. At the outset of the new century this administration listed it as an \"axis of evil.\" A particular mention should be made of the fact that the U.S. published its \"nuclear posture review\" which included the DPRK in the \"targets of its preemptive nuclear strikes,\" posing an extremely grave nuclear threat to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to nuclear deterrence for self-defence and proudly ranked itself among nuclear weapons states. This put an end to the nuclear imbalance on the peninsula and defused the U.S. nuclear threat to the DPRK, ensuring the equilibrium of strength.\n\t\t\t\t\t\n\t\t\t\t\t This testifies to the validity of the measure taken by the DPRK to have access to nukes and its practical significance. \n\t\t\t\t\t\n\t\t\t\t\t Invariable is the stand of the DPRK to establish a durable peace-keeping regime on the peninsula and denuclearize it. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is ready to resume the six-party talks. But the U.S. and some other parties concerned are not ready to do so. Under this situation, the DPRK does not make haste but will continue making patient efforts for the resumption of the talks.\n\t\t\t\t\t\n\t\t\t\t\t The denuclearization of the peninsula would be meaningless and impossible without defusing the U.S nuclear threat to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The destiny of the talks and the prospect of the denuclearization of the peninsula entirely hinge on the attitude of the U.S."
        },
        {
            "title": "Inclusion of Korean Schools in Tuition-Waiver Program Demanded",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-02ee.html",
            "content": "Inclusion of Korean Schools in Tuition-Waiver Program Demanded\r\nPyongyang, October 28 (KCNA) -- A meeting to study the issue of how to deal with Korean schools as regards the tuition-waiver program for senior high schools took place in Tokyo on Oct. 13.\n\t\t\t\t\t Present there were those related to the Korean schools, students and their parents, Koreans in Japan, members of the Society for Supporting Korean Schools in Kanagawa Prefecture, Japan and the Japan-Korea Society for Scientific and Educational Interchange, lawmakers and Japanese citizens.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sun On, managing director of Tokyo Korean School, in his report referred to the actions staged in various parts of Japan up to this date to find a solution to the issue of including the Korean schools in the tuition-waiver program since late in February, underscoring the need for the Koreans in Japan to expand the scope of their actions in the future.\n\t\t\t\t\t\n\t\t\t\t\t Those related to the Korean schools including the representative of the Mothers' Society of the Korean Schools in Kanagawa and Japanese lawmakers noted in their speeches that the exclusion of Korean schools from the tuition-waiver program for senior high schools was a manifestation of national chauvinism, calling on the compatriots and Japanese citizens to unite close with each other to find a solution to the issue.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, representatives of Korean schools met lawmakers from the Democratic Party of Japan and those concerned of the Ministry of Education, Culture, Sports, Science and Technology and urged them to apply the tuition-waiver program to the Korean schools without discrimination."
        },
        {
            "title": "Joint Seminar on Independent Development Held in Syria",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-01ee.html",
            "content": "Joint Seminar on Independent Development Held in Syria\r\nPyongyang, October 28 (KCNA) -- A joint seminar of social scientists of the DPRK and Syria on independent development was held at University of Damascus on Oct. 20.\n\t\t\t\t\t Present at the seminar were academic figures of the Institute for Strategic Studies and the Political Faculty of the university and the delegation of the Social Scientists Society of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Director of the institute Sameer Ismaeel said in his report at the seminar that the DPRK serves as a model of the countries aspiring after the independent development.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are achieving big successes in the efforts to build a thriving nation while foiling the U.S. moves to stifle it under the wise leadership of Kim Jong Il, he added that this astonishing reality is now drawing increasing world attention and expectation for the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the DPRK precisely means the victory of Syria and the world independent forces, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, head of a department of the Political Faculty of the university, and other speakers praised the DPRK as a fortress of independence which no one can encroach upon, pointing out that the DPRK could emerge a powerful country thanks to its steady independent development. \n\t\t\t\t\t\n\t\t\t\t\t Syria is highly proud of having such an independent powerful country as the DPRK as its friend, he noted, reiterating his will to deepen the study of the Juche idea and the experience gained by the DPRK in its independent development and apply them to the reality of Syria and make a positive contribution to encouraging the two peoples in their struggle against imperialism."
        },
        {
            "title": "Tiene lugar VII contacto de trabajo militar RPDC-EE.UU.",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-21ee.html",
            "content": "Tiene lugar VII contacto de trabajo militar RPDC-EE.UU. \r\nPyongyang, 28 de octubre (ATCC) -- Tuvo lugar el dia 27 en Phanmunjom el VII contacto de trabajo militar a nivel de primer coronel entre la Republica Popular Democratica de Corea y Estados Unidos.\n\t\t\t\t\t  Ante todo, la parte coreana demando fuertemente a la parte norteamericana aceptar su nueva propuesta hecha en el contacto anterior de traer a Phanmunjom las \"pruebas materiales\" del caso de hundimiento de la corbeta surcoreana \"Cheonan\" y verificarlas en conjunto.\n\t\t\t\t\t\n\t\t\t\t\t  Si bien admitio que tiene razon esta propuesta coreana, la parte norteamericana expuso reiteradamente su intento de hacer creer como hecho consumado su \"resultado de investigacion conjunta\" y recurrio a todas las artimanas para eludir la verificacion conjunta de \"pruebas materiales\" planteada por la parte coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, la parte coreana reprocho duro a la parte norteamericana haciendole estas preguntas: \"?Quieren acaso cancelar la misma agenda ya acordada de esclarecer la verdad del caso de 'Cheonan'?\", \"?Por que teme a la investigacion conjunta de las pruebas materiales aunque describe como cientifico y objetivo su resultado de 'investigacion conjunta'?\" y \"?Por que no acepta hasta la iniciativa de verificar en conjunto esas pruebas en Phanmunjom?\".\n\t\t\t\t\t\n\t\t\t\t\t  Perpleja ante estas preguntas, la parte norteamericana no supo como replicar limitandose a decir que ellas no convienen al caracter del contacto. Finalmente, presento el pretexto de que no esta en el cargo para dar respuesta a la iniciativa coreana.\n\t\t\t\t\t\n\t\t\t\t\t  La actitud de la parte norteamericana mostrada en 7 contactos realizados hasta la fecha demuestra que la RPDC no tiene nada que ver con el caso de \"Cheonan\", afirmo la parte coreana y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Ahora es el tiempo en que la parte norteamericana debe aceptar la propuesta de verificacion conjunta o presentar otra variante para la solucion del problema.\n\t\t\t\t\t\n\t\t\t\t\t　Si no quiere hacerlo, debe prometer que no va a acusar mas a la RPDC en el tema de \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t  Tambien tiene su limite la paciencia del ejercito y el pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Si la parte norteamericana niega hasta nuestra ultima demanda, nuestra parte se vera obligada a revelar detalladamente a todo el mundo la verdad de esa farsa orquestada por EE.UU. y la banda traidora surcoreana."
        },
        {
            "title": "Tienen lugar en Kaesong conversaciones de cruz roja N-S",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-22ee.html",
            "content": "Tienen lugar en Kaesong conversaciones de cruz roja N-S\r\nPyongyang, 28 de octubre (ATCC) -- Tuvieron lugar los dias 26 y 27 en Kaesong las conversaciones de la Cruz Roja entre el Norte y el Sur de Corea.\n\t\t\t\t\t  En la ocasion participaron la delegacion del Norte presidida por el vicepresidente del CC de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea, Choe Song Ik, y la del Sur encabezada por el delegado-jefe Kim Ryong Hyon, secretario general de la Sociedad de la Cruz Roja del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Hizo uso de la palabra primero el jefe de la delegacion nortena.\n\t\t\t\t\t\n\t\t\t\t\t  Choe senalo que las entidades de cruz roja del Norte y el Sur deberan resolver satisfactoriamente los inmediatos asuntos humanitarios conforme a la aspiracion y la demanda de los compatriotas y contribuir al mejoramiento de las relaciones Norte-Sur, y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Sobre todo, ambas partes coreanas deben ser fieles al noble ideal y la mision humanitarios de cruz roja.\n\t\t\t\t\t\n\t\t\t\t\t  En el pasado, el Norte y el Sur vinieron ayudando mutuamente en los tiempos dificiles partiendo de la noble fraternidad y en el principio de apoyo y asistencia reciprocos y se esforzaron mucho por eliminar los dolores, las desgracias y las secuelas de desastres naturales.\n\t\t\t\t\t\n\t\t\t\t\t  Las labores humanitarias Norte-Sur resultaran verdaderas y fructiferas cuando se realicen con sinceridad y desinteresadamente segun el espiritu de apoyo y asistencia mutuos, que son una bella costumbre tradicional de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  En la situacion complicada en que fueron cortadas las relaciones Norte-Sur, nuestra parte posibilito sin condiciones el ano pasado el encuentro de los familiares y parientes separados con motivo de la fiesta otonal (Chusok) y devolvio el barco pesquero y los tripulantes infiltrados ilegalmente en el mar jurisdiccional de la parte Norte y un surcoreano retenido por sus acciones ilicitas cometidas en la zona industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien en este ano, cuando se torno mas aguda la confrontacion N-S, propuso sostener el encuentro de familiares y parientes separados con motivo de la fiesta otonal y devolvio pronto el barco pesquero y sus tripulantes que habian invadido las aguas territoriales economicas de la parte Norte.\n\t\t\t\t\t\n\t\t\t\t\t  El jefe de la delegacion de la parte Norte presento una serie de iniciativas a debatir y resolver en estas conversaciones, senalando que si ambas partes coreanas se esfuerzan juntos con la actitud y posicion sinceras, seran resueltos los asuntos humanitarios de cruz roja.\n\t\t\t\t\t\n\t\t\t\t\t  Las propuestas son siguientes:\n\t\t\t\t\t\n\t\t\t\t\t  Primero, es regularizar el encuentro de familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\t  La parte Norte propone auspiciar este encuentro 3-4 veces al ano con motivo de las fiestas folcloricas combinandolo adecuadamente con el encuentro por medios audiovisuales y el intercambio de correos electronicos.\n\t\t\t\t\t\n\t\t\t\t\t  Los citados al encuentro pueden ser unas 100 personas por cada parte conforme a las condiciones de hoy y es posible aumentar las veces del encuentro y el numero de los citados si se mejoran las relaciones intercoreanas y se crea el ambiente de reconciliacion.\n\t\t\t\t\t\n\t\t\t\t\t  En segundo lugar, es dinamizar las labores de cooperacion humanitaria y asegurar el ambiente y las condiciones para el respecto.\n\t\t\t\t\t\n\t\t\t\t\t  Estas propuestas de la parte Norte son las mas realistas y racionales que parten de su firme voluntad de resolver el problema de encuentro de familiares y parientes separados del Norte y el Sur y otros asuntos humanitarios conforme a la aspiracion y anhelo de todos los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, la parte Sur insistio en debatir solo el problema de regularizar dicho encuentro dando espaldas a las iniciativas de la parte Norte.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, tomo la posicion de veto presentando injustos pretextos en cuanto al problema de asegurar las condiciones imprescindibles para regularizar el encuentro como la operacion normal del Centro de Entrevista en el monte Kumgang y al de activar las labores de cooperacion humanitaria.\n\t\t\t\t\t\n\t\t\t\t\t  Para colmo, al evadir abiertamente el mismo debate de tales asuntos, propuso discutirlos en las proximas conversaciones y retardo la fecha de las mismas para finales de noviembre.\n\t\t\t\t\t\n\t\t\t\t\t  Esto insinua que la parte Sur salio a desganas a las presentes conversaciones presionada por la opinion publica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\t  La posicion de la parte Sur muestra claramente que aunque ella habla de la solucion de los problemas humanitarios, no tiene en realidad la voluntad de activar la labor humanitaria, incluyendo el problema de familiares y parientes separados, y mejorar las relaciones intercoreanas en general.\n\t\t\t\t\t\n\t\t\t\t\t  La parte Norte subrayo que en caso de que la parte Sur siga actuando con infidelidad dificultando las labores humanitarias y eludiendo el mejoramiento de las relaciones intercoreanas, la primera no tendra otro remedio que revisar sus propuestas y medidas sinceras presentadas hasta ahora para resolver los problemas humanitarios y anadio que depende enteramente de la actitud de la segunda la continuacion o no del encuentro de familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes acordaron continuar debatiendo los problemas pendientes de interes mutuo, relacionados con las labores humanitarias de cruz roja, y sostener el 25 de noviembre las proximas conversaciones y fijar despues la sede de las mismas."
        },
        {
            "title": "Parte de Pyongyang la delegacion militar de Corea hacia Cuba",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-23ee.html",
            "content": "Parte de Pyongyang la delegacion militar de Corea hacia Cuba\r\nPyongyang, 28 de octubre (ATCC) -- Partio el dia 28 de esta capital la delegacion militar de la Republica Popular Democratica de Corea encabezada por el vicemariscal del Ejercito Popular de Corea Ri Yong Ho, vicepresidente de la Comision Militar Central del Partido del Trabajo de Corea y jefe del Estado Mayor General del EPC, para realizar una visita a la Republica de Cuba.\n\t\t\t\t\t  En el aeropuerto la delegacion fue despedida por el general de ejercito del EPC Kim Jong Gak,  primer subjefe de la Direccion Politica General del EPC, el viceministro de las Fuerzas Armadas Populares, Kim Thaek Gu, el coronel general del EPC Kim Chol, el embajador cubano en Corea Jose Manuel Galego Montano y el agregado militar de la embajada cubana Leonardo Perez Mesa."
        },
        {
            "title": "Inaugurado 21o concurso-exposicion nacional de programas ",
            "url": "http://kcna.co.jp/item/2010/201010/news28/20101028-24ee.html",
            "content": "Inaugurado 21o concurso-exposicion nacional de programas \r\nPyongyang, 28 de octubre (ATCC) -- Quedo inaugurado el dia 28 en la Exposicion Permanente de las Tres Revoluciones el 21o Concurso-Exposicion Nacional de Programas.\n\t\t\t\t\t　En el certamen se han expuesto mas de mil 300 programas de aplicacion desarrollados por los cientificos y tecnicos coreanos en su lucha por conquistar la cumbre de la tecnologia de punta y modernizar los procesos productivos. \n\t\t\t\t\t\n\t\t\t\t\t　Entre ellos figuran los programas valiosos que contribuiran a mejorar la vida del pueblo al desarrollar la industria ligera y la agricultura y a aumentar la produccion de varias ramas de la economia nacional incluyendo la industria metalurgica, la electrica, la carbonifera y el transporte ferroviario. \n\t\t\t\t\t\n\t\t\t\t\t　En 15 talleres del concurso como los de sistemas, proteccion, inteligencia y procesamiento informatizado del idioma coreano se daran a conocer ampliamente los exitos y experiencias logrados en el proceso de desarrollar los programas al estilo coreano y aplicar la tecnologia CNC en el proceso de produccion y se realizaran el intercambio de la IT y el servicio de programas. \n\t\t\t\t\t\n\t\t\t\t\t　En la ceremonia de apertura participaron el secretario del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok, el viceprimer ministro del Consejo de Ministros Jon Ha Chol, el presidente del Comite de Educacion Kim Yong Jin, el presidente de la Academia Estatal de Ciencias Jang Chol y otros funcionarios junto con los desarrolladores de programas de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\t　La palabra inaugural estuvo a cargo del vicepresidente del Comite Estatal de Ciencias y Tecnologias, Choe Sang Gon."
        }
    ]
}