{
    "date": "2010-06-24",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-24ee.html",
    "articles": [
        {
            "title": "Application of Wartime Law to American Prisoner under Examination ",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-23ee.html",
            "content": "Application of Wartime Law to American Prisoner under Examination\r\nPyongyang, June 24 (KCNA) -- The U.S. is escalating the campaign to put international pressure upon the DPRK while persistently antagonizing the DPRK over the \"Cheonan\" case. Such moves have gone beyond the tolerance limit.\n\t\t\t\t\t The DPRK had already solemnly declared that it would consider the prevailing situation as a war phase and handle all relevant issues according to a wartime law.\n\t\t\t\t\t\n\t\t\t\t\t An institution concerned is now examining the issue of what additional measure it will take against American Gomes in line with a wartime law. He is serving a prison term in the DPRK for the encroachment upon its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. government is requesting the DPRK to leniently set him free from a humanitarian stand, but such thing can never happen under the prevailing situation and there remains only the issue of what harsher punishment will be meted out to him.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persists in its hostile approach toward the DPRK, the latter will naturally be compelled to consider the issue of applying a wartime law to him."
        },
        {
            "title": "DPRK Committees Release Joint Statement on 60 Years after Korean War",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-26ee.html",
            "content": "DPRK Committees Release Joint Statement on 60 Years after Korean War\r\n Pyongyang, June 24 (KCNA) -- The Central Committee of the Democratic Front for the Reunification of Korea, the National Peace Committee of Korea and the North Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' Crimes made public a joint statement on June 24 as regards the lapse of six decades since the U.S. imperialists provoked the Korean War.\n\t\t\t\t\t The statement said that the last Korean War was an aggression war ignited by the U.S. with its satellite countries and south Korea to stifle the young DPRK in its cradle and realize its wild ambition for world domination. It was also a war of massacre against the Korean nation unprecedented in the world history of wars, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t During the war the U.S. imperialist ogres used even germ and chemical weapons against the Korean people in wanton violation of international law and even hatched a plot to drop an atomic bomb.\n\t\t\t\t\t\n\t\t\t\t\t Due to the shuddering brutalities of the U.S. imperialists and the south Korean puppet forces, millions of innocent people met death and the whole territory of the northern half of Korea turned into such debris during the war that not a single house and a full brick could be found.\n\t\t\t\t\t\n\t\t\t\t\t Branding the U.S. imperialists as blood-thirsty murderers, heinous war fanatics and aggressors without parallel, the statement further said:\n\t\t\t\t\t\n\t\t\t\t\t More than half a century has passed since the U.S. imperialists signed the Korean Armistice Agreement, with their knees bent before the army and people of the DPRK. But the U.S. has not only committed vicious moves to provoke a new war but desperately stood in the way of improving the inter-Korean relations and achieving reunification while interfering in the internal affairs of the Korean nation and disturbing the process for improving relations even after the war.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of south Korea, driven to the tight corner after being censured inside and outside, is working with bloodshot eyes to escalate confrontation and provoke a war, pursuant to the U.S. hostile policy toward the DPRK. It is, indeed, the top class war servant and nuclear war accomplice of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The only way out for the Korean nation is to turn out in the nationwide patriotic struggle to foil the U.S. and the pro-American conservative group's scheme to escalate confrontation and launch a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans who have the blood and spirit of the nation should courageously turn out with dignity and honor of the nation in the struggle to make the enemies pay dearly for the blood shed by their fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The entire Korean nation should resolutely foil the U.S. reckless hostile policy toward the DPRK and its war moves, holding high the banner of peace against the U.S. and war.\n\t\t\t\t\t\n\t\t\t\t\t The people from all walks of life in south Korea should all rise up in the struggle to decisively break the shackling \"alliance\" with the U.S., an \"alliance\" for war leading the nation to ruin, and put an end to the U.S. military occupation.\n\t\t\t\t\t\n\t\t\t\t\t They should wage a resolute and merciless struggle to force the puppet conservative group to pay dearly for its treachery and bury the group of traitors in the graveyard of history once and for all.\n\t\t\t\t\t\n\t\t\t\t\t Whoever stands for peace against war should opt for defending and implementing the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should cherish deep the mission they have assumed before the times and history and give rise to the anti-U.S. and anti-Lee Myung Bak wind and thus force them to pay dearly for the sufferings and disasters inflicted upon the Korean nation and make a turning-point in accomplishing the patriotic cause of justice for peace and reunification of the country."
        },
        {
            "title": "KCNA Discloses US True Nature as Provocateur of Korean War",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-25ee.html",
            "content": "KCNA Memorandum Discloses US True Nature as Provocateur of Korean War\r\n Pyongyang, June 24 (KCNA) -- The Korean Central News Agency released a memorandum Thursday laying bare the truth about how the U.S. imperialists launched the Korean War of aggression, 60 years since they provoked the war to achieve their ambition to dominate the world.\n\t\t\t\t\t The memorandum disclosed the fact that the U.S. imperialists have worked hard to cover up their true colors as war provocateurs and aggressors and shift the blame onto the DPRK while falsifying the truth of history.\n\t\t\t\t\t\n\t\t\t\t\t Laying bare the truth about how they started the war, the memorandum said: The U.S. imperialists crafted a plan to use the 38th parallel for dividing Korea and put south Korea under their occupation.\n\t\t\t\t\t\n\t\t\t\t\t In August 1945 the U.S. was informed by Japan of its decision to accept the Potsdam Declaration and surrender to the allied forces side. Then it hatched a plot to find a \"substantial solution\" aimed at realizing its wild ambition to put even half of Korea under their control.\n\t\t\t\t\t\n\t\t\t\t\t A draft document on sharing the areas formerly occupied by the Imperial Japanese Army between the USSR and the U.S. with the 38th parallel as a demarcation line was worked out according to a scenario proposed by the then U.S. President Truman. The U.S. imperialists then went into action to occupy south Korea.\n\t\t\t\t\t\n\t\t\t\t\t At a meeting of the chairmen of the Joint Chiefs of Staff on August 13, 1945 the U.S. imperialists ordered its Far East Forces Commander MacArthur to wrest surrender from the Imperial Japanese Army in the areas under the U.S. charge including south Korea. MacArthur instructed Commander of the 24th army corps Hodge to wrest a surrender document from the Japanese army and occupy and control south Korea on behalf of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t An advance party of the 24th army corps of the U.S. imperialist aggression forces arrived at Kimpho Airport on Sept. 4, 1945 and the army corps landed in Inchon, Pusan and Mokpho from Sept. 8 to mid-October, unhindered.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum cited facts to prove that the U.S. imperialists made thorough military preparations for the Korean War. \n\t\t\t\t\t\n\t\t\t\t\t After openly pursuing the strategy to dominate the world since the end of World War II the U.S. imperialists studied and rounded off a new world war scenario including the Korean War in real earnest to put it into practice. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists organized G-2 and G-3 at the MacArthur Command which worked out and completed \"Plan A, B and C\" envisaging the occupation of Korea, Manchuria and Siberia for years.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces drafted a military action program for \"northward expedition\" as part of \"Plan A.\"\n\t\t\t\t\t\n\t\t\t\t\t By about July 1949 the south Korean \"government\" rounded off the preparations to invade the DPRK at the instruction of MacArthur.\n\t\t\t\t\t\n\t\t\t\t\t The Syngman Rhee puppet clique completely rounded off the preparations for attack by May 1950 and military operational plans were also completed by that time. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists also worked out top secret document \"NSC-68\" reflecting their strategy for world domination. \n\t\t\t\t\t\n\t\t\t\t\t This was agreed upon at the U.S. Department of Defense and the U.S. Joint Chiefs of Staff in January 1950 at the instruction of Truman and ratified at the U.S. National Security Council on April 2 to provoke the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists started organizing the south Korean puppet army as part of the preparations for the war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. imperialists increased the strength of the south Korean puppet army in a phased way to make it ten times as much as that of troops in the north. The puppet army was educated and trained the American way and in this course the U.S. established its prerogative of the supreme command over it. \n\t\t\t\t\t\n\t\t\t\t\t According to the \"war theory at the second phase\" the U.S. imperialists ordered the south Korean puppet army to start a war, and organized the aggression troops in the offensive formation in order to allow the future involvement of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces in the Far East had three services just before the start of the Korean War. The Far East Forces commander took command of them. \n\t\t\t\t\t\n\t\t\t\t\t The memorandum also recalled that the U.S. imperialists carried out unheard-of deception and camouflage offensives to commit ceaseless armed provocations against the northern half of Korea, ensure surprise attacks in the Korean War and shift the responsibility for the provocation of the war on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The number of armed provocations perpetuated by the south Korean puppet army totaled more than 5 150 in three and half years from 1947 to right before the outbreak of the war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. directly organized and commanded armed provocations in areas along the 38th parallel. \n\t\t\t\t\t\n\t\t\t\t\t The Korean War was by no means the result of a sudden conflict at dawn on June 25, 1950. For several years before the outbreak of the war, conflicts persisted between the two sides on the peninsula and they grew fiercer under the pressure of Seoul in 1949. It was the view of some experts on the Korean issue that the Korean War actually started that year.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists created impression that all officers and men left their posts on \"weekend\" or did something completely irrelevant to combat power at that time. \n\t\t\t\t\t\n\t\t\t\t\t According to the scenario of the U.S. imperialists, Syngman Rhee lifted an emergency martial law, allowed outing and outdoor lodging of the puppet troops and organized dinner parties as part of deception and camouflage offensives in a bid to cover up the true colors as provocateurs of a war just before the outbreak of the war.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of these final preparations for the Korean war the U.S. imperialists started to put their war scenario into practice.\n\t\t\t\t\t\n\t\t\t\t\t In order to inspect and confirm on the spot the preparations for the war and issue a Zero hour, Truman dispatched the then U.S. Secretary of Defense Johnson and the then Chairman of the U.S. Joint Chiefs of Staff Bradley to the MacArthur Command in Tokyo and Adviser to the U.S. Department of State Dulles to south Korea as his special envoy. Dulles's visit to Seoul was to give the green light to the attack and assure Syngman Rhee at the highest level of the U.S. navy and air force support.\n\t\t\t\t\t\n\t\t\t\t\t The secret war order confirmed by Dulles on the spot and finally approved by Truman was given to the Syngman Rhee puppet army.\n\t\t\t\t\t\n\t\t\t\t\t Chae Pyong Dok, chief of the General Staff of the south Korean puppet army, issued on June 21, 1950 an order to the 1st and 2nd combat commands to commence attack on the northern half of Korea at dawn on June 25.\n\t\t\t\t\t\n\t\t\t\t\t According to this operational plan, the south Korean puppet army launched a surprise armed invasion against the northern half of Korea in all areas along the 38th parallel at 4 a.m. on June 25 under the command of the U.S. military advisers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists abused UN in order to cover up their true colors as war provocateurs and aggressors and shift the responsibility for the outbreak of the war on to the DPRK and launch all-out armed invasion against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t A meeting of the UNSC was held on June 25, 1950 due to the gimmick of the U.S. imperialists and their brigandish demand and it adopted a \"resolution\" terming the invasion against the north \"the invasion against the south.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists tried to \"legalize\" their aggression through UNSC \"resolutions\".\n\t\t\t\t\t\n\t\t\t\t\t The UN, 2-3 hours after Truman declared that the U.S. forces are going into actions, adopted a \"resolution\" calling upon all the member states to give assistance to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The history has already rightly proved the injustice of the UNSC \"resolutions.\" \n\t\t\t\t\t\n\t\t\t\t\t The memorandum clarified how the U.S. imperialists falsified the truth about the Korean War started by them and fabricated stories.\n\t\t\t\t\t\n\t\t\t\t\t Whenever an opportunity presented itself they underscored the \"necessity for the Syngman Rhee puppet clique to make the world recognize that south Korea was the first to be attacked,\" thus kicking off a false propaganda offensive about the \"conquest of the south\" and \"southward expedition\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists craftily fabricated stories that the launch of the Korean War was \"a surprise attack from the north\" and an \"entirely sudden event.\"\n\t\t\t\t\t\n\t\t\t\t\t U.S. Ambassador in south Korea Muccio tried to realize this through his \"first report\" sent to the U.S. State Department on June 25, 1950. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their stooges, however, admitted that the Korean War broke out not because of \"southward invasion\" but because of northward invasion from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The war was actually kicked off due to provocations from the south.\n\t\t\t\t\t\n\t\t\t\t\t MacArthur who was the main player in starting the Korean War admitted that this war was his plan.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists could not utter even a single word for the time being when the truth behind the provocation of the Korean War was disclosed by the secret documents confiscated by the Korean People's Army when liberating Seoul during the war. But they came out with false documents in May 1951 to \"prove\" the \"June 25 invasion of the south\" and worked hard to falsify the truth behind the start of the war.\n\t\t\t\t\t\n\t\t\t\t\t Even in the post-war period, too, they employed old methods to evade the responsibility for the provocation of the Korean War. In the meantime they came out with \"the proposal for joint assessment between the belligerent parties\" in which re-lighting through the declassification according to the \"free information act\" and the open-door policy of the Eastern Europe were craftily used in a bid to persistently distort the history of the provocation of the war. When the Cold War was over, they tried to play down and write off the truth behind the provocation of the war from the stand of strength guided by the American \"philosophy\".\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves of the U.S. imperialists and their stooges to falsify the truth about the provocation of the Korean War and fake up stories about it are aimed at perpetuating their presence in south Korea and starting another Korean war for world domination. \n\t\t\t\t\t\n\t\t\t\t\t No matter what gimmick the U.S. imperialists may employ, they can never hide their true colors as provokers of the Korean War and aggressors, concluded the memorandum."
        },
        {
            "title": "Kim Jong Il Sends Birthday Spread to Woman Centenarian",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-27ee.html",
            "content": "Kim Jong Il Sends Birthday Spread to Woman Centenarian\r\n Pyongyang, June 24 (KCNA) -- General Secretary Kim Jong Il sent a birthday spread to Kang Jong Hwa, a woman centenarian residing in Phyongwon County.\n\t\t\t\t\t Kang had to undergo the sorrow of a stateless slave from the very day of her birth. It was not until the liberation of Korea that she could lead a genuine life.\n\t\t\t\t\t\n\t\t\t\t\t She had worked faithfully at several posts, and kept doing good things even after retiring on a pension.\n\t\t\t\t\t\n\t\t\t\t\t Her especially favorite food is dishes made of bean, and she leads an optimistic life in good health, still doing not only needlework but also kitchen work."
        },
        {
            "title": "Iranian Embassy Officials Visit Different Places",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-21ee.html",
            "content": "Iranian Embassy Officials Visit Different Places\r\n Pyongyang, June 24 (KCNA) -- Iranian Ambassador to the DPRK Morteza Moradian and staff members of his embassy Thursday visited Pyongyang University of Foreign Studies on the occasion of the week of DPRK-Iran friendship.\n\t\t\t\t\t The guests looked round the room devoted to its history and lecture rooms, being briefed on the fact that the university has achieved successes in the educational work by equipping it with modern educational facilities.\n\t\t\t\t\t\n\t\t\t\t\t They donated teaching materials to the university.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Mangyongdae Schoolchildren's Palace. After looking round various hobby group rooms, they enjoyed a performance given by members of the art group of the palace."
        },
        {
            "title": "Foreigners Arrive to Attend Int'l Events",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-18ee.html",
            "content": "Foreigners Arrive to Attend Int'l Events\r\n Pyongyang, June 24 (KCNA) -- Tiago Alexandre Ferraz Vieira, president of the World Federation of Democratic Youth, and his party, delegations and delegates of youth and student organizations from different countries and regions arrived here today to participate in the second international preparatory meeting for the 17th World Festival of Youth and Students and the international solidarity events of youth and students for support to the just cause of the Korean people.\n\t\t\t\t\t They are a delegate of the Communist Youth of Greece, a delegation of the Ministry of Youth, Namibia, a delegation of the African National Congress Youth League of South Africa, a delegation of the South African Students Congress, a delegation of the National Democratic Youth Federation of Nepal, a delegate of the All Nepal National Free Student Union, a delegate of the German Socialist Working Youth, a delegate of the Democratic Youth Union of Lebanon, a delegate of the UJASRIO-Sahara Occidental, a delegation of the Revolutionary Youth Union of Syria, a delegate of the Socialist Youth Union of Sri Lanka, a delegate of the Democratic Youth Union of Senegal, a delegation of the Democratic Youth Federation of India, a delegate of the All-India Youth Federation, a delegate of the Jordanian Democratic Youth Union, a delegate of the Communist Youth Union of Spain, a delegation of the Ho Chi Minh Communist Youth Union of Vietnam, a delegate of the Palestinian Youth Organization, a delegation of the Union of Young Communists of Cuba, a delegate of the United Democratic Organization of Youth of Cyprus, a delegation of the Portuguese Communist Youth, a delegate of the Latin American Continental Student Organization and a delegate of the General Union of Arab Students."
        },
        {
            "title": "DWUK Members Condemn US Imperialist Aggressors",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-19ee.html",
            "content": "DWUK Members Condemn US Imperialist Aggressors\r\n Pyongyang, June 24 (KCNA) -- On the occasion of \"June 25, the day of struggle against the U.S. imperialists\" officials and members of the Democratic Women's Union of Korea held a meeting in Phyonghwa-ri, Kaesong City, Thursday denouncing the U.S. imperialist aggressors, the sworn enemy of the Korean people. \n\t\t\t\t\t A reporter and speakers at the meeting stated that the last Korean War ignited by the U.S. imperialists was a brigandish war of aggression designed to nip the DPRK in the bud and reduce the whole of Korea to their colony in a bid to realize their wild ambition to dominate the world. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that it is 60 years since the U.S. imperialists provoked the Korean War of aggression, they denounced them for fabricating the case of the south Korean puppet navy's warship \"Cheonan\" in league with the south Korean puppet authorities and egging them on to escalate the confrontation with fellow countrymen while talking about \"punishment\" and \"retaliation.\" \n\t\t\t\t\t\n\t\t\t\t\t They in the name of the women across the country bitterly condemned the U.S. imperialist aggressors for getting frantic in their moves to bring nuclear war disasters to the Korean nation and the Lee Myung Bak group of traitors for toeing their line. \n\t\t\t\t\t\n\t\t\t\t\t They called for winning final victory in the stand-off with the U.S., accomplishing the historic cause of national reunification and facilitating the building of a thriving nation, holding aloft the ever-victorious banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The participants heard a poem \"Declaration of Revenger\"."
        },
        {
            "title": "Fine Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-22ee.html",
            "content": "Fine Art Exhibition Opens\r\nPyongyang, June 24 (KCNA) -- A fine art exhibition was opened at the Pyongyang International Cultural Center Thursday on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Displayed at its venue are more than 60 pieces of fine art portraying the commanders of Mt. Paektu, the peerlessly great persons who reliably defended the sovereignty of the country and made distinguished contributions to the cause of national reunification through their prominent and tested leadership, and showing the heroic struggle of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\tAcrylic paintings \"The great leader Comrade Kim Il Sung unfolding an operation for re-advance\" and \"In Panmunjom at dawn\" vividly represent the exploits of President Kim Il Sung who led the Fatherland Liberation War to victory and the history of Songun revolutionary activities of General Secretary Kim Jong Il who has always won in the showdown with the imperialists including the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Among those works are Korean painting \"On the road of southward advance\", oil painting \"Soldiers who won victory\" and water-color painting \"Volunteer for military service on the war front\" which reflect the steadfast spirit of defending the motherland and the mass heroism, matchless bravery and self-sacrificing spirit displayed by the stalwart men and officers of the People's Army and the people.\n\t\t\t\t\t\n\t\t\t\t\t There are also works poignantly satirizing the miserable looks of the U.S. imperialists who suffered shameful defeat and death by heroic Korea's merciless strike.\n\t\t\t\t\t\n\t\t\t\t\t Posters \"Let us become human bullets and bombs in devotedly safeguarding the Party Central Committee!\" and \"We will send a barrage of fire!\" represent the unshakable faith of all the servicepersons and people of the DPRK."
        },
        {
            "title": "Taekwon-Do Championships Opens",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-20ee.html",
            "content": "Taekwon-Do Championships Opens\r\n Pyongyang, June 24 (KCNA) -- The 13th National Taekwon-Do Championships for Jongilbong Prize was opened with due ceremony at the Taekwon-Do Hall on Thursday.\n\t\t\t\t\t The championships brought together players selected from 10 odd units including Taekwon-Do groups and schoolchildren's palaces and halls. They will compete in the events of Taekwon-Do, go (chess) and Korean wrestling.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Ri Yong Su, department director of the Central Committee of the Workers' Party of Korea, and officials concerned, Taekwon-do players and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Pong Yong, chairman of the committee, made an opening address."
        },
        {
            "title": "Efficacious Agro-sterilizer Developed",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-11ee.html",
            "content": "Efficacious Agro-sterilizer Developed\r\n Pyongyang, June 24 (KCNA) -- The Academy of Agricultural Science of the Democratic People's Republic of Korea has developed an efficacious agro-sterilizer on the basis of nanotechnology.\n\t\t\t\t\t The sterilizer is mainly sprayed on seeds in treatment and crops in growing period. Bactericidal matters are nanoprocessed separately and mixed before use. \n\t\t\t\t\t\n\t\t\t\t\t According to the Central Information Agency for Science and Technology, some units, including the Samjigang Co-op Farm in Jaeryong County, South Hwanghae Province, used a little amount of sterilizer per ton of rice seeds to have a per-hectare yield higher than tens of kilograms of iron sulphate.\n\t\t\t\t\t\n\t\t\t\t\t The Hwasong Vegetable Co-op Farm in Ryongsong District, Pyongyang, and other farms have also used the sterilizer in cultivating rice, bean, cucumber, red pepper, etc. to exterminate harmful insects.\n\t\t\t\t\t\n\t\t\t\t\t The new invention has been applied to grain and vegetable fields in Pyongyang, North and South Hwanghae provinces and South Phyongan Province."
        },
        {
            "title": "KCNA on Tremendous Damage Done to DPRK by US ",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-24ee.html",
            "content": "KCNA on Tremendous Damage Done to DPRK by US \r\nPyongyang, June 24 (KCNA) -- The Korean Central News Agency released the following report Thursday to expose all forms of crimes the U.S. imperialists committed against the Korean people up to now since their occupation of south Korea:\n\t\t\t\t\t Six decades have passed since the U.S. imperialists, the sworn enemy of the Korean people, unleashed a war on this land, where they were leading a peaceful happy life.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, chieftain of evils, committed the most barbarous and hideous crimes against the Korean people ever in the world history of wars during the last Korean War.\n\t\t\t\t\t\n\t\t\t\t\t They committed thrice-cursed genocide, destruction and pillage during the war. They have regarded new People's Korea as a thorn in the flesh ever since their occupation of south Korea. They have persistently pursued an unprecedentedly harsh policy of isolating and stifling the system of the DPRK in wanton violation of the UN Charter and publicly accepted norms of international law, thus doing inestimably tremendous damage to it.\n\t\t\t\t\t\n\t\t\t\t\t The Committee for Investigation into Damage Done by the U.S. to the Northern Half of Korea summed up all human and material damage brought by the U.S. imperialists to the northern half of Korea for the past six decades since they landed in south Korea on Sept. 8, 1945.\n\t\t\t\t\t\n\t\t\t\t\t The total damages amount to 64 959 854 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t This calculation is based only on old records and official testimonies made by survivors. So it is presumed that there are much more damage that has not been ascertained.\n\t\t\t\t\t\n\t\t\t\t\t The total amount will be incalculable if political, moral and cultural damages caused by slandering the sovereignty and dignity of the DPRK, destruction of treasures of lasting value including revolutionary sites, historic sites and relics and other precious cultural assets, infliction of moral pressure on the Koreans through the moves for a new war and threats of preemptive nuclear attack and vicious bourgeois ideological and cultural poisoning are included.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can the U.S. make full compensation to the DPRK for the damage it caused to the DPRK by impeding Korea's reunification after illegally occupying south Korea and, accordingly, inflicting moral pain and misfortune upon the Korean people for more than half a century-long tragic division and hindering the unified political, economic and cultural development of the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The crimes committed by the U.S. imperialists against the DPRK are something beyond human imagination in view of their scope and protracted, barbarous and shameless nature.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Central News Agency releases a report on the newly surveyed and ascertained damage done by the U.S. imperialists to the northern half of Korea in order to disclose all forms of crimes committed against the Korean people and force them to pay for all of them.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Massacres aimed to exterminate the Korean nation\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The most serious damage done to the northern half of Korea by the U.S. imperialists was the monstrous killing of a great number of peaceable inhabitants.\n\t\t\t\t\t\n\t\t\t\t\tSince their occupation of south Korea, the U.S. imperialist aggressors had perpetrated ceaseless attacks, gun and rifle firing and terrorism against areas north of the 38th parallel in order to destabilize the new country for the people advancing toward socialism and nip it in the bud, thus killing or abducting more than 13,900 people before the war.\n\t\t\t\t\t\n\t\t\t\t\t The shuddering massacre of civilians the U.S. imperialists committed in the northern half of Korea after igniting the Korean War was unprecedentedly harsh barbarism in wanton violation of international laws on protection of civilians in time of war and publicly accepted wartime laws and regulations.\n\t\t\t\t\t\n\t\t\t\t\tAt least 1,231,540 peaceful inhabitants were cold-bloodedly killed by the U.S. imperialist brutes in the northern half of Korea during the three-year war.\n\t\t\t\t\t\n\t\t\t\t\tDuring their temporary occupation of Sinchon County, the U.S. imperialist ogres killed a quarter of the county population. The number of the people killed by them in the whole period of the war stood at least 401,940 in Hwanghae Province, more than 162,180 in South Phyongan Province, over 129,390 in Kangwon Province, at least 116,220 in North Phyongan Province, over 115,300 in South Hamgyong Province, more than 82,020 in North Hamgyong Province and at least 64,240 in Jagang Province.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialist brutes indiscriminately killed more than 157,840 inhabitants in Pyongyang alone.\n\t\t\t\t\t\n\t\t\t\t\t Another thrice-cursed crime committed by the U.S. imperialist aggressors during the war was the large-scale germ warfare strictly banned by international law and the massive use of chemical weapons, weapons of mass destruction.\n\t\t\t\t\t\n\t\t\t\t\t From late January to late March of 1952 the U.S. imperialists dropped germ bombs full of flies, fleas, bugs, mosquitoes and other harmful insects in over 400 places in the northern half of Korea more than 700 times, thus spreading dreadful malignant and acute epidemic viruses including pest, cholera, smallpox and epidemic hemorrhagic fever.\n\t\t\t\t\t\n\t\t\t\t\tThe poisonous gas bombs dropped as part of ill-famed germ warfare and chemical warfare claimed more than 50,000 people in the northern half of Korea including 1,379 inhabitants in Nampho City.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, in utter disregard of the international convention on the treatment of POWs, killed at random POWs of the DPRK side and even used them as guinea pigs, not content with maltreating them.\n\t\t\t\t\t\n\t\t\t\t\tThe American barbarians launched a wholesale man-slaughter operation, wounding more than 2,463,090 and crippling at least 294,020 out of them. They are now under the state protection with no working ability, their hearts burning with towering hatred for the U.S. imperialist murderers and the strong determination to take revenge upon them.\n\t\t\t\t\t\n\t\t\t\t\t A lot of people were abducted or went missing after being taken in by the U.S. imperialist aggressors' propaganda amidst the war holocaust. This left an indelible scar in the nation's history.\n\t\t\t\t\t\n\t\t\t\t\tEven after it signed the Armistice Agreement, yielding to the heroic Korean people, the U.S. committed non-stop military attacks, assaults, terror and sabotage operations against the DPRK on the eastern and western coasts and on the land and in the air, leaving more than 24,910 people killed, abducted or wounded.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists carried out a terrorist operation against an airliner flying in the air above the Caribbean Sea in Oct. 1976, killing DPRK officials working in the field of the external affairs. This stripped naked their true colors as murderers before the world.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists killed or wounded a total of at least 5,060,770 civilians of the DPRK: 1,247,870 killed, 911,790 abductees and more than 391,740 reported missing.\n\t\t\t\t\t\n\t\t\t\t\tAccording to damages calculated by international practices, they total 26,168,823 million U.S. dollars: 16,533,396 million for the dead, abductees and missing people and 9,635,427 million for the wounded and disabled when taking their possible working years and expected earnings, interest for the compensation unpaid and change in the U.S. currency value into due consideration.\n\t\t\t\t\t\n\t\t\t\t\t These damages, however, do not include damages for organized and group human rights abuses such as assault and rape of women which the U.S. imperialists committed regardless of whether they were aged or juvenile or pregnant during their temporary occupation of the northern half of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is elementary conscience and obligation of human being for an assailant to apologize and compensate to his victim. This also serves as a moral basis for peace of humankind and sound development of the international community even in light of relations among countries.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S., however, requested Cuba to pay an indemnity to the tune of 62,333,333 U.S. dollars for its each pilot who met a death after intruding into the territorial air of Cuba in the mid-1990s. But it has persistently sidestepped the compensation to the Korean people for indiscriminately killing Koreans, doing harm to their lives and health and destabilizing their life, far from uttering even a word of apology.\n\t\t\t\t\t\n\t\t\t\t\t In fact, damage done by the U.S. imperialists to the lives of the people in the northern half of Korea is hideous crimes unprecedented in human history in the light of the territory and population of the country and unpardonable from international legal and ethical points of view. The Korean people, therefore, have legitimate right to force them to pay for these crimes to the last.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Indiscriminate Destruction and Plunder\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The destruction and plunder committed by the U.S. imperialists in the northern half of Korea surpassed by far those committed during the world war in the light of their scope and savage nature.\n\t\t\t\t\t\n\t\t\t\t\tProperty damages done to the Korean people by the U.S. for the past six decades total 16,703,169 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The material and economic damages were summed up on the basis of internationally recognized calculation method.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists massively infiltrated terrorists and saboteurs into the northern half of Korea which was alive with the construction of a new country after the liberation. Those gangsters destroyed 3,029 blocks of peaceful structures including industrial establishments and dwelling houses, devastated and burned 1,073 hectares of cultivated land and 1,630 hectares of forests and looted properties and household articles of citizens including more than 1,069 cattle and pigs and thousands of heads of other domestic animals, to say nothing of state and public properties.\n\t\t\t\t\t\n\t\t\t\t\tProperty damages caused by the U.S. imperialists in the northern half of Korea up to the period before the start of the war amounted to 20,281 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t During the Korean War the U.S. imperialist aggressors reduced the cities and villages in the northern half of Korea to debris, in breach of war laws and regulations banning attack or bombardment on peaceful cities, villages, dwelling houses and buildings by any means. This war represented a history laying bare the brutality of the U.S. imperialist aggressors and their crimes.\n\t\t\t\t\t\n\t\t\t\t\t Blustering that they would wipe 78 cities of north Korea off the surface of the earth, the U.S. imperialist aggressors massively bombed and shelled the whole territory of the northern half of Korea and even used internationally banned napalm bombs and bio-chemical bombs, thus turning its whole territory into wilderness of cinders and ashes.\n\t\t\t\t\t\n\t\t\t\t\tThe atrocities committed by the U.S. imperialists on the ground and in the sea and air resulted in severely destroying 50,941 buildings of industrial establishments, 28,632 school buildings at all levels, 4,534 public health buildings including hospitals and clinics, 579 scientific research institutions, 8,163 printing and cultural institutions and 2,077,226 dwelling houses. 7,491 churches, chapels, cathedrals and other buildings for religious services disappeared. This brought the total number of severely damaged buildings to 2,416,407.\n\t\t\t\t\t\n\t\t\t\t\tRailways extending 4,879 km, roads extending 4,009 km and bridges totaling 1,109 km and 1,489 locomotives, 4,803 trucks and 6,281 fishing boats and ships were destroyed, and 1,715 reservoirs and relevant facilities were blown up or destroyed, causing tremendous human, material and environmental damage.\n\t\t\t\t\t\n\t\t\t\t\t563,755 hectares of cultivated land were devastated and more than 155,500 hectares of paddy and non-paddy fields lost and millions of domestic animals were slaughtered or looted including 369,101 heads of cattle and 764,604 pigs.\n\t\t\t\t\t\n\t\t\t\t\tValuable national cultural heritages were ruthlessly vandalized or looted: 40,755,640 volumes of ancient and old books, documents and data including ancient books listed as national treasures more valuable than billions of dollars were burnt or plundered.\n\t\t\t\t\t\n\t\t\t\t\t The inhabitants in the northern half of Korea lost most of all their personal properties during the devastating war.\n\t\t\t\t\t\n\t\t\t\t\t Everything in the northern half of Korea was so severely destroyed that the U.S. imperialists predicted that Korea would not rise again even in 100 years.\n\t\t\t\t\t\n\t\t\t\t\tProperty damages caused by the U.S. imperialists to the northern half of Korea during the war reached 16,661,622 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the Korean war of aggression launched by the U.S. imperialists was the most barbarous and destructive war ever fought in the world history of wars.\n\t\t\t\t\t\n\t\t\t\t\tIn the postwar period, too, the U.S. committed ceaseless provocations on the land and in the air and sea. It systematically infiltrated terrorists and saboteurs into the DPRK to destroy or burn peaceful facilities. In this course it inflicted 21,266 million U.S. dollar worth of damage upon it.\n\t\t\t\t\t\n\t\t\t\t\t After defeating the aggressors the Korean people built with dignity a socialist power from scratch in a short span of time by their own efforts. But unspeakable was the aftermath of the indiscriminate destruction of the DPRK's economic foundation by the U.S. imperialists before and after the war.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists' sabotage deterred the normal development of the economy. This caused a productivity loss of 10,896 million U.S. dollars before the war and 5,461,460 million during the war.\n\t\t\t\t\t\n\t\t\t\t\t Availing itself of this opportunity, the DPRK has to state that the U.S. is obliged to pay for many crimes.\n\t\t\t\t\t\n\t\t\t\t\t Even in the early period of building a new country after its liberation, the Korean people used a lot of raw materials, funds and manpower for rehabilitating reservoirs to supply a large amount of electricity to the south Korean people and full irrigation water to the area of South Yonbaek from the compatriotic step.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military authorities, however, collected a fabulous amount of water and electricity charges from the peasants of the said area and other south Korean inhabitants but have not properly paid to the DPRK for them.\n\t\t\t\t\t\n\t\t\t\t\t They also issued at random currencies amounting to nearly 28.7 billion won by taking advantage of the situation in which the north and the south used common \"Korean bank notes\" after the liberation of the country and made them circulate in the areas of the northern half of Korea. In this way they plundered it of lots of foods, aquatic products and large quantities of natural resources including fuel and raw materials, thus throwing a big hurdle in the way of the Korean people's building of a new society.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists also brought enormous damage to the northern half of Korea by conducting the bio-chemical warfare on a large scale to seriously polluting the ecological environment.\n\t\t\t\t\t\n\t\t\t\t\t The poisonous substance and germ sprayed by the U.S. imperialists over the areas of the northern half of Korea inflicted big damage on the lives and properties of the Korean people and living environment.\n\t\t\t\t\t\n\t\t\t\t\t In the postwar period, too, they massively sprayed defoliant in the areas along the Military Demarcation Line to contaminate the air and inflict big damage on the growth of crops and animals and plants of the DPRK side. The amount of damages done by them reaches 4 448 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t A long period was required and a fabulous amount of funds were spent to restore to its original state the environment destroyed and polluted by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t For example, the DPRK government was compelled to disburse enormous fund for decades only to combat epidemic hemorrhagic fever pathogens spread by the U.S. imperialists during the Korean War.\n\t\t\t\t\t\n\t\t\t\t\tThe amount of economic damages caused by the U.S. imperialists' environmental degradation and contamination in the areas of the northern half of Korea reaches nearly 505,356 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never evade the responsibility for having inflicted big material and economic damage and losses on the Korean people much bigger than those in the world war and laid serious obstacles to the social development and economic construction in the northern half of Korea.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t  Product of the U.S. Policy of Isolating and Stifling the DPRK\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK is a policy of state-sponsored terrorism aimed at bringing down the dignified Korean-style socialist system chosen by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Since it divided Korea into two, the U.S. has ceaselessly committed all forms of war provocations, focusing on the moves to stifle the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists committed hundreds of thousands of cases in wanton violation of the Military Armistice Agreement as evidenced by the infiltration of their armed spy ship \"Pueblo\" into the territorial waters of the DPRK. They have escalated military confrontation and screwed up tension on the Korean Peninsula while getting frantic with exercises for a war of aggression against the DPRK under various codenames every year including Team Spirit, Foal Eagle and Ulji Focus Lens aimed at mounting a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Their increased war threat laid big hurdles in establishing a new society and building socialism in the northern half of Korea and hindered the planned and balanced development of the national economy, compelling it to allocate huge additional funds.\n\t\t\t\t\t\n\t\t\t\t\tThe Workers' Party of Korea and the DPRK government were compelled to put forward the line of putting all the people under arms and turning the whole country into a fortress to cope with the U.S. moves for igniting a new war. They had no choice but to carry on economic construction and defence upbuilding simultaneously while directing big efforts to civilian defence training at all times. This did damage worth 2,380,186 million U.S. dollars to the economic development and the improvement of the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' economic sanctions and blockade have been the keynote of their policy to isolate and stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It has been subject to their most protracted and harshest sanctions and blockade in the world.\n\t\t\t\t\t\n\t\t\t\t\t The successive U.S. rulers have persistently applied systematic and overall economic sanctions and blockade against all sectors including trade, finance, investment, real estate, insurance, transport, post and telecommunications and visits of people for more than a half century to isolate and suffocate the DPRK firmly adhering to independence under the uplifted banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. started slapping economic sanctions and blockade against the DPRK and other socialist countries after faking up the \"the Coordinating Committee for Export to Communist Area\" (COCOM) in November 1949. It has intensified economic sanctions and blockade against the DPRK year by year by invoking more than 20 laws including \"the Trading with the Enemy Act\" and \"Export and Import Bank Act,\" all unilaterally fabricated in wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t From the 1990s, difficult years when the socialist movement suffered a temporary setback, in particular, the U.S. formed the imperialist allied forces to totally isolate and stifle the DPRK, a socialist fortress, and left no means untried to achieve their purpose. All these moves were unimaginably vicious. \n\t\t\t\t\t\n\t\t\t\t\t In July 1996 the U.S. cooked up such conspiratorial mechanism as the so-called \"Wassenaar Arrangement on Export Controls for Conventional Arms and Dual-use Goods and Technologies\" to replace the COCOM which collapsed after the end of the Cold War. It worked hard to totally suffocate the economy of the DPRK through the international sanctions by applying the above-said arrangement to every case. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has become evermore reckless in its offensive for international pressure on the DPRK in the new century. \n\t\t\t\t\t\n\t\t\t\t\t It kicked off a frantic nuclear racket after listing the DPRK as part of an \"axis of evil\". It listed the DPRK as a \"sponsor of terrorism\" after faking up fictitious cases. After running the whole gamut of sheer intrigues such as \"counterfeit notes\", \"human rights abuses\" and \"drug trafficking\" the U.S. prodded its satellite countries into knocking into shape and effectuating PSI and the \"Regional Maritime Security Initiative\" aimed at maritime blockade. Through this campaign for collective sanctions and blockade the U.S. escalated the pressure and blackmailing against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistent sanctions and blockade badly affected every sector of the peaceful economic construction in the DPRK. Damages are on the steady increase. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. behavior is indescribably base. It froze properties of not only state and public institutions of the DPRK but its citizens. It even prevented individual persons from inheriting properties and froze insurance money. Not content with this, it blocked remittance and prohibited the sending of parcels.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. most vicious moves to stifle the economy of the DPRK found their manifestation in the sanctions against trade and financial transaction.\n\t\t\t\t\t\n\t\t\t\t\t It banned not only its businesses but its civilians from having any dealing with businesses and citizens of the DPRK. It put pressure on those countries, businesses and individuals having economic relations with the DPRK, disturbing trade. DPRK traders were subject to U.S. watch and control wherever they went. \n\t\t\t\t\t\n\t\t\t\t\t These obstructions to free trading activities caused the DPRK to suffer enormous losses in export and import aimed at developing the nation's economy and improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t In case the DPRK banks settle accounts with those of other countries in U.S. dollars, the U.S. enforced vicious financial sanctions, unconditionally freezing the relevant funds at U.S. banks. This rendered it impossible for the DPRK to make any settlement in international markets, causing big financial losses in its business. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is putting pressure on other countries not to extend any credit or give economic assistance to the DPRK and barring even individuals from making any investment in it. It is also pressurizing its satellite countries not to sell any new equipment or transfer technology to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the U.S. did not hesitate to commit such piracy as seizing by force of arms DPRK trading ships when they were sailing in the open seas the free sailing in which is allowed by international law and confiscating their cargo as evidenced by the forcible search of its trade cargo ship \"Sosan\" carried out by the U.S. in the open seas near Yemen in broad daylight by prodding Spain.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves to economically stifle the DPRK and bring down its system found their vivid manifestation in the fact that it deliberately delayed and scuttled the provision of light war reactors and delivery of heavy oil, the hardcore commitments under the DPRK-U.S. Agreed Framework adopted in October of 1994.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. dragged on the construction of light water reactors and the provision of heavy oil, deliberately laying hurdles from their outset, and finally suspended both of the jobs which it had conducted for form's sake. This shameless action of the U.S. caused the power industry of the DPRK to suffer electricity losses amounting to astronomical figures and brought awful consequences to the national economy and the people's living after the adoption of the said agreed framework. Due to the U.S. delay in the construction of light water reactors and suspension of the provision of heavy oil the DPRK suffered the loss amounting to 1,165,008 million US dollars.\n\t\t\t\t\t\n\t\t\t\t\tImmeasurable is the damage the Korean people suffered owing to the economic sanctions and blockade, the products of the U.S. hostile policy toward the DPRK. But the damages brought to light bring the total amount of the accurately estimated damages incurred by the U.S. to the DPRK for six decades up to 2005 to 13,729,964 million U.S. dollars. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's building of a thriving nation was impeded due to the \"resolutions on sanctions\" the U.S. cooked up by instigating the UNSC, calling into question the launch of satellites for peaceful purposes in recent years and labeling the nuclear test conducted by it in a legitimate manner to defend the supreme interests and sovereignty of the country a \"threat to peace.\" These damages are yet to be calculated.\n\t\t\t\t\t\n\t\t\t\t\t The despicable economic sanctions and blockade perpetrated by the U.S. for more than a half century are the illegal and brigandish crimes and a wanton encroachment on the sovereignty of the state with no ground in the light of international law.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. has neither compensated for such base crimes nor repented of them. It is defiling the inviolable dignity and sovereignty of the DPRK by faking up the case of warship \"Cheonan\" just like a thief crying \"Stop the thief!\" and working with blood-shot eyes to impose disasters of a nuclear war on this land.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has used the nuclear issue on the Korean Peninsula for systematically isolating and stifling the DPRK, not for ensuring peace there. It deliberately derailed the six-party talks. Persistently sidestepping the peaceful co-existence with the DPRK, the U.S. is fostering division and confrontation between the north and the south and hindering the uniform development of the Korean nation, ceaselessly doing unspeakable damage to the former. \n\t\t\t\t\t\n\t\t\t\t\t All these facts once again clearly prove that the U.S. imperialists are the vicious and barbarous aggressors, murderers, shameless wreckers of peace and the sworn enemy of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The more reckless the U.S. becomes in its moves to hurt the dignified DPRK, far from apologizing and compensating for its crimes committed against the Korean nation, the higher the hatred of the army and people of the DPRK for it will mount and the stronger they will grow in their resolution to take revenge upon it. The provokers will get nothing but merciless destruction and death for their political and military confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK who have grown to be matchless revolutionary ranks under the leadership of the Party and the leader will never pardon the crimes of the U.S. imperialists but force them to pay a thousand-fold price for them. They will bolster up the deterrent for self-defence in every way under the banner of Songun, firmly defend the peace in the Korean Peninsula and the rest of the world and build a great prosperous and powerful socialist nation on this land without fail."
        },
        {
            "title": "Rodong Sinmun Brands US Imperialists as Provoker of Korean War",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-16ee.html",
            "content": "Rodong Sinmun Brands US Imperialists as Provoker of Korean War\r\nPyongyang, June 24 (KCNA) -- The Korean war that broke out in June 1950 was obviously a product of the U.S. imperialists' deliberate and premeditated scenario for aggression, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t It cites facts to prove that the U.S. carefully worked out a scenario for the Korean war in advance and rounded off the preparations for it and, on this basis, started the war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists enforced a \"military administration\" in south Korea. This was aimed to hold in check the democratization of the south Korean society at the point of bayonet, turn it into a complete colony and step up the preparations for a war of aggression against the DPRK with south Korea as a springboard. \n\t\t\t\t\t\n\t\t\t\t\t They staged unjust \"separate elections\" to establish a \"separate government\" in south Korea through the \"UN Temporary Commission on Korea\". The \"separate elections\" were frustrated owing to the opposition by majority of the south Korean people, but they finally cooked up the puppet government.\n\t\t\t\t\t\n\t\t\t\t\t They appointed MacArthur as the commander of the U.S. forces in the Far East in December 1946 according to the plan for the preparations for the Korean war and formed their Far East forces.\n\t\t\t\t\t\n\t\t\t\t\t Under his command a scenario for another world war including the Korean war was studied and worked out in real earnest. \n\t\t\t\t\t\n\t\t\t\t\t This scenario calling for hurling U.S. forces into the war right after it was ignited by south Korea on the basis of the thorough preparations for it was modified and completed in reflection of diplomatic plots and the plan for spy operations of the U.S. Department of State. This scenario was discussed and approved by the U.S. National Security Council in April 1950.\n\t\t\t\t\t\n\t\t\t\t\t They finally completed the above-said scenario at the beginning of 1950 and worked out in detail even a U.S. strategic plan for the war.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they left no means untried to secure huge armed forces and war equipment.\n\t\t\t\t\t\n\t\t\t\t\t They were, at the same time, busy hastening the conclusion of bilateral military agreements with their satellite countries of the world in order to bring their armed forces to the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly prove that the Korean war was ignited by the U.S. imperialists on the basis of the carefully prearranged war scenario. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to stop making desperate efforts to evade the responsibility for the start of the Korean war, admit its crimes and draw a bitter lesson taught by history, urges the article."
        },
        {
            "title": "Rodong Sinmun Calls for Play to Transparent Anti-imperialist Awareness",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-13ee.html",
            "content": "Rodong Sinmun Calls for Play to Transparent Anti-imperialist Awareness\r\n Pyongyang, June 24 (KCNA) -- The Korean people's transparent class awareness that has grown stronger in the crucible of the protracted struggle is now given fuller play in the on-going march for a great surge.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said class awareness was fully displayed in exerting utmost efforts for bolstering up the defense capability true to the Songun leadership of the Workers' Party of Korea. It also found a striking manifestation in that the Korean people have firmly preserved the true nature of socialism, determined to share the destiny with socialism to the last and that they are making an uninterrupted leap forward and bringing about continued innovations in building a thriving nation through a high-pitched drive for effecting a great surge in the spirit of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t The whole country is now giving priority to the work to render unreserved assistance to the People's Army and all the fields and units are waging a dynamic drive for bolstering up the nation's defence capability in every way. This reality clearly proves the determination and will of the Korean people to bring about a great event of national reunification with the might of Songun at any cost.\n\t\t\t\t\t\n\t\t\t\t\t They live full of revolutionary spirit and optimism, abiding by the principle of socialism even when carrying out economic construction and vehemently rejecting the corrupt bourgeois way of life and the ideological and cultural poisoning of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t They are intensifying their drive for a great surge in the spirit of self-reliance with the revolutionary zeal to build a reunified and prosperous thriving nation at all costs on this land by their own efforts and their own way with pride.\n\t\t\t\t\t\n\t\t\t\t\t They are fully demonstrating the spirit of heroic Korea, Chollima Korea, consolidating as firm as a rock the foundation of the Juche-based industry and building world-startling gigantic structures with faith in sure victory and courage that he who laughs last laughs longest no matter how reckless the enemies may become in their moves."
        },
        {
            "title": "S. Korea Accused of Shifting Blame for Collapse of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-14ee.html",
            "content": "S. Korea Accused of Shifting Blame for Collapse of Inter-Korean Relations\r\nPyongyang, June 24 (KCNA) -- A spokesman for the south Korean Ministry of \"Unification\" some days ago talked nonsense that \"it was not the south but the north that defiled the spirit of the June 15 joint declaration.\" \n\t\t\t\t\tEarlier, an official in charge of policy planning of the \"Ministry of Unification\" told a \"seminar\" that the ministry \"respected the agreements between the south and the north including the June 15 joint declaration and the October 4 declaration\" and \"made efforts to develop the inter-Korean relations,\" adding that \"it was due to the north that the south-north relations could not advance.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Thursday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe puppet authorities' above-said utterances are as shameless an act as that of a guilty party filing the suit first because they are intended to shift the blame for the collapse of the inter-Korean relations onto the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group did not expect any progress in the inter-Korean relations but foolishly waited for any \"change\" to take place in the DPRK, sticking to the \"waiting strategy\" after suspending all forms of dialogue and cooperation, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tMuch upset by various circles' mounting criticism of its undisguised acts of bringing the inter-Korean relations to a collapse and increasing the danger of a war of aggression against the north on the occasion of the 10th anniversary of the publication of the June 15 joint declaration, the Lee Myung Bak group let loose such naive and disgusting remarks to justify its anti-reunification \"policy toward the north\" and calm down the anger of the public. \n\t\t\t\t\tThis clumsy artifice, however, can never cut ice with anyone.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will surely force the group of traitors to pay a dear price for such anti-reunification acts as going mad with its moves to escalate the confrontation, laying the blame for pushing the inter-Korean relations to a collapse at the other's door."
        },
        {
            "title": "Lee Myung Bak Group Accused of Its Moves for Second Korean War",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-17ee.html",
            "content": "Lee Myung Bak Group Accused of Its Moves for Second Korean War\r\nPyongyang, June 24 (KCNA) -- The frantic moves of the Lee Myung Bak group of traitors to escalate the confrontation with the DPRK are a dangerous adventure to push the situation on the Korean Peninsula to a catastrophe and an unpardonable criminal act to launch another war, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t The puppet forces' moves to ignite a new war have reached an extreme phase since the outbreak of the recent \"Cheonan\" case, a hideous conspiratorial farce, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t They are working with bloodshot eyes to ignite a war while crying out for \"retaliation\" and \"punishment\" of someone with the \"Cheonan\" case as a momentum. They totally suspended the inter-Korean cooperation, kicked off a racket to tighten international sanctions against the DPRK, stepped up massive arms buildup in the areas along the Military Demarcation Line, resumed the \"anti-DPRK psychological warfare\" and keep staging large-scale joint military exercises with the U.S. imperialist aggression troops. \n\t\t\t\t\t\n\t\t\t\t\t Recently traitor Lee Myung Bak openly disclosed his black-hearted intention to ignite a war while blustering that he is not afraid of a war.\n\t\t\t\t\t\n\t\t\t\t\t All this indicates that their moves to escalate the confrontation with the DPRK have reached an extreme phase and they have created on the peninsula such acute situation that even a trifle incident may promptly spark off a military conflict and an all-out nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Such acts as negating the system of the other party and dangerous military provocations against it can be committed by aggressors only on the eve of a war.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that the puppet warmongers are trying to find a way-out in launching a war of aggression against the DPRK together with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It has become clearer that the moves to escalate confrontation with the DPRK intended to ignite a new war on the peninsula is a hurdle lying in the way of independent and peaceful reunification, concludes the article."
        },
        {
            "title": "KCTU Members Arrested by S. Korean Puppet Police",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-09ee.html",
            "content": "KCTU Members Arrested by S. Korean Puppet Police\r\n Pyongyang, June 24 (KCNA) -- The south Korean puppet police on June 21 walked off leading members of the Korean Confederation of Trade Unions (KCTU) on a sit-in strike.\n\t\t\t\t\t The fascist police took away to the Namdaemun Police Station leading members including a vice-chairman of the KCTU on a sit-in strike after occupying the Seoul Labor Office in demand of the puppet authorities' withdrawal of the unpopular policies, the retrogressive revision of the \"Law on Trade Unions\", an interview with the minister of Labor, etc.\n\t\t\t\t\t\n\t\t\t\t\t In this regard a deputy spokesman for the KCTU strongly demanded the authorities accept the proposal of the KCTU, accusing \"the minister of Labor of refusing to have any dialogue and turning down the request for interview.\""
        },
        {
            "title": "US Becomes More Pronounced in Anti-DPRK Moves",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-10ee.html",
            "content": "US Becomes More Pronounced in Anti-DPRK Moves\r\n Pyongyang, June 24 (KCNA) -- The U.S. imperialists ignited a war against the newly founded Democratic People's Republic of Korea on June 25, 1950.\n\t\t\t\t\t It, aimed to occupy the whole of Korea by force of arms, caused massacre and destruction unprecedented in the history of war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists mobilized their main forces and those of south Korea and its fifteen satellite countries and huge military equipment in the war in a bid to realize its aggressive ambition. They laid everything in the country in ruins by indiscriminate bombing and bombardment and killed civilians at random but they could neither occupy the country nor reduce its people to submission.\n\t\t\t\t\t\n\t\t\t\t\t Although six decades has passed since then, the Korean peninsula is still fraught with danger of another war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, in violation of the Korean Armistice Agreement, have steadily reinforced armed forces in south Korea to turn it into the largest military base and nuclear arsenal in the Far East. They have also waged joint military exercises such as Team Spirit, RSOI (reception, staging, onward movement and integration), Key Resolve and Foal Eagle, escalating war preparations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In view of their purpose, characteristics and equipment, all the military exercises staged by the U.S. imperialists every year are construed as a nuclear test war and a preliminary war to bulldoze the DPRK militarily and launch a preemptive strike at it.\n\t\t\t\t\t\n\t\t\t\t\t Recently they, in collusion with the Lee Myung Bak puppet regime of south Korea, have abused the sinking of warship \"Cheonan\" in the anti-DPRK campaign, talking about \"support\" to south Korea and dispatch of naval task force to the West Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Owing to their reckless moves of aggression, a touch-and-go situation is prevailing on the peninsula."
        },
        {
            "title": "US Methodist Church Calls for Conclusion of Peace Treaty",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-12ee.html",
            "content": "US Methodist Church Calls for Conclusion of Peace Treaty\r\nPyongyang, June 24 (KCNA) -- At least 1,000 representatives of the U.S. Methodist Church at a rally held from June 13 to 16 adopted a proposal urging the conclusion of a peace treaty on the Korean Peninsula and normalizing the DPRK-U.S. relations.\n\t\t\t\t\t In the proposal they urged the U.S. to sign a peace treaty with the DPRK to put an end to the war and shape a peaceful diplomatic policy.\n\t\t\t\t\t\n\t\t\t\t\t They also called upon the U.S. to contribute to achieving peace and reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They decided to send this proposal to the U.S. president and the U.S. secretary of State."
        },
        {
            "title": "DPRK People's Struggle Supported by Liechtenstein",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-03ee.html",
            "content": "DPRK People's Struggle Supported by Liechtenstein\r\n Pyongyang, June 24 (KCNA) -- Alois von und zu Liechtenstein, prince of the Principality of Liechtenstein, expressed his hope that the DPRK people would achieve greater successes in their efforts to build a great prosperous and powerful nation, noting that he is pleased with the fact that everything goes well in the DPRK.  \n\t\t\t\t\t He said this when receiving credentials from the DPRK ambassador to the Principality on June 17.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Principality of Liechtenstein has always closely followed the situation in the Korean Peninsula, he said it is important to conclude a peace treaty between the DPRK and the U.S. to ensure lasting peace in the peninsula."
        },
        {
            "title": "Foreigners Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-05ee.html",
            "content": "Foreigners Pay Congratulatory Visits to DPRK Embassies\r\nPyongyang, June 24 (KCNA) -- Personages of political parties and organizations of different countries visited DPRK embassies between June 15 and 19 to celebrate the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t They were Chairwoman S. Z. Umalatova and Vice-Chairman Shashbiashbili of the Party for Peace and Unity of Russia, the Deputy General Secretary and the Director of the International Department of the Democratic Party of Equatorial Guinea, Demba Camara, member of the National Political Bureau and secretary of the C.C., the Party for Unity and Progress of Guinea, and other members of directions of those political parties, Rashed Khan Menon, chairman of the C.C., the Workers' Party of Bangladesh, and Ragib Ahsan Munna, secretary general of the Bangladesh-Korea Friendship and Solidarity Committee.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets before the full-length portraits of President Kim Il Sung and Kim Jong Il at the embassies and made deep bows to them."
        },
        {
            "title": "S. Korean Authorities Urged to Accept 6.15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-04ee.html",
            "content": "S. Korean Authorities Urged to Accept 6.15 Joint Declaration\r\n Pyongyang, June 24 (KCNA) -- Personages of Ethiopia and Syria made public statements on June 15 to commemorate the 10th anniversary of the adoption of the June 15 North-South Joint Declaration.\n\t\t\t\t\tNigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, said in the statement that the June 15 joint declaration is a product of General Secretary Kim Jong Il's will and idea on national reunification who has creditably carried forward President Kim Il Sung's cause of independent reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The statement recalled that the Lee Myung Bak group totally denied the June 15 joint declaration and the October 4 declaration, its action programme, agreed upon by the north and the south of Korea and fully supported by the world community, and bedeviled the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the south Korean authorities discontinue the anti-DPRK and anti-reunification moves at once and accept the June 15 joint declaration as the banner for the improved north-south relations and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, head of department of the Political Faculty of University of Damascus of Syria, referred to the significance of the adoption of the joint declaration and its validity and vitality and accused the south Korean authorities of disregarding the nation's will for reunification while toeing the outside forces' line and totally denying the joint declaration."
        },
        {
            "title": "Anti-DPRK Moves of US-S. Korea Accused",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-02ee.html",
            "content": "Anti-DPRK Moves of US-S. Korea Accused\r\n Pyongyang, June 24 (KCNA) -- Ethiopian and Austrian organizations criticized the anti-DPRK moves of the U.S. and the south Korean authorities.\n\t\t\t\t\t The Addis Ababa Youth Association of Ethiopia in its statement on June 15 noted that the \"Cheonan\" sinking case was a fabrication orchestrated by the south Korean authorities in collusion with the U.S. from A to Z, adding that the south Korean authorities referred the case to the UN Security Council some time ago defying the repeated warnings of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Branding this unjust measure as a dangerous act to stoke the military tensions and ignite a war in the Korean Peninsula, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t We assert that the south Korean authorities should receive the inspection group of the National Defence Commission of the DPRK as soon as possible and the UNSC treat the \"Cheonan\" case in line with the principled stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We extend wholehearted support to all the measures taken by the DPRK concerning the case and the just efforts of the DPRK people and youth for peace and reunification in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Society for the Promotion of the Relations between Austria and the DPRK in its resolution demanded the south Korean authorities immediately receive the inspection group of the NDC of the DPRK."
        },
        {
            "title": "WPK Praised by British Groups",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-06ee.html",
            "content": "WPK Praised by British Groups\r\nPyongyang, June 24 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on June 18 and Baguma Isoke, director general of the African Regional Committee for the Study of the Juche Idea, a statement on June 15 to mark the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The joint statement said that Kim Jong Il has strengthened the WPK into a united powerful party imbued with President Kim Il Sung's revolutionary idea, the Juche idea, stressing that the DPRK could confidently advance toward the road of socialism thanks to his wise leadership at a time when red flags were hoisted down in some countries.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the revolutionaries of the world to deeply study and learn from the experience gained by the WPK in party building.\n\t\t\t\t\t\n\t\t\t\t\t Baguma Isoke stressed in his statement that as it is led by Kim Jong Il the WPK has developed into the revolutionary party of Juche strong in the principle of independence which is unfazed at all sorts of storms and trials of history and a powerful party steadily advancing toward the accomplishment of the socialist cause without the slightest mistake in the line."
        },
        {
            "title": "Kim Jong Il's Feats Lauded in Guinea and Finland",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-01ee.html",
            "content": "Kim Jong Il's Feats Lauded in Guinea and Finland\r\nPyongyang, June 24 (KCNA) -- Meetings were held in Guinea and Finland on June 11 and 13 to commemorate the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Fodeba Keira Isto, minister of Art and Culture of Guinea, referred to the fact that the more than 40 year-long history of revolutionary activities of Kim Jong Il shines as a heroic epic of a peerlessly great man as he laid a solid foundation for socialist construction by successfully inheriting the cause of President Kim Il Sung, won a victory in safeguarding socialism holding high the banner of Songun and opened a glorious history of building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, said that the world progressives are highly praising him as the greatest statesman in the modern times as he has provided outstanding and seasoned leadership to the Party, the state and the army.\n\t\t\t\t\t\n\t\t\t\t\t Hannu Harju, chairman of the Communist Workers' Party of Finland for the Peace and Socialism, noted with appreciation that the Songun politics of the DPRK is a treasured sword of justice for reliably guaranteeing the country's security and socialist construction while standing firm against the imperialists' ceaseless political interference and war threats.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting in Finland."
        },
        {
            "title": "DPRK Important Days Observed by Koreans in Russia",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-08ee.html",
            "content": "DPRK Important Days Observed by Koreans in Russia\r\nPyongyang, June 24 (KCNA) -- The United Confederation of Koreans in Far Eastern Region of Russia held an event in the Maritime Territory on June 19 on the occasions of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 10th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t On display there were photos and books introducing exploits performed by Kim Jong Il in his Songun leadership and the struggle for national reunification and his works published by various publishing houses in the Far Eastern region.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said that the epoch-making events taking place in the motherland would be unthinkable without the wise leadership of the WPK led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration is a line of independent reunification which calls on the Koreans to reunify the country by their concerted efforts and a milestone of reunification to be consistently held fast to by all of them in the north and the south and abroad, they stressed, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the Lee Myung Bak group of south Korea are pushing the situation in the Korean Peninsula to the brink of war by fabricating the case of the sunk warship \"Cheonan\", but peace will be firmly preserved in Korea and the day of national reunification is sure to come as long as there is the DPRK remaining strong thanks to the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Then, the meeting was followed by an art performance."
        },
        {
            "title": "DPRK Important Days Celebrated in Austria, Germany",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-07ee.html",
            "content": "DPRK Important Days Celebrated in Austria, Germany\r\nPyongyang, June 24 (KCNA) -- Organizations of Austria and Germany released bulletins on June 15 and 16 on the occasions of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 10th anniversary of the adoption of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The bulletin issued by the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna said in an article that Kim Jong Il is wisely guiding the Korean revolution, socialist construction and the cause of national reunification as the supreme leader of the WPK, the army and the state.\n\t\t\t\t\t\n\t\t\t\t\t By pursuing the Songun politics he strengthened the Korean People's Army into a matchless army and the DPRK into an invincible socialist fortress and made sure that socialist economic construction was pushed ahead, the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that President Kim Il Sung put forward the three principles for national reunification, the ten-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo and devoted his whole life to national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the historic inter-Korean summit was provided and the North-South Joint Declaration adopted on June 15, 2000, carrying the full text of the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It also edited an article denouncing traitor Lee Myung Bak of south Korea for having totally denied the inter-Korean declarations and thrown a big hurdle in the development of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin released by the Federal Republic of Germany-DPRK Association said in an article that many successes have been achieved in the drive for reconciliation, cooperation and unity between the north and the south of Korea under the banner of the June 15 joint declaration and that a bright vista for Korea's reunification was opened with the adoption of the October 4 declaration, a programme for implementing the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin called upon the world peace-loving forces to positively support the Korean people in their struggle to reunify the country on the basis of the June 15 joint declaration."
        },
        {
            "title": "Entidades coreanas exhortan a todos coreanos a levantarse en la lucha",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-28ee.html",
            "content": "Entidades coreanas exhortan a todos coreanos a levantarse en la lucha\r\nPyongyang, 24 de junio (ATCC) - Con motivo de cumplirse los 60 anos de la provocacion de la guerra coreana por los imperialistas norteamericanos, el Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP), el Comite Nacional Coreano por la Defensa de la Paz (CNCDP) y la direccion nortena del Comite Pannacional de Investigacion Especial de los Verdaderos Aspectos de los Crimenes de las Tropas Norteamericanas (CPIEVACTN) publicaron el dia 24 un documento conjunto de repudio.\n\t\t\t\t\tLa pasada guerra coreana fue la agresiva provocada por Estados Unidos junto con el Sur de Corea y los paises satelites para aplastar en su cuna la joven Republica Popular Democratica de Corea y realizar su ambicion de domino al mundo, y una guerra de masacre contra la nacion coreana sin precedente en la historia de guerras del mundo, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos asesinos yanquis usaron en la pasada guerra coreana las armas biologicas y quimicas contra el pueblo coreano violando flagrantemente el derecho  internacional y ademas, tramaron el complot para lanzarle hasta las bombas atomicas.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las atrocidades salvajes de los yanquis y los titeres surcoreanos, durante el periodo de la guerra fueron asesinados millones de habitantes inocentes y la RPDC se convirtio en una ruina en que no existe una vivienda completa ni un ladrillo completo.\n\t\t\t\t\t\n\t\t\t\t\tPrecisamente, los yanquis son asesinos sin igual, perversos maniacos de  guerra y agresores.\n\t\t\t\t\t\n\t\t\t\t\tYa pasaron mas de medio siglo desde cuando EE.UU. se arrodillo ante el ejercito y el pueblo de Corea y firmo el Acuerdo de Armisticio de Corea, pero, en la posguerra este imperio no solo perpetraba perversamente las maquinaciones de provocacion de nueva guerra sino tambien obstaculizaba cruelmente el mejoramiento de las relaciones Norte-Sur y el camino de la reunificacion interviniendo en los asuntos interiores de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee Myung Bak, que se halla en la crisis peor por la condenacion interna y externa, recurre freneticamente a las maquinaciones del enfrentamiento y la provocacion de guerra en adhesion a la politica hostil de EE.UU. a la RPDC. Esta banda es precisamente el ejecutor de guerra de categoria especial y complice de la guerra nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa unica salida de la nacion coreana es levantarse generalmente en la sagrada lucha patriotica pannacional por frustrar las maniobras de enfrentamiento y guerra anti-RPDC de EE.UU. y la banda de conservadores proyanquis del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos que tengan la sangre y el espiritu nacionales, deben cobrar mil veces el precio de la sangre derramada de los connacionales luchando por la dignidad y el honor de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tBajo la bandera de lucha antiyanqui y por la paz anti-belica, toda la nacion debe rechazar y frustrar tajantemente la imprudente politica hostil a la RPDC de EE.UU. y sus maniobras belicas.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos de diversos estratos deben romper resueltamente las humillantes y vendepatrias \"relaciones de alianza\" con EE.UU. para la guerra y movilizarse como un solo hombre en la lucha por poner punto final a la ocupacion militar de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tMediante su rotunda e implacable lucha, deben liquidar tambien por completo los crimenes antinacionales de la banda conservadora titere y sepultar para siempre en la tumba de la historia a estos traidores de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hombres, que se oponen a la guerra y desean la paz, deben tomar el camino de defender y ejecutar la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tConsciente de su mision asumida ante la epoca y la historia, toda la nacion coreana del Norte, el Sur y en ultramar debe levantar la fuerte oleada antiyanqui y anti-Lee Myung Bak para cobrar mil veces el precio de las victimas mortales y calamidades sufridas por la nacion y preparar una coyuntura trascendental del cumplimiento de la justa causa patriotica por la paz y la reunificacion del pais."
        },
        {
            "title": "EE.UU. causa a la RPDC en 60 anos la perdida de casi 65 billones de US$",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-29ee.html",
            "content": "EE.UU. causa a la RPDC en 60 anos la perdida de casi 65 billones de US$\r\nPyongyang, 24 de junio (ATCC) -- La Agencia Telegrafica Central de Corea hizo publica el dia 24 la siguiente informacion para revelar los crimenes de toda indole de los imperialistas norteamericanos cometidos ante el pueblo coreano desde su ocupacion del territorio surcoreano hasta la fecha:\n\t\t\t\t\tHan pasado 60 anos desde cuando los agresores norteamericanos, enemigos jurados del pueblo coreano, desataron el 25 de junio de 1950 la guerra en el territorio patrio rompiendo la vida pacifica y feliz.\n\t\t\t\t\t\n\t\t\t\t\t  Durante la pasada guerra coreana, los imperialistas yanquis, representantes del mal, cometieron la matanza, la destruccion, el saqueo y otros crimenes de guerra mas barbaros y antieticos sin precedentes en la historia mundial de las guerras haciendo sufrir al pueblo coreano tremendos flagelos.\n\t\t\t\t\t\n\t\t\t\t\t  Desde la ocupacion del suelo surcoreano hasta la fecha, consideraron a la nueva Corea popular (RPDC) como espina atravesada en la garganta y practicaron obstinadamente la inaudita politica de aislamiento y aplastamiento encaminada a derrumbar el regimen coreano violando flagrantemente la Carta de la ONU y los reconocidos reglamentos de la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\t  El comite de averiguacion de los danos causados por EE.UU. a la RPDC investigo y contabilizo todas las perdidas humanas y materiales causadas a la RPDC durante 60 anos desde el 8 de septiembre de 1945, cuando las botas norteamericanas pisaron ilegalmente el suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  Segun las estadisticas brindadas por el comite, el monto total de las perdidas llega a 64 billones 959 mil 854 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\t  Esta cuenta se basa en los registros de aquel entonces y los testimonios de los supervivientes. Por eso, se supone que habra mucho mas perdidas no confirmadas. \n\t\t\t\t\t\n\t\t\t\t\tHabria que anadir a esa cifra tambien las perdidas politicas, morales y culturales incalculables con el dinero, entre otras, las provenientes de los atentados contra la soberania y la dignidad de la RPDC, la destruccion de las riquezas de eterna duracion como los lugares de interes historico-revolucionario y de los valiosos patrimonios culturales como las riquezas y vestigios historicos, de la presion psicologica sufrida por el pueblo coreano ante las maniobras de provocacion de nueva guerra y la amenaza de ataque preventivo nuclear y de la obstinada campana de propaganda de la idea y cultura burguesas.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, no se puede recompensar por nada las perdidas sufridas por el pueblo coreano debido a la ocupacion ilegal del suelo surcoreano de EE.UU. y su acto de impedir obstinadamente la reunificacion de Corea y al consiguiente dolor mental que vino sufriendo nuestro pueblo por la division nacional de mas de medio siglo y los danos causados por la falta del desarrollo unificado de la politica, la economia y la cultura entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de revelar y ajustar la cuenta hasta el final, de generacion en generacion, de todos los crimenes de los imperialistas yanquis contra el pueblo coreano, la Agencia Telegrafica Central de Corea informa los nuevamente investigados y confirmados datos sobre las perdidas sufridas por la RPDC.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  Los crimenes de genocidio para exterminar a la nacion coreana\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLo mas grave de los danos causados a la RPDC por los yanquis proviene del asesinato salvaje de incontables civiles pacificos.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de subvertir y aplastar en su cuna la nueva Corea popular que aspiraba al socialismo, los agresores yanquis anidados en suelo surcoreano no dejaron de practicar el asalto, el tiroteo y el terror contra la zona al norte del paralelo 38o, de manera que asesinaron o secuestraron forzadamente a mas de 13 mi 900 coreanos antes del estallido de la guerra. \n\t\t\t\t\t\n\t\t\t\t\t  La horrorosa matanza civil que cometieron los imperialistas yanquis en la RPDC al desatar la guerra fue la violacion flagrante de las leyes internacionales sobre la proteccion de civiles en tiempo de guerra y los reglamentos de guerra reconocidos en el ambito mundial y fue el crimen mas salvaje que nunca contra los civiles. \n\t\t\t\t\t\n\t\t\t\t\t  Durante tres anos de la pasada guerra coreana, perdieron la vida en la RPDC mas de un millon 231 mil 540 habitantes pacificos por los bestias yanquis.\n\t\t\t\t\t\n\t\t\t\t\t  Durante todo el periodo de la guerra esta carniceria dejo como saldo mas de 401 mil 940 personas muertas en la provincia de Hwanghae incluyendo a un cuarto de los habitantes inocentes del distrito de Sinchon muertos en el tiempo de ocupacion temporal, mas de 162 mil 180 en la provincia de Phyong-an del Sur, mas de 129 mil 390 en la provincia de Kangwon, mas de 116 mil 220 en la provincia de Phyong-an del Norte, mas de 115 mil 300 en la provincia de Hamgyong del Sur, mas de 82 mil 20 en la provincia de Hamgyong del Norte y mas de 64 mil 240 en la provincia de Jagang.\n\t\t\t\t\t\n\t\t\t\t\t  En Pyongyang los bestias yanquis mataron indiscriminadamente a mas de 157 mil 840 ciudadanos.\n\t\t\t\t\t\n\t\t\t\t\t  Uno de los imperdonables crimenes de los agresores yanquis cometidos en la guerra coreana es que ellos usaron las armas quimicas y bacteriologicas, medios de exterminio masivo prohibidos por la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Desde finales de enero hasta finales de marzo de 1952, lanzaron en mas de 700 ocasiones a mas de 400 lugares de distintas partes de la RPDC las bombas bacteriologicas que contenian incontables insectos nocivos comos moscas, pulgas, chinches y mosquitos. Tales insectos difundieron de manera explosiva las epidemias agudas y malignas como peste, colera, viruela, la hemorragia epidemica, etc. \n\t\t\t\t\t\n\t\t\t\t\t  Debido a esta guerra bacteriologica y quimica de mala fama, murieron en la RPDC mas de 50 mil habitantes incluso mil 379 muertos de la ciudad de Nampho por las bombas de gases toxicos.\n\t\t\t\t\t\n\t\t\t\t\t  Sin tomar en consideracion el convenio internacional sobre el trato de los prisioneros de guerra, los imperialistas norteamericanos trataron de manera inhumanitaria y mataron a su capricho a los prisioneros de la RPDC y los usaron en el experimento con seres vivos.\n\t\t\t\t\t\n\t\t\t\t\t  Los carnivoros yanquis realizaron su horrenda carniceria en que resultaron lesionados mas de 2 millones 463 mil 90.\n\t\t\t\t\t\n\t\t\t\t\t  De este numero mas de 294 mil 20 son invalidos que perdieron la capacidad de trabajar y tuvieron que vivir el resto de su vida bajo el asilo del Estado odiando y maldiciendo a los matones yanquis.\n\t\t\t\t\t\n\t\t\t\t\t    A esto se suman el secuestro y la desaparicion de numerosos habitantes en el crisol de la guerra, lo cual dejo una profunda herida en la historia de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Aun despues de firmar el Acuerdo de Armisticio arrodillado ante el heroico pueblo coreano, EE.UU. perpetro incesantemente el ataque militar, el asalto, el terrorismo y el sabotaje contra la RPDC en las costas oriental y occidental, la tierra y el cielo asesinando, secuestrando e hiriendo a mas de 24 mil 910 norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  La matanza de EE.UU. trascendio las fronteras y las decadas.\n\t\t\t\t\t\n\t\t\t\t\t  A citar un ejemplo, en octubre de 1976, realizo el atentado terrorista contra un avion de la aerolinea civil cubana que exploto en pleno vuelo sobre el mar del Caribe.\n\t\t\t\t\t\n\t\t\t\t\tEntre los 73 tripulantes y pasajeros muertos estaban tambien los funcionarios coreanos de relaciones exteriores.\n\t\t\t\t\t\n\t\t\t\t\t  En fin de cuentas, las perdidas humanas causadas por los imperialistas norteamericanos se contabilizan en mas de 5 millones 60 mil 770 coreanos, entre ellos, mas de un millon 247 mil 870 muertos, mas de 911 mil 790 secuestrados y mas de 391 mil 740 desaparecidos.\n\t\t\t\t\t\n\t\t\t\t\t  Segun el metodo estadistico de costumbre internacional, las perdidas humanas se totalizan en 26 billones 168 mil 823 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\t  Especificamente, las perdidas de los muertos, secuestrados y desaparecidos llegan a 16 billones 533 mil 396 millones de US$, mientras las de los lesionados e invalidos alcanzan a 9 billones 635 mil 427 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\t  Estas cifras fueron sacadas tomando en cuenta varios factores como la vida laboral y los ingresos, que habrian tenido las victimas si hubieran sobrevivido, los intereses acumulados en la moratoria de recompensa y la fluctuacion de la cotizacion de US$.\n\t\t\t\t\t\n\t\t\t\t\t  En estas cifras no se incluyeron las perdidas provenientes de los crimenes de violacion de derechos humanos perpetrados de manera organizada y colectiva por los imperialistas norteamericanos durante la ocupacion temporal de algunas zonas de la RPDC, tales como el abuso sexual contra las norcoreanas de todas las edades como abuelas, menores y embarazadas.\n\t\t\t\t\t\n\t\t\t\t\t  En vista de la conciencia elemental y el deber del ser humano, el culpable debe pedir disculpas y recompensar a la victima. Esto constituye en las relaciones entre los paises la base moral para la paz de la humanidad y el desarrollo sano de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. habia pedido la compensacion de una suma astronomica de 62 millones 333 mil 333 US$ por cada uno de los pilotos muertos de su avion derribado durante la invasion del cielo jurisdiccional de Cuba a mediados de la decada de 1990.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, el muy cinico imperio nunca ha pedido disculpas hasta la fecha sino evade obstinadamente la remuneracion por haber perjudicado la vida y la salud y perturbado la estabilidad de vida de los habitantes inocentes de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  De veras, las perdidas humanas de la RPDC por los imperialistas norteamericanos, tomando en consideracion el tamano del territorio y el numero de poblacion, son archi-crimenes nunca tolerables tanto a la luz de la ley internacional como en vista de la etica moral. Por eso, el pueblo coreano tiene el derecho legitimo de saldar cuenta final de esos crimenes y cobrar el precio merecido de sangre. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tIndiscriminadas destrucciones y saqueos\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLas destrucciones y saqueos ejecutados por el imperialismo yanqui en la RPDC trajeron los desastres mucho mas peores que las consecuencias de la conflagracion mundial tanto en el contenido como en la gravedad. \n\t\t\t\t\t\n\t\t\t\t\tLas perdidas de las propiedades sufridas durante 60 anos por nuestro pueblo debido a EE.UU. se valoran en 16 billones 703 mil 169 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tEl monto de las perdidas materiales y economicas se basa en el metodo estadistico reconocido internacionalmente.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la liberacion de Corea, los imperialistas yanquis mandaron a numerosos terroristas y saboteadores a la RPDC agitada por la construccion de una nueva patria.\n\t\t\t\t\t\n\t\t\t\t\tEstos elementos destruyeron y quemaron los establecimientos pacificos y los edificios incluyendo 3 mil 29 fabricas, empresas y viviendas, mil 73 hectareas de tierra cultivable y mil 630 hectareas de area forestal. Y saquearon de modo bandidesco los bienes publicos y las propiedades y utensilios hogarenos de los civiles como miles de cabezas de ganado incluyendo mil 69 vacas y puercos.\n\t\t\t\t\t\n\t\t\t\t\tEl monto de estos danos reportados antes del estallido de la guerra coreana alcanza 20 mil 281 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tLa pasada guerra coreana, en que fueron devastados las ciudades y el campo de la RPDC, sin apreciar los reglamentos de guerra que estipulan que las ciudades, aldeas, viviendas y edificios pacificos no pueden ser por ningun medio objetos de ataque o de bombardeo, ha sido el testigo de la historia que revela al mundo la crueldad y el salvajismo de los agresores yanquis peores que cualesquier otros bandidos.\n\t\t\t\t\t\n\t\t\t\t\tLos agresores yanquis, al hablar que eliminarian completamente del mapa las 78 ciudades norcoreanas, redujeron a cenizas todo el territorio de la RPDC durante la guerra con bombardeos y canonazos intensisimos y usando hasta las bombas de napalm y bioquimicas prohibidas por los acuerdos internacionales. \n\t\t\t\t\t\n\t\t\t\t\tDebido a esta barbarie cometida en la tierra, el mar y el cielo, fueron destruidas durante 3 anos de guerra 50 mil 941 edificios de las fabricas y empresas, 28 mil 632 escuelas a todos niveles, 4 mil 534 edificios de salud publica como hospitales y clinicas, 579 edificios de organos de investigacion cientifica, 8 mil 163 edificios de organos de prensa y culturales y 2 millones 77 mil 226 viviendas, y 7 mil 491 edificios para los oficios religiosos como iglesias y catedrales. En total, fueron destruidos parcial o completamente 2 millones 416 mil 407 edificios.\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, quedaron averiados la linea ferroviaria de 4 mil 879 kilometros, la carretera de 4 mil 9 kilometros, los puentes cuyo largo total alcanza mil 109 kilometros, mil 489 locomotoras, 4 mil 803 camiones, 6 mil 281 embarcaciones pesqueras y de cargas, mil 715 presas y sus construcciones auxiliares causando incontables perdidas humanas, materiales y medioambientales.\n\t\t\t\t\t\n\t\t\t\t\tEn las zonas rurales fueron devastadas 563 mil 755 hectareas de tierra cultivable, disminuidos mas de 155 mil 500 hectareas de arrozales y parcelas de secanos, matadas y salteadas 369 mil 101 vacas y 764 mil 604 puercos, en total millones de cabezas de animales domesticos.\n\t\t\t\t\t\n\t\t\t\t\tResultaron quemados y perdidos mas de 40 millones 755 mil 640 libros antiguos, libros, documentos y datos, que eran patrimonios nacionales, y fueron destruidos y saqueados despiadadamente los patrimonios culturales nacionales incompensables por nada.\n\t\t\t\t\t\n\t\t\t\t\tEn esta guerra devastadora sin precedente desaparecieron casi todos los bienes individuales de los habitantes de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tRealmente, el territorio de la RPDC se vio destruido tan gravemente que necesitaban mas de un siglo para ser reconstruido como aseguraban los imperialistas norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\tEl monto de las propiedades perdidas de la RPDC durante la guerra coreana alcanza 16 billones 661 mil 622 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tEsto demuestra que la guerra coreana fue la de destrucciones mas salvajes en la historia de las guerras del mundo.\n\t\t\t\t\t\n\t\t\t\t\tAun en el periodo posbelico, EE.UU. no ceso los actos provocativos en la tierra, el aire y el mar y destruyo y quemo los establecimientos pacificos enviando de modo sistematico a los terroristas y saboteadores a la RPDC causando a esta las perdidas valoradas en 21 mil 266 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tSi bien el pueblo coreano vencio a los agresores y construyo sobre las ruinas una potencia socialista en un corto tiempo y con sus propias fuerzas, sufrio indecibles consecuencias de las destrucciones indiscriminadas de los yanquis antes, durante y despues de la guerra, las cuales quebraron la base economica para el desarrollo independiente del pais.\n\t\t\t\t\t\n\t\t\t\t\tPracticamente, el sabotaje de los imperialistas yanquis antes de la guerra coreana imposibilito normalizar la produccion ocasionando las perdidas de 10 mil 896 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tDurante la guerra, los danos por la misma causa alcanzaron 5 billones 461 mil 460 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta ocasion, queremos ajustar la cuenta con EE.UU. del siguiente problema:\n\t\t\t\t\t\n\t\t\t\t\tDespues de liberacion de Corea (15 de agosto de 1945), el pueblo de la RPDC reconstruyo las presas invirtiendo tremendos materiales, fondos y fuerza laboral.\n\t\t\t\t\t\n\t\t\t\t\tAunque estaba en los albores de la construccion de una nueva sociedad, suministro suficientemente, como medida fraternal, el agua de riego y mucha electricidad a la zona de Yonbaek Sur.\n\t\t\t\t\t\n\t\t\t\t\tSi bien las autoridades militares norteamericanas recaudaron enorme cantidad de impuestos de agua y electricidad a los campesinos de dicha zona y otros habitantes surcoreanos, no han pagado debidamente hasta hoy a la RPDC las tarifas de agua y electricidad.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando que despues de la liberacion, el Norte y el Sur usaban los mismos \"billetes del banco de Corea\", emitieron excesivamente 28 mil 700 millones de wones (moneda nacional) y los introdujeron en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCon estos billetes saquearon tremendos recursos como granos, pescados, combustible y materiales obstaculizando seriamente la construccion de una nueva sociedad del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tOtro dano impuesto por los imperialistas yanquis fue la destruccion y la contaminacion del ecosistema debido al uso de armas bioquimicas. \n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de la guerra coreana, ellos usaron generalmente contra la RPDC las bacterias y las sustancias toxicas.\n\t\t\t\t\t\n\t\t\t\t\tEstas sustancias nocivas perjudicaron seriamente la vida y los bienes del pueblo coreano y contaminaron gravemente el habitat.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la guerra, EE.UU. contamino el medio ambiente pulverizando gran cantidad de defoliante en la zona de la linea de demarcacion militar y como consecuencia, se vio afectado de gravedad el crecimiento de las plantaciones agricolas, la flora y la fauna de la RPDC ocasionando las perdidas de 4 mil 448 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se vio obligada a invertir fabulosos fondos para rehabilitar el medioambiente contaminado por EE.UU., lo cual duro mucho tiempo.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, el gobierno de la RPDC tuvo que desembolsar durante varios decenios muchos fondos para exterminar los organismos patogenos de fiebre tifoidea hemorragica y epidemica esparcidos por los yanquis en la pasada guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl monto de danos economicos por la destruccion y la contaminacion del medioambiente se estima en 505 mil 356 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no puede evadir jamas la responsabilidad de haber causado al pueblo coreano tremendos danos materiales y economicos incomparables con las perdidas de la guerra mundial y obstaculizado el desarrollo social y la construccion economica de la RPDC. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tConsecuencia de la politica nunca vista encaminada a aislar y atropellar a la RPDC\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa politica de aislamiento y aplastamiento anti-RPDC de EE.UU. es la del terrorismo de Estado para derrumbar el digno sistema socialista al estilo coreano optado por el mismo pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tDesde cuando dividio a Corea en dos partes, EE.UU. vino cometiendo incesantes provocaciones belicas de diversas formas dando enfoque al aplastamiento de la RPDC por via militar.\n\t\t\t\t\t\n\t\t\t\t\tSe reportaron cientos de miles de casos de violacion del Acuerdo de Armisticio Militar por parte de EE.UU., inclusive la intrusion del buque espia armado \"Pueblo\" en las aguas jurisdiccionales de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio agravo el enfrentamiento militar y la tension en la Peninsula Coreana  librando cada ano los ejercicios militares de diferentes rotulos como \"Team Spirit\", \"Foal Eagle\", \"Ulji Focus Lens\", etc., orientados a desatar la guerra contra la RPDC mediante el ataque preventivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLa amenaza de guerra cada dia mas creciente de los imperialistas norteamericanos obstaculizo seriamente la edificacion de la nueva sociedad y la construccion socialista en la RPDC y obligo a desembolsar los fondos inconvenientes al desarrollo planificado y equilibrado de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tPara hacer frente a tales maniobras norteamericanas, el partido y el gobierno de la RPDC no tuvieron otro remedio que presentar la linea de armamento de todo el pueblo y fortificacion de todo el pais y desarrollar paralelamente la construccion economica y la de defensa nacional dedicando siempre la gran parte de sus esfuerzos a los ejercicios de defensa civil. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, la economia y la vida del pueblo se vieron afectadas en un monto de 2 billones 380 mil 186 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tLa sancion economica y la politica de bloqueo constituyen lo clave de la politica de asilamiento y aplastamiento a Corea de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es el pais que sufre la sancion y el bloqueo mas tenaces e intensos de EE.UU. en este mundo.\n\t\t\t\t\t\n\t\t\t\t\tLos sucesivos gobernantes estadounidenses aplicaron durante mas de medio siglo y de manera sistematica y general el bloqueo y la sancion economica sobre todas las ramas de la RPDC, que marcha manteniendo firmemente la posicion independiente bajo la bandera del socialismo, entre otras, el comercio exterior, las finanzas, las inversiones, las propiedades inmuebles, el seguro, el transporte, el correo y comunicaciones y el viaje de civiles. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. fabrico en noviembre de 1949 el COCOM  y comenzo con este aparato la sancion y bloqueo economicos contra la RPDC y otros paises socialistas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, invento a su antojo, desacreditando brutalmente la ley internacional, mas de 20 leyes como \"ley de comercio con paises hostiles\" y la \"ley de bancos de exportacion e importacion\", etc., con las cuales amplio decada tras decada la esfera de la sancion economica y endurecio las medidas de bloqueo.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, desde la decada de 1990, cuando el movimiento socialista sufrio el fracaso temporal, EE.UU. formo el frente aliado imperialista y se valio de todos los medios y metodos inimaginablemente crueles para aislar y asfixiar completamente a la RPDC, baluarte del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tDespues de desmantelado el COCOM con el fin de la guerra fria, EE.UU. fabrico en enero de 1996 el \"Acuerdo de Wasena sobre el control de exportacion de armas convencionales, productos y tecnologias de doble uso\".\n\t\t\t\t\t\n\t\t\t\t\tEste aparato intrigante recurrio a la sancion internacional con el fin de estrangular la economia de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa campana de presion internacional anti-RPDC lanzada por EE.UU. se torno mas aventurera en el nuevo siglo. \n\t\t\t\t\t\n\t\t\t\t\tEl imperio definio a la RPDC como \"eje del mal\" y armo el alboroto nuclear. \n\t\t\t\t\t\n\t\t\t\t\tY trazo absurdamente los complots de distintas formas como los problemas de \"billetes falsificados\", de \"derechos humanos\" y de \"drogas\", tildando a la RPDC del \"pais que apoya el terrorismo\". \n\t\t\t\t\t\n\t\t\t\t\tAdemas, invento y aplico la \"iniciativa de seguridad contra la proliferacion\" y otras involucrando hasta a los paises satelites con el fin de sancionar y bloquear colectivamente en el mar a la RPDC. De esta manera, vino intensificando mas y mas la presion y chantajes anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las persistentes maniobras de sancion y bloqueo de EE.UU., la construccion economica pacifica de la RPDC sufrio en todos los dominios enormes perdidas que se incrementan cada dia mas.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el imperio incurrio en la bajeza de congelar los bienes, los bienes de herencia y la suma asegurada no solo de los organos estatales y publicos de la RPDC sino tambien de los ciudadanos individuales, y prohibir las remesas de dinero y paquetes. \n\t\t\t\t\t\n\t\t\t\t\tLo mas cruel fue la sancion sobre las transacciones comerciales y financieras. \n\t\t\t\t\t\n\t\t\t\t\tEstan prohibidas para las empresas y hasta los civiles norteamericanos todas las transacciones con las empresas y ciudadanos de la RPDC. Ademas, la presion de EE.UU. sobre los paises, empresas e individuos que tienen relaciones economicas con nuestro pais impidio la marcha exitosa de los negocios comerciales. Y en todas partes, donde se realizan las transacciones comerciales de la RPDC, estuvieron las garras del imperio vigilando y controlando las mercancias.\n\t\t\t\t\t\n\t\t\t\t\tLa restriccion de las libres transacciones comerciales causo grandes perdidas en la exportacion e importacion para el desarrollo economico del pais y la mejora de la vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tLos bancos coreanos no pudieron hacer liquidacion financiera en el mercado internacional porque en el caso de liquidar en US$ con los bancos extranjeros resultaban congelados incondicionalmente los fondos correspondientes en los bancos estadounidenses. Esta brutal sancion financiera ocasiono una gran perdida en las transacciones comerciales de nuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. ejerce presion a otros paises para que no concedan creditos a la RPDC ni procedan a la cooperacion economica exterior y a inversiones individuales.\n\t\t\t\t\t\n\t\t\t\t\tIncorpora a los paises satelites en su sucia campana para prohibir la exportacion a la RPDC de nuevos equipos y tecnologias.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, instigo a Espana para que registrara a plena luz del dia el barco comercial \"Sosan\" de nuestro pais en alta mar cercana a Yemen. Cometio sin escrupulos la pirateria de ocupar con las fuerzas armadas las embarcaciones comerciales de la RPDC navegando en alta mar y confiscar sus cargas.\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras de EE.UU., encaminadas a derrocar el regimen de la RPDC asfixiandola economicamente, se expresaron concentradamente en que dilato intencionalmente y rehuso finalmente la entrega del reactor de agua ligera y el petroleo pesado, punto nucleo del Acuerdo Basico Corea-EE.UU. aprobado en octubre de 1994.\n\t\t\t\t\t\n\t\t\t\t\tDebido a tal actitud cinica de EE.UU., despues de la aprobacion de dicho acuerdo bilateral, nuestra industria energetica sufrio la perdida de una suma astronomica de electricidad, concretamente dicho, un billon 165 mil 8 millones de US$, lo cual causo una grave consecuencia en la economia nacional y la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSegun la estadistica sacada solo de las cuestiones de conocimiento publico surgidas en los ultimos 60 anos hasta 2005, las perdidas sufridas por nuestro pais sobrepasan 13 billones 729 mil 964 millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tEn este monto no se incluyen las enormes perdidas causadas por EE.UU. al obstaculizar la construccion de la gran potencia prospera segun la \"resolucion de sancion\", fabricada por conducto del Consejo de Seguridad de la ONU cuestionando en estos anos el lanzamiento de satelite artificial con fines pacificos y calificando de \"amenaza a la paz\" la prueba nuclear ejecutada justa y legitimamente para defender los intereses supremos y la soberania del pais.\n\t\t\t\t\t\n\t\t\t\t\tLa sancion economica y bloqueo, que duran mas de medio siglo, devienen un crimen de bandido contraproducente con la ley internacional y una violacion flagrante de la soberania estatal. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. no indemniza sus crimenes abominables ni se arrepiente de ellos. Al contrario, actua con mas entusiasmo por imponer el desastre de guerra nuclear en el suelo coreano, mellando la sagrada dignidad y la soberania de la RPDC con la invencion del incidente de hundimiento de la corbeta surcoreana \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\tEl imperio utiliza el problema nuclear de la Peninsula Coreana no para preservar la paz sino para aislar y presionar institucionalmente a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn este contexto, llevo intencionalmente al fracaso las conversaciones a 6 bandas, rehusa obstinadamente la coexistencia pacifica con la RPDC y frena el desarrollo unificado de la nacion coreana creando la division y la confrontacion entre ambas partes coreanas, de modo que la nacion coreana sigue sufriendo incontables perdidas. \n\t\t\t\t\t\n\t\t\t\t\tTodos estos hechos muestran una vez mas claramente que los imperialistas norteamericanos son agresores y asesinos infames y salvajes, perturbadores cinicos de la paz y enemigos jurados de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tMientras EE.UU. acuse injustamente a la prestigiosa RPDC, en vez de pedir perdon e indemnizar su historia de crimenes cometidos ante la nacion coreana, seran cada vez mas grandes el odio y el revanchismo de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn la consiguiente confrontacion politica y militar, los provocadores sufriran la bancarrota y la muerte.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo de Corea, que se formaron como invencibles filas revolucionarias bajo la direccion del partido y el lider, no perdonaran jamas los crimenes de los imperialistas norteamericanos y cobraran mil veces el precio de ellos.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, defenderan con firmeza la paz de la Peninsula Coreana y el resto del mundo al fortalecer por todos los medios el disuasivo de autodefensa bajo la bandera del Songun y levantaran sin falta sobre la tierra patria una gran potencia prospera socialista."
        },
        {
            "title": "Miembros de la UMDC celebran mitin dedicado al 25 de junio",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-30ee.html",
            "content": "Miembros de la UMDC celebran mitin dedicado al 25 de junio\n\t\t\t\t\t\t\r\nPyongyang, 24 de junio (ATCC) -- Con motivo del \"Dia de lucha antiyanqui-25 de Junio\", las funcionarias y las miembros de la Union de Mujeres Democraticas de Corea efectuaron el dia 24 en la comuna de Phyonghwa de la ciudad de Kaesong el mitin para condenar a los agresores yanquis, enemigo jurado del pueblo coreano.\n\t\t\t\t\t  Las oradoras senalaron que la pasada guerra coreana desatada por los imperialistas  norteamericanos fue la guerra agresiva bandidesca para aplastar en su cuna a la Republica Popular Democratica de Corea, convertir a toda la Corea en su colonia y lograr su ambicion de dominar el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Se refirieron a que los imperialistas yanquis, que desataron la guerra coreana de caracter agresivo, tambien hoy cuando se cumplen 60 anos del estallido de la guerra, fabricaron el incidente del hundimiento de la corbeta surcoreana \"Cheonan\" en conspiracion con los titeres surcoreanos e instigan a estos a la confrontacion fratricida hablando del supuesto \"castigo merecido\" y la \"represalia\".\n\t\t\t\t\t\n\t\t\t\t\t  Condenaron, a nombre de las mujeres de todo el pais, las maquinaciones de los invasores yanquis y la banda del traidor proyanqui Lee Myung Bak que actuan con frenesi por acarrear el desastre de la guerra nuclear a los coreanos. \n\t\t\t\t\t\n\t\t\t\t\t  Destacaron la necesidad de luchar con tenacidad por obtener la victoria final en la batalla de confrontacion antiyanqui, lograr la historica causa de la reunificacion de la patria y acelerar la construccion de una gran potencia prospera enarbolando la invencible bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion fue recitada la poesia de condena \"Declaracion del vengador\"."
        },
        {
            "title": "Obreros y gremiales celebran acto con motivo del 25 de junio",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-31ee.html",
            "content": "Obreros y gremiales celebran acto con motivo del 25 de junio\n\t\t\t\t\t\t\r\nPyongyang, 24 de junio (ATCC) -- Con motivo del \"Dia de lucha antiyanqui-25 de Junio\", los obreros y los gremiales de la Federacion General de los Sindicatos de Corea (FGCS) efectuaron el dia 23 el mitin de repudio a la orilla del rio Taedong de esta capital, donde se encuentra el monumento al hundimiento del barco invasor estadounidense \"Sherman\" y esta exhibido el otro espia armado \"Pueblo\" del imperialismo yanqui.\n\t\t\t\t\tLos oradores condenaron los abominables crimenes cometidos por los asesinos norteamericanos senalando que la guerra coreana, provocada por EE.UU. hace 60 anos, fue la contienda descarada y bandidesca sin precedente en la historia mundial de guerras y la saturada de masacres y destrucciones indiscriminadas.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que los restos mortales de los coreanos, que se desentierran hasta hoy en las ciudades, aldeas, montanas y valles de Corea, delatan a todo el mundo la atrocidad y el acto criminal de los bestias yanquis disfrazados de humano.\n\t\t\t\t\t\n\t\t\t\t\tAunque transcurrio mas de medio siglo desde el cese de fuego de la Guerra de Liberacion de la Patria, el imperialismo yanqui sigue impidiendo obstinadamente el cumplimiento de nuestra causa de reunificacion de la patria sin retirarse del suelo surcoreano, criticaron.\n\t\t\t\t\t\n\t\t\t\t\tRecalcaron que aprovechando el caso del hundimiento del buque surcoreano de guerra \"Cheonan\", EE.UU. libra con la camarilla del traidor Lee Myung Bak la aventurera campana conflictiva con la RPDC llevando al borde de guerra la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAfirmaron que todos los trabajadores y los gremiales de la FGCS frustraran tajantemente los enemigos luchando con la disposicion de vida o muerte que mostro el heroico pueblo coreano durante la pasada guerra coreana y lograran sin falta la causa historica de la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto se dio lectura a la nota condenatoria."
        },
        {
            "title": "Organo de la RPDC examina la aplicacion de pena adicional a Gomes",
            "url": "http://kcna.co.jp/item/2010/201006/news24/20100624-32ee.html",
            "content": "Organo de la RPDC examina la aplicacion de pena adicional a Gomes\r\nPyongyang, 24 de junio (ATCC) -- Hoy dia, Estdos Unidos sigue hostilizando cada vez mas a la Republica Popular Democratica de Corea librando la campana de presion internacional contra ella bajo el pretexto del incidente de hundimiento de la corbeta surcoreana \"Cheonan\".\n\t\t\t\t\tLa RPDC ya habia declarado resueltamente que trataria todos los problemas presentados segun la ley del tiempo de guerra considerando la situacion actual como coyuntura de guerra.\n\t\t\t\t\t\n\t\t\t\t\tAhora, el organo correspondiente de la RPDC esta examinando que medida adicional tomaria, en virtud de la ley del tiempo de guerra, sobre el norteamericano Gomes, quien esta cumpliendo trabajos forzados tras ser condenado por el delito de violar la soberania de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAunque el gobierno norteamericano pide la liberacion de Gomes como gesto de humanitarismo e indulgencia, en la actual situacion esto resulto mas imposible y solo queda el problema de aplicarle mas penas.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. sigue hostilizando a la RPDC, esta se vera obligada a tomar en consideracion la aplicacion de la ley del tiempo de guerra a Gomes."
        }
    ]
}