{
    "date": "2010-05-10",
    "url": "http://kcna.co.jp/item/2010/201005/2010-05-10ee.html",
    "articles": [
        {
            "title": "Preparations for Rice-transplanting in Full Swing",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-08ee.html",
            "content": "Preparations for Rice-transplanting in Full Swing\r\n Pyongyang, May 10 (KCNA) -- Preparations for rice-transplanting have been under way in the Democratic People's Republic of Korea.\n\t\t\t\t\t Rural communities across the country are now concentrating efforts on tending rice seedbeds in a scientific and technological way to grow healthy rice seedlings in spite of unfavorable climatic conditions.\n\t\t\t\t\t\n\t\t\t\t\t They are also taking proper measures to secure water enough for rice-transplanting, repairing irrigation setups including water pumps and waterways.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the cooperative farms have given priority to tilling paddy fields as planned, while leveling and harrowing fields simultaneously.\n\t\t\t\t\t\n\t\t\t\t\t Various kinds of efficient machines have been used in preparing rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t The peasants of the country are resolved to reap a rich harvest this year marking the 65th anniversary of the Workers' Party of Korea."
        },
        {
            "title": "\"Among the People\" Vol. 88 Comes off Press",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-09ee.html",
            "content": "\"Among the People\" Vol. 88 Comes off Press\r\n Pyongyang, May 10 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 88 of \"Among the People\", a collection of reminiscences.\n\t\t\t\t\t The book contains 19 reminiscences telling about the noble traits of President Kim Il Sung who devoted his whole life to the happiness of the people and his immortal feats.\n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"We peasants were always in the mind of the leader\" and \"A demonstration lecture given by the leader in the field\" tell the story that the President, finding himself in fields of cooperative farms in the whole year, specified ways of doing farming better by freeing peasants from hard work and applying farming methods suited to the actual conditions of their local areas.\n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"A great man without equal in the world\" deals with the President's very simple and humble personality. Reminiscences \"Traces in Taekwon-Do Hall\" relates the story that the President specified the ways of further developing Taekwon-Do and widely disseminating it. \n\t\t\t\t\t\n\t\t\t\t\t The book also contains reminiscences dealing with the leadership feats of the peerlessly great man who steered the work for further developing the country's economy, helped officials keep the political work, the work with people, ahead of other work so that they might contribute to giving full play to the advantages of the socialist economic management.\n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"'We have consistently stood for peaceful reunification'\" tells about the indefatigable efforts exerted by the President for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The book also contains reminiscences recounting stories that the President visited a shop of a farm village to guide the commercial officials there to creditably discharge their duty as servants for people, he brought up young people to be pillars who would shoulder upon themselves the future of the socialist countryside and took warm care of children of an official of the General Association of Korean Residents in Japan."
        },
        {
            "title": "Kaesong Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-07ee.html",
            "content": "Kaesong Schoolchildren's Palace\r\n Pyongyang, May 10 (KCNA) -- The Kaesong Schoolchildren's Palace is one of the major palaces for schoolchildren in the Democratic People's Republic of Korea.\n\t\t\t\t\t Since it was inaugurated on June 6, Juche 50 (1961), it has developed into a comprehensive center of extracurricular education for schoolchildren in the Kaesong area under the wise leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung chose the site of the palace at the foot of Janam Hill in the center of Kaesong City in August 1957.\n\t\t\t\t\t\n\t\t\t\t\t It covers an area of 50,000 square meters and has a floor space of more than 12,000 square meters.\n\t\t\t\t\t\n\t\t\t\t\t It, which is of typical Korean style architecture, consists of the four-storied main building and a three-storied gymnasium.\n\t\t\t\t\t\n\t\t\t\t\t Standing in front of the main building is a statue of the President being among the children's union members.\n\t\t\t\t\t\n\t\t\t\t\t The palace has over 30 study rooms of different subjects, 40-odd rooms of various groups, some 120 laboratories, a 750-seat theatre, library, etc. and accommodates more than 3,000 students every day for their extracurricular activities. \n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Nam, 49, president of the palace, told KCNA that it has produced many excellent sportsmen, artistes and scientists."
        },
        {
            "title": "Tightening \"Alliance\" for Aggression Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-04ee.html",
            "content": "Tightening \"Alliance\" for Aggression Accused in S. Korea\r\nPyongyang, May 10 (KCNA) -- The People for Achieving Peace and Reunification in south Korea called a press conference outside the building of the puppet Defence Ministry on May 6, denouncing the U.S. imperialists and the south Korean puppet regime for moves to tighten the \"alliance\" for aggression.\n\t\t\t\t\t Speakers at the conference accused the U.S. and the south Korean authorities of opening that day the 25th \"meeting on security policy initiative\" in Seoul to discuss the \"defence guidelines\" and other issues. \n\t\t\t\t\t\n\t\t\t\t\t They disclosed that \"the defence guidelines\", the keynote of which is the issue of ensuring the reinforcements of the U.S. troops in \"contingency\" on the Korean Peninsula, \"provision of extended deterrent\", the creation of conditions for stable presence of the U.S. forces in south Korea, etc., are nothing but a document which put into a concrete shape \"the common vision\" crafted by the south Korean and U.S. authorities in June last year.\n\t\t\t\t\t\n\t\t\t\t\t Voicing strong opposition to the above-said meeting, they vehemently demanded that the U.S. and south Korean authorities opt for building a peace-keeping regime on the Korean Peninsula and pulling the U.S. troops out of south Korea and, at the same time, resolutely disband the \"alliance\" for aggression."
        },
        {
            "title": "Moves to Violate Democracy Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-05ee.html",
            "content": "Moves to Violate Democracy Flailed in S. Korea\r\n Pyongyang, May 10 (KCNA) -- The trade unions of the MBC and Yonhap TV News under the Press Trade Union, the Citizens' Solidarity for Democratic Society, the Solidarity for Progress, the Solidarity for Culture and other civic and public organizations in south Korea held a rally in the plaza of the Seoul City Office on May 6 in protest against the puppet authorities' violation of the freedom of expression.\n\t\t\t\t\t Speakers at the rally charged that the authorities have pressurized the Internet operators to delete any article critical of the unpopular rule of the \"government\" and cracked down on those concerned under the pretext of \"libel\" and the like as part of the campaign to put everything posted on the Internet under control. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the authorities are suffering international disgrace for violating democracy and seriously abridging the freedom of expression under their fascist dictatorial rule.\n\t\t\t\t\t\n\t\t\t\t\t The suppression of the freedom of expression is, indeed, dictatorship, they said, calling upon all the people desirous of the democratization of society to turn out in the struggle against it."
        },
        {
            "title": "Korean Exhibition Opens in Russia",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-01ee.html",
            "content": "Korean Exhibition Opens in Russia\r\n Pyongyang, May 10 (KCNA) -- A Korean book, photo and handicraft exhibition was opened with due ceremony in Russia on April 29 on the occasion of the 78th birthday of the Korean People's Army.\n\t\t\t\t\tPut on display in the venue were works of President Kim Il Sung and General Secretary Kim Jong Il, photos on their immortal Songun leadership exploits, books and photos introducing the DPRK and handiworks associated with the creative talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony the vice-director of the Department for Cooperation with Foreign Countries of the Ministry of International Cooperation of the Zabaikal Territorial Government and other speakers said that the works of Kim Il Sung and Kim Jong Il on display were valuable documents that everyone should read.\n\t\t\t\t\t\n\t\t\t\t\t They expressed conviction that the exhibition would help have a better understanding of the DPRK and make a great contribution to developing the friendly and cooperative relations between the two countries."
        },
        {
            "title": "Conclusion of Peace Treaty Called for in Finland",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-03ee.html",
            "content": "Conclusion of Peace Treaty Called for in Finland\r\n Pyongyang, May 10 (KCNA) -- The Finland-Korea Society issued a statement on May 3 urging the conclusion of a peace treaty between the DPRK and the U.S.\n\t\t\t\t\t The Korean Peninsula has remained divided into two for 65 years, the statement said, adding that the U.S. illegal presence in south Korea that has lasted for such a long period has brought great misfortune to the Korean people who wish to live happily in a reunified land and thrown an obstacle to the reunification.\n\t\t\t\t\t\n\t\t\t\t\t The emergence of the Lee Myung Bak regime resulted in straining the inter-Korean relations, which had favorably developed, and seriously challenging the Korean people's cause of reunification, and the interference of the U.S. and other hostile forces has further escalated the military tension on the peninsula, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We are of the view that the conclusion of a peace treaty as proposed by the DPRK can pave the way for building confidence between the DPRK and the U.S. and favorably developing the inter-Korean relations in an atmosphere of reconciliation.\n\t\t\t\t\t\n\t\t\t\t\t We also hold that the reunification of Korea should be achieved independently and peacefully free from any foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t Reiterating the full support to the DPRK's proposal for concluding the peace treaty, the statement called upon the progressive organizations and personages of Finland to take an active part in the signature campaign supporting the proposal."
        },
        {
            "title": "British Organization Supports DPRK Memorandum",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-02ee.html",
            "content": "British Organization Supports DPRK Memorandum\r\n Pyongyang May 10 (KCNA) -- The British Branch of the Korean Friendship Association on May 3 released a statement in support of the memorandum of the DPRK Foreign Ministry.\n\t\t\t\t\t In the statement the organization expressed support for the DPRK's steadfast stand for peace and denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the only country in the world which used the nuclear weapons in practice and the very one that spawned the nuclear issue of the Korean Peninsula, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. introduced a lot of nuclear weapons into south Korea, turning the region into a nuclear arsenal and worked out plans to make preemptive nuclear attacks on the DPRK on several occasions.\n\t\t\t\t\t\n\t\t\t\t\t Under such situation it was quite just for the DPRK to bolster its nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t Only when the U.S. concludes a peace treaty with the DPRK would it be possible to denuclearize the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the right to participate in any negotiations on an equal footing with others.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should take measures to eradicate the nuclear threat to the DPRK and withdraw its armed forces from south Korea."
        },
        {
            "title": "Periodicos felicitan exitos de Kim Jong Il en su visita a China",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-10ee.html",
            "content": "Periodicos felicitan exitos de Kim Jong Il en su visita a China\n\t\t\t\t\t\t\r\n  Pyongyang, 10 de mayo (ATCC) -- En sendos editoriales publicados el dia 9 para felicitar los exitos logrados por el Dirigente Kim Jong Il en su reciente visita historica a China, los periodicos centrales la calificaron de acontecimiento trascendental que se grabara eternamente en la historia de amistad Corea-China.\n\t\t\t\t\tEl diario Rodong Sinmun subraya que esa visita devino una oportunidad importante para profundizar mas el sentimiento de amistad y la camaraderia establecidos entre los maximos dirigentes de los dos partidos y dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente, significo una muestra contundente de la vitalidad de la amistad Corea-China que se hace mas esplendida despues del ano pasado, definido como \"Ano de Amistad Corea-China\", indica el diario y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEn su visita a China, el Dirigente consolido firmemente los lazos de amistad Corea-China y dio gran alegria y estimulo a los pueblos de ambos paises aspirantes a desarrollar incesante y vigorosamente las relaciones bilaterales en el nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\tEse evento historico, que abrio otra pagina brillante de la historia de amistad Corea-China, contribuira grandemente a impulsar fuertemente la lucha sagrada de los pueblos de los dos paises por construir el socialismo y reunificar la patria, lograr la paz y seguridad del Nordeste Asiatico, inclusive la Peninsula Coreana, y el resto del mundo, fortalecer la unidad y cooperacion entre los pueblos progresistas aspirantes a la independencia y a hacer avanzar la causa de independencia antiimperialista de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano esta seguro de que el pueblo chino lograra gran avance en la lucha por construir cabalmente una sociedad basicamente acomodada y realizar la reunificacion total del pais. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, expresa firme apoyo y solidaridad con la justa causa del pueblo chino considerando como los propios los exitos que se logran en China.\n\t\t\t\t\t\n\t\t\t\t\t Los partidos, gobiernos y pueblos de los dos paises dan mucho peso a las relaciones de amistad y cooperacion Corea-China y las impulsan dinamicamente. El pueblo coreano esta agradecido del partido y el gobierno de China que envian siempre el apoyo desinteresado a la justa causa del primero. \n\t\t\t\t\t\n\t\t\t\t\tLa amistad Corea-China con larga raiz historica y magnifica tradicion se consolida hoy en dia bajo la atencion profunda de los maximos dirigentes de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano se esforzara dinamicamente con el hermano pueblo chino por profundizar la tradicional amistad Corea-China y fortalecer el intercambio y la cooperacion en todos los dominios.\n\t\t\t\t\t\n\t\t\t\t\tLos grandes exitos y las hazanas brillantes alcanzados por el Dirigente durante su reciente visita a China se transmitiran eternamente junto con la historia de amistad Corea-China."
        },
        {
            "title": "Kim Jong Il vuelve a ver comedia ligera \"Eco de la montana\"",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-11ee.html",
            "content": "Kim Jong Il vuelve a ver comedia ligera \"Eco de la montana\" \r\nPyongyang, 10 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, volvio a presenciar la comedia ligera \"Eco de la montana\", obra laureada con el \"Premio Kim Il Sung\", que se efectua diariamente con exito.\n\t\t\t\t\tEsta comedia deviene la obra monumental de gran significacion realista que da la firme conviccion de que solo cuando avanzan y crean de continuo innovaciones aprendiendo el gran proposito, el espiritu del optimismo revolucionario y el estilo de lucha iniciativa y combativa de los hombres de la epoca de Chollima, podran construir sin falta en esta tierra el paraiso socialista a que envidie todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tLos espectadores vieron con gran emocion la funcion especifica que reprodujo de manera vivida y sincera con risas joviales y humores interesantes la realidad del campo de la decada de 1960.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Dirigente felicito el exito de la funcion respondiendo a las entusiastas aclamaciones de los ejecutantes y espectadores.\n\t\t\t\t\t\n\t\t\t\t\tEsta comedia es una obra maestra de la epoca que cuanto mas lo ve tanto mas hace guardar en lo profundo del corazon la gran verdad de vida, dijo el Dirigente y evaluo altamente el exito de funcion de los artistas del Conjunto Dramatico Nacional y volvio a darles agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tPor su gran influencia y significacion cognoscitiva y educativa la comedia sirve del poderoso medio educativo que impulsa con vigor a los militantes del partido y los trabajadores a la lucha y las proezas, senalo y enfatizo que nuestros creadores y artistas deben crear mucho tales obras famosas que tienen la eterna vitalidad e infundir la inagotable fuerza y el vigor al ejercito y el pueblo de Corea enfrascados en la construccion de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en verla el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, el general de ejercito del EPC Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del EPC, el general de ejercito del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC, y otros miembros directivos del ejercito y las instituciones de las fuerzas armadas, los secretarios del Comite Central del PTC, Choe Thae Bok y Kim Ki Nam, los jefes de departamento Kim Kyong Hui, Jang Song Thaek, Kim Yong Il y Kim Yang Gon y otros cuadros directivos del CC del Partido, asi como el primer vicecanciller Kang Sok Ju."
        },
        {
            "title": "Montada en Rusia la exposicion coreana",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-12ee.html",
            "content": "Montada en Rusia la exposicion coreana\r\nPyongyang, 10 de mayo (ATCC) -- Quedo inaugurada el 29 de abril en Rusia la exposicion de libros, fotos, bordados y productos artesanales de Corea en ocasion del 78o aniversario de la fundacion del heroico Ejercito Popular de Corea.\n\n\t\t\t\t\tFueron exhibidos alli las obras del Presidente  Kim Il Sung y el Dirigente Kim Jong Il, las fotos que muestran sus inmortales hazanas realizadas en la direccion del Songun, los libros y fotos que presentan Corea, los bordados y productos artesanales que reflejan el talento creativo del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  En la ceremonia inaugural el subjefe de departamento de Cooperacion con el Extranjero del Ministerio de Cooperacion Internacional del gobierno del Territorio de Zabaikal y otros oradores enfatizaron que las exhibidas obras del Presidente y el Dirigente son los documentos preciosos a ser leidos por todos.\n\t\t\t\t\t\n\t\t\t\t\t  Afirmaron que esta exposicion contribuira grandemente a  dar a conocer mejor la Republica Popular Democratica de Corea y desarrollar las relaciones de amistad y cooperacion entre ambos paises."
        },
        {
            "title": "Palacio de Ninos y Escolares de Kaesong",
            "url": "http://kcna.co.jp/item/2010/201005/news10/20100510-13ee.html",
            "content": "Palacio de Ninos y Escolares de Kaesong\n\t\t\t\t\t\t\r\nPyongyang, 10 de mayo (ATCC) -- Entre los famosos palacios de escolares y ninos de Corea hay el de Kaesong fundado el 6 de junio del 50 (1961) de la Era Juche.\n\t\t\t\t\t  Durante casi 50 anos desde su fundacion, el palacio se ha convertido bajo la sabia direccion del Partido del Trabajo de Corea en una base general de educacion extraescolar para los jovenes y ninos escolares de la zona de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t  En agosto del 1957, el Presidente Kim Il Sung determino personalmente el terreno para la construccion del palacio al pie del monte Janam enclavado en el centro de la ciudad de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t   El palacio, que tiene la tipica estructura arquitectonica al estilo coreano, ocupa un area total de 50 mil metros cuadrados, de ellos mas de 12 mil son la dimension de sus edificios.\n\t\t\t\t\t\n\t\t\t\t\t Consta del edificio principal de 4 plantas y del gimnasio de 3 pisos.\n\t\t\t\t\t\n\t\t\t\t\t  Al frente del palacio esta levantada la estatua de bronce del Presidente estando junto con los miembros de la Union de Ninos de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En el palacio estan distribuidos mas de 30 salas de estudio, mas de 40 circulos, mas de 120 laboratorios, un teatro con 750 asientos, la biblioteca, etc., adonde concurren diariamente mas de 3 mil alumnos para realizar diversas actividades extraescolares.\n\t\t\t\t\t\n\t\t\t\t\t  El director general del palacio, Ri Yong Nam (de 49 anos de edad), dijo orgulloso que entre decenas de miles de alumnos que habian sido miembros de diferentes circulos, aparecieron muchos deportistas, artistas y cientificos sobresalientes."
        }
    ]
}