{
    "date": "2010-12-28",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-28ee.html",
    "articles": [
        {
            "title": "Chinese Ambassador Gives New Year's Reception",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-14ee.html",
            "content": "Chinese Ambassador Gives New Year's Reception\r\nPyongyang, December 28 (KCNA) -- Liu Hongcai, Chinese ambassador to the DPRK, arranged a reception at Yanggakdo International Hotel on Tuesday on the occasion of the New Year Juche 100 (2011).\n\t\t\t\t\t Present there on invitation were Kang Nung Su, vice-premier, Kim Ki Ryong, editor-in-chief of Rodong Sinmun, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai in his speech said that 2010 was the significant year during which the two parties, two countries and two peoples of China and the DPRK have shown their firm will to carry forward and develop the relations of traditional friendship and cooperation. \n\t\t\t\t\t\n\t\t\t\t\t Stressing that the Korean people have achieved great successes in their efforts to develop the economy and improve the standard of people's living under the leadership of Kim Jong Il and the Workers' Party of Korea, he wholeheartedly wished the Korean people greater successes in their work for building a thriving nation in the New Year. \n\t\t\t\t\t\n\t\t\t\t\t He said that the Chinese people would make more beautiful future of the China-DPRK relations in close cooperation with the Korean comrades in the New Year, too.\n\t\t\t\t\t\n\t\t\t\t\t Kang Nung Su noted in his speech that an epoch-making event occurred in the development of the DPRK-China friendship relations and many successes achieved in all aspects in 2010.\n\t\t\t\t\t\n\t\t\t\t\t He expressed hope that in the New Year, too, the Chinese people would achieve successes in building of comprehensively well-off socialist society based on the scientific outlook on development under the leadership of the Communist Party of China with Hu Jintao as general secretary.\n\t\t\t\t\t\n\t\t\t\t\t We will join hands with the Chinese comrades and make steady efforts to boost the traditional relations at a new high level, he stressed."
        },
        {
            "title": "New Year Greetings from Foreign Diplomats",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-12ee.html",
            "content": "New Year Greetings from Foreign Diplomats\r\n Pyongyang, December 28 (KCNA) -- General Secretary Kim Jong Il received a floral basket and a congratulatory letter from the economic and commercial councilors corps here on the occasion of the New Year.\n\t\t\t\t\t Wang Zhilin, economic and commercial councilor of the Chinese embassy who is doyen of the corps, handed them to an official concerned on Tuesday."
        },
        {
            "title": "Gift from Russian",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-09ee.html",
            "content": "Gift from Russian\r\n Pyongyang, December 28 (KCNA) -- Leader Kim Jong Il received a gift from S. Z. Umalatova, chairperson of the Party for Peace and Unity of Russia, on the occasion of the New Year.\n\t\t\t\t\t The chairperson handed the gift to Kim Yong Jae, DPRK ambassador to Russia, on December 22. -0"
        },
        {
            "title": "2011 Calendars Published",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-10ee.html",
            "content": "2011 Calendars Published\r\nPyongyang, December 28 (KCNA) -- Publishing houses of the DPRK have brought out calendars of various kinds and shapes for Juche 100 (2011). \n\t\t\t\t\t The Pyongyang Publishing House has printed two kinds of calendars, one containing pictures of historic relics and the other pictures of rare birds.\n\t\t\t\t\t\n\t\t\t\t\t Among the historic relics are Hyonmu Gate in Moran Hill, South Gate of the Wall in Mt. Jongbang and Taedong Gate in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Included in the rare birds are blue magpie and peacock.\n\t\t\t\t\t\n\t\t\t\t\t The calendar published by the Korea Publications Import and Export Company contains pictures of snow-clad Okryu Restaurant, steel and fertilizers produced with domestic fuel, Taedonggang Combined Fruit Farm and Taegyedo reclaimed tideland."
        },
        {
            "title": "Book Praising Kim Il Sung Published",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-13ee.html",
            "content": "Book Praising Kim Il Sung Published\r\n Pyongyang, December 28 (KCNA) -- The Workers' Party of Korea Publishing House brought out the \"The Father of the Nation\" Vol. 2 of the 5-volume book \"Comrade Kim Il Sung, Peerlessly Great Man,\" the book dedicated to the centenary of birth of President Kim Il Sung. \n\t\t\t\t\t It has four chapters. The first chapter \"The Benefactor of National Resurrection” deals with the immortal exploits of the President who accomplished the historical cause of national liberation by leading the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t He embarked upon the road of revolution in his teens, being lauded by the nation as the sun and victoriously leading the Korean revolution which started with the birth of the Down-with Imperialism Union.\n\t\t\t\t\t\n\t\t\t\t\t The second chapter \"The Hero of the Nation Who Exalted the Dignity and Honor of the Nation\" tells about the President as a great man as he built a sovereign and independent state on this land under the banner of national independence, brought into bloom Korea's ancient history and excellent cultural tradition and put the dignity of the nation on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Shining in the history of the Fatherland Liberation War and the anti-imperialist, anti-U.S. confrontation are outstanding feats by the President who enabled the Korean people to emerge a dignified revolutionary people, shattering all sorts of hegemonic pressure and interference and converted the DPRK into a rich and prosperous independent power in the revolutionary spirit of self-reliance. \n\t\t\t\t\t\n\t\t\t\t\t  The third chapter \"Leader of Socialism That Brought National Prosperity\" deals with the great leadership of the President who provided eternal cradle of people’s happiness and national prosperity with his original idea of classes and the nation and socialism and practice.\n\t\t\t\t\t\n\t\t\t\t\t The fourth chapter \"Lodestar of National Reunification\" relates historic stories about the President who showed warm love and trust for all members of the nation so that they could achieve their unity on the basis of patriotism and worked heart and soul for the reunification of the country till the last moments of his great life."
        },
        {
            "title": "New Technology of Gravity-fed Irrigation System Developed",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-11ee.html",
            "content": "New Technology of Gravity-fed Irrigation System Developed\r\nPyongyang, December 28 (KCNA) -- The Construction and Building-materials Branch of the State Academy of Sciences has completed a new technology of gravity-fed irrigation system.\n\t\t\t\t\t The technology, different from the existing one dependent on ground reservoir only in intermediary and mountainous areas, is based on both ground and underground dams.\n\t\t\t\t\t\n\t\t\t\t\t It does not need enlargement of already built ground dams but lowers new dams more than half, while fully irrigating fields. \n\t\t\t\t\t\n\t\t\t\t\t As the new system requires less expense and manpower in underground dam building, it can be set up by a farm without any state investment."
        },
        {
            "title": "US Fabrication of \"Northern Limit Line\" Slammed",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-07ee.html",
            "content": "US Fabrication of \"Northern Limit Line\" Slammed\r\n Pyongyang, December 28 (KCNA) -- Former State Secretary Kissinger and other former U.S. high-ranking officials recognized the illegality of the \"northern limit line\" in the West Sea of Korea, the U.S. media disclosed, according to Rodong Sinmun Tuesday. \n\t\t\t\t\t The U.S. has so far tried to convince the world of the \"substantiality\" of the line and supported the south Korean puppet regime's insistence on it, the newspaper commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The \"northern limit line\" was unilaterally drawn in the West Sea of Korea by Clark, the then UN forces commander, on August 30, 1953 right after the conclusion of the Armistice Agreement. It is a bogus line of no legal ground and validity. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are belligerent parties of the Korean War. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary for the two sides to sit face to face and reach an agreement through discussion to fix an extension of the military demarcation line in the West Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\t However, Clark drew the \"northern limit line\" in the territorial waters of Korea in violation of international law with neither prior consultation nor notification to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This line has been a main cause of many unexpected military conflicts and disputes in the West Sea of Korea since the ceasefire.\n\t\t\t\t\t\n\t\t\t\t\t The \"northern limit line\" invented by the U.S. to meet its intention is like a fuse and a time bomb for igniting the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S can never conceal its nature as an arch criminal escalating instability and tension on the Korean Peninsula, sparking off north-south military conflict and increasing the danger of a new war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never recognize the illegal \"northern limit line.\" The U.S. had better understand it and stop insisting on the \"northern limit line.\""
        },
        {
            "title": "US Should Stop Spurring Arms Modernization",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-08ee.html",
            "content": "US Should Stop Spurring Arms Modernization\r\n Pyongyang, December 28 (KCNA) -- The U.S. Defense Department recently released pamphlets on development of conventional task force. This military initiative is aimed to develop conventional weapons system for mounting precise strike at any place within an hour just like intercontinental ballistic nuclear missile system, according to Minju Joson Tuesday.\n\t\t\t\t\t The U.S. Defense Department is now going over the plans for modernization of military hardware including the development of long-distance strike weapons, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. plans are a proof of its growing, invariable ambition to hold military edge and dominate the world by force.\n\t\t\t\t\tIt should not pursue arms buildup now that the Cold War was over and the military rivals do not exist.\n\t\t\t\t\t\n\t\t\t\t\t However, it is stepping up the arms buildup and modernization and missile defence system behind the curtain of \"disarmament.\"\n\t\t\t\t\t\n\t\t\t\t\t Its aim is to destroy the world strategic structure, contain powers which it considers as potential \"rivals\" and realize its strategy of world domination.\n\t\t\t\t\t\n\t\t\t\t\t It is working hard to spark off worldwide arms race and get those \"rivals\" embroiled in it and thus push them into economic crisis.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless arms modernization harasses peace as it stirs up worldwide arms race and military confrontation and strains the international situation."
        },
        {
            "title": " Repression of Reunification Champion in S. Korea Flailed",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-05ee.html",
            "content": "Repression of Reunification Champion in S. Korea Flailed\r\n Pyongyang, December 28 (KCNA) -- In a recent trial the south Korean authorities demanded 10 years in prison and 10 years of suspension of qualifications for Rev. Han Sang Ryol, permanent advisor to the Solidarity for Progress, on charges of violation of the \"National Security Law.\" They took this fascist action for the mere reason that he visited the DPRK and conducted patriotic activities for reunification, according to Rodong Sinmun, a major newspaper of the DPRK.\n\t\t\t\t\t This is a reversed trial of patriotism and justice by treachery and injustice, the paper says in a signed commentary today.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t Rev. Han, during his 70-day Pyongyang visit, met and shared warm brotherly love with compatriots from different walks of life in the north. He ardently called for rejecting the foreign forces' domination and aggression and the separatist forces' sycophancy and treachery and their moves for confrontation with fellow countrymen, defending peace of the country and achieving the independent reunification under the banner of the north-south joint declarations by the concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t This was a patriotic deed deserving high appreciation as it served to provide the continuity of the June 15 era of reunification and achieve the national reconciliation and unity and the country's peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The heavy penalty demanded for him could be done only by the group of traitors opposed to reunification.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the south Korean authorities should be incriminated for their hindrance to the reunification event common to the nation, which was to be held in Pyongyang on the occasion of the 10th anniversary of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The action against Rev. Han is not mere suppression of him. It is an unpardonable deed designed to check the improvement of north-south relations and escalate confrontation and tension between compatriots and thus attain a sinister purpose.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the south Korean conservative group that should be tried and punished for their stand against reunification and patriotism and desperate moves for confrontation and war against fellow countrymen in the north."
        },
        {
            "title": "Suppression of Reunification Movement Organization Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-04ee.html",
            "content": "Suppression of Reunification Movement Organization Protested in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, December 28 (KCNA) -- The Civic and Public Joint Measure Committee against the Suppression of the Pan-national Alliance for Korea's Reunification (Pomminryon) in south Korea called a press conference in Seoul on Dec. 24 in protest against the puppet authorities' crackdown on the South Headquarters of Pomminryon. \n\t\t\t\t\t At the conference the committee noted that the security authorities arrested the chief editor and the organizing chairman of the headquarters. They also forced the chairman and the secretary general of the headquarters to appear before the police, putting in question its commentary on the Yonphyong Island shelling and the event held to mark the 20th anniversary of Pomminryon, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t It noted: The security authorities have asserted that the commentary, which was critical of the anti-reunification deeds by the present \"government\" denying the south-north joint declaration and engaging itself only on the war moves, was \"similar to the tone of the north\" and it \"was worked out through conspiracy with the north in advance.\" Not content with this, they are branding the commemoration event as a \"meeting for praising and encouraging the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Protesting against such actions, the committee said that the \"government's\" crackdown on the headquarters, a legal organization active for reunification, is aimed to create terror-ridden atmosphere and stifle the reunification movement forces at any cost. \n\t\t\t\t\t\n\t\t\t\t\t The \"government\" should stop at once the reckless actions against reunification and opt for implementing the joint declaration, it urged."
        },
        {
            "title": "Overseas Koreans Mark DPRK Anniversaries ",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-02ee.html",
            "content": "Overseas Koreans Mark DPRK Anniversaries\r\nPyongyang, December 28 (KCNA) -- Koreans in Uzbekistan held a lecture meeting on Dec. 24 to mark the 19th anniversary of General Secretary Kim Jong Il as supreme commander of the Korean People's Army and the 93rd birth anniversary of Kim Jong Suk, anti-Japanese war hero.\n\t\t\t\t\t Attending it were officials of the Commonwealth of Independent States Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration and other Koreans in Uzbekistan. Present there on invitation were the DPRK ambassador to Uzbekistan and staff members of the DPRK embassy. \n\t\t\t\t\t\n\t\t\t\t\t They heard the lectures given under the titles of \"On the DPRK displaying its dignity and might with respected General Kim Jong Il held at the top post of the revolutionary armed forces\" and \"Comrade Kim Jong Suk, anti-Japanese war hero, is the great mother of the revolution who provided steady continuity of the bloodline of Mt. Paektu.\" \n\t\t\t\t\t\n\t\t\t\t\t The United Confederation of Koreans in Maritime Territory of the Russian Federation held a meeting at the Korean Cultural Center in Artyom City on Dec. 22. \n\t\t\t\t\t\n\t\t\t\t\t Chairman of the Confederation Pak Phyong Won made a speech at the meeting which was followed by a performance of compatriot artistes. \n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the photos and books on the revolutionary activities of President Kim Il Sung and Kim Jong Il displayed at the venue of the meeting."
        },
        {
            "title": "Egyptian Organization Issues Bulletin",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-03ee.html",
            "content": "Egyptian Organization Issues Bulletin \r\n Pyongyang, December 28 (KCNA) -- The Egypt-Korea Friendship Association released a bulletin on Dec. 22 to mark the 19th anniversary of General Secretary Kim Jong Il as supreme commander of the Korean People's Army.\n\t\t\t\t\t In an article titled \"View of Supreme Commander Kim Jong Il on Armed Forces\" the bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has the soldier-centered view on armed forces. It is his constant view that the combat capability of an army and the victory in war depend on how to prepare the soldiers. \n\t\t\t\t\t\n\t\t\t\t\t In his early years he avidly read the theories on modern military science and made public works and talks on them.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the unique military view that the soldiers play a pivotal role in army building and activities and the victory in war depends mainly on the soldiers."
        },
        {
            "title": "DPRK Anniversaries Observed Abroad",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-01ee.html",
            "content": "DPRK Anniversaries Observed Abroad \r\nPyongyang, December 28 (KCNA) -- Photo exhibitions and film shows were held in Denmark, Myanmar, Mongolia, India, the Czech Republic, Malaysia and Thailand between Dec. 17 and 21 to mark the 19th anniversary of General Scretary Kim Jong Il as supreme commander of the Korean People's Army and the 93rd birth anniversary of Kim Jong Suk, anti-Japanese war hero.\n\t\t\t\t\t Displayed in the exhibitions were photos showing immortal exploits of the three commanders of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t The Korean films shown included \"Party Founding Memorial Tower,\" \"The Tower of the Juche Idea,\" \"Arms of Korea\" and \"Fireworks for a Thriving Nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Jorgen Petersen, chairman of the National Leadership of the Communist Party of Denmark, said that Kim Jong Il's gaining of the KPA supreme commandership was an expression of the Korean army and people's unanimous support and reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il strengthened the KPA into the invincible revolutionary armed forces with his unique Songun politics at the end of the last century when the imperialist allied forces desperately tried to oppress the DPRK politically, militarily and economically, the chairman added. \n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Union Solidarity and Development Party, Union of Myanmar noted that Kim Jong Il leads the Korean people to great victory with his unique Songun revolutionary leadership. The single-minded unity of the Korean army and people closely united around him is the example to be followed by the whole world and no one can match this, he stressed. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a seminar on Kim Jong Il's work \"Abuses of Socialism Are Intolerable\" was held in Mongolia on Dec. 20."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores y carta del cuerpo de consejeros",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-15ee.html",
            "content": "Kim Jong Il recibe cesto de flores y carta del cuerpo de consejeros\r\n  Pyongyang, 28 de diciembre (ATCC) -- El Dirigente Kim Jong Il recibio el cesto de flores y carta de felicitacion que le dirigiera el Cuerpo de Consejeros Economicos y Comerciales acreditados en Corea con motivo del Ano Nuevo 100 (2011) de la Era Juche. \n\t\t\t\t\t  Los entrego este martes a un funcionario coreano el consejero economico y comercial de la Embajada de la Republica Popular China en Corea, Wang Zhilin, quien preside dicho cuerpo."
        },
        {
            "title": "Kim Jong Il recibe presente de Umalatova",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-18ee.html",
            "content": "Kim Jong Il recibe presente de Umalatova\r\nPyongyang, 28 de diciembre (ATCC) -- El Dirigente Kim Jong Il recibio el presente que le dedicara la presidenta del Partido por la Paz y la Unidad de Rusia, S. Z. Umalatova, con motivo del Ano Nuevo 100 (2011) de la Era Juche.\n\t\t\t\t\tLa presidenta lo entrego el dia 22 a Kim Yong Jae, embajador extraordinario y plenipotenciario de la RPDC en Rusia."
        },
        {
            "title": " Impresos en Corea calendarios del ano 2011",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-16ee.html",
            "content": "Impresos en Corea calendarios del ano 2011\r\nPyongyang, 28 de diciembre (ATCC) -- Varias editoras de Corea dieron a luz los calendarios del Ano Nuevo 100 (2011) de la Era Juche.\n\t\t\t\t\tLa Editora de Pyongyang imprimio 2 calendarios, uno sobre los lugares de interes historico y el otro de los pajaros raros.\n\t\t\t\t\t\n\t\t\t\t\tEn el primero aparecen ilustrados la Puerta Hyonmu en la colina Moran cubierta de nieve, la Puerta Sur del castillo del monte Jongbang, la Puerta Taedong de Pyongyang y los montes Myohyang, Paekun, Jangsu y Kuwol.\n\t\t\t\t\t\n\t\t\t\t\tEn el segundo se ven las aves raras como urraca azulada y el pavo real.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el almanaque de la Empresa de Exportacion e Importacion de Publicaciones de Corea presenta el paisaje del Restaurante Okryu bajo la nieve, las avalanchas del acero Juche y abono Juche, la inmensa extension de la Granja Fruticola Combinada Taedonggang y las marismas Taegyedo.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron impresos tambien los exfoliadores de varios generos."
        },
        {
            "title": "Rodong Sinmun rechaza la sentencia a Han Sang Ryol",
            "url": "http://kcna.co.jp/item/2010/201012/news28/20101228-17ee.html",
            "content": "Rodong Sinmun rechaza la sentencia a Han Sang Ryol\n\t\t\t\t\t\t\r\nPyongyang, 28 de diciembre (ATCC) -- Hace poco, las autoridades surcoreanas condenaron al pastor Han Sang Ryol, asesor permanente de la Solidaridad por el Progreso, quien visito a la Republica Popular Democratica de Corea y desarrollo actividades patrioticas pro-reunificacion, a 10 anos de prision y al mismo periodo de descalificacion bajo la absurda imputacion de que el violo la \"ley de seguridad\". \n\t\t\t\t\tAl respecto, el diario Rodong Sinmun publico este martes un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLo que fue sentenciado en ese juicio fue el patriotismo y la justicia y lo que se impuso el papel de juez fue la vendepatria y la injusticia.\n\t\t\t\t\t\n\t\t\t\t\tDurante 70 dias de su estancia en Pyongyang, el pastor Han compartio la fraternidad con los compatriotas de distintos estratos de la parte Norte y llamo a rechazar con las fuerzas unidas de la nacion la dominacion y las maniobras agresivas de las fuerzas extranjeras y los actos serviles a grandes potencias y la confrontacion fratricida de las fuerzas anti-reunificacion. Igualmente, exhorto a defender la paz del pais y lograr la reunificacion independiente bajo la bandera de la Declaracion Conjunta Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tSus actividades deben ser apreciadas porque son justas y patrioticas para reanudar la epoca de reunificacion del 15 de Junio y lograr la reconciliacion y la unidad de la nacion y la paz y la reunificacion del pais. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la horda de vendepatrias opositores a la reunificacion sento al pastor Han en el banquillo de los acusados.\n\t\t\t\t\t\n\t\t\t\t\tEl culpable es las autoridades surcoreanas que estropearon los actos conjuntos nacionales por la reunificacion, programados en Pyongyang con motivo del 10o aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tLa represion contra el pastor Han es una maniobra nunca tolerable que parte de la malsana intencion de frenar la mejora de las relaciones entre ambas partes coreanas y agravar la confrontacion y la tension entre los connacionales. \n\t\t\t\t\t\n\t\t\t\t\tLos que deben ser ejecutados son los conservadores surcoreanos que se dedican unicamente a la confrontacion fratricida y a las maniobras guerreristas anti-RPDC."
        }
    ]
}