{
    "date": "2010-01-27",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Roads in North Phyongan",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-07ee.html",
            "content": "Kim Jong Il Inspects Roads in North Phyongan\r\n Pyongyang, January 27 (KCNA) -- General Secretary Kim Jong Il looked round roads in North Phyongan Province. \n\t\t\t\t\tAfter looking round newly built roads he expressed great satisfaction over the fact that the roads were successfully paved in a peculiar style in conformity with modern aesthetic taste and highly estimated the feats performed by the builders who completed the Herculean project in a short span of time by their own efforts. \n\t\t\t\t\t\n\t\t\t\t\tSaying that the province has brought about a remarkable change in recent years in land and environmental conservation including road pavement and afforestation, he noted that this stirring reality of the province in which cities, villages, rivers and streams and roads have taken on more neat and beautiful looks clearly proves the validity and tremendous vitality of the policy of the WPK on land administration and, at the same time, strikingly demonstrates the firm faith and will of the army and people of the DPRK to build a thriving socialist nation in this land without fail by their own efforts. \n\t\t\t\t\t\n\t\t\t\t\t He advanced tasks to be carried out to spruce up the mountains and rivers of the country more beautiful and productive.\n\t\t\t\t\t\n\t\t\t\t\t Noting that land management is an important work to positively protect land, resources and natural environment and develop and use them in a rational way to meet the desire and demand of the people and thus provide them with more independent and creative living conditions, he called upon the whole party and army and all the people to steadily push forward this work.\n\t\t\t\t\t\n\t\t\t\t\t He earnestly urged all the fields and units to pay deep attention to land management with a view to handing down to the posterity more beautiful country good to live. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK, and department directors and first vice department directors of the WPK Central Committee."
        },
        {
            "title": "Report of KPA General Staff on Live Shell Firing Drill",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-12ee.html",
            "content": "Report of KPA General Staff on Live Shell Firing Drill\r\n Pyongyang, January 27 (KCNA) --The General Staff of the Korean People's Army issued Wednesday the following report: \n\t\t\t\t\t Artillery units of the Korean People's Army staged an annual artillery live shell firing drill in waters of the West Sea of Korea Wednesday morning.\n\t\t\t\t\t\n\t\t\t\t\t No one can argue about the premeditated exercises staged by KPA units in waters of the north side. \n\t\t\t\t\t\n\t\t\t\t\t There is only the extension of the Military Demarcation Line recognized by the DPRK in the waters off the front on the West Coast of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Such firing drill by the units of the KPA will go on in the same waters in the future, too."
        },
        {
            "title": "Pak Ui Chun Meets Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-13ee.html",
            "content": "Pak Ui Chun Meets Chinese Ambassador\r\n Pyongyang, January 27 (KCNA) -- Minister of Foreign Affairs Pak Ui Chun Wednesday met and had a talk with Liu Xiaoming, Chinese ambassador to the DPRK, who paid a farewell call on him."
        },
        {
            "title": "Credentials of Danish Ambassador Accepted",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-14ee.html",
            "content": "Credentials of Danish Ambassador Accepted\r\n Pyongyang, January 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Poul Oscar Georg Hoiness, ambassador of the Kingdom of Denmark to the DPRK, at the Mansudae Assembly Hall Wednesday.\n\t\t\t\t\t After receiving the credentials, he had a talk with the ambassador."
        },
        {
            "title": "Reception Given on Indian Republic Day",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-04ee.html",
            "content": "Reception Given on Indian Republic Day\r\n Pyongyang, January 27 (KCNA) -- Charan Jeet Arora, Indian charge d' affaires ad interim here, arranged a reception on Tuesday on the occasion of the Day of the Republic.\n\t\t\t\t\t Present there on invitation were Pak Kil Yon, vice-minister of Foreign Affairs, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the DPRK-India Friendship Association, officials concerned and diplomatic envoys of different countries here.\n\t\t\t\t\t\n\t\t\t\t\t On hand were staff members of the Indian embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Long-afterglow Phosphor Developed",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-11ee.html",
            "content": "Long-afterglow Phosphor Developed\r\n Pyongyang, January 27 (KCNA) -- Long-afterglow phosphor has recently been developed by Kim Chaek University of Technology of the Democratic People's Republic of Korea.\n\t\t\t\t\t It emits light for more than 16 hours after being exposed to sunshine or other sorts of light for a while.\n\t\t\t\t\t\n\t\t\t\t\t It, unaffected by heat, sunlight, moisture and climate, is cheaper in production cost than existing luminous materials.\n\t\t\t\t\t\n\t\t\t\t\t It is also very profitable as it can save a large amount of electric power without giving any damage from radioactive rays.\n\t\t\t\t\t\n\t\t\t\t\t It can be applied to signposts, road parapets, street lamps, clocks, gauges, electronic goods, toys and so on.\n\t\t\t\t\t\n\t\t\t\t\t When it is applied to tile, paint, wallpaper, switch and other building materials they become luminous.\n\t\t\t\t\t\n\t\t\t\t\t It is made by a new method with raw materials and additives available in the country."
        },
        {
            "title": "Feats of Youth in Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-10ee.html",
            "content": "Feats of Youth in Building Thriving Nation\r\n Pyongyang, January 27 (KCNA) -- The joint New Year editorial carried by leading newspapers of the Democratic People's Republic of Korea calls on the youth of the country to make a breakthrough in this year's advance in the most difficult and toilsome fronts. In response to the call, they have rendered distinguished services in efforts for building a thriving nation.\n\t\t\t\t\t The builders of the Paektusan Songun Youth Power Station have fully displayed their mental strength befitting the young vanguard of a great upsurge in spite of unfavorable natural and geographical conditions and a long and rugged transport route.\n\t\t\t\t\t\n\t\t\t\t\t Recently, they carried generating equipment to the construction site across steep mountains and through snowdrifts in a short span of time. Originally, the transport was believed to take months to be finished.\n\t\t\t\t\t\n\t\t\t\t\t From the beginning of the year, young workers of textile industry including the Pyongyang Textile Mill have boosted production 130 percent compared with the same days of last year by invigorating the collective innovation movement for shortening their weaving routes as those of the Chollima movement era did and increasing the number of machines put into operation.\n\t\t\t\t\t\n\t\t\t\t\t Also standing in the van of the great upsurge are young men and women of the Kim Chaek Iron and Steel Complex, the Jaeryong Mine, the Migok Co-op Farm in Sariwon City and the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t The Korean youth have played a big role in making a breakthrough in each historical turning point of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t It was mostly the youth that took the lead in the Chollima movement, performing heroic exploits.  Thanks to their devoted work and services the country could progress rapidly.\n\t\t\t\t\t\n\t\t\t\t\t Under the Songun-based leadership of the Workers' Party of Korea they played a leading role not only in defending Korean socialist society with arms but also in building a lot of monumental edifices throughout the country including the Youth Hero Motorway in the period of the \"Arduous March\", the forced march.\n\t\t\t\t\t\n\t\t\t\t\t Young scientists of the country made a tangible contribution to last year's successful launch of satellite Kwangmyongsong-2, which demonstrated the dignity and power of Songun Korea, and the development of CNC technology."
        },
        {
            "title": "Japan Urged to Pay for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-08ee.html",
            "content": "Japan Urged to Pay for Its Past Crimes\r\n Pyongyang, January 27 (KCNA) -- Some time ago an Australian hospital ship, the Centaur, which had been sunken, torpedoed by the Imperial Japanese Army during the Second World War, was discovered in 2,000m deep waters.\n\t\t\t\t\t In connection with this tragedy of history the Australian government demanded an apology from the Japanese authorities but the latter is trying to dodge, claiming that the cause of its sinking remains uncertain.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan is ill-famed for its bad habit of far-fetchedly denying historical facts or turning its face from them when it deems them unfavorable to it.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that Japan, diametrically running counter to the trend of the times toward settlement of the past, has persisted in its despicable acts to evade the responsibility for redeeming its past crimes century after century, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately Japan may work to hide the truth of history and dodge the responsibility for liquidating its past, this is as foolish an act as trying to get the sun eclipsed with palms. \n\t\t\t\t\t\n\t\t\t\t\t Historical records and witnesses proved that the crimes perpetrated by Japan in the past do not remain mere traces but hard facts. Nevertheless, Japan still feigns ignorance of them and is playing sleight of hand to evade the responsibility for them. This wicked behavior of Japan is touching off the bitterest resentment among the justice- and peace-loving people of the world.\n\t\t\t\t\t\n\t\t\t\t\t Japan's distortion of history or denial of it can never help seek a way out for it. \n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to admit that its way of thinking is wrong and seriously reflect on itself.\n\t\t\t\t\t\n\t\t\t\t\t It had better drop its anachronistic and old way of thinking as soon as possible and make a bold decision to redeem its past wrongs."
        },
        {
            "title": "S. Korean Authorities' Suppression of Progressive Denounced",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-05ee.html",
            "content": "S. Korean Authorities' Suppression of Progressive Denounced\r\n Pyongyang, January 27 (KCNA) -- The preparatory committee for the Student Committee of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea released a statement on Jan. 22 in which it accused the puppet authorities of their indiscriminate suppression of the progressive forces.\n\t\t\t\t\t The statement charged that the police took such repressive actions as confiscating and searching the house of Min So Hyon, member of the \"Group of Companions of the Taegu Youth Association in the June 15 Era\", on Jan. 19, asserting that it has information that Min had contacts with the Solidarity for Implementing the South-North Joint Declaration and was violating the \"National Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" has abused the basic rights such as the rights to speech, press, assembly and association while escalating suppression of the progressive organizations and their members under the pretext of \"security\", the statement deplored.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to force the present \"government\" to step down without fail as it persists in the suppression of the people."
        },
        {
            "title": "Cancellation of Construction of Naval Base Demanded",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-06ee.html",
            "content": "Cancellation of Construction of Naval Base Demanded\r\n Pyongyang, January 27 (KCNA) -- The People for Achieving Peace and Reunification of south Korea made public a statement on January 21 blasting the south Korean puppet army authorities for working hard to push forward the construction of the Jeju naval base.\n\t\t\t\t\t Accusing the military authorities of trying to hold a ground-breaking ceremony for a naval base in Sogwipho City on Jeju Island, the statement said: When residents there protested against this action, at the dawn of Jan. 18 the military authorities hurled army and police forces into an operation to storm into the venue of protest and brutally suppress its participants.\n\t\t\t\t\t\n\t\t\t\t\t The projected construction of the Jeju naval base is aimed at depriving the residents of their cradle, degrading the natural environment and escalating the military tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The military authorities are driving residents out of their land for the construction of the military base on Jeju Island just as they deprived the residents in Phyongthaek of their land under the pretext of implementing \"a state policy\", the statement deplored, demanding an immediate halt to the project.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the organization would support the residents who turned out in the actions to defend their cradle and struggle in solidarity with them."
        },
        {
            "title": "DPRK FM Statement Supported",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-02ee.html",
            "content": "DPRK FM Statement Supported\r\n Pyongyang, January 27 (KCNA) -- The Communist Party of Malta and the Korean Friendship Association headquartered in Spain issued statements on Jan. 20 in support of the statement released by the DPRK Foreign Ministry.\n\t\t\t\t\t The Communist Party of Malta in the statement said that the frustration and failure of the six-party talks are attributable to the absence of confidence among the parties concerned.\n\t\t\t\t\t\n\t\t\t\t\t No issue can be solved by means of sanctions and the only solution to the issue is to take measures for building confidence, the statement said, adding: \n\t\t\t\t\t\n\t\t\t\t\t The proposal of the DPRK for replacing the Armistice Agreement by a peace treaty is a just proposal for building confidence among the parties to the six-party talks. If mistrust is wiped out it will promote durable peace and security of the Korean Peninsula and the process of its denuclearization. \n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the U.S. government positively respond to the DPRK proposal.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Friendship Association headquartered in Spain in the statement expressed full support for the proposal of the DPRK for an early start of the talks for replacing the AA by a peace treaty this year.\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of a peace treaty would be an expression of the U.S. good faith not only toward the DPRK but also toward mankind, the statement said, adding that the world will positively treat the U.S. if it opts for replacing the Korean Armistice Agreement by a peace treaty and eliminates the root cause of war from the peninsula."
        },
        {
            "title": "Kim Jong Il's Birthday to Be Celebrated in Sweden",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-01ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated in Sweden\r\n Pyongyang, January 27 (KCNA) -- A Swedish preparatory committee for celebrating February 16 was inaugurated in Stockholm on Jan. 21.\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the period from Feb. 1 to 17 as a period of celebrations and decided to hold colorful political and cultural events such as meeting, Korean book and photo exhibition, film show and art performance praising the undying exploits performed by General Secretary Kim Jong Il and conduct information service for introducing the validity and vitality of the Songun politics."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-09ee.html",
            "content": "Story of Kim Jong Suk\r\n Pyongyang, January 27 (KCNA) -- One day in December Juche 34 (1945) Kim Jong Suk, an anti-Japanese heroine, showed up at a railroad reconstruction site in North Hamgyong Province in order to acquaint herself with the project. She got on a hand-operated small flatcar, suggesting an inspection of railway tracks.\n\t\t\t\t\t Officials and workers persuaded her not to take the old carriage with no windbreak. She, however, persisted in using the flatcar, saying there was no reason she could not take it, used by others, and that it would help her grasp the actual conditions of the project more exactly than a passenger car.\n\t\t\t\t\t\n\t\t\t\t\t She took one of its handles in person to drive it towards Susong area.\n\t\t\t\t\t\n\t\t\t\t\t Having reached near the Susong River Railyway Bridge, she got off the flatcar to examine the newly-changed sleepers and repaved roadbed and praise the workers for having done a good job.\n\t\t\t\t\t\n\t\t\t\t\t After going round the trackmen's working place, she appreciated them for the well-repaired track including roadbed ballasting, saying that railroads should be reconstructed without delay and priority given to transport in order to accelerate the overall rehabilitation and construction  and develop the country rapidly. She then noted that railway was the arteries of the country while the railway workers were guards of the arteries.\n\t\t\t\t\t\n\t\t\t\t\t Listening to what she said, the officials and workers made a firm resolution to devote themselves to building a new country."
        },
        {
            "title": "Kim Jong Il dirige Combinado Septiembre y Mina",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-15ee.html",
            "content": "Kim Jong Il dirige Combinado Septiembre y Mina\r\nPyongyang, 27 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Combinado Siderurgico Septiembre y la Mina de Tokhyon.\n\t\t\t\t\tPrimero, estuvo en el Combinado Siderurgico Septiembre.\n\t\t\t\t\t\n\t\t\t\t\tGuiado por los funcionarios directivos del combinado, el Dirigente recorrio la sala de educacion en la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tAl recordar con emocion la trayectoria de desarrollo de esta empresa que vino logrando siempre la victoria y la prosperidad, senalo que gracias a la sabia direccion y minuciosa atencion del Presidente Kim Il Sung, se ha construido en el extremo noroeste de la tierra patria esta base metalurgica combinada y subrayo que las inmortales hazanas revolucionarias del Presidente brillaran eternamente junto con la historia de la empresa.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, averiguo en detalles el estado de equipos tecnicos y de produccion recorriendo el taller de acero No.1, el de laminacion y otros procesos productivos.\n\t\t\t\t\t\n\t\t\t\t\tLuego de contemplar los materiales de acero de distintas normas, que salen uno tras otro de los laminadores del taller de laminacion construido nuevamente, y el monton de los mismos acumulados ordenadamente, evaluo altamente los meritos de todos los constructores y los voluntarios mostrandose muy satisfecho de que ellos hayan terminado magnificamente en un corto plazo la obra de este taller moderno.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que los funcionarios, los obreros y los tecnicos del combinado trabajaron mucho para aumentar la produccion de materiales de acero manifestando en alto grado su espiritu revolucionario de autoconfianza, volvio a apreciar el noble espiritu patriotico de ellos quienes han trabajado abnegadamente por la construccion de una patria prospera.\n\t\t\t\t\t\n\t\t\t\t\tAl presentar las tareas programaticas que incumben al combinado, puntualizo que la tarea mas importante de esta empresa es emplear al maximo su capacidad apoyandose en su solida base de produccion.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente hizo una visita de orientacion a la Mina de Tokhyon\n\t\t\t\t\t\n\t\t\t\t\tPrimeramente, recorrio la sala de educacion en la historia revolucionaria y la de presentacion del historial destacando que gracias a la sabia direccion y minuciosa atencion del Presidente Kim Il Sung, esta mina pudo convertirse en una base productora de minerales de hierro de gran dimension.\n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente los exitos logrados por los obreros de la mina apuntando que ellos vinieron apoyando con fidelidad la idea y la direccion del partido y el lider y contribuyeron mucho al desarrollo de la economia nacional al enviar en el pasado los minerales concentrados de hierro a las fundiciones de hierro.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar explicaciones ante el plano de la mina, realizo un recorrido por el taller de concentracion y otros procesos de produccion escrutando el estado de reconstruccion, modernizacion y produccion.\n\t\t\t\t\t\n\t\t\t\t\tDestacando que los mineros de Tokhyon, levantados como gigantes en acato al llamamiento del partido, alcanzan desde el comienzo del ano nuevo asombrosos exitos en la produccion redoblando su optimismo y conviccion en el futuro, estimulo cordialmente la lucha laboral de los obreros locales que trabajan con mayor afan para aumentar la produccion con el fin de proveer a las fundiciones de hierro de mucho mas minerales concentrados de hierro.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, el Dirigente paso por el comedor de dietas reforzadas y otras instalaciones culturales y de servicios publicos.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de que esta mina realizara de modo sustancial el servicio de abastecimiento para los mineros al tener presente la instruccion del Presidente Kim Il Sung de que el servicio de abastecimiento es precisamente una labor politica, reconocio los esfuerzos de los funcionarios de ella.\n\t\t\t\t\t\n\t\t\t\t\tIndico las tareas programaticas que se presentan ante la mina.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la esperanza y la conviccion de que los obreros de aqui pondran de pleno manifiesto el temperamento heroico y el invencible impetu de la clase obrera de Corea al cumplir magnificamente con su deber revolucionario situandose al frente de la ofensiva final como avanzada y precursor de la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que gracias a la lucha heroica de nuestro pueblo que entro en la campana del ano nuevo con el extraordinario entusiasmo, se crean de dia en dia a lo largo y ancho del pais grandes milagros nunca vistos en la historia nacional.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a exhortar encarecidamente a dar pasos agigantados de auge en todos los sectores para adornar este ano del aniversario 65 de la fundacion del partido como ano de gran cambio que se registre indeleble en los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte, Kim Phyong Hae, los jefes y primeros subjefes de departamento del CC del PTC."
        },
        {
            "title": "EMG del EPC informa ejercicio de artilleria en el Mar Oeste",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-16ee.html",
            "content": "EMG del EPC informa ejercicio de artilleria en el Mar Oeste\r\nPyongyang, 27 de enero (ATCC) -- El Estado Mayor General del Ejercito Popular de Corea hizo publica el dia 27 la siguiente informacion:\n\t\t\t\t\tLos destacamentos de artilleria del Ejercito Popular de Corea realizaron el dia 27 por la manana el ejercicio anual de tiro de combate en el Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Nadie puede cuestionar el ejercicio que realizan las unidades del EPC segun su plan en nuestras aguas jurisdiccionales.\n\t\t\t\t\t\n\t\t\t\t\t En la zona del frente en el Mar Oeste de Corea existe unicamente la linea de demarcacion militar maritima reconocida por nuestra parte.\n\t\t\t\t\t\n\t\t\t\t\t Proseguiran en el futuro tambien tales ejercicios de las unidades del EPC en la zona del frente en el Mar Oeste."
        },
        {
            "title": "Parte Norte de Corea llama a organizar acto conjunto nacional",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-17ee.html",
            "content": "Parte Norte de Corea llama a organizar acto conjunto nacional\r\nPyongyang, 27 de enero (ATCC) -- Tuvo lugar el dia 26 en esta capital la  asamblea general del Comite Norteno para la Ejecucion de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t A la cita asistieron los copresidentes de honor de dicho comite norteno: el vicepresidente del Presidium de la Asamblea Popular Suprema Yang Hyong Sop, el secretario del CC del Partido del Trabajo de Corea Kim Ki Nam, el viceprimer ministro del Consejo de Ministros Ro Tu Chol, el presidente del CC del Partido Social-Democrata de Corea Kim Yong Dae y la presidenta del CC del Partido Chondoista Chong-u Ryu Mi Yong; el presidente An Kyong Ho, los vicepresidentes y los miembros del citado Comite Norteno, los integrantes de distintos subcomites y los funcionarios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion fue discutido el tema \"Sobre las tareas para abrir la nueva coyuntura de la reunificacion independiente en este ano del decimo aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio\".\n\t\t\t\t\t\n\t\t\t\t\t An Kyong Ho presento el informe y otros intervinieron.\n\t\t\t\t\t\n\t\t\t\t\t Todos los coreanos veneran fervientemente al Dirigente Kim Jong Il y avanzan a pasos firmes llenos de la confianza y el optimismo hacia el futuro de la patria reunificada, dijo el informante.\n\t\t\t\t\t\n\t\t\t\t\t Enfatizo que en este ano todos deben abrir la nueva coyuntura de la reunificacion independiente desplegando la lucha pannacional bajo la consigna patriotica \"!Logremos cuanto antes la reunificacion de la Patria, con la unidad de toda la nacion, bajo la bandera de la Declaracion Conjunta Norte-Sur!\"\n\t\t\t\t\t\n\t\t\t\t\t En la asamblea general fue aprobado el llamamiento a todos los coreanos.\n\t\t\t\t\t\n\t\t\t\t\t El documento senala que la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre devienen el programa comun de la nacion para la reunificacion y la bandera patriotica mas sublime.\n\t\t\t\t\t\n\t\t\t\t\t El camino a seguir por los coreanos fue, es y sera el de la independencia nacional, el de \"Entre nosotros, los connacionales\", destaca\n\t\t\t\t\t\n\t\t\t\t\t Enfatiza que todos los coreanos del Norte, el Sur y en ultramar deben quedar mas fieles al ideal de la independencia, el de \"Entre nosotros, los connacionales\", rechazar tajantemente la teoria vendepatria de las autoridades surcoreanas de dar prioridad a las fuerzas extranjeras y defender firmemente la dignidad y los intereses de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t Indica que por encima de las diferencias de las ideas, los ideales, los criterios politicos y las creencias religiosas, todos los sectores y capas deben realizar activamente mano a mano la reconciliacion nacional, frustrar las maniobras de obstaculo de las fuerzas anti-reunificacion y activar las visitas, contactos y la cooperacion multilateral entre distintos sectores del Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\t Propone con respeto organizar solemnemente  en ocasion del X aniversario de la publicacion de la historica Declaracion Conjunta del 15 de Junio un acto comun de la nacion en que participen todos los partidos politicos, entidades y personalidades de distintos sectores del Norte, el Sur y en ultramar que desean la unidad y la reunificacion de la nacion."
        },
        {
            "title": "Acreditase ante Kim Yong Nam embajador dinamarques",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-18ee.html",
            "content": "Acreditase ante Kim Yong Nam embajador dinamarques\r\nPyongyang, 27 de enero (ATCC) -- Poul Oscar Georg Hoiness presento este miercoles en el capitalino Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como embajador extraordinario y plenipotenciario del Reino de Dinamarca en Corea.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Minju Joson revela nuevo crimen de Japon",
            "url": "http://kcna.co.jp/item/2010/201001/news27/20100127-19ee.html",
            "content": "Minju Joson revela nuevo crimen de Japon\r\nPyongyang, 27 de enero (ATCC) -- Recientemente, fue descubierto a la profundidad de 2 mil metros por debajo del mar el buque hospital Centaur de Australia que durante la Segunda Guerra Mundial resulto hundido por el ataque torpedero del ejercito japones.  \n\t\t\t\t\t Si bien el gobierno de Australia demanda la disculpa de Japon por esa tragedia historica, el pais isleno se muestra evasivo insistiendo en que es incierta la causa de hundimiento.\n\t\t\t\t\t\n\t\t\t\t\t En un comentario individual difundido hoy, el rotativo Minju Joson condeno que ese pais isleno tiene el vicio de negar a porfias o hacer vista gorda de los hechos historicos desfavorables a si mismo.\n\t\t\t\t\t\n\t\t\t\t\t Al desafiar frontalmente a la corriente de la epoca hacia la liquidacion del pasado criminal, Japon actua vilmente de siglo a siglo para eludir a toda costa de la responsabilidad por sus crimenes del pasado, comienza el comentario y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Por muy desesperadas que fueran las maniobras de Japon para encubrir la verdad de la historia y eludir la responsabilidad de la liquidacion del pasado, esto no pasa de ser una ambicion tonta.\n\t\t\t\t\t\n\t\t\t\t\t Pese a que los registros historicos y los testimonios de los testigos revelan como hechos innegables los crimenes del pasado de Japon, este pais no los reconoce todavia haciendose el desentendido.\n\t\t\t\t\t\n\t\t\t\t\t Esta actitud tan picara aumenta al maximo el odio de la conciencia de la humanidad que ama la justicia y la paz.\n\t\t\t\t\t\n\t\t\t\t\t No es una salvacion para Japon tergiversar o negar la historia.\n\t\t\t\t\t\n\t\t\t\t\t  Japon debe tomar seria reflexion de si mismo reconociendo que el problema esta en su modo de pensar.\n\t\t\t\t\t\n\t\t\t\t\t  A la larga, ha de dejar cuanto antes su anacronico y caduco modo de pensar y tomar la valiente decision de liquidar sus crimenes del pasado."
        }
    ]
}