{
    "date": "2010-12-12",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance Given by KPA Servicepersons",
            "url": "http://kcna.co.jp/item/2010/201012/news12/20101212-05ee.html",
            "content": "Kim Jong Il Enjoys Performance Given by KPA Servicepersons\r\nPyongyang, December 12 (KCNA) -- General Secretary Kim Jong Il enjoyed a performance given by company servicepersons of 586, 287, 604, 572, 529, 534 and 324 units of the KPA who proved successful at the 34th art festival of KPA servicepersons.\n\t\t\t\t\t Put on the stage were such colorful numbers of diverse genres as narration and chorus \"Glory to Our Great Party\", female solo \"Song of the Sea of Blood\", narration and song \"Where Are You, Dear General?\" and chorus \"The Victorious Parade.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers enthusiastically sang of the undying Songun leadership feats performed by Kim Jong Il and their happiness under his loving care. They powerfully demonstrated the iron faith and will of all the servicepersons of the KPA to devotedly defend the WPK Central Committee as a fortress and shield and accomplish the sacred revolutionary cause of Juche with arms.\n\t\t\t\t\t\n\t\t\t\t\t After the performance was over, he waved back to the enthusiastically cheering performers and audience and congratulated the performers on their successful presentation. \n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the company servicepersons presented a splendid performance rich in ideological contents and high in artistry with numbers of great cognitional and instructive value fully reflecting the WPK's idea, he highly estimated their success in the performance and extended thanks to them in the name of the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t The soldier culture created by the KPA is replete with the spirit of the times, militant optimism and rich emotion and this has become typical of the socialist cultural life in the era of Songun, he said, underlining the need to continue making steady efforts to popularize the revolutionary soldier culture throughout the society.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the glorious history of the Korean revolution which started and advanced with songs represents a great victory of the music politics which strikingly demonstrated the might of arts, he set forth the tasks which would serve as guidelines for further developing mass performing activities.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., the WPK, vice-chairman of the Central Military Commission of the WPK and chief of the KPA General Staff, Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Ki Nam, Choe Thae Bok and Hong Sok Hyong, members of the Political Bureau and secretaries of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Kang Sok Ju, member of the Political Bureau of the C.C., the WPK and vice-premier of the DPRK Cabinet, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Kim Yang Gon, Kim Yong Il, Choe Ryong Hae, Pak To Chun, Thae Jong Su and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the C.C., the WPK, Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK, Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK, Pak Jong Sun, alternate member of the Political Bureau and first vice department director of the C.C., the WPK, Kim Kyong Ok, Kim Won Hong, Kim Myong Guk, Kim Yong Chol and Yun Jong Rin, members of the Central Military Commission of the WPK, and other senior officials of the party and the army."
        },
        {
            "title": "Undemocratic Violence of Conservative Group Slashed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201012/news12/20101212-04ee.html",
            "content": "Undemocratic Violence of Conservative Group Slashed in S. Korea\r\n Pyongyang, December 12 (KCNA) -- The Solidarity for Progress of south Korea in a statement issued on Dec. 9 strongly denounced the puppet conservative group for its violence against democracy. \n\t\t\t\t\t The statement accused the \"Grand National Party\" of railroading the draft budget for next year including the budget for the four large rivers improvement project and all sorts of evil bills through the \"National Assembly\" session on Dec. 8.\n\t\t\t\t\t\n\t\t\t\t\t Bitterly denouncing the GNP for its undemocratic outrages, the statement stressed that the organization would intensify struggle against the dictatorial regime."
        },
        {
            "title": "Military Exercises Staged by S. Korea Assailed in Austria",
            "url": "http://kcna.co.jp/item/2010/201012/news12/20101212-03ee.html",
            "content": "Military Exercises Staged by S. Korea Assailed in Austria\r\n Pyongyang, December 12 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche idea in Vienna, Austria issued a bulletin on Dec. 6 in denunciation of the military exercises kicked off by the south Korean puppet forces against the DPRK.\n\t\t\t\t\t We denounce the south Korean puppet forces for staging another military exercises, the bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The military exercises are the most dangerous act of harassing peace on the Korean Peninsula and an infringement on the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The military provocations of the U.S. and the south Korean war-like forces against the DPRK are getting ever more dangerous with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t It is legitimate right and obligation of the DPRK to mobilize all the means to defend its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the south Korean authorities stop at once the military exercises and put an end to the hostile policy toward the DPRK."
        },
        {
            "title": "Anniversary of Assumption of Supreme Commander Observed in Brazil",
            "url": "http://kcna.co.jp/item/2010/201012/news12/20101212-02ee.html",
            "content": "Anniversary of Assumption of Supreme Commander Observed in Brazil\r\nPyongyang, December 12 (KCNA) -- The Brazil-Korea Friendship Association issued bulletin titled \"The supreme commander and soldiers\" on Dec. 3 on the occasion of the 19th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The bulletin in its preface noted that there are many touching stories conveying the loving care shown by Kim Jong Il for his soldiers in the period of his ceaseless field inspection of KPA units.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin cited facts when carrying articles in high praises of the personality of Kim Jong Il as a great man who shows deep loving care and warm benevolence for the servicepersons under such subtitles as \"My sons and daughters\", \"Day for soldiers\" and \"Blank left over\", etc."
        },
        {
            "title": "DPRK Important Days Marked ",
            "url": "http://kcna.co.jp/item/2010/201012/news12/20101212-01ee.html",
            "content": "DPRK Important Days Marked \r\nPyongyang, December 12 (KCNA) -- A seminar on General Secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" was held in the Czech Republic and a meeting and film show in Romania on Dec. 2 and 4 on the occasion of the 19th anniversary of Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 93rd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association who doubles as chairman of the Czech Group for the Study and Materialization of the Juche Idea, referred to the purpose and the essential characteristics of the Songun politics, saying that the DPRK is now victoriously advancing under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Songun politics of the DPRK is an original socialist political mode which scientifically clarified from fresh angle and successively solved the issue on the driving force of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, noted that the Korean People's Army has grown to be an invincible army which can reliably defend the socialism of the DPRK from the offensive of the imperialist allied forces and become to possess strong war deterrent that can defeat any formidable imperialist enemy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities are persistently getting hell-bent on the war exercises against the DPRK but they can never scare the Korean people rallied as one around Supreme Commander Kim Jong Il, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film show watched the Korean film \"Reply of Korea\"."
        }
    ]
}