{
    "date": "2010-09-04",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-04ee.html",
    "articles": [
        {
            "title": "Provincial and City Meetings for WPK Conference",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-10ee.html",
            "content": "Provincial and City Meetings for WPK Conference\r\n Pyongyang, September 4 (KCNA) -- Meetings of delegates of North and South Hamgyong and Kangwon provinces and Rason City of the Workers' Party of Korea were held to elect delegates to the WPK conference, according to Rodong Sinmun Saturday.\n\t\t\t\t\t Attending them were delegates elected at provincial, city and county party committees and party organizations of units at different levels.\n\t\t\t\t\t\n\t\t\t\t\t The meetings discussed the issue on the election of delegates to the WPK conference.\n\t\t\t\t\t\n\t\t\t\t\t Speeches proposing the election of General Secretary Kim Jong Il as delegate to the WPK conference were made at the meetings by Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the WPK who is delegate of the party organization of the Hungnam Fertilizer Complex, O Su Yong, chief secretary of the North Hamgyong Provincial Committee of the WPK who is delegate of the party organization of the Kim Chaek Iron and Steel Complex, Paek Kye Ryong, chief secretary of the Kangwon Provincial Committee of the WPK who is delegate of the party organization of Munchon City, and Rim Kyong Man, chief secretary of the Rason City Committee of the WPK who is delegate of the party organization of Rajin Port.\n\t\t\t\t\t\n\t\t\t\t\t They said that Kim Jong Il, who won boundless respect and absolute trust from all the servicepersons and people as the great successor to the revolutionary cause of Juche in his early years, has led the Korean revolution to victory for many years, performing the undying feats which will remain long in the history of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic leadership, such eye-opening events took place as mass-production of Juche iron and Juche vinalon and emergence of the Wonsan Youth Power Station, the Juche-based blast furnace, the modernly equipped Songun Foundry, etc. while also the socialist rural construction has been pushed forward and the drive to put light industrial and local industrial factories on a modern basis further accelerated to bring a bright future for the improvement of the standard of people's living, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They courteously proposed to elect Kim Jong Il delegate of the WPK conference, reflecting the unanimous desire of all the party members and other people of the provinces and city.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meetings fully supported these proposals.\n\t\t\t\t\t\n\t\t\t\t\t Decisions on electing Kim Jong Il delegate of the WPK conference were adopted at the meetings with an unanimous approval.\n\t\t\t\t\t\n\t\t\t\t\t At the meetings delegates of the WPK conference were also elected."
        },
        {
            "title": "DPRK Govt Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-14ee.html",
            "content": "DPRK Govt Delegation Leaves for China\r\n Pyongyang, September 4 (KCNA) -- A DPRK government delegation headed by Hwang Hak Won, minister of Urban Management, left here by air on Saturday to take part in the event marking the Day of the DPRK Pavilion of the 2010 Shanghai World Expo."
        },
        {
            "title": "Pyongyang Int'l Book Exhibition to Be Held",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-13ee.html",
            "content": "Pyongyang Int'l Book Exhibition to Be Held\r\n Pyongyang, September 4 (KCNA) -- The 7th Pyongyang International Scientific and Technological Book Exhibition will be held at the Pyongyang Centre for Cultural Exchange with Foreign Countries from September 13 to 15.\n\t\t\t\t\t The exhibition will bring together many foreign organizations and international bodies. \n\t\t\t\t\t\n\t\t\t\t\t There will be on display books and data on latest science and technology in the fields of IT, NANO, energy, electronics, genetic engineering, architecture, environment and ecology, basic science and medicine. \n\t\t\t\t\t\n\t\t\t\t\t During the exhibition there will be a lecture introducing latest scientific and technological achievements and exchange of experience."
        },
        {
            "title": "New Postage Stamp Issued",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-11ee.html",
            "content": "New Postage Stamp Issued\r\n Pyongyang, September 4 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea has released a new postage stamp to mark the Day of the DPRK Pavilion of the 2010 Shanghai World Exposition, September 6.\n\t\t\t\t\t Printed in the upper part of the stamp are the emblem of the exposition and its theme, \"Better City, Better Life,\" written in Korean, Chinese and English.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the center is the DPRK Pavilion's emblem containing a picture of Chollima (a legendary horse running 250 miles a day), a symbol of Korea of Juche."
        },
        {
            "title": "Projected US-S. Korea Anti-Submarine Exercises Blasted",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-06ee.html",
            "content": "Projected US-S. Korea Anti-Submarine Exercises Blasted\r\n Pyongyang, September 4 (KCNA) -- The south Korean puppet military announced that it would stage joint anti-submarine exercises in the West Sea of Korea together with the U.S. under the signboard of \"military countermeasures\" for the settlement of the \"Cheonan\" case. To be involved in the exercises slated to begin on Sept. 5 and last till 9 are huge U.S. imperialist aggression troops including Aegis destroyers belonging to the U.S. 7th fleet and the armed forces of the puppet military.\n\t\t\t\t\t Rodong Sinmun Saturday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The warmongers claim that this saber-rattling is aimed \"to get familiar with strategy, techniques and procedures of anti-submarine warfare\" but it is nothing but a version of a scenario for a preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Through the exercises the warmongers seek to be well versed in the methods of preempting an attack on the north and fighting a battle as well as action procedures in the sea.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are talking about \"deterring the north's provocation\" and a \"clear message to it\" in a bid to cover up the aggressive and dangerous nature of the joint exercises and thus mislead the public opinion, but this will get them nowhere. Their plan to stage again large-scale DPRK-targeted war maneuvers just in the wake of the Ulji Freedom Guardian is an intolerable challenge to the DPRK and an extremely dangerous military provocation harassing peace and pushing the situation to the brink of a war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The danger of the exercises are on the steady increase as the puppet forces dare let loose such bellicose remarks as \"retaliation\", \"punishment\" and \"preemptive attack\" while trying hard to pass the buck for the \"Cheonan\" case to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The increased danger of war will not be beneficial to the U.S. and the south Korean warlike forces, either.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers are going reckless to invade the DPRK. It is as foolish an act as jumping out of the frying pan into the fire."
        },
        {
            "title": "Lee Myung Bak's Proposal for \"Unification Tax\" Snubbed",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-09ee.html",
            "content": "Lee Myung Bak's Proposal for \"Unification Tax\" Snubbed\r\n Pyongyang, September 4 (KCNA) -- The proposal for \"unification tax\" spelled out by traitor Lee Myung Bak is aimed to collect taxes from the people under the pretext of \"unification funds\" presupposing a fictitious \"contingency in the north\" and \"unification of systems.\" It is, therefore, an intolerable politically-motivated provocation against the DPRK and an outright challenge to the Koreans in their efforts to achieve independent reunification and peace and prosperity under the banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t Rodong Sinmun Saturday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lee's much touted \"unification tax\" is a clear manifestation of his treacherous ambition for achieving \"unification under liberal democracy.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive made no scruple of crying that \"unification under liberal democracy\" is his \"dream and, at the same time, his goal.\" This proves that the present regime adopted the \"unification of systems\" as its policy.\n\t\t\t\t\t\n\t\t\t\t\t The recent rhetoric about \"unification tax\" is just an extension and culmination of the unpardonable treacherous acts committed by the conservative group which has worked hard to realize its wild ambition of \"unification of systems\" while rejecting the above-said historic inter-Korean declarations and standing against reunification by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t  The group of traitors came out with this proposal for \"unification tax\" at a time when a war may break out on the Korean Peninsula any moment. This is, in essence, nothing but a tax for confrontation and a war as the group is keen on collecting a stupendous amount of fund as taxes from the south Koreans in a bid to attain its ambition for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"unification tax\" can be spelled out only by those half-baked politicians who think money is everything, ignorant of what does reunification mean.\n\t\t\t\t\t\n\t\t\t\t\t This tax is absolutely intolerable as it is pursuant to the anti-reunification and treacherous confrontational scenario, escalating the north-south confrontation and increasing the danger of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, for the conservative group to make desperate efforts to do harm to fellow countrymen while talking about \"unification tax\"."
        },
        {
            "title": "Full Play to Socialist Patriotism Called for",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-08ee.html",
            "content": "Full Play to Socialist Patriotism Called for\r\n Pyongyang, September 4 (KCNA) -- Socialist patriotism constitutes an ideological and moral quality of the Korean people who are living and making revolution in the socialist homeland of Juche, says Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t The article says that the Korean people's revolutionary traits based on the spirit of socialist patriotism find a vivid manifestation in smashing the anti-DPRK moves of the imperialists and firmly defending the socialist country and they are strikingly demonstrated in giving full play to the Juche character and national character and thoroughly preserving the true nature of socialism.\n\t\t\t\t\t\n\t\t\t\t\t They find a striking manifestation in sincerely working for the prosperity of the country, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people are now waging a high-pitched drive for a great revolutionary surge by the Korean way the revolution is made and everything created under the uplifted revolutionary slogan \"Let Us Live Our Own Way!\" This stirring reality is a clear indication of the Korean people's transparent spirit of socialist patriotism.\n\t\t\t\t\t\n\t\t\t\t\t  It is the Korean people who like to sing songs to their own tune, dance to their own rhythm, choose their own style and live in their own senses.\n\t\t\t\t\t\n\t\t\t\t\t The pure conscience with which Koreans work hard at their posts is prompted by their socialist patriotism and their world-startling miracles and exploits are based on their noble patriotic devotion.\n\t\t\t\t\t\n\t\t\t\t\t Though they differ from each other in duties and posts, Koreans feel the greatest worth of living and pride in their love and dedication to the country. It is thanks to this noble patriotism that the country is making dynamic progress and a rosy future of a thriving socialist nation is on the horizon."
        },
        {
            "title": "DPRK-Cuba Diplomatic Ties Marked in Cuba",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-04ee.html",
            "content": "DPRK-Cuba Diplomatic Ties Marked in Cuba\r\n Pyongyang, September 4 (KCNA) -- A souvenir stamp releasing and photo exhibition opening ceremony were held at the Cuban Stamp Museum on August 30 on the occasion of the 50th anniversary of the opening of diplomatic ties between the DPRK and Cuba.\n\t\t\t\t\t The souvenir stamp carries a photo of President Kim Il Sung and Fidel Castro Ruz, their clasped hands raised in token of militant friendship and solidarity between the two countries at the Pyongyang City mass rally and letters \"The 50th anniversary of the opening of diplomatic ties between the Republic of Cuba and the Democratic People's Republic of Korea\" and \"Cuban mail 2010\".\n\t\t\t\t\t\n\t\t\t\t\tOn display in the venue of the photo exhibition were photos of Kim Il Sung and General Secretary Kim Jong Il meeting with Fidel Castro Ruz and photos showing the development of the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t A Cuban vice-minister of Foreign Affairs said that Fidel Castro Ruz's visit to DPRK and meeting with Kim Il Sung marked an occasion of epoch-making turn in developing the friendly and cooperative relations between the two countries on a higher level, expressing belief that the relations would continue to grow stronger in the future.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round stamps and photos on display."
        },
        {
            "title": "Discriminatory Measure against Korean Schools Demanded",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-05ee.html",
            "content": "Discriminatory Measure against Korean Schools Demanded\r\n Pyongyang, September 4 (KCNA) -- Koreans in Japan and Japanese personages including officials of the General Association of Korean Residents in Japan, teachers of Korean schools, members of the Mothers' Society and members of the Liaison Association against the Exclusion of Korean Schools from Tuition Waiver Program for Senior High Schools separately presented written requests to the prime minister and the minister of Education, Culture, Sports, Science and Technology of Japan on August 27.\n\t\t\t\t\t They held in their written requests that the exclusion of the Korean schools from the tuition waiver program is an human rights abuse, urging the Japanese government to lift the unjust discriminatory measure.\n\t\t\t\t\t\n\t\t\t\t\t They held a gathering in the hall of Councilors.\n\t\t\t\t\t\n\t\t\t\t\t  Members of the Society Supporting Korean Schools and other civic organizations of Japan held a press conference in the hall of lawyers of Kyoto on August 25 at which they demanded the lifting of the discriminatory measure against the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t They charged that the tuition waiver program for senior high schools took effect from April 1 but the Japanese government left the issue of whether it would be applied to the Korean schools or not to the above-said ministry's examination panel. This was prompted by a politically motivated intention.\n\t\t\t\t\t\n\t\t\t\t\t They urged the government to apply the above-said program to the Korean schools without delay and provide them with tuition aid retroactive to April."
        },
        {
            "title": "Dutch Group for Study of Juche Inaugurated",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-02ee.html",
            "content": "Dutch Group for Study of Juche Inaugurated\r\n Pyongyang, September 4 (KCNA) -- The Dutch Group for the Study of the Juche Philosophy was inaugurated with due ceremony in Amsterdam on August 25 on the occasion of the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t The inaugural ceremony elected chairman and secretary general of the group.\n\t\t\t\t\t\n\t\t\t\t\t The chairman at the ceremony underscored the need to widely introduce and disseminate the Juche idea, the Songun idea among the Dutch people by making media and Internet give publicity to works of the peerlessly great men, steadily expand the ranks and conduct brisk solidarity activities supporting the cause of the Korean people in various forms and by diverse methods.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Netherlands and Songun Korea-Juche Centre was opened on the same day."
        },
        {
            "title": "Songun Leadership Feats Lauded",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-03ee.html",
            "content": "Songun Leadership Feats Lauded\r\n Pyongyang, September 4 (KCNA) -- Wahid Al Uksouri, chairman of the Arab Socialist Party of Egypt, made public a statement on Aug. 22 on the occasion of the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t He stressed in his statement that Kim Jong Il's field guidance to the Korean People's Army on Aug. 25, 50 years ago, was not a mere inspection to an army unit but his start of the Songun guidance prompted by his firm will to defend the country and nation's destiny and accomplish the socialist cause with the KPA as a main force.\n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Jong Il's Songun leadership was a basic factor which made it possible for the DPRK to protect its sovereignty and dignity and win victory while standing firm in the showdown with the U.S., the chairman highly appreciated his Songun leadership feats.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun leadership the Korean people have firmly defended their socialist country despite so difficult situation and dynamically advanced to attain the high goal of a great prosperous and powerful nation, he added.\n\t\t\t\t\t\n\t\t\t\t\t Our party congratulates the Korean people on their great successes made thanks to the Songun politics and extends full support and solidarity to the Korean people in their struggle, he concluded."
        },
        {
            "title": "Important Days of DPRK Observed",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-01ee.html",
            "content": "Important Days of DPRK Observed\r\n Pyongyang, September 4 (KCNA) -- A seminar and film show took place in Cambodia, a lecture in Finland and a photo exhibition in Nigeria between August 24 and 25 on the occasions of the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership and the 65th anniversary of the liberation of Korea.\n\t\t\t\t\t On display in the venue of the photo exhibition were photos showing the Songun revolutionary feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, said that Kim Jong Il defended the country's sovereignty and dignity and reliably safeguarded the peace and security in the Korean Peninsula and the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that he further cemented the single-minded unity of the Korean society with his Songun leadership and brought about such eye-opening reality as advancing by leaps and bounds towards a thriving nation, he added that the original Songun politics pursued by him serves as a beacon of hope for the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea followers in Finland express full support for his Songun politics, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film show watched \"Mangyongdae\", \"Reply of Korea\" and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the event in Finland."
        },
        {
            "title": "Continuan las reuniones de delegados de varias provincias del PTC",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-15ee.html",
            "content": "Continuan las reuniones de delegados de varias provincias del PTC\r\n Pyongyang, 4 de septiembre (ATCC) -- Segun el diario Rodong Sinmun fechado 4, tuvieron lugar las reuniones de delegados del partido de las provincias de Hamgyong del Sur, Hamgyong del Norte y Kangwon y de la ciudad de Rason para elegir a los delegados a la Conferencia del Partido del Trabajo de Corea.\n\t\t\t\t\t En las ocasiones participaron los delegados elegidos en los comites provinciales, urbanos y distritales del partido y las organizaciones partidistas de las unidades a todos los niveles.\n\t\t\t\t\t\n\t\t\t\t\t La agenda fue el problema de elegir a los delegados a la Conferencia del PTC.\n\t\t\t\t\t\n\t\t\t\t\t Los discursos de propuesta estuvieron a cargo del secretario responsable del Comite del PTC en la Provincia de Hamgyong del Sur, Kwak Pom Gi, quien es delegado de la organizacion del partido del Complejo de Abonos de Hungnam; el secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, O Su Yong, quien es delegado de la organizacion del partido del Complejo Siderurgico Kim Chaek; el secretario responsable del Comite del PTC en la Provincia de Kangwon, Paek Kye Ryong, quien es delegado de la organizacion del partido de la ciudad de Munchon y el secretario responsable del Comite del PTC en la Ciudad de Rason, Rim Kyong Man, quien es delegado de la organizacion del partido del Puerto de Rajin, respectivamente. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores alabaron que el Dirigente            Kim Jong Il, quien desde hace mucho tiempo, es respetado ilimitadamente y confiado absolutamente por todo el ejercito y el pueblo como gran sucesor de la causa revolucionaria del Juche, acumulo las hazanas inmortales que se registraran eternamente en la historia de la nacion de Kim Il Sung al conducir durante largo tiempo a la victoria la revolucion coreana.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la dinamica guia del Dirigente se dio la realidad asombrosa como producirse en gran cantidad el acero Juche y el vinalon Juche y construirse nuevamente la Central Hidroelectrica Juventud de Wonsan, el alto horno al estilo coreano, la Fabrica de Hierro Fundido Songun equipada con la tecnica de punta, etc. subrayaron:\n\t\t\t\t\t\n\t\t\t\t\tIgualmente se acelero con energia la construccion rural socialista y se impulso la modernizacion de las fabricas de la industria ligera y la local abriendo las perspectivas de la mejora de la vida del pueblo, destacaron.\n\t\t\t\t\t\n\t\t\t\t\tPropusieron cortesmente elegir al Dirigente como delegado a la Conferencia del PTC, en reflejo del unanime deseo de todos los militantes del partido y los habitantes de sus respectivas provincias y ciudad.\n\t\t\t\t\t\n\t\t\t\t\tLos que intervinieron seguidamente apoyaron y aprobaron totalmente esa propuesta. \n\t\t\t\t\t\n\t\t\t\t\tTambien fueron aprobadas por unanimidad las resoluciones correspondientes. \n\t\t\t\t\t\n\t\t\t\t\tA continuacion, fueron electos otros delegados."
        },
        {
            "title": "Tendra lugar VII feria internacional de libros cientificos y tecnicos",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-16ee.html",
            "content": "Tendra lugar VII feria internacional de libros cientificos y tecnicos\r\nPyongyang, 4 de septiembre (ATCC) -- Se Efectuara del dia 13 al 15 en el Centro para el Intercambio Cultural con el Extranjero de Pyongyang la VII Feria Internacional de Libros Cientificos y Tecnicos de Pyongyang.\n\t\t\t\t\tEn esta exposicion, en que participaran numerosas entidades de varios paises y organizaciones internacionales, se exhibiran muchos libros y datos de la ciencia y tecnologica ultramodernas de los sectores de la IT, la nanotecnologia, la energia, la electronica, la genetica, la arquitectura, el medioambiente y la ecologia, las ciencias basicas y la medicina.\n\t\t\t\t\t\n\t\t\t\t\tAdemas se organizaran las lecciones y los encuentros para presentar los ultramodernos exitos e intercambiar experiencias de la rama."
        },
        {
            "title": "Rodong Sinmun denuncia ejercicios antisubmarinos en el Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-17ee.html",
            "content": "Rodong Sinmun denuncia ejercicios antisubmarinos en el Sur de Corea\r\n Pyongyang, 4 de septiembre (ATCC) -- El circulo militar titere del Sur de Corea anuncio que desarrollara con Estados Unidos desde el dia 5 al 9 en el Mar Oeste de Corea los ejercicios antisubmarinos bajo el pretexto de \"tomar las contramedidas militares\" consecuentes del caso de hundimiento de la corbeta surcoreana \"Cheonan\". En esta maniobra tomaran parte el destructor Aegis de la septima flota norteamericana y un gran numero de efectivos norteamericanos y surcoreanos.\n\t\t\t\t\t Si bien los belicistas dicen que en esa ocasion \"ejercitaran la estrategia, la tecnologia y el procedimiento de la batalla antisubmarinos\", esos ejercicios son realmente una operacion de ataque preventivo contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Revela el diario Rodong Sinmun en un comentario individual divulgado este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t A traves de los ejercicios antisubmarinos conjuntos, los belicistas pretenden entrenar y completar los metodos de ataque preventivo y combate y el orden de acciones militares contra la RPDC en el mar.\n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos enganan la opinion publica interna y externa con las palabras encaminadas a ocultar el caracter agresivo y peligroso de esa maniobra como \"detener la provocacion del Norte\" y \"dar una senal clara\".\n\t\t\t\t\t\n\t\t\t\t\t Ademas, ese entrenamiento de gran envergadura se librara inmediatamente despues del ejercicio conjunto \"Ulji Freedom Guardian\", lo cual resulta intolerable desafio a la RPDC y grave provocacion militar que perturba la paz de la Peninsula Coreana y lleva la situacion al borde de guerra.\n\t\t\t\t\t\n\t\t\t\t\t Su peligrosidad crece cada vez mas puesto que los titeres pronuncian palabras belicosas como \"venganza\", \"castigo\" y \"ataque preventivo\" tratando de imputar a la RPDC la responsabilidad del caso del \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t Pero, la crisis de guerra creada no conviene tampoco a EE.UU. y los belicistas surcoreanos que la han creado. \n\t\t\t\t\t\n\t\t\t\t\t El imprudente proceder de los belicistas titeres surcoreanos en busca de la agresion contra la RPDC es igual que tirarse al fuego con la gasolina."
        },
        {
            "title": "Rodong Sinmun rechaza el \"impuesto de reunificacion\" de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2010/201009/news04/20100904-18ee.html",
            "content": "Rodong Sinmun rechaza el \"impuesto de reunificacion\" de Lee Myung Bak\r\nPyongyang, 4 de septiembre (ATCC) -- El \"impuesto de reunificacion\" propuesto por el traidor Lee Myung Bak persigue recaudar los \"gastos de reunificacion\" suponiendo la absurda \"situacion de emergencia del Norte\" y la \"reunificacion de regimenes\". Por lo tanto, deviene imperdonable provocacion politica a la RPDC y desafio frontal a la nacion coreana que lucha por la reunificacion independiente, la paz y la prosperidad bajo la bandera de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t Asi senala el periodico Rodong Sinmun en un articulo individual del dia 4 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Esa propuesta demuestra claramente la ambicion antinacional del traidor Lee de alcanzar la \"reunificacion bajo el sistema democratico liberal\".\n\t\t\t\t\t\n\t\t\t\t\t El gobernante surcoreano hablo sin vacilacion de que el citado modo de reunificacion es su \"sueno y meta\", lo cual prueba que el actual \"poder\" surcoreano tomo como su politica la antinacional teoria de la \"reunificacion de regimenes\".\n\t\t\t\t\t\n\t\t\t\t\t El disparate del \"impuesto de reunificacion\" es la prolongacion y el climax de los imperdonables actos traidores a la nacion de la banda de conservadores surcoreanos que maniobro desesperadamente para realizar la ilusion de la \"reunificacion de regimenes\" negando las historicas declaraciones intercoreanas y oponiendose a la reunificacion segun el sistema federal.\n\t\t\t\t\t\n\t\t\t\t\t Ahora cuando la situacion esta en visperas de la guerra, esa camarilla traidora habla del \"impuesto de reunificacion\" partiendo de su intento de recaudar por ese concepto los fabulosos fondos a los contribuyentes surcoreanos y gastarlos en sus preparativos para la agresion al Norte. Por esta razon, ese impuesto es el de enfrentamiento y guerra.\n\t\t\t\t\t\n\t\t\t\t\t No se puede permitir en ningun caso esa propuesta de los que no saben ni jota de la reunificacion y piensan que con el dinero se resuelve lo todo, la cual agrava el enfrentamiento N-S y agranda el peligro de guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Los conservadores surcoreanos deben dejar de actuar ridiculamente tratando de hacer danos a la connacional RPDC con el \"impuesto de reunificacion\"."
        }
    ]
}