{
    "date": "2010-07-09",
    "url": "http://kcna.co.jp/item/2010/201007/2010-07-09ee.html",
    "articles": [
        {
            "title": "KPA Not to Be Bound to Modalities and Methods of Talks",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-18ee.html",
            "content": "KPA Not to Be Bound to Modalities and Methods of Talks\r\n Pyongyang, July 9 (KCNA) -- The U.S. forces side sent a notice to the DPRK side on June 26 to the effect that it would explain \"results of investigation\" into the \"Cheonan\" case. \n\t\t\t\t\t The DPRK side clarified the principled stand of its army and people to open the north-south high-level military talks for the purpose of probing the truth behind the case.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors, however, has persistently turned down the DPRK's realistic proposal, far-fetchedly asserting that the case is an issue to be dealt with under the Korean Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. forces side repeatedly requested the DPRK side to hold the DPRK-U.S. military general-level talks, underlining the need to make \"joint efforts to prevent the recurrence of the tragic incident\".\n\t\t\t\t\t\n\t\t\t\t\t In this connection the head of the DPRK side to the DPRK-U.S. military general-level talks sent the following reply notice to the U.S. forces side on July 9:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side will not be bound to modalities and methods of talks if they are helpful to probing the \"Cheonan\" case in an objective and scientific way.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK still regards the opening of the north-south high-level military talks as the best way for settling the issue.\n\t\t\t\t\t\n\t\t\t\t\t It decided to take note of the U.S. forces side's proposal to discuss the \"Cheonan\" case at the DPRK-U.S. military general-level talks now that the south Korean authorities are turning down the proposal made by the DPRK with magnanimity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side, first, advances a modified proposal on holding a senior colonel (colonel)-level working contact at Panmunjom at ten on July 13, to discuss the issues concerning the opening of the DPRK-U.S. military general-level talks.\n\t\t\t\t\t\n\t\t\t\t\t This proposal is a manifestation of the unshakable will of the army and people of the DPRK to probe the truth behind the \"Cheonan\" case in an objective, scientific and fair way.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. forces side truly stands for a solution to the warship case and peace and security on the Korean Peninsula, it should seriously respond to this proposal carrying the good faith and magnanimity of the army of the DPRK."
        },
        {
            "title": "American Prisoner Attempts Suicide ",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-13ee.html",
            "content": "American Prisoner Attempts Suicide\r\n Pyongyang, July 9 (KCNA) -- American Gomes serving a prison term in the DPRK recently attempted to take his own life, according to information available from a relevant organ.\n\t\t\t\t\t Driven by his strong guilty conscience, disappointment and despair at the U.S. government that has not taken any measure for his freedom, he attempted to commit suicide. He is now given first-aid treatment at a hospital. \n\t\t\t\t\t\n\t\t\t\t\t The Swedish embassy here representing the U.S. interests acquainted itself with the condition of the patient at the hospital."
        },
        {
            "title": "Joint Venture and Investment Guidance Bureau Reorganized",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-15ee.html",
            "content": "Joint Venture and Investment Guidance Bureau Reorganized\r\n Pyongyang, July 9 (KCNA) -- The DPRK Joint Venture and Investment Guidance Bureau was reorganized into the Committee of Investment and Joint Ventures of the DPRK. \n\t\t\t\t\t A decree of the Presidium of the DPRK Supreme People's Assembly was published in this regard on Thursday."
        },
        {
            "title": "Answer of FM Spokesman Distributed as Official Document of UNSC",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-16ee.html",
            "content": "Answer of FM Spokesman Distributed as Official Document of UNSC\r\n Pyongyang, July 9 (KCNA) -- An answer given by a spokesman for the DPRK Foreign Ministry to a question put by KCNA on July 6 as regards the fact that the U.S. was describing the \"Cheonan\" incident as an \"act of violating the Korean Armistice Agreement\" was distributed as official document S/2010/358 of the UNSC on July 8."
        },
        {
            "title": "Choe Yong Rim Greets Bahamian PM",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-10ee.html",
            "content": "Choe Yong Rim Greets Bahamian PM\r\nPyongyang, July 9 (KCNA) -- DPRK Premier Choe Yong Rim Friday sent a message of greetings to Hubert Alexander Ingraham, Prime Minister of Bahamas, on the occasion of the 37th anniversary of its independence.\n\t\t\t\t\tThe message expressed belief that the friendly relations between the two countries would steadily develop thanks to the common efforts and wished the Prime Minister success in his work for the prosperity of the country."
        },
        {
            "title": "Pak Ui Chun Greets Mozambican FM",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-19ee.html",
            "content": "Pak Ui Chun Greets Mozambican FM\r\n Pyongyang, July 9 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, sent a message of greetings to Oldemiro Baloi, his Mozambican counterpart on June 23 on the occasion of the 35th anniversary of the establishment of diplomatic ties between the DPRK and his country.\n\t\t\t\t\t The message said that the two countries have steadily boosted the bilateral relations on the principle of respect of sovereignty, non-interference, equality and reciprocity for 35 years since the establishment of diplomatic ties.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the good friendly and cooperative relations between the two countries would further develop in the shared interests and the level of support and cooperation between the two ministries would be enhanced.\n\t\t\t\t\t\n\t\t\t\t\t The message wished the friendly Mozambican people fresh progress and prosperity and the foreign minister success in his work for regional stability and unity."
        },
        {
            "title": "Centenary of Birth of O Jung Hup Commemorated",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-14ee.html",
            "content": "Centenary of Birth of O Jung Hup Commemorated\r\n Pyongyang, July 9 (KCNA) -- A national meeting was held at the People's Palace of Culture on Friday to commemorate the centenary of birth of revolutionary fighter O Jung Hup.\n\t\t\t\t\t Present there were senior Party, army and state officials, the chairperson of a friendly party, officials of party and armed forces organs, social organizations, ministries and national institutions, servicepersons, bereaved families of revolutionary martyrs and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Born into a poor family in Seson-ri, Onsong County of North Hamgyong Province, on July 10, 1910, O Jung Hup fought for the liberation of the country, holding the important post of regiment commander after serving as squad, platoon and company leaders during the anti-Japanese armed struggle. \n\t\t\t\t\t\n\t\t\t\t\t KPA General Kim Jong Gak, member of the DPRK National Defence Commission and first vice department director of the KPA General Political Bureau, in his report said that O Jung Hup upheld President Kim Il Sung as the destiny of Korea and the sun of the nation and made distinguished feats in devotedly safeguarding the President during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t It was his noble ideological and moral qualities that he took the ideology, line, orders and directives of the President dearer than his own life and made persevering efforts to carry them out at the highest level, the reporter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t O Jung Hup gave full play to his extraordinary military talents and militant disposition in numerous battles including the Pochonbo battle, the Jiansanfeng battle and the battle in the area of Musan, which were organized and commanded by the President.\n\t\t\t\t\t\n\t\t\t\t\tThe heroic life of O Jung Hup is shining more brilliantly under the benevolent loving care of General Secretary Kim Jong Il who deeply respects the forerunners of the revolution, putting them forward.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called on all the people to firmly arm themselves with the great Juche idea, the Songun idea, resolutely defend and preserve the revolutionary traditions of Mt. Paektu, eternal cornerstone of the Workers' Party of Korea and the revolution, and give a steady continuity to the shining history and tradition of the unbreakable single-minded unity around the leader in thought and purpose and in moral obligation."
        },
        {
            "title": "Anniversary of DPRK-China Treaty Observed",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-17ee.html",
            "content": "Anniversary of DPRK-China Treaty Observed\r\n Pyongyang, July 9 (KCNA) -- A reception was given by the Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the Korea-China Friendship Society at Okryu Restaurant Friday on the occasion of the 49th anniversary of the conclusion of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance. \n\t\t\t\t\t Present there on invitation were Chinese Ambassador to the DPRK Liu Hongcai and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Choe Chang Sik, minister of Public Health who is chairman of the C.C., the Korea-China Friendship Society, and other officials concerned were present there. \n\t\t\t\t\t\n\t\t\t\t\t Choe said at the reception that President Kim Il Sung and Premier Zhou Enlai signed the above-said treaty, providing the two countries with a legal foundation for boosting the bilateral relations in various fields.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the two countries have promoted socialist construction and steadily developed the friendly and cooperative relations, supporting each other in the spirit of the treaty. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Chinese people would register greater successes in the future, too, under the leadership of the Communist Party of China with Hu Jintao as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai said in his speech that since the conclusion of the treaty, the two countries have positively conducted exchange and cooperation in the political, economic, cultural and various other fields, respecting and supporting each other and thus contributed to developing the friendly relations between China and the DPRK and ensuring peace and stability on the Korean Peninsula and in the rest of Asia. \n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that General Secretary Kim Jong Il paid an unofficial visit to China in last May at the invitation of General Secretary Hu Jintao amid the warm welcome of the party, the government and people of China. \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people would register greater successes in the building of a thriving nation under the leadership of the Workers' Party of Korea headed by Kim Jong Il."
        },
        {
            "title": "Mansu Hill Full of Reverence for Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-11ee.html",
            "content": "Mansu Hill Full of Reverence for Kim Il Sun\r\n Pyongyang, July 9 (KCNA) -- On the occasion of the anniversary of President Kim Il Sung's demise, July 8, a stream of people have climbed Mansu Hill where his statue stands.\n\t\t\t\t\t Though sixteen years has passed since his demise, his statue on the hill has still been visited by a large number of people.\n\t\t\t\t\t\n\t\t\t\t\tIn the period some 142,530,000 people have visited the statue.\n\t\t\t\t\t\n\t\t\t\t\tAmong them are some 20,000 south Koreans, 110,000 overseas Koreans and 400,000 foreigners.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to Kim Il Sung, after laying floral baskets and bouquets before his statue.\n\t\t\t\t\t\n\t\t\t\t\t He, with rare wisdom, distinguished leadership and noble virtues, conducted energetic activities throughout his life for the freedom and happiness of the people, the independence and prosperity of the nation, the victory of the socialist cause and the independence of humankind, thus making great exploits for the revolution and history.\n\t\t\t\t\t\n\t\t\t\t\t That is why he is still revered as President of the Democratic People's Republic of Korea and a great leader of the cause of global independence."
        },
        {
            "title": "Kim Hyong Jik's Brilliant Life",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-12ee.html",
            "content": "Kim Hyong Jik's Brilliant Life\r\n Pyongyang, July 9 (KCNA) -- With the approach of the birth anniversary of Kim Hyong Jik, an indomitable revolutionary fighter, the Korean people are recollecting his brilliant life devoted to the independence of the country and the freedom and emancipation of the people.\n\t\t\t\t\t He, born into a poor farmer's family on July 10, 1894, became a professional revolutionary in his teens and put forward a patriotic idea of aim high, an idea of achieving Korean independence by the Korean people. He formed the Korean National Association on March 23, Juche 6 (1917) to provide a strong organizational base of the movement for independence.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his effort to teaching children at Sunhwa and Myongsin schools and leading the anti-Japanese national liberation movement with signs of Sunchon Surgery, Kwangje Surgery and Murim Surgery hung up at his houses, while offering sincere treatment to people.\n\t\t\t\t\t\n\t\t\t\t\t He also wisely guided patriotic armed units in their military activities against the fully armed Japanese imperialists and took the lead in switching from the nationalist movement to a proletarian revolution.\n\t\t\t\t\t\n\t\t\t\t\t He inspired his family members to devotedly fight for the country and the people. In particular, he led his son, President Kim Il Sung, into the revolution in his early years and handed over to him the idea of aim high, the idea of preparations for three contingencies (death from hunger, death from a beating and death from the cold), the idea of gaining comrades and two pistols.\n\t\t\t\t\t\n\t\t\t\t\t The idea of aim high, carried forward successfully by the President in starting the revolutionary cause of Juche, is shining along with the glorious history of the building of a great, prosperous and powerful nation under the leadership of Kim Jong Il."
        },
        {
            "title": "Japanese PM's Anti-DPRK Reckless Remarks Blasted",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-08ee.html",
            "content": "Japanese PM's Anti-DPRK Reckless Remarks Blasted\n\t\t\t\t\t\t\r\nPyongyang, July 9 (KCNA) -- The Japanese authorities should bear deep in mind if they persist in their behaviors displeasing the DPRK while dancing to the tune of others without their own principle, Japan will not be able to escape misfortune, warns Rodong Sinmun Friday in a signed commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t At a recent G-8 summit Japanese Prime Minister Naoto Kan got so reckless as to deliberately turn it into a platform for putting international pressure on the DPRK and applying additional sanctions against it over the \"Cheonan\" case, acting part of a shock brigade for the U.S. campaign against the DPRK, and, furthermore, \"distinguish himself\" in the efforts to create an international environment for the outbreak of another Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of Japan took much pain at the summit to label the DPRK \"a dangerous force\", repeating his assertion that Japan's security is exposed to the \"threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan that is pushing forward the establishment of the missile defense system with the U.S. and zealously cooperating with it in the moves to reinforce the U.S. military bases in Japan under the pretext of the non-existent \"military threat\" from the DPRK. The aim sought by the Japanese authorities through this is not to ensure the security of their country but to strain the situation in the vicinity of Japan and thus realize their ambition for reinvasion. That is why Japan is taking the lead in carrying out the U.S. hostile policy toward the DPRK, thoughtlessly supporting whatever the American master utters.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Japanese authorities that are to blame for any threat to Japan's security. Naoto Kan's talking nonsense is, in fact, little short of bringing misfortune to the Japanese people.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities would be well advised to stop dancing to the tune of others and be prudent over the Korean issue."
        },
        {
            "title": "Resignation of Lee Myung Bak Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-07ee.html",
            "content": "Resignation of Lee Myung Bak Demanded in S. Korea\r\n Pyongyang, July 9 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on July 4 demanding traitor Lee Myung Bak step down.\n\t\t\t\t\t The statement said that Lee Myung Bak forfeited himself the \"wartime operation control\", blocking the way to shake off the disgrace of being the world's only chief executive having no military sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t  Recalling that Lee Myung Bak, not content with currying favor with the U.S. which had no idea of transferring control over the army, has become undisguised in its drain on resources for it, negotiating even the issue of concluding the \"Free Trade Agreement\" with it,  the statement expressed irrepressible resentment at his behavior. \n\t\t\t\t\t\n\t\t\t\t\t For whom does the present regime exist as it collects taxes from the people for the rich and allows the U.S. to retain military sovereignty, queried the statement."
        },
        {
            "title": "Remembrance Meeting Held in China",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-06ee.html",
            "content": "Remembrance Meeting Held in China\r\n Pyongyang, July 9 (KCNA) -- A remembrance meeting was held in Beijing on Wednesday under the co-sponsorship of the China Association for International Friendly Contact and the Beijing Association for International Friendly Contact on the occasion of the 16th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Xin Qi, vice-president of the China Association for International Friendly Contact, said that Kim Il Sung together with the revolutionaries of the elder generation of China including Chairman Mao Zedong and Premier Zhou Enlai provided and cultivated the great Sino-DPRK friendship in the protracted revolutionary struggle for building socialism against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that Kim Il Sung visited China dozens of times, leaving his footsteps in its every nook and corner, and thus made a great contribution to the development of the traditional Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t 16 years have passed since the President passed away but the Sino-DPRK friendship has steadily grown stronger, standing the test of history, and has become a precious wealth of the two parties and two peoples, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Feng Yila, member of the family of a Chinese related to the anti-Japanese revolutionary struggle in China, said that the Sino-DPRK friendship is the blood-sealed militant friendship between the two peoples. Feng Yila recollected with deep emotion that the President bestowed profound loving care and benevolence upon the veterans of the Allied Anti-Japanese Army and their descendants."
        },
        {
            "title": "Remembrance Meeting Held by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-04ee.html",
            "content": "Remembrance Meeting Held by Koreans in Uzbekistan\r\n Pyongyang, July 9 (KCNA) -- A remembrance meeting was held by Korean compatriots in Uzbekistan on Tuesday on the occasion of the 16th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Speakers at the meeting said that every July all the Korean compatriots recollect with deep emotion the undying revolutionary life of the President in boundless reverence and with eager longing for him and more keenly realize what a great man and human being they held in high esteem as their leader.\n\t\t\t\t\t\n\t\t\t\t\t They praised Kim Il Sung as a peerless patriot who performed undying exploits which would shine long in the history of the country by devoting his all to the prosperity of the country, happiness of the people and national reunification with matchless noble idea of love for the country, the nation and the people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung made total dedication to the bright future of mankind and national reunification without taking rest till the last moments of his life, they said, adding: The world has never known such a peerlessly great man as Kim Il Sung who devoted his whole life to the people.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of General Secretary Kim Jong Il is a brilliant succession to the idea and cause of the President and provides a sure guarantee for building a thriving socialist nation of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, the compatriots went round the photo exhibition hall under the theme of \"The Great Leader and Overseas Compatriots\"."
        },
        {
            "title": "Anti-DPRK Smear Campaign Slashed by Maltese Party Leader",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-03ee.html",
            "content": "Anti-DPRK Smear Campaign Slashed by Maltese Party Leader\r\n Pyongyang, July 9 (KCNA) -- Victor Deguiobani, international secretary of the Central Committee of the Communist Party of Malta, made public a statement on June 30 denouncing the United States and the south Korean authorities for their anti-DPRK smear campaign.\n\t\t\t\t\t The statement accused the U.S. and the south Korean authorities of making desperate efforts to provoke a war against the DPRK, linking it with the case of warship \"Cheonan's\" sinking. \n\t\t\t\t\t\n\t\t\t\t\t Holding that the case was faked up by the imperialists to put additional sanctions upon the DPRK, it stressed:\n\t\t\t\t\t\n\t\t\t\t\t The \"results of investigation\" into the case was crafted by those who launched the Iraqi war under the pretext of the \"issue of possession of the weapons of mass destruction.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, architect of Korea's division, are quenching the desire of the Korean people for reunification and backing the south Korean regime. \n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of Malta strongly demands the U.S. bellicose forces stop at once all sorts of war provocations which go against the desire of all the Korean people for a free life on a reunified country."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Russian Organization",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-05ee.html",
            "content": "Kim Il Sung's Exploits Praised by Russian Organization\r\n Pyongyang, July 9 (KCNA) -- The Central Association of Korean Nationals in Russia issued a statement on July 6 on the occasion of the 16th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The statement noted that the officials of the Central Association of Korean Nationals in Russia and other compatriots recollect with deep emotion the life of the President who was totally dedicated to the happiness of the people and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung set forth national reunification as the supreme task of the nation and dynamically led the Korean nation along the road of reunification until the last moments of his life, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo clarified by Kim Il Sung are recorded in history as the three charters for national reunification that should be always held fast to by the Korean nation in the efforts for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe exploits performed by Kim Il Sung for national reunification are shining more brilliantly thanks to General Secretary Kim Jong Il, the statement noted, adding that the reunification of the country is sure to be achieved under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The officials of the Central Association of Korean Nationals in Russia and all other compatriots will positively turn out in the struggle to frustrate the moves of the separatists and achieve the reunification of the country, declared the statement."
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-01ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\n Pyongyang, July 9 (KCNA) -- President Kim Il Sung's work \"Let Us Bring the Advantages of Socialism in Our Country into Full Play\" was published in booklet by the Nakhodka Format Publishing House of Russia on July 2. \n\t\t\t\t\t The work, published on May 24, Juche 79 (1990), comprehensively expounds the essence, main characteristics, invincibility and advantages of Korean-style socialism embodying the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t It specifies tasks arising in giving full play to the advantages of socialism in our country in all fields, carrying out the new five-point policy for national reunification and consistently implementing the foreign policy of the country -- independence, peace and friendship -- under the uplifted banner of socialism."
        },
        {
            "title": "Bulletin Issued in Brazil",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-02ee.html",
            "content": "Bulletin Issued in Brazil\r\n Pyongyang, July 9 (KCNA) -- The Brazil-Korea Friendship Association issued bulletin titled \"Leader of People\" on July 1 on the occasion of the 16th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t The bulletin in an article said that Kim Il Sung was born as the son of the people and did his best for them.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, born at a low-roof thatched house, grew up witnessing the wretched fate of the Korean people under the Japanese imperialists' colonial rule. He embarked on the road of the revolutionary struggle with a firm faith to build a new society in which the people have become the master of the country on the land of Korea without fail.\n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Il Sung shared the destiny with the people, not keeping them at a distance, the bulletin praised his popular personality as the peerlessly great man who devoted himself to the people's happiness, not expecting any privilege and benefit.\n\t\t\t\t\t\n\t\t\t\t\t It stressed:\n\t\t\t\t\t\n\t\t\t\t\t The President could have led the country and the people for nearly 50 years since the liberation of Korea because he enjoyed the support and confidence of the people. All the people of the country are firmly united as one around their leader. This is an important key to the emergence of the DPRK as an invincible socialist power independent in politics, self-supporting in economy and self-reliant in national defence. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin stressed that Kim Il Sung will always live in the hearts of progressive humankind."
        },
        {
            "title": "Jefe de delegacion militar responde a la propuesta de EE.UU.",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-20ee.html",
            "content": "Jefe de delegacion militar responde a la propuesta de EE.UU.\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ATCC) -- El pasado 26 de junio, la parte de tropas norteamericanas envio a la parte coreana un aviso proponiendo un encuentro para explicar el \"resultado de investigacion\" del incidente de hundimiento de la corbeta surcoreana \"Cheonan\". \n\t\t\t\t\tAl respecto, la parte coreana expuso la posicion de principios de su ejercito y pueblo de reanudar las conversaciones militares de alto nivel entre ambas partes coreanas para esclarecer la verdad del incidente.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la banda del traidor Lee Myung Bak se niega hasta el final a la propuesta realista de la RPDC insistiendo absurdamente en que el caso del \"Cheonan\" es un problema relacionado con el Acuerdo de Armisticio. \n\t\t\t\t\t\n\t\t\t\t\tPor su parte, la parte de tropas norteamericanas pidio reiteradamente a nuestra parte celebrar las conversaciones militares a nivel de general RPDC-EE.UU. sosteniendo la necesidad de \"esfuerzos conjuntos por prevenir la repeticion de tal caso tragico\". \n\t\t\t\t\t\n\t\t\t\t\tPor eso, el jefe de la delegacion coreana a las conversaciones militares a nivel de general RPDC-EE.UU. envio el dia 9 a la parte norteamericana el siguiente aviso de respuesta:\n\t\t\t\t\t\n\t\t\t\t\t  Nuestra parte no reparara en la forma ni en el metodo del dialogo si este contribuye al esclarecimiento objetivo y cientifico del incidente de hundimiento del \"Cheonan\". \n\t\t\t\t\t\n\t\t\t\t\t  Consideramos todavia la reanudacion de las conversaciones militares de alto nivel Norte-Sur de Corea como mejor remedio para la solucion del problema. \n\t\t\t\t\t\n\t\t\t\t\t  Pero, dado que las autoridades surcoreanas rechazan nuestra propuesta magnanima, decidimos prestar atencion a la propuesta de la parte de tropas norteamericanas de debatir el caso del \"Cheonan\" en las conversaciones militares a nivel de general RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Como primer paso, presentamos nuestra propuesta modificada de sostener a las diez del 13 de julio de 2010 en Phanmunjom el contacto de trabajo a nivel de primer coronel para discutir los problemas referentes a la apertura de las conversaciones militares a nivel de general RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Esta iniciativa de nuestro ejercito y pueblo es la muestra de la invariable voluntad de aclarar de manera objetiva, cientifica e imparcial la verdad del caso del \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t  Si la parte de tropas norteamericanas desea de veras la solucion del caso del \"Cheonan\", la paz y la seguridad de la Peninsula Coreana, debera tratar con seriedad la propuesta benevola y magnanima de nuestro ejercito."
        },
        {
            "title": "Gomes intenta suicidarse",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-21ee.html",
            "content": "Gomes intenta suicidarse\r\nPyongyang, 9 de julio (ATCC) -- Segun el anuncio del organo competente, el norteamericano Gomes, que esta en prision, intento suicidarse desesperado por su culpabilidad y decepcion del gobierno de su pais que no toma las medidas de salvacion.\n\t\t\t\t\tEl fue trasladado a un hospital donde recibe ahora el tratamiento de urgencia.\n\t\t\t\t\t\n\t\t\t\t\t  La Embajada de Suecia en Corea, que representa los intereses de EE.UU., averiguo en el hospital la situacion del enfermo."
        },
        {
            "title": "Distribuida como documento oficial de ONU respuesta de MINREX",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-22ee.html",
            "content": "Distribuida como documento oficial de ONU respuesta de MINREX\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ATCC) -- La respuesta dada el dia 6 a la Agencia Telegrafica Central de Corea  por el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, en relacion con que Estados Unidos interpreta el incidente de hundimiento de la corbeta surcoreana \"Cheonan\" como una \"violacion del Acuerdo de Armisticio\", fue distribuida el dia 8 como documento oficial No. S/2010/358 del Consejo de Seguridad de la ONU."
        },
        {
            "title": "Acto central por el centenario de natalicio de O Jung Hup",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-23ee.html",
            "content": "Acto central por el centenario de natalicio de O Jung Hup\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ATCC) -- Tuvo lugar el dia 9 en el Palacio Cultural del Pueblo el acto central por el centenario del nacimiento del combatiente revolucionario O Jung Hup.\n\t\t\t\t\tEstuvieron presentes en la ocasion los cuadros del partido, el ejercito y el Estado, el presidente de partido amigo, los funcionarios de las instituciones del partido y las fuerzas armadas, entidades sociales, ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea, los familiares de los martires revolucionarios y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de la lucha armada antijaponesa, O Jung Hup, nacido el 10 de julio de 1910 en una familia pobre de la comuna de Seson del distrito de Onsong de la provincia del Hamgyong del Norte, lucho por la liberacion de la patria tomando la jefatura de escuadra, peloton y compania y llegando a ser finalmente el jefe de regimiento.\n\t\t\t\t\t\n\t\t\t\t\tEn su informe presentado ante el acto, el general de ejercito Kim Jong Gak, miembro del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y primer subjefe de la Direccion Politica General del Ejercito Popular de Corea, destaco que durante la lucha armada antijaponesa, O Jung Hup enaltecio al Presidente Kim Il Sung como el destino de Corea y el Sol de la nacion y realizo una extraordinaria proeza en defender al segundo a costa de la vida.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que O Jung Hup aprecio mas que su vida la idea, la linea, las ordenes y las instrucciones del Presidente y lucho tenazmente por materializarlas en el maximo nivel y anadio que esto fue su valioso temperamento ideo-espiritual.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que O Jung Hup habia demostrado a plenitud sus extraordinarios talentos militares y espiritu combativo en numerosas batallas, tales como las entabladas en Pochonbo, Jiansanfeng y la Zona de Musan bajo el mando del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tLa vida heroica de O Jung Hup lanza mas brillos gracias al Dirigente Kim Jong Il quien respeta y aprecia mas que nadie a los precursores revolucionarios, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a todos a armarse firmemente con la gran idea Juche, la del Songun, defender con firmeza las tradiciones revolucionarias del monte Paektu, eterna piedra angular del PTC y la revolucion, y continuar la gloriosa historia y tradiciones de unirse firmemente en lo ideologico y moral en torno a su lider y su dirigente."
        },
        {
            "title": "Rodong Sinmun condena absurda conducta del premier japones",
            "url": "http://kcna.co.jp/item/2010/201007/news09/20100709-24ee.html",
            "content": "Rodong Sinmun condena absurda conducta del premier japones\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ATCC) -- Las autoridades japonesas deben darse clara cuenta de que si molestan de continuo a Corea bailando al son que le toca otro, el pais isleno no podra evitar la catastrofe.\n\t\t\t\t\t  Advierte el periodico Rodong Sinmun en un comentario individual del dia 9 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  En la reciente cumbre del G-8, el premier japones Naoto Kan sirvio de la brigada de choque de Estados Unidos contra la Republica Popular Democratica de Corea so pretexto del caso de hundimiento del buque de guerra \"Cheonan\" y se esforzo desesperadamente por hacer \"merito\" en convertir intencionalmente la citada cumbre en el foro para dar la presion y la nueva sancion internacionales contra la RPDC y preparar el ambiente internacional para la provocacion de la guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t  El gobernante japones actuo locamente para tildar a la RPDC de la \"fuerza peligrosa\" diciendo reiteradamente que esta \"amenaza\" la seguridad de Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo el pretexto de la supuesta \"amenaza militar\" de la RPDC, ese pais isleno acelera junto con EE.UU. el establecimiento del sistema antimisiles y coopera activamente con el fortalecimiento de las bases militares norteamericanas en Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Esto no es para asegurar la seguridad de su pais sino para agravar la situacion del contorno y lograr su ambicion de nueva agresion.\n\t\t\t\t\t\n\t\t\t\t\t  He aqui la razon por la cual Japon apoya sin ton ni son a su amo norteamericano y se pone a la cabeza del cumplimiento de la politica hostil a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades japonesas son precisamente autores que crean la amenaza a la seguridad de Japon.\n\t\t\t\t\t\n\t\t\t\t\t  No deben bailar al son que le  toca otro sino actuar con prudencia en el trato del problema coreano."
        }
    ]
}