{
    "date": "2010-08-21",
    "url": "http://kcna.co.jp/item/2010/201008/2010-08-21ee.html",
    "articles": [
        {
            "title": "Sinuiju Area Struck by Devastating Flood",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-14ee.html",
            "content": "Sinuiju Area Struck by Devastating Flood\r\n Pyongyang, August 21 (KCNA) -- Sinuiju City and its vicinity of the Democratic People's Republic of Korea have been severely affected by flood.\n\t\t\t\t\t All dwelling houses, public buildings and arable land in Sangdan, Hadan, and Taji ris of the city, Soho and Ojok ris of Uiju County and other rural communities around the city have been submerged with the River Amnok overflowing due to more than 300mm rainfalls on the area around Lake Suphung from midnight to 9 a.m. Saturday and heavy rains on border areas of China.\n\t\t\t\t\t\n\t\t\t\t\t Officials and people of North Phyongan Province, including those of the city, and servicepersons have turned out in rescue work."
        },
        {
            "title": "Rev. Han Sang Ryol Arrested in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-12ee.html",
            "content": "Rev. Han Sang Ryol Arrested in S. Korea\r\n Pyongyang, August 21 (KCNA) -- The Lee Myung Bak group of traitors took such fascist action as arresting Rev. Han Sang Ryol, permanent adviser of the Solidarity for Progress of south Korea, on August 20 on the charge of violation of the notorious \"National Security Law\" after his visit to the DPRK, according to south Korean MBC and CBS. \n\t\t\t\t\t The fascist agents arrested him the moment he went back via Panmunjom. He is now questioned at the Phaju Police Station in Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t After branding his visit to the DPRK as \"illegal,\" they are harshly suppressing him, questioning him who was behind to sponsor it. \n\t\t\t\t\t\n\t\t\t\t\t But Han is offering stubborn resistance against them."
        },
        {
            "title": " DPRK Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-13ee.html",
            "content": "DPRK Delegation Leaves for China\r\n Pyongyang, August 21 (KCNA) -- A DPRK government science and technology delegation led by Ri Ja Bang, chairman of the State Science and Technology Commission, left here Saturday to visit China."
        },
        {
            "title": "\"Korea-Japan Annexation Treaty\" Termed Illegal",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-11ee.html",
            "content": "\"Korea-Japan Annexation Treaty\" Termed Illegal\r\nyongyang, August 21 (KCNA) -- The History Society of the DPRK released a memorandum Saturday disclosing the background against which the \"Korea-Japan Annexation Treaty\" was fabricated and its illegality on the occasion of the centenary of its fabrication by the Japanese imperialists.\n\t\t\t\t\t The memorandum cited facts to expose the Japanese imperialists' brigandish acts to annex the territory of Korea to Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists steadily escalated the moves for aggression of Korea, trumpeting about the \"theory of conquest of Korea\" since the mid-19th century and adopted the \"Empire's Korea policy\" on May 31, 1904. And on November 17, 1905 they fabricated the \"Ulsa Five-Point Treaty\" in the most cruel and vicious manner, seizing the sovereignty of Korea and turning it into their colony, the memorandum said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In July 1907 the Japanese imperialists disclosed their attempt to annex the territory of Korea by force of arms with the Hague incident happened as a momentum. They dethroned Emperor Kojong by force and illegally usurped even the right to administer internal affairs of Korea which remained in form only.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists' crafty moves to \"annex\" Korea were put into the phase of implementation in 1909.\n\t\t\t\t\t\n\t\t\t\t\t In order to annex Korea at the earliest possible date, they instigated the \"Iljin Association\", an organization of pro-Japanese lackeys, to kick off a racket for \"submitting a written petition for annexation.\"\n\t\t\t\t\t\n\t\t\t\t\t After wresting an agreement on \"annexation\" of Korea from imperialist powers including the U.S., Britain and Czarist Russia by May 1910, the Japanese imperialists appointed Army Minister Masatake Terauchi as the third \"resident-general\" on May 30.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists set up a \"preparatory committee for annexation\" on June 3 that year for the discussion of the \"annexation\" and technical issues that may arise in the subsequent period and enforced the harshest military police system after depriving Korea of police power. Terauchi came to Seoul and fabricated the \"Korea-Japan Annexation Treaty\" \"legalizing\" the annexation of Korea's territory on August 22, backed by huge aggression troops.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum explained that the treaty was a fraudulent document of no legal validity in wanton breach of the requirements of international law. It went on to say:\n\t\t\t\t\t\n\t\t\t\t\t After declaring the Korean army disbanded in August 1907, the Japanese imperialists posed a blatant military threat to the completely disarmed feudal state of the Ri Dynasty. They made no scruple of threatening and blackmailing against Emperor Sunjong, representative of the feudal state.\n\t\t\t\t\t\n\t\t\t\t\t They worked out \"credentials of absolute power\" of the Korean side to suit their taste, even though it should have been done by Emperor Sunjong, and forced him to approve it.\n\t\t\t\t\t\n\t\t\t\t\t Emperor Sunjong's \"royal instruction\" on \"annexation\" promulgated on August 29, 1910, had a royal seal only but no signature of the Emperor as it had been unilaterally done by the Japanese imperialists. On the other hand the \"imperial edict\" of the Japanese king promulgated on the same day had his signature along with the royal seal.\n\t\t\t\t\t\n\t\t\t\t\t The treaty was an illegal and fraudulent document in the light of the fact that Terauchi, who professed to be the representative of the Japanese side, had no \"credentials of absolute power\" and he \"signed\" the \"treaty\" without confirming the king's approval of the \"treaty on annexation.\"\n\t\t\t\t\t\n\t\t\t\t\t Disclosed recently was a shocking fact that both Korean and Japanese  texts of the \"Korea-Japan Annexation Treaty\" and a \"memorandum on the promulgation of the annexation treaty and royal edicts of the two states\" were written in the handwriting of one person, who was an official of the \"Residency-General.\"\n\t\t\t\t\t\n\t\t\t\t\t Dismissing the \"Korea-Japan Annexation Treaty\" as an illegal document from A to Z as it was worked out on the basis of the \"Ulsa Five-Point Treaty\" whose illegality had already been brought to light by scholars of the north and the south of Korea, the memorandum stressed that it admits of no argument from the international legal point of view that the \"Jongmi Seven-Point Treaty\", \"Korea-Japan Annexation Treaty\" and all other documents fabricated by the Japanese imperialists were null and void."
        },
        {
            "title": "Swimming Contest of School Youth and Children",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-06ee.html",
            "content": "Swimming Contest of School Youth and Children\r\n Pyongyang, August 21 (KCNA) -- The 36th national swimming contest of school youth and children for Jongilbong Prize took place at the swimming pool of the Mangyongdae Schoolchildren's Palace from August 17 to 20 on the occasion of Youth Day.\n\t\t\t\t\t The contest, divided into groups of primary and secondary schools, brought together at least 600 boys and girls. \n\t\t\t\t\t\n\t\t\t\t\t Boys of Mangum Secondary School, Sariwon City, North Hwanghae Province and girls of Pyongyang Tonghung Secondary School came first in team standings in the group of secondary schools while boys of Pyongyang Janggyong Primary School and girls of Pyongyang Primary School No. 4 in the group of primary schools."
        },
        {
            "title": "Diverse Student Contests Held",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-10ee.html",
            "content": "Diverse Student Contests Held\r\n Pyongyang, August 21 (KCNA) -- A national software contest of students and a national swimming contest of students were held at the E-Library and the Indoor Swimming Pool of Kim Il Sung University from Aug. 18 to 20 respectively to mark the 50th anniversary of General Secretary\n\t\t\t\t\t Kim Jong Il's start of his undying leadership at the university. \n\t\t\t\t\t The software contest was divided into 19 groups of students selected from every province. \n\t\t\t\t\t\tKim Il Sung University, Kim Chaek University of Technology, the University of Science, Huichon University of Technology, Pyongyang University of Computer Science and Hamhung University of Computer Science proved successful in the contest. \n\t\t\t\t\t\n\t\t\t\t\t Achievements and experience gained in the software development were briskly exchanged while the contest was under way. \n\t\t\t\t\t\n\t\t\t\t\t The swimming contest brought together men and women players of 20 universities and colleges who were successful in the provincial preliminary competition. Swimmers of Kim Il Sung University, Kim Chol Ju University of Education and Pyongyang Teacher Training College placed first in the contest.  \n\t\t\t\t\t\n\t\t\t\t\t Closing ceremonies took place on Friday."
        },
        {
            "title": "DPRK Prove Successful at Youth Olympic Games",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-05ee.html",
            "content": "DPRK Prove Successful at Youth Olympic Games\r\n Pyongyang, August 21 (KCNA) -- The First Youth Olympic Games are going on in Singapore from August 14.\n\t\t\t\t\t DPRK weightlifter Kim Song Chol won a gold medal in men's 62kg event held on August 16.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kuk Hyang of the DPRK took a bronze medal in the women's 63kg category on August 18."
        },
        {
            "title": "Gifts Put on Display at Exhibition House",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-04ee.html",
            "content": "Gifts Put on Display at Exhibition House\r\n Pyongyang, August 21 (KCNA) -- Gifts presented to General Secretary Kim Jong Il during his unofficial visit to the People's Republic of China from May 3 to 7 were put on display at the International Friendship Exhibition House.\n\t\t\t\t\t Typical of them is gem craftwork \"Rich fruits\" presented by the secretary of the Liaoning Provincial Committee of the Communist Party of China on behalf of the committee and the Liaoning Provincial People's Government. It is a work of exquisite cutting of rare crystal gem, one of the four famous gems of China.\n\t\t\t\t\t\n\t\t\t\t\t Fossil craftwork \"Treasure vessel engraved with nine dragons\" was presented by the secretary of the Tianjin Municipal Committee of the CPC. This is made with 1.8 billion year-old fossil dug in Tianjin City.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Shenyang City Committee of the CPC presented car \"Zhonghua\" manufactured in the city in token of his profound thanks and respect for Kim Jong Il."
        },
        {
            "title": "On-going DRPK-targeted War Maneuvers under Fire",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-09ee.html",
            "content": "On-going DRPK-targeted War Maneuvers under Fire\r\n Pyongyang, August 21 (KCNA) -- The large-scale joint exercises being staged by the U.S. around the Korean Peninsula in league with the south Korean puppet forces are a very grave military provocation against the DPRK and very dangerous military actions wrecking peace and stability in the peninsula and the rest of Northeast Asia and escalating tensions there.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a signed article. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S is advertising that the saber-rattling is aimed at achieving \"peace and stability\" in the Korean Peninsula while describing it as \"defensive drills to cope with provocations\" but no matter what rhetoric the warmongers may let loose they can never conceal the provocative nature and danger of the DPRK-targeted war maneuvers.\n\t\t\t\t\t\n\t\t\t\t\t The above-said large-scale joint exercises are reckless acts to ignite another Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are escalating the tensions on the Korean Peninsula in a bid to unleash a war, dead-set against the conclusion of a peace treaty with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  As is the case with the on-going joint military exercises, the war maneuvers to be staged in the days ahead will be conducted under the simulated conditions of a war of aggression against the DPRK and will be a prelude to a new war.\n\t\t\t\t\t\n\t\t\t\t\t It is the strategic aim of the U.S. imperialists to ignite a new Korean war in an effort to put the DPRK under their control by force of arms and, furthermore, establish the sphere of their military domination over Asia. They are ceaselessly reinforcing their strategic strike units in south Korea and Japan and around the peninsula and frantically staging the war maneuvers against the DPRK by mobilizing the south Korean puppet forces and other followers. This is aimed at igniting a new war in the peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers are misjudging the peace-loving efforts of the DPRK, seized with the strength-almighty theory.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people set store by peace but are never afraid of a war."
        },
        {
            "title": "Repression of Pro-Reunification Activist in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-07ee.html",
            "content": "Repression of Pro-Reunification Activist in S. Korea\r\nPyongyang, August 21 (KCNA) -- The puppet Seoul Central District Prosecutor's Office brought a restraint complaint against Han Chung Mok, co-representative of the Solidarity for Progress, on August 17 on charges of violating the \"National Security Law\", according to Yonhap News of south Korea.\n\t\t\t\t\tThe prosecution authorities took such legal action against him, charging that he not only hosted more than 10 anti-U.S. rallies demanding the abrogation of the alliance with the U.S. and the withdrawal of the U.S. troops, etc. but worked out and distributed documents supporting the north and gave publicity to them through media at the \"instructions of the north.\"\n\t\t\t\t\t\n\t\t\t\t\tThis glaringly reveals the despicable nature of the puppet group of traitors seized by inter-Korean confrontation in pursuance of the U.S. imperialists' hostile policy toward the DPRK as it is an anachronistic action against the desire of the Koreans for independent reunification."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Indonesia",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Indonesia\r\n Pyongyang, August 21 (KCNA) -- General Secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" was brought out in pamphlet by the Mitra Niaga Publishing House of Indonesia on Aug. 16.\n\t\t\t\t\t The work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun-based revolutionary line, the Songun politics of the Workers' Party of Korea, is an effective political mode of the present era which carried forward and developed the idea and line of President Kim Il Sung on attaching importance to arms and a scientific revolutionary line and a political mode most correctly reflecting the requirements of the times and the revolution. It also refers to the validity, advantages and great vitality of the Songun politics."
        },
        {
            "title": "Anniversary of Start of Songun Leadership Observed",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-02ee.html",
            "content": "Anniversary of Start of Songun Leadership Observed\r\n Pyongyang, August 21 (KCNA) -- Organizations of Brazil and Germany issued bulletins on Aug. 12 to mark the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t The Brazilian Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung and the Brazilian Committee for Solidarity with the DPRK in their joint bulletin carried a photo of Kim Jong Il inspecting a unit of the Korean People's Army and articles and photos introducing the invincible might of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in the articles gave a detailed account of the fact that after starting his Songun revolutionary leadership by providing field guidance to the Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA Kim Jong Il visited the division several times, developing it into matchless combat ranks.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il inspected a unit under this division at the outset of the year, a demonstration of his unshakable faith and will to steadily advance the socialist cause with the might of Songun in the future, too, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Franken Group for the Study of the Juche Idea of Germany in its bulletin carried a photo of \n\t\t\t\t\t\tKim Jong Il and articles introducing the validity and vitality of the Songun politics under titles of \"The Songun politics is just, necessary and successful\" and \"The Songun politics plays an important role in socialist economic construction in the DPRK\", etc."
        },
        {
            "title": "Anniversary of Korea's Liberation Observed",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-03ee.html",
            "content": "Anniversary of Korea's Liberation Observed\r\n Pyongyang, August 21 (KCNA) -- Meetings, lectures, seminars and workshops took place in Moldova, Belarus and Ethiopia between Aug. 5 and 11 on the occasion of the 65th anniversary of Korea's liberation.\n\t\t\t\t\t Oleg Vernik, chairman of the Moldovan Songun Youth Union for the Study of the Juche Idea, said in a report made at the meeting that Aug. 15, 65 years ago, was a historic day when the Korean people came to pave a new way for their development as dignified masters of the country, freed from the Japanese imperialists' military occupation. \n\t\t\t\t\t\n\t\t\t\t\t Socialism was built in the DPRK with the Juche idea as its guiding idea, he said, adding that the banner of socialism fluttered in the DPRK as before after socialism collapsed in some countries.\n\t\t\t\t\t\n\t\t\t\t\tAll the successes in the DPRK are ascribable to the wise leadership of General Secretary\n\t\t\t\t\t\t Kim Jong Il, successor to the revolutionary cause of President Kim Il Sung, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Oleg Novikov, chairman of the Belorussian February 16 Youth Association for the Study of the Juche Idea and the Songun Politics, said in a lecture that the anti-Japanese armed struggle waged under the leadership of Kim Il Sung was a sacred struggle of world historic significance as it precipitated the defeat of the Japanese imperialists, the main war criminal state in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung protected the purity of the ranks of the Korean revolutionaries from the tendency of factionalism and flunkeyism and led the Korean revolution to meet only the aspiration and requirement of the popular masses and suit the reality of Korea, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the function held in Belarus."
        },
        {
            "title": "Sinuiju y su contorno afectados por inundaciones",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-15ee.html",
            "content": "Sinuiju y su contorno afectados por inundaciones\r\nPyongyang, 21 de agosto (ATCC) -- Debido a las lluvias torrenciales de mas de 300mm caidas entre la 0 y las 9 del dia 21 en los alrededores del lago Suphung y a las precipitaciones provenientes de la region china, se desbordo el rio Amnok dejando inundados todas las viviendas, edificios publicos y tierras cultivables de las comunas de Sangdan, Hadan y Taji de la ciudad de Sinuiju y las de Soho y Ojok del distrito de Uiju, etc.\n\t\t\t\t\t Ahora, los funcionarios y trabajadores de la citada ciudad y la provincia de Phyong-an del Norte y los militares del Ejercito Popular de Corea realizan intensamente los trabajos de rescate en las areas afectadas."
        },
        {
            "title": "Fascistas surcoreanos arrestan al pastor Han Sang Ryol",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-16ee.html",
            "content": "Fascistas surcoreanos arrestan al pastor Han Sang Ryol\r\nPyongyang, 21 de agosto (ATCC) -- Segun las radios surcoreanas MBC y CBS, la banda del traidor Lee Myung Bak arresto el dia 20 en virtud de la infame \"ley de seguridad\" al pastor Han Sang Ryol, asesor permanente de la \"Solidaridad por el Progreso del Sur de Corea\" quien acabo de realizar una visita a la Republica Popular Democratica de Corea.\n\t\t\t\t\t Los fascistas arrestaron en el acto al pastor cuando el cruzo la linea divisoria de Phanmunjom para regresar al Sur de Corea y lo encarcelaron en la estacion policiaca de Phaju de la provincia de Kyonggi para el interrogatorio.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos reprimen brutalmente al pastor calificando de \"ilegal\" su visita a la RPDC y obligandole a decir quien es el que supuestamente lo controla por detras.\n\t\t\t\t\t\n\t\t\t\t\t  El detenido opone tenaz resistencia al ultraje."
        },
        {
            "title": " AHC revela curso de invencion del \"Tratado de Anexion de Corea a Japon\"",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-17ee.html",
            "content": "AHC revela curso de invencion del \"Tratado de Anexion de Corea a Japon\"\r\nPyongyang, 21 de agosto (ATCC) -- Con motivo del 100o aniversario de falsificacion del \"Tratado de Anexion de Corea a Japon\" por los imperialistas japoneses, la Asociacion de Historiadores de Corea (AHC) hizo publico el dia 21 un memorando para revelar el curso de su invencion y su caracter ilegal.\n\t\t\t\t\tLos siguientes datos del memorando revelan las maniobras gangsteriles de los imperialistas japoneses para anexar el territorio coreano:\n\t\t\t\t\t\n\t\t\t\t\tDesde mediados del siglo XIX, los imperialistas japoneses intensificaron gradualmente las maniobras agresivas contra Corea planteando la \"doctrina de conquista a Corea\". \n\t\t\t\t\t\n\t\t\t\t\tEl 31 de mayo de 1904, aprobaron la \"orientacion del imperio sobre Corea\" y el 17 de noviembre de 1905, inventaron de modo mas feroz y brutal el \"Tratado de 5 puntos de Ulsa\", en virtud del cual arrebataron la soberania nacional de Corea convirtiendola en su colonia.\n\t\t\t\t\t\n\t\t\t\t\tEn julio de 1907, ocurrio el suceso del emisario secreto en La Haya que les sirvio de pretexto para anexar el territorio coreano a fuerza de bayonetas.\n\t\t\t\t\t\n\t\t\t\t\tAsi tomaron ilegalmente el poder administrativo de Corea, que esta tenia superficialmente, al abdicar al emperador Kojong.\n\t\t\t\t\t\n\t\t\t\t\t1909 fue el ano en que entraron en la etapa de ejecucion las siniestras pretensiones de Japon de anexar a Corea.\n\t\t\t\t\t\n\t\t\t\t\tCon el proposito de concluir pronto esta labor, los imperialistas japoneses instigaron a la \"Asociacion Iljin\", entidad vendepatria y projaponesa, a pedir la \"anexion\".\n\t\t\t\t\t\n\t\t\t\t\tLuego de recabar hasta en mayo de 1910 el consentimiento de las potencias imperialistas como Estados Unidos, Inglaterra y la Rusia zarista sobre la \"anexion de Corea a Japon\", los imperialistas japoneses nombraron el 30 de mayo al ministro de ejercito Masadake Terauchi como tercer \"regente general\".\n\t\t\t\t\t\n\t\t\t\t\tEl 3 de junio, instauraron el \"comite preparatorio de anexion\" para discutir los problemas practicos que se presentaran antes y despues de la \"anexion\". Ademas, privaron a Corea de su derecho policial estableciendo el mas salvaje sistema de gendarmeria.\n\t\t\t\t\t\n\t\t\t\t\tTras su llegada a Seul, Terauchi falsifico el 22 de agosto con el apoyo de enormes fuerzas amadas agresoras el \"Tratado de Anexion de Corea a Japon\" que serviria de \"fundamento legal\" de la anexion.\n\t\t\t\t\t\n\t\t\t\t\tEste \"tratado\" es un documento fraudulento que carece de vigencia legal porque desprecia completamente los requisitos del derecho internacional.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas japoneses amenazaban abiertamente con las fuerzas armadas al Estado feudal de la dinastia de los Ri, desarmado completamente por la disolucion forzada del ejercito coreano en agosto de 1907, y ejercian chantaje tambien a su soberano Sunjong. \n\t\t\t\t\t\n\t\t\t\t\tObligaron a Sunjong a aprobar las \"credenciales de delegado plenipotenciario\" de la parte coreana inventadas a sus caprichos, las cuales habian de ser elaboradas por el mismo soberano coreano.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, el \"mandato imperial\" de Sunjong sobre la \"anexion\", documento redactado unilateralmente por los imperialistas japoneses y promulgado el 29 de agosto de 1910, no lleva la firma de Sunjong, sino solo el sello imperial. Al contrario, en el mandato del rey japones decretado el mismo dia se ven su sello y firma.\n\t\t\t\t\t\n\t\t\t\t\tEl \"Tratado de Anexion de Corea a Japon\" fue \"concertado\" unilateralmente por el delegado de la parte japonesa Terauchi, que no tenia las \"credenciales de delegado plenipotenciario\" siquiera ni ha confirmado la aprobacion del \"texto del tratado\" por su rey.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, se ha revelado el hecho sensacional de que los textos del \"Tratado de Anexion de Corea a Japon\" conservados por ambos paises y la \"nota diplomatica sobre la proclama del Tratado de Anexion y los mandatos imperiales de ambos paises\", en el coreano y el japones, han sido escritos por un solo hombre que servia en la \"Regencia general\".\n\t\t\t\t\t\n\t\t\t\t\tEl \"Tratado de Anexion de Corea a Japon\" es el documento ilegal porque se basa en el \"Tratado de 5 puntos de Ulsa\" comprobado por los cientificos del Norte y el Sur de Corea como otro documento ilegalmente inventado.\n\t\t\t\t\t\n\t\t\t\t\tNo cabe ninguna duda de que son totalmente invalidos, en virtud del derecho internacional,  todos los documentos impuestos por los imperialistas japoneses como el \"Tratado Jongmi 7\" y el \"Tratado de Anexion de Corea a Japon\"."
        },
        {
            "title": " Rodong Sinmun revela el caracter provocativo de ejercicios militares",
            "url": "http://kcna.co.jp/item/2010/201008/news21/20100821-18ee.html",
            "content": "Rodong Sinmun revela el caracter provocativo de ejercicios militares\r\nPyongyang, 21 de agosto (ATCC) -- Los ejercicios militares de gran envergadura, que Estados Unidos desarrolla junto con los titeres surcoreanos en las periferias de la Peninsula Coreana, devienen la grave provocacion militar contra la Republica Popular Democratica de Corea y el muy peligroso acto militar que agrava la tension quebrando la paz y la estabilidad de la Peninsula Coreana y el resto del Nordeste Asiatico.\n\t\t\t\t\t Asi senala el periodico Rodong Sinmun en un articulo individual divulgado el dia 21 y continua:\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. insiste en que esos ejercicios son los \"defensivos para hacer frente a la supuesta provocacion\" y se necesitan para la \"paz y la estabilidad\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, los belicistas no podran encubrir con ninguna sofisteria el caracter provocativo y peligroso de esos ejercicios tendentes a desatar la segunda guerra coreana, o sea, la de agresion a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Para este fin, los imperialistas norteamericanos rehusan obstinadamente la concertacion del convenio de paz con la RPDC y agravan mas la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Los presentes y futuros ejercicios militares conjuntos EE.UU.-Sur de Corea resultan maniobras practicas y preludio de la nueva guerra anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Para alcanzar su meta estrategica de doblegar a la RPDC con las fuerzas armadas y tomar luego el dominio militar sobre Asia, EE.UU. despliega sucesivamente en el Sur de Corea, Japon y otras partes perifericas de la Peninsula Coreana las unidades de golpe estrategico.\n\t\t\t\t\t\n\t\t\t\t\t  Los belicistas norteamericanos, enloquecidos por la omnipotencia de la fuerza, estan equivocados con los esfuerzos pacifistas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC aprecia la paz, pero no teme nunca la guerra."
        }
    ]
}