{
    "date": "2010-08-07",
    "url": "http://kcna.co.jp/item/2010/201008/2010-08-07ee.html",
    "articles": [
        {
            "title": "Pak Ui Chun Back Home ",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-13ee.html",
            "content": "Pak Ui Chun Back Home \r\n Pyongyang, August 7 (KCNA) -- The DPRK delegation led by Foreign Minister Pak Ui Chun flew back home on Saturday after attending the ARF and the Special Ministerial Meeting for MDGs Review in Asia and the Pacific and visiting Vietnam, Laos, Myanmar and Indonesia."
        },
        {
            "title": "SWAPO General Secretary Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-02ee.html",
            "content": "SWAPO General Secretary Meets DPRK Ambassador\r\n Pyongyang, August 7 (KCNA) -- The relations between the South West Africa People's Organizational Party of Namibia and the Workers' Party of Korea are the most friendly and fraternal relations with a long history and tradition. \n\t\t\t\t\t The general secretary of the SWAPO of Namibia said this on July 29 when An Hui Jong, DPRK ambassador to his country, paid a courtesy call on him.\n\t\t\t\t\t\n\t\t\t\t\t He said that the party and people of Namibia still remember the positive material and moral help given to them by President Kim Il Sung in the period of their struggle to achieve independence and build a new society in Namibia.\n\t\t\t\t\t\n\t\t\t\t\t He said that they would as ever make positive efforts to boost the friendly and cooperative relations between the two parties and countries.\n\t\t\t\t\t\n\t\t\t\t\t Denouncing the U.S. and its followers for their moves to stifle the DPRK and provoke a war against it, he expressed belief that the Korean people would surely open the gate to a thriving nation in 2012."
        },
        {
            "title": "Agricultural Workers Union Tours Mt. Paektu Area",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-15ee.html",
            "content": "Agricultural Workers Union Tours Mt. Paektu Area\r\nPyongyang, August 7 (KCNA) -- Officials of the Union of Agricultural Workers of Korea from across the country toured revolutionary battle sites and revolutionary sites in the area of Mt. Paektu between Aug. 3 and 7 on the occasion of the 50th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t They laid floral baskets and flowers before the statues of President Kim Il Sung standing in the Pochonbo Revolutionary Battle Site, the shore of Lake Samji, the Chongbong Bivouac, etc. and the mosaics depicting the three commanders of Mt. Paektu erected in the secret camp of the mountain and paid tribute to them in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t Upon their arrival in Pochonbo they were briefed on the Pochonbo Revolutionary Battle Site. Making the rounds of the then command post for the Pochonbo battle, the then police post of the Japanese imperialists, the then subcounty office, etc., they deeply grasped extraordinary war methods and strategy of the President.\n\t\t\t\t\t\n\t\t\t\t\t They reached Lake Samji via the Spring Site in Poso-ri and the Junghung Tableland and then visited the Samjiyon Grand Monument and the Samjiyon Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t They toured the Chongbong, Konchang, Pegaebong and Mupho bivouacs, the Rimyongsu Revolutionary Site, etc. before climbing Mt. Paektu, a holy mountain of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t They visited the secret camp of Mt. Paektu where they held a meeting to renew their pledge in front of Kim Jong Il's birthplace in the camp. They went round the historic relics preserved in his old home with care.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the tour, they held colorful political and cultural events such as competition in anti-Japanese guerrilla style agitation, a question-and-answer study contest and sports events."
        },
        {
            "title": "Taedong River Full of Emotions",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-12ee.html",
            "content": "Taedong River Full of Emotions \r\nPyongyang, August 7 (KCNA) -- The banks of the picturesque Taedong River in Pyongyang are always crowded with people.\n\t\t\t\t\tThey are good places for many people to have physical training.\n\t\t\t\t\t\n\t\t\t\t\tRi Sun Nyo, a 69-year-old resident in Kyogu-dong, Central District, told KCNA that she had taken physical exercise by the river every day, breathing fresh air and feeling herself young, and that the good health of the old led to a good job of their sons and daughters in their workplaces.\n\t\t\t\t\t\n\t\t\t\t\tAlso seen by the river are children following their parents in exercise, young couples running along the river, students building up physical strength and men playing Korean chess. \n\t\t\t\t\t\n\t\t\t\t\tAnglers, spectators and sightseeing boats also add to the riverscape.\n\t\t\t\t\t\n\t\t\t\t\tReflected in the picture of the riverside is part of the Korean people's cultural and emotional life."
        },
        {
            "title": "Japanese Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-14ee.html",
            "content": "Japanese Delegation Here\r\n Pyongyang, August 7 (KCNA) -- A delegation of the Japanese Youth Society for the Study of the Juche Idea led by Nobuaki Endo arrived here by air on Saturday."
        },
        {
            "title": "S. Korea's DPRK-targeted Anti-Submarine Exercises Slashed",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-08ee.html",
            "content": "S. Korea's DPRK-targeted Anti-Submarine Exercises Slashed\r\n Pyongyang, August 7 (KCNA) -- The anti-submarine exercises being staged by the south Korean puppet forces in the West Sea of Korea are premeditated and undisguised acts of aggression aimed to provoke a war of aggression against the DPRK when an opportunity presents itself while threatening the DPRK by force of arms and escalating the military confrontation and tension on the Korean Peninsula to an extreme phase, says Rodong Sinmun Saturday in a signed commentary.\n\t\t\t\t\t Through this saber-rattling the south Korean authorities seek to justify their anti-DPRK smear campaign at any cost and deliberately strain the situation under the pretext of the warship sinking case, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are staging the DPRK-targeted war exercises in the waters around the \"northern limit line\" while insisting on this illegal line. This is an intolerable challenge to the dignity and sovereignty of the DPRK and a deliberate provocative act of sparking off an armed clash between the north and the south. By kicking off the anti-submarine exercises in the West Sea of Korea, defying the warnings of the DPRK, the south Korean warmongers unhesitatingly disclosed their adventurous scenario to spark off a fresh armed clash and launch an all-out preemptive attack on the DPRK with the clash as a curtain raiser.\n\t\t\t\t\t\n\t\t\t\t\t The above-said anti-submarine exercises are a prelude to their war of aggression against the DPRK to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t These ceaseless war maneuvers of the south Korean puppet forces have pushed the situation on the Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t This grave situation once again convinces the Korean people that there is no need to show any mercy or patience to such war maniacs as the Lee Myung Bak group.\n\t\t\t\t\t\n\t\t\t\t\t The group is fated to suffer destruction in face of the unimaginably powerful strike to be made by the revolutionary armed forces of the DPRK if it keeps going reckless, misjudging the will of the DPRK."
        },
        {
            "title": "S. Korea Accused of Its Dependence on Foreign Forces",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-10ee.html",
            "content": "S. Korea Accused of Its Dependence on Foreign Forces\r\n Pyongyang, August 7 (KCNA) -- The south Korean conservative authorities' policy of dependence on foreign forces is the root cause of bringing the nation's disaster to this land. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK confrontation racket kicked off by the south Korean puppet authorities over the \"Cheonan\" case is now escalating with the cooperation from foreign forces, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t After making the outbreak of the second Korean War an established fact the U.S. imperialists are now watching for a chance for invasion of the DPRK while steadily modifying and supplementing the scenarios for mounting a preemptive surprise nuclear attack on it.\n\t\t\t\t\t\n\t\t\t\t\t What the U.S requires at the moment is its servant who will ignite the war of aggression. To this end, the U.S. tries to put the south Korean puppet authorities under its tighter control, trumpeting about the provision of \"nuclear umbrella\" and \"deterrent\" and the \"unchangeable alliance\".\n\t\t\t\t\t\n\t\t\t\t\t The present conservative authorities of south Korea are seeking to realize their ambition for invading the DPRK under the backing and patronage of their American master. Hence the U.S. imperialists and the south Korean puppet warmongers are pushing forward in real earnest the moves to provoke a war of aggression against the DPRK, escalating the military confrontation and tension on the Korean Peninsula under the signboard of \"strengthening the alliance\".\n\t\t\t\t\t\n\t\t\t\t\t The gravity and danger of the madcap saber-rattling have gone beyond the tolerance limit. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is a group of traitors without equals in the world as it is keen to ignite a war of aggression against the DPRK, offering foreign forces not only human and material resources but also the whole territory of south Korea to achieve its aim sought through confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation can never escape such tragic situation in which the destiny of the nation is flouted by outsiders, much less achieving its reunification and prosperity, as long as the south Korean conservative group is allowed to stay in power."
        },
        {
            "title": "Strong Joint Actions for Peace Called for",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-11ee.html",
            "content": "Strong Joint Actions for Peace Called for\r\n Pyongyang, August 7 (KCNA) -- The desire of mankind for peace will certainly come true thanks to the bold actions of the peace-loving forces of the world, says Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t In order to protect global peace it is necessary for all countries and nations to firmly adhere to independence and resolutely oppose the imperialists' policy of strength.\n\t\t\t\t\t\n\t\t\t\t\t If all countries and nations firmly adhere to independence and carry on a resolute struggle against the imperialists' policy of war, not toeing it, they will not be able to pursue a reckless war.\n\t\t\t\t\t\n\t\t\t\t\t Songun serves as an important weapon for foiling the imperialists' policy of strength. This is proven by the history of the protracted anti-imperialist struggle of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The anti-imperialist independent countries are going ahead in the direction of attaching importance to military affairs to cope with the imperialists' policy of strength.\n\t\t\t\t\t\n\t\t\t\t\t All the countries and nations in the world can avert a war and preserve peace only when they resolutely struggle against the above-said policy of strength.\n\t\t\t\t\t\n\t\t\t\t\t Peace will settle in the world only when the peace-loving forces of the world including socialist countries stage bold joint actions to preserve peace. \n\t\t\t\t\t\n\t\t\t\t\t The dynamic and indomitable struggle being waged by the DPRK under the uplifted banner of Songun and the anti-imperialist joint struggle in different regions of the world instill into mankind firm faith and optimism that it is possible to build a new world, free and  peaceful."
        },
        {
            "title": "DPRK-targeted War Exercises Blasted in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-07ee.html",
            "content": "DPRK-targeted War Exercises Blasted in S. Korea\r\n Pyongyang, August 7 (KCNA) -- The People for Achieving Peace and Reunification of south Korea Thursday at a press conference held in front of the \"Ministry of Defence\" denounced the reckless war exercises of the puppet bellicose forces targeted against the DPRK.\n\t\t\t\t\t The organization in a press release accused the bellicose forces of kicking off on August 5 the naval war exercises with huge forces involved. \n\t\t\t\t\t\n\t\t\t\t\t The press release termed the saber-rattling a provocative and dangerous play with fire under way according to a war scenario for invading the DPRK in the very waters where three naval skirmishes had already taken place and the \"Cheonan\" sank.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the bellicose forces are describing the exercises being conducted under the simulated conditions of striking major bases in areas of the DPRK as so-called \"maneuvers for defense purpose\", the press release said that these are reckless actions prompted by a sinister intention to ignite a war at any cost and shift the blame onto the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak bellicose forces should be held entirely accountable for all the consequences to be entailed by the war maneuvers, it held. \n\t\t\t\t\t\n\t\t\t\t\t The press release declared the organization would join all the people in waging a struggle against the war exercises targeted against the DPRK and thus make a positive contribution to defending the peace and security of the nation."
        },
        {
            "title": "Release of Prisoners of Conscience Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-05ee.html",
            "content": "Release of Prisoners of Conscience Urged in S. Korea \r\n Pyongyang, August 7 (KCNA) -- At least 50 south Korean organizations including the Confederation of Trade Unions, the Solidarity for Progress and the Association for Supporting Workers in Custody at a press conference held in Seoul on August 3 denounced the puppet authorities for shying away from the issue of the release of prisoners of conscience.\n\t\t\t\t\t Recalling that the Lee Myung Bak regime is contemplating setting free hundreds of criminals who committed irregularities and corruption such as reception of bribes on the occasion of the August 15 liberation day, speakers there deplored:\n\t\t\t\t\t\n\t\t\t\t\t A lot of prisoners of conscience are still subject to pain in prisons and an increasing number of people are thrown behind bars for struggling for the right to existence and waging actions against war and for independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can the authorities justify their attitude of turning their faces away from the issue of releasing prisoners of conscience, they held, urging the Lee regime to bear deep in mind what people's judgment the preceding dictators faced.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, the organizations handed a written protest demanding the release of prisoners of conscience to the \"Chongwadae.\""
        },
        {
            "title": "Fascist Actions against Progressive Organizations Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-06ee.html",
            "content": "Fascist Actions against Progressive Organizations Censured in S. Korea\r\nPyongyang, August 7 (KCNA) -- The puppet Seoul district police agency Wednesday put into custody the second- and third-term permanent chairpersons of the Korean National Council for the Promotion of the Reunification by Federal Formula and booked 12 persons including a leading member without detention on charges of violation of the notorious \"Security Law,\" according to Yonhap News of south Korea.\n\t\t\t\t\tThe puppet police authorities took issue with the regular anti-U.S. meetings hosted by the organization in front of the U.S. embassy and the movement for national reunification conducted by it, charging that it \"spearheaded the meetings in support of the assertions of the north\" and brought against it even groundless charges that \"it produced and distributed literature praising the nuclear development of the north\" and \"received instructions from it\".\n\t\t\t\t\t\n\t\t\t\t\tThe fascist maniacs threatened to investigate not only all members of the above-said organization but even those bodies in touch with it and take legal actions against them in the future. \n\t\t\t\t\t\n\t\t\t\t\tPeople of various circles are greatly angered by the wholesale anti-DPRK smear campaign kicked off by the Lee Myung Bak group of traitors after deliberately linking the struggle of the progressive organizations in south Korea calling for the withdrawal of the U.S. forces and national reunification with the DPRK."
        },
        {
            "title": "DPRK's Stand Supported by Ethiopian Organization",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-03ee.html",
            "content": "DPRK's Stand Supported by Ethiopian Organization\r\nPyongyang, August 7 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea released a statement captioned \"We support the just stand of the DPRK to avert a war and preserve peace on the Korean Peninsula\" on July 30 in support of the statement of a spokesman for the DPRK National Defence Commission.\n\t\t\t\t\t All the war exercises staged by the U.S. and south Korea are, in name and reality, provocative acts aimed to stifle the DPRK militarily, the statement said, denouncing the escalated military provocation as an open challenge to the desire of the world public and the will of the UN to ease the tension on the Korean Peninsula by a peaceful means after their rejection of the \"story about the north's linkage\" to the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the organization expresses full support for the principled stand clarified by the DPRK NDC as regards the grave situation in which the U.S. and the south Korean puppet authorities are bringing the danger of a nuclear war to Korea under the pretext of the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t The organization calls for the unconditional probe into the truth about the case and demands the U.S. and the south Korean authorities stop at once all forms of joint military exercises targeted against the DPRK, it stressed."
        },
        {
            "title": "Pamphlet \"Korea's Reunification\" Released in Brazil",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-04ee.html",
            "content": "Pamphlet \"Korea's Reunification\" Released in Brazil\n\t\t\t\t\t\t\r\n Pyongyang, August 7 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK released a pamphlet titled \"Korea's Reunification\" on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\tThe book carried the beaming image of President Kim Il Sung and a photo of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It elaborated on the facts that Kim Il Sung liberated Korea, founded the DPRK and led to victory the Fatherland Liberation War and Kim Jong Il firmly defended socialism with his unique Songun politics and on the noble revolutionary life and undying exploits of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t\n\t\t\t\t\t It referred to the positive efforts made by the DPRK government for the denuclearization and durable peace of the Korean Peninsula and the facts that the U.S. imperialists have perpetrated all sorts of actions detrimental to the desire of the peace-loving mankind, keeping their troops' presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The book carried photos exposing the brutal atrocities committed by the U.S. imperialists in the period of the last Korean War. And it disclosed that the U.S. military bases have been set up in various countries and regions, especially in south Korea, to pose threat to the peace and security of the Korean Peninsula and the rest of the world and that the Lee Myung Bak group of south Korea is getting hell-bent on the moves to stifle the DPRK after cooking up the \"Cheonan\" warship case.\n\t\t\t\t\t\n\t\t\t\t\t  A ceremony of releasing the pamphlet took place on July 21."
        },
        {
            "title": "Important Days of DPRK Observed",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-01ee.html",
            "content": "Important Days of DPRK Observed\r\nPyongyang, August 7 (KCNA) -- A meeting and a photo exhibition took place in Britain, a seminar and a lecture in Mexico and a photo exhibition in Nigeria between July 27 and 31 on the occasions of the 50th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership and the 57th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t Displayed in the venues of exhibitions were photos showing the Songun leadership exploits of President Kim Il Sung and Kim Jong Il and introducing popular heroism displayed by the Korean army and people during the last Fatherland Liberation War and their efforts for building a thriving nation in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t Harpal Brar, chairman of the C.C., the Communist Party of Great Britain (Marxist-Leninist), said that the Korean people's victory in the war taught the world progressives the immovable truth that any people, though their country is small, are sure to emerge victorious when they are led by their great leader and party.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism, said that Kim Jong Il's Songun leadership is the main factor that enables the Korean people to win in the showdown with the U.S., the kingpin of the imperialists, adding that the exploits performed by him under the banner of Songun would remain long in the history of Kim Il Sung's nation and the history of humankind.\n\t\t\t\t\t\n\t\t\t\t\t Benjamin Laureano Luna, chairperson of the Front for Human Rights of Mexico, stressed that the Korean people would always emerge victorious in the struggle against the U.S. as they are under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the meeting in Britain was a resolution vehemently condemning the U.S. imperialists and the south Korean puppet authorities' anti-DPRK moves and supporting the just stand of the DPRK."
        },
        {
            "title": "Lider de partido de Namibia se reune con embajador coreano",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-16ee.html",
            "content": "Lider de partido de Namibia se reune con embajador coreano\n\t\t\t\t\t\t\r\nPyongyang, 7 de agosto (ATCC) -- El embajador coreano en Namibia, An Hui Jong, realizo el 29 de julio una visita de cortesia al secretario general del Partido Organizacion Popular de Africa Suroccidental de ese pais.\n\t\t\t\t\t  En la ocasion el lider del partido namibio dijo que las relaciones entre su partido y el Partido del Trabajo de Corea son las mas intimas y fraternales que tienen larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\t  Se refirio a que su organizacion y el pueblo namibio no se olvidan de la gran ayuda espiritual y material brindada por el Presidente Kim Il Sung durante la lucha por la independencia de Namibia y la construccion de una nueva sociedad.\n\t\t\t\t\t\n\t\t\t\t\t  Continuo que en lo adelante tambien, los miembros de su partido se esforzaran mucho por desarrollar mas las relaciones de amistad y cooperacion entre ambos partidos y paises.\n\t\t\t\t\t\n\t\t\t\t\t  Finalmente, condeno las maniobras de Estados Unidos y sus satelites para aplastar a la Republica Popular Democratica de Corea y desatar la guerra contra esta y expreso la conviccion de que el pueblo coreano abrira sin falta las puertas a la gran potencia prospera en 2012."
        },
        {
            "title": "Rodong Sinmun condena ejercicios antisubmarinos contra la RPDC",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-17ee.html",
            "content": "Rodong Sinmun condena ejercicios antisubmarinos contra la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 7 de agosto (ATCC) -- En un comentario individual del dia 7, el periodico Rodong Sinmun califico los ejercicios antisubmarinos de los titeres surcoreanos, que se desarrollan en el Mar Oeste de Corea, como premeditados y abiertos actos agresivos para amenazar militarmente a la RPDC, agravar extremadamente el enfrentamiento militar y la tension en la Peninsula Coreana y provocar la guerra de agresion contra aquella en el momento oportuno.\n\t\t\t\t\tBajo el pretexto del caso de hundimiento de la corbeta \"Cheonan\", las autoridades surcoreanas tratan de justificar a toda costa su complot contra la RPDC y agravar intencionalmente la tension.\n\t\t\t\t\t\n\t\t\t\t\t  Senala asi el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Los titeres surcoreanos insisten en la ilegal \"linea de limite al Norte\" y perpetran en sus cercanias los ejercicios belicos de agresion a la RPDC, lo cual deviene imperdonable desafio a la dignidad y soberania de ella e intencional acto provocativo para causar el conflicto armado entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Pese a la advertencia de la RPDC, los belicistas surcoreanos iniciaron por fin los ejercicios antisubmarinos en el Mar Oeste de Corea revelando sin vacilacion su ambicion aventurera de ampliarlo como nuevo choque armado que seria el punto de partida del ataque preventivo total a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, esos ejercicios devienen el preludio de provocacion de la guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a los incesantes ejercicios belicos de los titeres surcoreanos, la situacion de la Peninsula Coreana esta realmente a punto de explosion.\n\t\t\t\t\t\n\t\t\t\t\t  Esta situacion grave de hoy vuelve a corroborar que no valen la pena ninguna misericordia ni paciencia en el trato con los maniacos de guerra como la camarilla de Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t  Si esta banda sigue actuando imprudentemente equivocando la voluntad de la RPDC, no podra evitar su arruinamiento total por el golpe inimaginablemente poderoso de las fuerzas armadas revolucionarias de la segunda."
        },
        {
            "title": "Rodong Sinmun critica la politica servil a grandes potencies",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-18ee.html",
            "content": "Rodong Sinmun critica la politica servil a grandes potencias \r\nPyongyang, 7 de agosto (ATCC) -- La politica servil a las grandes potencias, que practican las autoridades conservadoras surcoreanas, es la causa de los desastres de la nacion coreana.\n\t\t\t\t\tAsi subraya el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa campana conflictiva con la Republica Popular Democratica de Corea, desatada con motivo del caso de hundimiento de la corbeta \"Cheonan\", esta ampliandose de modo escalonado bajo la cooperacion con las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\tEl imperialismo norteamericano, que toma la segunda guerra coreana como un hecho consumado, esta enmendando y complementando sin cesar los planes operacionales aguardando la oportunidad para agredir a la RPDC. Lo que necesita el imperio es el lacayo que cumpla la mision de desatar la guerra. Por eso, trata de tomar el control mas riguroso sobre los titeres surcoreanos prometiendoles el suministro del \"paraguas nuclear\" y \"disuasivo\" y hablando de la \"invariable alianza\".\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, las autoridades conservadoras surcoreanas pretenden realizar su ambicion de agredir a la RPDC bajo el apoyo y amparo de su amo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tDe ahi que el imperialismo yanqui y los belicistas titeres del Sur de Corea agudizan la confrontacion militar y el estado de tension de la Peninsula Coreana bajo el pretexto de \"fortalecimiento de alianza\" dando espuelas a su campana belicista anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa gravedad y la peligrosidad de los demenciales ejercicios militares de ellos pasan su limite.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee Myung Bak es integrada por los traidores de pesima calana que para realizar su ambicion de confrontacion fratricida y provocar la guerra contra la RPDC, entregan en bandeja a las fuerzas extranjeras todos los recursos humanos y materiales y hasta el territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tSi se deja intacta a esa banda de traidores, no se puede pensar en la reunificacion y la prosperidad de la nacion ni evitar que esta corra un destino tragico."
        },
        {
            "title": "Sera realizado sin falta el anhelo de la paz, senala Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2010/201008/news07/20100807-20ee.html",
            "content": "Sera realizado sin falta el anhelo de la paz, senala Rodong Sinmun\r\nPyongyang, 7 de agosto (ATCC) -- Gracias a la valiente lucha de las fuerzas pacifistas del mundo, sera realizado sin falta el anhelo de la humanidad sobre la paz.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tPara preservar la paz del mundo, es necesario que todos los paises y naciones mantengan firmemente la independencia y se opongan rotundamente a la politica de fuerza de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\tSi todos los paises y naciones mantienen firmemente la posicion independiente y luchan resueltamente contra la politica de guerra de los imperialistas, estos no podran recurrir a sus antojos a la guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl Songun es el arma importante para frustrar la politica de garrote de los imperialistas. Esto comprueba la historia de lucha antiimperialista de largo tiempo del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, los paises independientes y antiimperialistas optan por dar prioridad a los asuntos militares enfrentandose a la politica de fuerza de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\tCuando las fuerzas del mundo amantes de la paz, inclusive los paises socialistas, luchen conjunta y valientemente por preservar la paz, sera pacifico el globo terraqueo.\n\t\t\t\t\t\n\t\t\t\t\tLa energica lucha de la RPDC, que marcha sin ningun miedo sosteniendo la bandera del Songun, y la lucha conjunta antiimperialista en varias regiones del mundo dan a la humanidad la firme conviccion y optimismo de que podran construir un nuevo mundo libre y pacifico."
        }
    ]
}